{
    "aka": [],
    "sid": "3320148",
    "cast": [
        {
            "url": "/celebrity/1316229/",
            "name": "宁晓志 Xiaozhi Ning",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274319/",
            "name": "张涵予 Hanyu Zhang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868375414.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1317993/",
            "name": "易丹 Dan Yi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317992/",
            "name": "钱滨 Bin Qian",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1318245/",
            "name": "毛卫宁 Weining Mao",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "21",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2005"
    ],
    "this_title": [
        "寂寞英雄"
    ],
    "douban_link": "https://movie.douban.com/subject/3320148/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "某市特警队的林亚军、黄天路和祁晓惠是三个优秀的警察，也是很要好的朋友。不过，由于林亚军和黄天路都同时爱着祁晓惠，所以林亚军和黄天路之间的关系也就经常显得有些微妙了，但这似乎并不影响他们三人在工作中良好的合作关系。林亚军在前往白水县协助当地公安局工作过程中，由于失误，造成了损失。事后林亚军痛心不已，自感长期工作压力过大，身心疲惫，主动要求调到了白水县公安局工作。白水县是祁晓惠的家乡，县公安局长祁志就是祁晓惠的父亲。林亚军来到这里后，又在工作中遇上了有人在公路边被电击的奇怪案件，这使得林亚军极其苦恼，肩上的担子更加沉重起来。这时候，深爱着林亚军的祁晓惠不顾所有人的劝说和阻拦，也执意调动回了白水县，这不仅让她的父母感到意外，也让林亚军觉得不可思议。本来对林亚军就有成见的祁志，因为这个原因更加不喜欢自己手下的林亚军了。因为工作需要，黄天路也离开原单位担任了市局的处长。他刚刚走马上任就遇到了一个新情况：研究所的网络在几个月前被人侵入，正在设计研制中的Z99新型图纸资料也被神秘下载。黄天路率领处里的谢明等人积极展开工作。在紧张的工作中，刚刚从大学毕业的电脑专家谢明对黄天路产生了好感，一路对黄天路穷追猛打，并认定祁晓慧是她的情敌。随着工作同时进展的，是黄天路对谢明的感情，但他始终克制着自己。在他的心中，还不能完全忘记他曾经爱过的祁晓慧。与林亚军、祁晓慧同在白水县局工作的杨再新一直深受祁志的器重，他和祁晓惠是学校同学，并一直暗恋着祁晓慧。祁晓惠的到来让他似乎看见了一线希望，同时，他对林亚军的工作能力和感情生活充满了戒备和嫉妒。林亚军对电击事件提出了自己大胆的推理和判断，这为杨再新他们茫无头绪的工作提供了新的思路和希望，同时也使在工作和爱情两方面把林亚军都视为对手的杨再新的心里更加的不平衡起来，以至于二人间的矛盾逐渐激化。由于杨再新的暗中作梗，致使林亚军和祁晓慧的感情一波三折，与祁志之间更是矛盾重重。但祁晓慧终究不顾家里的反对，与林亚军领了结婚证、搬到了林亚军那同住。黄天路对黑客入侵研究所网络导致Z99设计图纸网络泄密的工作也取得了初步结果：他们找到了入侵研究所网络的IT从业人员左一川和他的黑客同伙卢刚。经过了解情况，得知Z99的设计图纸资料被下载后，已经被卢刚通过网络交易转卖给了一个香港发烧友。黄天路现在面临无法知道这个香港人的真实身份的困境。买走Z99绝密图纸的交易人是赵伟，一个服务于香港老板柳共希的黑道分子。柳共希正在白水县投资组建一家生产汽车配件的工厂，以生产汽车配件掩人耳目，在总经理冉世雄的主使下长期进行盗版光碟的生产，并暗中参照Z99图纸设计的手枪生产装配开始贩卖到境外、赚得大笔黑金。由于林亚军的穷追不舍，柳、冉决定将盗版光碟生产移动车间抛出，并能使与他们进行利益交换的“内僚”杨再新借此机会再次突出立功。杨再新“破获”盗版光碟移动车间后，果然得到祁志的大力赞赏。黄天路和谢明经过推理和调查发现了赵伟和Z99图纸之间的关联，焦点再次集中到了白水县生产汽车配件的吉翔厂。同时，杨再新与参与黑幕的吉翔厂香港工程师余秋萍也因生活的寂寞、对现状的不满偷偷成为了情人。由于赵伟的几次冒险行为，渐渐纳入了警方的视线。柳、冉决定弃卒保车，故意露出线索，将赵伟“送”给警方。抓捕过程中，赵伟坚信杨再新是老板派来救自己的“内僚”，结果反被灭口。赵伟的死，引起了林亚军对杨再新的怀疑，但却苦于没有证据。情急之中，林亚军、黄天路和祁晓惠为了推动案情发展、查出“内鬼”，瞒着祁志，安插了面貌清纯的谢明以大学毕业生的身份进入了吉翔厂工作。谢明明侦暗查，最终在冉世雄的电脑中导出了Z99的车间设计图纸，但同时谢明的行踪也被余秋萍偷窥到，权衡了利弊，余秋萍告诉了谢明她所知道的一切黑幕，包括柳、冉在白水县建厂就是以生产汽车配件为掩护，暗地里生产手枪，然后把手枪卖到海外市场上去，余秋萍的目的就是乞求谢明对她进行人身保护。谢明的卧底和余秋萍的弃暗投明被躲到暗处的杨再新察觉到了，遂即胁持了余秋萍向冉世雄开出天价。Z99设计图纸的真相大白，黄天路和林亚军决定全面收网，就在这时，宾馆中冉世雄打死了正在讨价的杨再新并重伤了前来营救余秋萍的谢明，最后关头，谢明击毙了冉世雄，余秋萍慌乱逃跑。谢明终因抢救无效而殉职，黄天路悲痛万分。法网恢恢，最终身在香港的柳共希也没能置身事外、余秋萍深圳被捕，全案告结。由于事后毕竟看出林亚军是个敢担敢当的帅才，加上怀孕几个月身形日长的祁晓慧的调节，终究林、祈夫妇得到了祈志的理解和谅解，冰释前嫌。",
    "chinese_title": "寂寞英雄",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-16T17:07:08"
}