{
    "aka": [],
    "sid": "3320972",
    "cast": [
        {
            "url": "/celebrity/1010556/",
            "name": "唐纳德·萨瑟兰 Donald Sutherland",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p975863263.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt1155508",
    "director": [],
    "duration": "120 分钟",
    "episodes": "",
    "language": [
        "法语",
        "英语",
        "西班牙语"
    ],
    "playdate": [
        "2007-11-26"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1155508/",
    "imdb_votes": 265,
    "this_title": [
        "Le dernier continent"
    ],
    "douban_link": "https://movie.douban.com/subject/3320972/",
    "imdb_rating": "6.8/10 from 265 users",
    "trans_title": [
        "最后的大陆"
    ],
    "douban_votes": "136",
    "introduction": "Biologist and filmmaker Jean Lemire, accompanied aboard the schooner Sedna IV by a handpicked team of scientists and filmmakers, dared to experience climate change and its consequences within Antarctica's icy grip.More than a full year of daring, isolation, danger,intensity: it was a spectacular adventure full of risks and triumphs, joys and peils. The crew was prepared for the worst but faces even worse!Le Dernier Continent is a testament to a human adventure at once chilling and inspiring. The film alternates between captivating images of deep serenity and spine-tingling sequences in which the ship's crew finds itself, time and again, on the edge of catastrophe.Before our eyes, the crew members live out their most exhilarating highs and grimmest lows. Whith landscapes, fascinationg wildlife, a courageous and sensitive crew, relevant and troubling environmental information, exceptional filmmaking. The film is worthy tribute to the courageous Sedna IV mission it documents, a voyage to the heart of the last continent: Antarctica.",
    "chinese_title": "最后的大陆",
    "douban_rating": "7.4/10 from 136 users",
    "foreign_title": "Le dernier continent",
    "imdb_rating_average": 6.8,
    "douban_rating_average": "7.4",
    "update_at": "2025-08-11T22:00:10"
}