{
    "aka": [],
    "sid": "3320126",
    "cast": [
        {
            "url": "/celebrity/1023990/",
            "name": "古巨基 Leo Ku",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1030586/",
            "name": "傅明宪 Gigi Fu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [
        "TVB",
        "古巨基",
        "樊少皇",
        "港剧",
        "傅明宪",
        "电视剧",
        "武侠",
        "香港"
    ],
    "year": "1997",
    "genre": [
        "喜剧",
        "武侠"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2539586305.jpg",
    "region": [
        "中国香港"
    ],
    "writer": [],
    "imdb_id": "",
    "director": [],
    "duration": "40分钟",
    "episodes": "20",
    "language": [
        "粤语"
    ],
    "playdate": [
        "1997-04-17"
    ],
    "imdb_link": "",
    "this_title": [
        "英雄貴姓"
    ],
    "douban_link": "https://movie.douban.com/subject/3320126/",
    "trans_title": [
        "英雄贵姓"
    ],
    "douban_votes": "275",
    "introduction": "三绝庄掌门人年纪老迈，他有三名徒儿，夺命刀诺英、烈火枪慕容白及君子夏侯谆。三人苦练武功，对付邪派七绝谷。夏侯谆武功最浅，经常苦思制敌方法，引起慕容白、诺英的不满。三人对抗魔僧，夏侯谆无意刺伤魔僧，慕容白、诺英合力杀敌。慕容白、诺英说起此事眉飞色舞，将夏侯谆冷落，夏侯谆暗中不满。长老以比武选择续任掌门人，夏侯谆退出，但他趁机在慕容白的枪头上下了毒，诺英中毒，夏侯谆将掌门人害死，然后退杀慕容白，诗为救慕容白而死。慕容白将男婴放入盆内，随河流飘去，慕容白跳下山崖。林嫂拾到一木盆，内有一婴，于是收养起来，取名盆。而她自己也有一个儿子名叫碟，二人一起长大。盆、碟到三绝庄搭棚，遇一女子凤，立即被吸引，惊为天人。碟、娥自小青梅竹马，但娥天生势利。碟、盆到省城考衙差，碟依依不舍，将身上的金链送给娥，此链原是诺英送给盆的。碟天生神力，顺利过关，盆虽得到了碟的相助，仍名落孙山。盆为得到奖金，惟有要碟扮成贼，结果碟被抓，盆为救碟，在街头筹集赎金，也被捉，与七煞谷的诸葛青衣同囚一室，七煞谷的人来劫狱，将所有犯人一起放走。雄、凤追捕诸葛，青城派弟子来帮忙，与七煞谷人展开厮杀。盆、碟在桥下避雨，无意获取大批银两，盆、碟先将尸体埋葬。盆、碟购买了大批参茸海味，带了一个木箱投宿到娇的客栈，凤、雄也带一箱子赶到，娇不知哪个箱子藏有诸葛。七煞谷的鬼公公、森及陀也赶到，森嗜吃人肉，遂杀三绝庄弟子制成肉包。娇抢错箱子，鬼即扑到凤的箱子前，诺英突然出现，协助凤、森挟持盆、碟以要挟诺英。森欲杀盆、碟，幸亏娇阻止。六派中人与娇等人打起来，盆、碟趁机逃走。慕容白乘船赶到，诺英、慕容白相遇，方知慕容白乃七煞谷谷主。三绝庄以火药炸慕容白的船，引起爆炸，大家纷纷跳船逃生。诺英、凤及雄漂流到岸上，昏迷不醒，碟去请大夫，诺英对盆感激万分。盆为接近凤，竟要求诺英收为徒弟。碟发现伤重的慕容白，对慕容白悉心的照料，且请大夫救治。慕容白醒来后得知碟曾救过诺英，暴怒之下欲出手杀碟。慕容白追杀碟，不慎跌下山崖，碟拼命相救，慕容白十分感动。慕容白见碟天生神力，腰强腿健，欲授以武功。碟不求名利，只愿与娥组成家庭，慕容白也不勉强。慕容白派碟以金珠做信物，岂料想金珠却被林嫂无意吞下。夏侯谆、诺英闭关，凤、雄私自下山围剿，鬼、娇、森等武功高强，凤、雄不敌，逃回三绝庄，但两名师弟被杀死。诺英想破坏凤的武功以赎罪，夏侯谆罚凤在思过崖面壁。碟偷偷照顾慕容白，慕容白对碟遵守信义坚贞不屈的性格十分欣赏。诺英、夏候谆派彭率领十名师兄弟追查慕容白的下落。碟背着慕容白逛街，慕容白见一小孩跌倒，出手相救，被彭发现，遂围攻慕容白。慕容白教碟步法，用竹竿将三绝庄人打死，碟心有不忍。诺英担心凤脾气刁蛮，夏侯谆提议撮合雄、凤成婚，雄大喜。盆心浮气躁，诺英强迫盆学习抄书。盆写字条与凤约会，被雄发现后整治，凤气极，诺英罚盆到思过崖面壁，雄打盆，盆指证雄，众不信，盆反被奚落。盆受人鄙视，决心立志学武，三天三夜狂抄经书，诺英感受到盆的诚意，教盆武功。慕容白教碟武功，碟背熟，但仍坚持不肯学星之烈火枪法。林嫂去赌博为碟筹集礼金，却欠下十两银子。林嫂欲向盆借钱，盆绘了两套衣服，被凤误会。碟日夜工作，在不知不觉间锻炼武功。林嫂被追债，人人喊打，碟赶到，将大家打退。盆、凤感情日深，盆得知诺英中毒，凤母为诺英试毒而亡，盆决心为母报仇。林嫂与娥在省城打工，碟邀请慕容白回家痛饮，夏候派人查探慕容白的下落，盆偷懒回家，大骂慕容白，慕容白气极出手，幸亏盆阻止。碟发誓不透露慕容白的行踪。盆回庄，因一时气愤说出此事。夏候谆率大队人马来到，这时慕容白已走，盆后悔莫及。诺英被夏侯谆打成重伤，恰遇凤、雄赶到，夏侯谆嫁祸慕容白。夏侯谆使用功力令诺英全身瘫痪，且不能言语。盆、凤日夜苦练武功，欲为诺英报仇，雄见状妒恨。碟逃走时遇到鬼及娇，被捉回恶人谷。碟被森、药王折磨、碟趁机逃走，不慎跌下桥，幸遇娇将他救起娇手臂割伤，流血不止，大家紧张万分，即采药救治，碟见状感到奇怪。碟探望娇，方知娇身染怪病，当年曾被圣僧奸污，且被正派诬陷，父母均被害死，幸遇慕容白将自己救走。碟跟慕容白学武，武功大长。碟想见母亲及娥，慕容白派娇随行保护。林嫂因偷了东西而失踪，娥则见异思迁，下嫁富家公子，碟痛心。碟、娇四处找林嫂，竟遇淫僧，二人不敢逃走，娇受伤流血，碟冒死回去找七节菖莆，将淫僧打死。碟冒险在悬崖采得七节菖莆，娇心存感激。二人回谷，慕容白见盆身上有金链，决心找林嫂打探儿子的下落。夏侯谆利用诡计，假意安排雄、凤成亲，其实要凤、盆私奔，混入恶人谷，趁机报仇，铲除恶人谷。大家得知娇对碟有意，暗中整治。娇刻意打扮去赴约，碟懵然不知，众人笑得嘻哈跌倒，娇悲愤交集，怒将七节菖莆斩去，碟拼命阻止，不慎受伤。碟得知用血灌溉可使七节菖莆开花医治娇的绝症。雄、凤成婚，凤突然晕倒，大夫称凤已怀有身孕，雄气愤。凤、盆私奔，雄派弟子帮忙追截，二人手下留情，夏侯谆蒙面将他们一一杀死，嫁祸盆、凤，盆、凤二人乘船逃走，雄追赶，想用炸药炸死二人。船被炸烂，二人继续逃亡，幸被一族长所救。雄追到，竟将全族人无辜杀死。碟每天偷偷割手臂滴血灌溉菖莆，终于被娇发现了真相，碟坦白自己深爱着娇，娇大喜。恶人谷探子查得凤、盆被正派追杀，慕容白恐其中有诈，碟苦苦哀求，慕容白无奈答允。凤发烧，盆出外买药遇碟，盆回庙接凤，凤被雄捉到破庙，险被施暴，盆赶到，慕容白道出一切都是夏侯谆的布局，盆手下留情，放走雄。雄反将盆刺伤，盆、凤侥幸赶到码头，与碟乘船离开，混入恶人谷。夏侯谆定时替诺英扎针，令诺英不能动弹，诺英偷偷运动将金针顶出，被雄发现，诺英说这是夏侯谆的阴谋，雄心中暗自打算。凤对慕容白恨之入骨，盆拼命替凤掩饰，为免大家猜忌，二人惟有成婚，娇羡慕不已。碟答应一待七节菖莆开花，即迎娶娇。雄暗施诡计，诺英房子着火，他假意扬言诺英已被烧死，将诺英藏于一山洞，求诺英教他夺命刀法。盆、凤与大家相处，均感到很是和睦，不像传说的那样恶劣。雄强迫诺英教他武功，诺英怀疑，雄以铁链锁住诺英的琵琶骨，诺英为逃走，以真气拉断铁链。慕容白路过，将诺英救回恶人谷，慕容白不眠不休为诺英治疗伤口。林嫂被接到恶人谷，凤私自决定趁机报仇，在酒内下迷药，与夏侯谆里应外合。林嫂说出真相，方知盆乃是慕容白的亲生儿子豹，二人十分掠讶。盆大受刺激，慕容白带凤、盆见诺英，诺英告诉这一切都是夏侯谆的阴谋诡计，凤闻言大惊，但大家都已中毒，手软脚软。夏侯谆杀将进来，慕容白、盆留下与敌人对抗，娇、碟幸亏逃走。慕容白、盆从秘道退下，冲入大海，夏候谆也赶到，三人漂流到一个荒岛。雄想侮辱凤，凤反抗，并想与他同归于尽，遂跳人秘道中，雄也赶到荒岛，凤不知去向。盆见岛上有毒菇，想毒死夏侯谆，结果被夏侯谆识穿，盆反倒中毒。盆偷将木筏烧掉，被雄及时发现，盆趁机挑拨，夏侯谆对雄起了杀机。夏侯谆将盆的铁链劈断，盆将雄杀死，夏侯谆欲杀盆灭口，突然有碎石飞来，夏侯谆急忙离开，重返中原。碟欲上三绝庄报仇，娇担心不已，娇告诉他已怀有身孕，碟进退两难，惟有留下。五年后，二人与儿子生活富裕，经营酒铺。盆在岛上苦练武功，终练成夺命刀法。一日，突见一船经过，凤喜出望外。盆、凤被船家所救，船家敬仰三绝庄，盆气愤之极，与凤拂袖离去，二人在街头练武，赫然发现碟、娇，方知二人开设酒馆。盆见碟安于逸乐，浑然忘记报仇之事。碟内心矛盾，娇拼命阻止碟去报仇。盆、凤不愿破坏碟的幸福家庭，假意放弃报仇，日间在店铺帮忙，晚上偷偷练武。鬼公公突然出现，众欣喜若狂，原来夏侯谆以五石散在控制鬼，并以恶人谷的百多条人命要挟，鬼始终不忍下手。鬼毒瘾发作，痛苦难当，盆、碟假意避祸。三人联手对付夏侯谆，娇也抱杯赶到，夏侯谆被打死。众人庆祝报仇成功，碟突然发现娇手臂流血，即出外采摘七节菖莆。夏侯谆用替身引大家出现，其实夏侯谆根本未死，他率领弟子下山杀人灭口。娇将杯藏入地牢，鬼、娇被杀死，盆、凤被钾回三绝庄。碟采药回来，见此惨状，悲痛不已。碟不忍离开杯，带杯上三绝庄报仇，被夏侯谆派人打伤。杯聪明伶俐，照顾伤重昏倒的碟。凤、盆被迫服食五石散，在囚室内遇到伍，得知夏侯谆有神功护体，只有用乌金之精铸成的兵器方可对付他……大家同往塞外找乌金之精，遇牛，盆无意发现青石碑将锄头也弄断，方知此乃乌金之精，牛突然有了心灵感应，娓娓道出练兵器的方法，将乌金之精练成刀、枪、剑，大家又一同回中原找夏侯谆报仇。",
    "chinese_title": "英雄贵姓",
    "douban_rating": "7.3/10 from 275 users",
    "foreign_title": "英雄貴姓",
    "douban_rating_average": "7.3",
    "update_at": "2024-10-22T19:20:12"
}