{
    "aka": [],
    "sid": "33218273",
    "cast": [
        {
            "url": "/celebrity/1340646/",
            "name": "热苏伊塔·巴尔博萨 Jesuita Barbosa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1086328/",
            "name": "伊莎贝拉·德鲁蒙德 Isabelle Drummond",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1204626/",
            "name": "赛吉尔·马雷洛 Sergio Malheiros",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1358784/",
            "name": "丹达拉·玛丽安娜 Dandara Mariana",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1124442/",
            "name": "温贝托·马丁斯 Humberto Martins",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1120073/",
            "name": "桃奇娅·梅莱赖斯 Totia Meireles",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319446/",
            "name": "黛博拉·纳斯克蒙多 Débora Nascimento",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009177/",
            "name": "克劳迪亚·奥阿纳 Claudia Ohana",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009825/",
            "name": "迪拉·佩斯 Dira Paes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1146202/",
            "name": "克劳迪亚·雷亚 Cláudia Raia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1407821/",
            "name": "茱丽安·阿劳乔 Juliane Araújo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033019/",
            "name": "亚历山大·博尔赫斯 Alexandre Borges",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1185506/",
            "name": "凯基·布里托 Kayky Brito",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1220485/",
            "name": "法比亚娜·卡拉 Fabiana Karla",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1386677/",
            "name": "博纳多·马里尼奥 Bernardo Marinho",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1267395/",
            "name": "克莱波尔·托勒多 Klebber Toledo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1407849/",
            "name": "乔奥·布拉沃 João Bravo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1087056/",
            "name": "塔尔西西奥·费吕 Tarcísio Filho",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1088139/",
            "name": "Mário Frias Mário Frias",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1390319/",
            "name": "加布里埃尔·嘉道依 Gabriel Godoy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1428282/",
            "name": "霍德利高·堪德劳特 Rodrigo Candelot",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1138821/",
            "name": "伊卡罗·希尔瓦 Ícaro Silva",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1473342/",
            "name": "哈法埃尔·维奇 Rafael Vitti",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情",
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2551353830.jpg",
    "region": [
        "巴西"
    ],
    "writer": [],
    "imdb_id": "tt9715350",
    "director": [
        {
            "url": "/celebrity/1004524/",
            "name": "乔治·费尔南多 Jorge Fernando",
            "@type": "Person"
        }
    ],
    "duration": "50分钟",
    "episodes": "154",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2019-01-29(巴西)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9715350/",
    "imdb_votes": 93,
    "this_title": [
        "Verão 90"
    ],
    "douban_link": "https://movie.douban.com/subject/33218273/",
    "imdb_rating": "7.8/10 from 93 users",
    "trans_title": [
        "夏季90"
    ],
    "douban_votes": "0",
    "introduction": "Em 1981, aos nove anos, Manuzita (Melissa Nóbrega) já apresentava seu próprio programa, porém se viu obrigada a criar um concurso para revelar uma criança para dividir a atração com ela, por causa da queda na audiência. Os irmãos João (João Bravo) e Jerônimo (Diogo Caruso) foram escolhidos, formando o grupo Patotinha Mágica, que se tornou um grande sucesso nacional. No entanto, enquanto Manuzita e João ganharam atenção como o \"casal patotinha\", Jerônimo foi deixado de lado pela imprensa, passando a nutrir ódio pelo irmão. Durante um grande show, João desmaiou no palco e foi internado com pneumonia. Sua mãe, Janaína (Dira Paes), foi acusada de negligência, e o caso acabou estampado nos principais jornais, gerando o cancelamento dos contratos publicitários e a extinção do grupo. Nove anos se passaram, e, em 1990, Manu (Isabelle Drummond) tornou-se uma subcelebridade que fazia de tudo para tentar retomar a fama, aceitando qualquer trabalho de gosto duvidoso para isso. Ela contava com a ajuda da mãe, Lidiane (Cláudia Raia), uma espalhafatosa ex-atriz da pornochanchada que vivia inflando o ego da filha, e de Jofre (Luiz Henrique Nogueira), seu ex-assistente de palco.Também buscando fama, Jerônimo (Jesuíta Barbosa) voltou ao Rio de Janeiro, mentindo que era filho de diplomatas, para conquistar a amizade de Quinzinho (Caio Paduan), Candé (Kayky Brito) e Tobé (Bernardo Marinho), milionários que viviam estampados em colunas sociais, contando com a ajuda do golpista Galdino (Gabriel Godoy) e da amante Vanessa (Camila Queiroz). Enquanto isso, Manu e João (Rafael Vitti) reencontraram-se e descobriram um intenso amor a contragosto do irmão dele e também de Lidiane e Janaína, que se detestam. Apesar de a farsa vir à tona, Jerônimo conseguiu um alto cargo na PopTV, como compensação quando ajudou a livrar Quinzinho da cadeia, após ele causar acidentalmente a morte da VJ Nicole (Bárbara França), armando para João ser preso em seu lugar. Três anos se passaram e, em 1993, João teve a chance de provar sua inocência ao ser solto, para desespero de Jerônimo, que conseguira não só manter o padrão de vida, como também ficar com Manu. Além disso, Vanessa retornou do exterior casada com um milionário, para se vingar do ex-amante, após ele largá-la no passado.Ainda há outras histórias, como a da implacável Mercedes (Totia Meireles), casada com o fanfarrão Quinzão (Alexandre Borges) e que comandava não só as empresas de comunicação da família com pulso firme, mas também a vida dos dois filhos, Quinzinho e Gisela (Débora Nascimento). Ela pressionava o rapaz para se casar com Larissa (Marina Moschen), embora os dois sequer pensassem nisso e mantivessem o relacionamento apenas por gosto dos pais, estando mais interessados em seus casos — ele com a dançarina Dandara (Dandara Mariana) e ela com o estudante Diego (Sérgio Malheiros). Já Gisela abusava do álcool, por viver um casamento fracassado com um homem mais velho, Herculano (Humberto Martins), tornando-se insustentável quando ele se apaixonou por Janaína e decidiu disputá-la com Raimundo (Flávio Tolezani). Já o faz-tudo Patrick (Klebber Toledo) era obcecado pela musa de adolescência Lidi Pantera e, ao descobrir que ela é Lidiane, passou a fazer de tudo para conquistá-la e viver uma fogosa e humorada relação.",
    "chinese_title": "夏季90",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Verão 90",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-02-11T20:49:29"
}