{
    "aka": [
        "崩溃"
    ],
    "sid": "3323021",
    "cast": [
        {
            "url": "/celebrity/1032266/",
            "name": "克莱尔·特雷弗 Claire Trevor",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1946",
    "genre": [
        "剧情",
        "悬疑",
        "黑色电影"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2402814339.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1019971/",
            "name": "约翰·帕克斯顿 John Paxton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1062903/",
            "name": "Ben Bengal Ben Bengal",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0038429",
    "director": [],
    "duration": "93 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1946-09-06"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0038429/",
    "imdb_votes": 1751,
    "this_title": [
        "Crack-Up"
    ],
    "douban_link": "https://movie.douban.com/subject/3323021/",
    "imdb_rating": "6.5/10 from 1751 users",
    "trans_title": [
        "崩溃边缘",
        "崩溃"
    ],
    "douban_votes": "0",
    "introduction": "Crack-Up is directed by Irving Reis and collectively written by John Paxton, Ben Bengal and Ray Spencer from Fredric Brown's story Madman's Holiday. It stars Pat O'Brien, Claire Trevor, Herbert Marshall, Ray Collins, Wallace Ford and Dean Harens. Music is by Leigh Harline and cinematography by Robert De Grasse.Art curator George Steele (O'Brien) believes he has been in a train crash, but he's told that no such crash has occurred. Is he cracking up, or the victim of something sinister?I'm not trusting anyone this week.Out of RKO, Crack-Up is an above average film noir that is apparently under seen. It thrusts George Steele on a crusade to prove he is not losing his mind and on his way to residency at Bellevue Psychiatric Hospital. As he trawls around the city with a foggy head, his thoughts still remembering his service in WWII, he tosses off sarcastic quips and evades tricky situations with guile and ingenuity. Who can he trust though? If anybody?I'm outta my head. I drive around in cars picking up psychopathic killers.His journey encompasses a number of locations that are expertly born out for noirish purpose. Smokey steam train, dimly lighted station, a ship of many murky corners, the harbour as well, a penny arcade and of course many damp streets at night that are ripe for conversations; both hushed and threatening. With Reis (The Gay Falcon) and De Grasse (The Body Snatcher) using chiaroscuro effects, the atmosphere is suitably eerie, dovetailing perfectly with George's psychologically paranoid funk.About as smart as cutting my throat to get some fresh air!Set to the backdrop of the art world, the narrative has an opinion on art styles and snobbery while wrapping the plot around the crooked line of forgeries. It's not wholly successful for dramatic worth or intrigue, and in fact the visual presentation and very good performances of O'Brien and Trevor deserve a more cohesive story and a motive revelation of the crimes considerably stronger in substance.However, with its technical attributes most positive, some very well constructed scenes (the train crash sequence is excellent) and noir staples in place (amnesia, shady characters, sleuthing for truth et al), Crack-Up is well worth checking out.",
    "chinese_title": "崩溃边缘",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Crack-Up",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-04-13T07:52:33"
}