{
    "aka": [
        "Hong Kong Butcher",
        "香港屠夫"
    ],
    "sid": "3323239",
    "cast": [
        {
            "url": "/celebrity/1406487/",
            "name": "钟少棠 Tommy Chung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1409709/",
            "name": "钟国仁 Kwok Yan Chung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1431211/",
            "name": "猛丁哥 Ting-gor Mang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1985",
    "genre": [
        "惊悚",
        "恐怖",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874199523.jpg",
    "region": [
        "中国香港"
    ],
    "writer": [],
    "imdb_id": "tt0089292",
    "director": [
        {
            "url": "/celebrity/1409709/",
            "name": "钟国仁 Kwok Yan Chung",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "粤语"
    ],
    "playdate": [
        "1985"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0089292/",
    "imdb_votes": 39,
    "this_title": [
        "香港屠夫"
    ],
    "douban_link": "https://movie.douban.com/subject/3323239/",
    "imdb_rating": "4.6/10 from 39 users",
    "trans_title": [
        "后街女郎",
        "Hong Kong Butcher",
        "香港屠夫"
    ],
    "douban_votes": "103",
    "introduction": "Hong Kong Butcher tells the story of a looney, sexually inadequate cab driver who takes out his frustrations on hapless women by cutting them up and preserving their genitals a la Ed Gein. Director Jeffrey Lau, credited here as China Chung, begins the film with a 'documentary' segment focusing on the insane folks who inhabit the streets of Hong Kong. Our antagonist fits nicely among them, because he is shamelessly crazy. Any chance he may have at a semi-normal relationship with one girl he meets is dashed when he takes her on a metal-crunching daredevil car ride after first meeting her, then goofily harasses her at her apartment door the following day when she refuses to let him in. At night the guy cruises the streets of Hong Kong in his cab, grabbing a woman now and again to knock unconcious and carry to his apartment where he hacks them up, then has sex with them. He displays his victim's parts in plastic cases, and prances around his apartment in ecstasy looking at them. He shoots pictures of it all and casually takes the photos to be developed at the corner store.Lau populates the film with prostitutes and cabaret singers, which helps to give it an added layer of sleaze. And the soundtrack music is all over the place: there's 80's Asian trash pop, 70's analog synth bubbling, and a healthy sampling of Brian Eno's Music for Films. I really liked how it all worked. Not much story here, just the episodic goings on in the crazy dude's life. Worth checking out, even given the crude subs and substandard sound.",
    "chinese_title": "后街女郎",
    "douban_rating": "5.6/10 from 103 users",
    "foreign_title": "香港屠夫",
    "imdb_rating_average": 4.6,
    "douban_rating_average": "5.6",
    "update_at": "2025-01-28T22:52:12"
}