{
    "aka": [
        "Angelita & Miguel Angel"
    ],
    "sid": "3324022",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1971",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2869548534.jpg",
    "region": [
        "哥伦比亚"
    ],
    "writer": [],
    "imdb_id": "tt5072468",
    "director": [
        {
            "url": "/celebrity/1052771/",
            "name": "卡洛斯·马约洛 Carlos Mayolo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037075/",
            "name": "阿尔伯特·梅索斯 Albert Maysles",
            "@type": "Person"
        }
    ],
    "duration": "25分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1971-01-01(哥伦比亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5072468/",
    "this_title": [
        "Angelita y Miguel Ángel"
    ],
    "douban_link": "https://movie.douban.com/subject/3324022/",
    "trans_title": [
        "安吉莉塔与米格儿·安琪",
        "Angelita & Miguel Angel"
    ],
    "douban_votes": "0",
    "introduction": "ANGELITA Y MIGUEL ANGEL1972 - 1986Directores: Andres Caicedo & Carlos MayoloThis adaptation of the novel bogged Little Angels was interrupted until the mid-eighties, when the back and finished Luis Ospina.Angelita and Miguel Angel was filmed in 1972, co-directed by Carlos Mayolo and Andres Caicedo, and edited in the mid-eighties by Luis Ospina. It is therefore a work of pure-known group of Cali, which defined a chapter in the history of national cinema. Here are the extent of the plot and its wavering combo that was a foremost documentarian, with the exception of Caicedo, who felt the difference of their way of being a filmmaker and introvirtió after the failure of the tape, which could not resist the tension between the pulse of Mayolo daring and tricky detail of Caicedo.It may be recalled that the documentary had a connotation that was left to see as a delaying Caicedo. Eventually, however, has not ceased to grow old pictures directed by him and has shown that enrichment which is expected to appear when the character of the neighborhood, was impossible. The same conflict of the movie, social conflicts occurred in the filming. Without the help of Caicedo had no perspective and the movie simply became visibly deformed. Ospina, the publisher, he learned to make this problem a resource that narrative again Angelita and Miguel Angel an argument and a documentary at the same time, a documentary about the very shape of the plot.In the midst of interviewing the short film reconstructs Ospina Angelita and Miguel Angel co-directed with Carlos Mayolo and that was never completed due to disagreements between the filmmakers. Here we see not only the testimony about the rise and fall of our hero (that was the idea that handled the novels of the 19th century type Barry Lyndon), but is portrayed as a generation dubbed \"The Cali\" or \"Caliwood\".",
    "chinese_title": "安吉莉塔与米格儿·安琪",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Angelita y Miguel Ángel",
    "douban_rating_average": 0,
    "update_at": "2025-05-15T14:13:06"
}