{
    "aka": [],
    "sid": "3325270",
    "cast": [
        "Essindi Mindja",
        "Jimmy Biyona",
        "Pauline Andela"
    ],
    "site": "douban",
    "tags": [
        "法国",
        "喀麦隆",
        "喀麥隆",
        "爱情",
        "喜剧",
        "喀麦隆电影",
        "P-Montreal单元待考",
        "P-LocarnoA入围主竞赛"
    ],
    "year": "1992",
    "genre": [
        "喜剧"
    ],
    "awards": "　　第46届洛迦诺国际电影节(1992)\n　　金豹奖(提名) Jean-Pierre Bekolo\n\n",
    "poster": "https://img9.doubanio.com/view/subject/s/public/s4572054.jpg",
    "region": [
        "法国",
        "喀麦隆"
    ],
    "writer": [
        "Jean-Pierre Bekolo"
    ],
    "imdb_id": "tt0105201",
    "director": [
        "Jean-Pierre Bekolo"
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1992"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0105201",
    "imdb_votes": 74,
    "this_title": [
        "Quartier Mozart"
    ],
    "douban_link": "https://movie.douban.com/subject/3325270/",
    "imdb_rating": "6.7/10 from 74 users",
    "trans_title": [
        "莫扎特区"
    ],
    "douban_votes": 0,
    "introduction": "One of the most delightfully unexpected African films in decades, Quartier Mozart was awarded the Prix Afrique en Creation at the 1992 Cannes Film Festival and has enchanted film festival audiences from New York to New Dehli. Told over a 48-hour period in a working class neighborhood in Yaounde, Jean-Pierre Bekolo's film is the story of the not-very-sentimental education of a young schoolgirl known as Queen of the 'Hood. Maman Thekla, the local sorceress, helps her enter the body of a young man, My Guy, so she can discover for herself the real \"sexual politics\" of the quarter. Meanwhile, Maman Thekla herself assumes the shape of Panka, a familiar comic figure in Cameroonian folklore who can cause a man's penis to disappear with a simple handshake.\nMy Guy is initiated into the quarter's male hierarchy with its colorful cast of characters including the police chief Mad Dog, his son Secret Correspondent, and the suave tailor who likes to call himself Young Ladies' Candy. Director Bekolo uses traditional wit and music-video style to create an imaginary world of intoxicating playfulness -- a place where women's wisdom and witchcraft help them achieve a balance of power witht the men they both love and struggle against.",
    "chinese_title": "莫扎特区",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Quartier Mozart",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2024-10-27T14:49:07"
}