{
    "aka": [],
    "sid": "3326920",
    "cast": [
        {
            "url": "/celebrity/1297534/",
            "name": "罗纳德·舒塞特 Ronald Shusett",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1287773/",
            "name": "布赖恩·约翰逊 Brian Johnson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005176/",
            "name": "H·R·吉格 H.R. Giger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1073591/",
            "name": "鲍勃·伯恩斯 Bob Burns",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027500/",
            "name": "丹·欧班农 Dan O&#39;Bannon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033355/",
            "name": "约翰·莫罗 John Mollo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1277028/",
            "name": "尼克·阿尔德 Nick Allder",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1282443/",
            "name": "莱斯利·迪利 Leslie Dilley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054416/",
            "name": "雷德利·斯科特 Ridley Scott",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2221737969.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0243753",
    "director": [
        {
            "url": "/celebrity/1291263/",
            "name": "Michael Matessino Michael Matessino",
            "@type": "Person"
        }
    ],
    "duration": "68 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0243753/",
    "imdb_votes": 426,
    "this_title": [
        "The Alien Legacy"
    ],
    "douban_link": "https://movie.douban.com/subject/3326920/",
    "imdb_rating": "7.2/10 from 426 users",
    "trans_title": [
        "异形遗产"
    ],
    "douban_votes": "0",
    "introduction": "ALIEN\"Alien\" is the first movie of one of the most popular sagas in science fiction history, and introduces Sigourney Weaver as Ripley, the iron-willed woman destined to battle the galaxy's ultimate creature. The terror begins when the crew of the spaceship Nostromo investigates a transmission from a desolate planet and makes a horrifying discovery - a life form that breeds within a human host. Now the crew must fight not only for its own survival, but for the survival of all mankind.ALIENS SPECIAL EDITIONIn this action-packed sequel to Alien, Sigourney Weaver returns as Ripley, the only survivor from mankind's first encounter with the monstrous Alien. Her account of the Alien and the fate of her crew are received with scepticism - until the mysterious disappearance of colonist on LV-426 lead her to join a team of high-tech colonial marines sent in to investigate. Personally supervised by director James Cameron, this special edition includes scenes eliminated prior to the film's 1986 release which broaden the narrative scope and enrich the emotional impact of the film.ALIEN 3Lt. Ripley (Sigourney Weaver) is the lone survivor when her crippled spaceship crash lands on Fiorina 161, a bleak wasteland inhabited by former inmates of the planet's maximum security prison. Ripley's fears than an Alien was aboard her craft are confirmed when the mutilated bodies of ex-cons begin to mount. Without weapons or modern technology of any kind, Ripley must lead the men into battle against the terrifying creature. And soon she discovers a horrifying fact about her link with the Alien, a realization that may compel Ripley to try destroying not only the horrific creature, but herself as well.ALIEN RESURRECTIONSigourney Weaver and Winona Ryder star in this terrifying, highly-anticipated sci-fi action thriller! Ellen Ripley (Weaver) died fighting the perfect predator. Two hundred years and eight horrific experiments later, she's back. A group of scientists has cloned her-along with the alien queen inside her-hoping to breed the ultimate weapon. But the resurrected Ripley is full of surprises for her \"creators,\" as are the aliens. And soon, a lot more than \"all hell\" breaks loose! To combat the creatures, Ripley must team up with a band of smugglers, including a mechanic named Call (Ryder), who holds more than a few surprises of her own. Alive with spectacular special effects and co-starring Ron Perlman, Dan Hedaya, J.E. Greeman, Brad Dourif and Michael Wincott, Alien Resurrection is a riveting, pulse-pounding roller coaster ride that's \"reborn to be wild\" (ENTERTAINMENT WEEKLY). Come aboard...if you dare, and witness a whole new breed of terror.",
    "chinese_title": "异形遗产",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Alien Legacy",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-10-07T23:21:47"
}