{
    "aka": [
        "Mistik",
        "Mystics in Bali",
        "神秘主义者在巴厘岛"
    ],
    "sid": "3327484",
    "cast": [
        {
            "url": "/celebrity/1168193/",
            "name": "Sofia W.D. Sofia W.D.",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119150/",
            "name": "W.D. Mochtar W.D. Mochtar",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1981",
    "genre": [
        "惊悚",
        "恐怖",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2559931802.jpg",
    "region": [
        "印度尼西亚",
        "澳大利亚"
    ],
    "writer": [],
    "imdb_id": "tt0097942",
    "director": [],
    "duration": "Japan: 85 分钟",
    "episodes": "",
    "language": [
        "印度尼西亚语"
    ],
    "playdate": [
        "1981(印度尼西亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0097942/",
    "imdb_votes": 1616,
    "this_title": [
        "Leák"
    ],
    "douban_link": "https://movie.douban.com/subject/3327484/",
    "imdb_rating": "5.7/10 from 1616 users",
    "trans_title": [
        "巴厘岛的潜修者",
        "Mistik",
        "Mystics in Bali",
        "神秘主义者在巴厘岛"
    ],
    "douban_votes": "102",
    "introduction": "This extraordinary slice of macabre has its origins in Indonesia not only in that it was shot in Bali but also because the inspiration for the film is based entirely on indigenous folklore. This is a departure in itself as most horror films outside Hollywood (with a notable exception of the Japanese) are simply rehashed imitations of Western product and western ideas. Films like The Exorcist, Evil Dead and Nightmare on Elm Street have been rehashed to death and it comes as very refreshing surprise to find a film from that doesn't’t borrow from Hollywood at all.Mystics in Bali follows the doomed attempts of a pretty but vacuous American who tries to learn the secrets of the Leyak black magic – known to be the most dangerous black magic in the world or so it is stressed umpteenth times in the tragically dubbed voiceover's. The pretty young thing insists that her local boyfriend Mahendra help her in discovering more about the Leyak Magic and soon enough he takes her into the dark forest area where they encounter the Leyak Queen in all her cackling glory. She seems fairly amiable at first despite the incessant cackling and those rather alarming talons she has for hands…and the poor American, Kathy, is rather taken aback when the Leyak Witch thrusts out her ghastly talons for a western style handshake as she had heard that this is how they do it (in the West!) The Leyak Witch trots off having shaken hands but leaves behind a memento; in the first of countless shockers during this film, the audience and Kathy recoil in abject horror upon finding that the witch departed leaving behind a severed arm to do the handshaking! The severed limb then slithers to the ground and scoots off into the undergrowth leaving Kathy and Mahendra stunned.The next day upon being summoned by the Leyak Witch, Kathy and Mahendra go trooping off into the woods once more…this time they are encountered by the witch hidden behind a bush with only her ten-meter long tongue being visible. She uses her tongue to great effect however; elephant style, guzzling several pints of blood as well as handing over some black magic cloth. The witch scrawls something on Kathy’s leg, supposedly the darkest secrets of the Magic. The next night Kathy is told to return on her own, without Mahendra and finally be inducted into the clan of Leyak Witches. Meanwhile strange things start happening to Kathy such as puking up green muck and live white mice! So she decides that she has learned enough and would like to call it a day with her lessons under the tutelage of the Leyak Witch. Serious problems arise however when it is discovered that the evil witch has no intention of letting poor duped Kathy go and is in fact planning on turning the poor inquisitive girl into a slave-vampire-head which will provide her with fresh hot blood whenever required and restore her youth and beauty forever more.As the horrors mount, it is finally left to Mahendra’s wise uncle and what seems to be the celestial spirit of his dear departed brother to tackle the Leyak Witch and maybe even rescue Kathy who has been enslaved by the blood-lusting witch. The film is a scream from beginning to end despite the atrocious acting, which has been made to appear even worse due to the awful dubbing. There are several sequences in the film that will have audiences gasping in disbelief – not only at the amazing special effects that appear out of the cretaceous period but the mind boggling plot that involves heads flying around (with intestines and internal organs still attached) through the night in search of fresh baby blood………and in fact an unborn baby seems to be the best nourishment of all as in one absolutely diabolical scene we watch in disbelief as the flying head sucks up an unborn foetus from a pregnant mothers womb!There are other marvels to be amazed by such as a transformation scene where a woman mutates into a set of lips! Other transformations are too horrifying to discuss and then there are those sacred toothpicks planted into a headless living corpse as well as an array of spectacular special effects. This film has the ability to stun even the most jaded horror film fan with its spectacularly strange plot, the magnificent gore and special effects but perhaps the real strength of the film is that its mind-boggling plot is completely home spun and not just lifted from some recent Hollywood hit though there will be those who will recall the moonlight dance routine complete with rolling head by the grave in Evil Dead 2 that was also such a delight. It should be noted at this point that this film was made before Evil Dead ever saw the light of day so the question of borrowing doesn't’t arise.This charming shocker has the ability to “refresh” parts of the body that normal films couldn't hope to reach! Prepare to be amazed and delighted in equal proportions.http://www.thehotspotonline.com/moviespot/holly/m/MysticsBali.htm",
    "chinese_title": "巴厘岛的潜修者",
    "douban_rating": "5.8/10 from 102 users",
    "foreign_title": "Leák",
    "imdb_rating_average": 5.7,
    "douban_rating_average": "5.8",
    "update_at": "2025-09-22T15:42:09"
}