{
    "aka": [],
    "sid": "3329188",
    "cast": [
        {
            "url": "/celebrity/1019297/",
            "name": "约尔延·列斯 Jørgen Leth",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p697711837.jpg",
    "region": [
        "丹麦"
    ],
    "writer": [
        {
            "url": "/celebrity/1019297/",
            "name": "约尔延·列斯 Jørgen Leth",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1337103",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "丹麦语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1337103/",
    "imdb_votes": 459,
    "this_title": [
        "The Erotic Man"
    ],
    "douban_link": "https://movie.douban.com/subject/3329188/",
    "imdb_rating": "4.2/10 from 459 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A collections of scenes based on documents, letters, pictures and poems that depict a man's erotic nature.One of modern Danish cinema’s pioneers, Jorgen Leth has been making films since the late 1950s. The breadth of his work has been staggering, ranging from portrait films (usually focusing on artists like dancer Peter Martens or jazz great Bud Powell) to impressionistic, poetic notebooks on China, Haiti and the USA to suspenseful accounts of sporting events (including the Tour de France). But he’s best known for absurdist glimpses of contemporary life in Denmark, most notably The Perfect Human, which served as the spark for his collaboration with Lars von Trier, the widely celebrated The Five Obstructions. (Needless to say, he has had an enormous influence on the current crop of Danish filmmakers.)Still nothing he’s done in the past to quite prepare anyone for the idiosyncratic and unique pleasures of The Erotic Human, in some ways his most radical and personal work, a powerful and sometimes shockingly honest essay about eros, aging and loss. The premise is deceptively simple. Leth travels to several countries (the locations include Haiti, the Philippines, Senegal, Brazil, Argentina, Panama) to cast one particular scene: a woman, usually naked, is sitting in a hotel room, lamenting the loss of her lover who has returned to Europe. But, with each new reenactment of the scene, one begins to questions its veracity. It’s a forlorn fantasy – a man’s need to re-experience a scene he could only ever have imagined, at best. (There are echoes of Alain Resnais’s early 1960s classics, Hiroshima mon amour and Last Year at Marienbad.)These scenes are set against footage of Leth alone in hotel rooms, ruminating on the pitfalls and nature of his project; hilarious discussions of the casting sessions with his colleagues (he refuses to turn anyone down); highly aestheticized nude studies of female bodies; and, in one memorable moment, a boat trip up the Amazon.The juxtaposition of age with youth and beauty creates an overly fecund atmosphere where fertility connotes decay ala Keats’ “To Autumn”. (The film’s palpable sense of resignation is heightened and made more painful by Leth’s own complicated outsider status in most of the areas he visits, a situation the film is aware of but never directly addresses.)What emerges is an elegy for lost possibilities and a paean to sensuality and the female form – and possibly the most upfront and searing look at sexuality you will see in a long while. –TIFF.net",
    "chinese_title": "The Erotic Man",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.2,
    "douban_rating_average": 0,
    "update_at": "2025-07-13T23:43:38"
}