{
    "aka": [],
    "sid": "3329185",
    "cast": [
        {
            "url": "/celebrity/1062390/",
            "name": "Jesús Berenguer Jesús Berenguer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048453/",
            "name": "米格尔·安吉尔·索拉 Miguel Ángel Solá",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1213315/",
            "name": "Ricardo Moya Ricardo Moya",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1089510/",
            "name": "Helena Dueñas Helena Dueñas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1252393/",
            "name": "Esmeralda Moya Esmeralda Moya",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1068725/",
            "name": "Teresa Calo Teresa Calo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1246521/",
            "name": "María Blanco María Blanco",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1071510/",
            "name": "赫克托耳·克拉拉蒙  Hèctor Claramunt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1059160/",
            "name": "塔缇娜·阿斯滕戈 Tatiana Astengo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1259557/",
            "name": "Pepa Delgado Pepa Delgado",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1116220/",
            "name": "Luisa Martín Luisa Martín",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1237379/",
            "name": "玛丽娜·萨拉斯 Marina Salas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1246486/",
            "name": "Beatriz Ayuso Beatriz Ayuso",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1184763/",
            "name": "德里坦·比巴 Dritan Biba",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2885397445.jpg",
    "region": [
        "西班牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1244104/",
            "name": "埃利希奥·R·蒙特罗 Eligio R. Montero",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1107270",
    "director": [
        {
            "url": "/celebrity/1033336/",
            "name": "豪尔赫·桑切斯-卡维苏多 Jorge Sánchez-Cabezudo",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "14",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2007-10-03"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1107270/",
    "imdb_votes": 239,
    "this_title": [
        "Desaparecida"
    ],
    "douban_link": "https://movie.douban.com/subject/3329185/",
    "imdb_rating": "7.2/10 from 239 users",
    "trans_title": [
        "失踪"
    ],
    "douban_votes": "0",
    "introduction": "La serie de TVE, que sitúa la acción en una localidad imaginaria de las afueras de Madrid, Blancaró, traslada a la pantalla la angustia de la familia de Patricia Marcos. Es el relato de la búsqueda desesperada que encabezan el padre y toda la familia de la joven y el seguimiento de la investigación que lleva a cabo la Guardia Civil. En torno a ese núcleo de la familia y los investigadores, irán surgiendo tramas, personajes, amigos, conocidos, fuerzas policiales, sospechosos... La serie combina suspense e investigación, giros, sorpresas y misterio, con el trasfondo del drama familiar y los conflictos que provoca la desaparición de la joven. Capítulo a capítulo se abrirán vías de investigación y análisis y surgirán nuevos sospechosos. El ‘flash back’ permitirá conocer a Patricia y recordar cómo era su vida antes de la tragedia. “Desaparecida” es una producción del Grupo Ganga para TVE.Patricia Marcos es una joven que vive junto a su familia en un pueblo imaginario de las afueras de Madrid: Blancaró. La noche en que va a cumplir 18 años coincide con la celebración de las fiestas en un pueblo vecino y Patricia planea salir con su prima Cris. La negociación de la hora de regreso a casa desencadena la clásica discusión familiar con su madre, Lola. Tras el enfado, Patricia acaba logrando autorización de Alfredo, su padre, para alargar un poco más la hora de vuelta. “A las 4:30 en punto, en casa. Y acompañada de tu hermano”, le dice su progenitor. Pero llega la hora convenida no aparece. Por fin, a las 4:45, la puerta se abre y Diego, su hermano, entra en casa... pero solo. El calvario de la familia Marcos no ha hecho más que comenzar. Al principio sólo es una preocupación, un enfado con la chica que no ha vuelto aún a casa. Pero según pasan las horas, la angustia y la tensión van en aumento. El teléfono móvil de Patricia está desconectado. Las llamadas se suceden: a las amigas, a su prima, a los hospitales, al instituto... nadie sabe nada. El padre, con la ayuda de su hijo, busca por todos los lugares que frecuentaba Patricia y en las fiestas del pueblo cercano. Pero no hay rastro de ella. Llegan los descubrimientos: la joven mintió, no estuvo con su prima en las fiestas, no volvió con ella en taxi, ni estuvo con su hermano. Estuvo con su novio... una relación que la familia desconocía. Cuando consiguen localizar al chico, tampoco obtienen datos determinantes: la noche anterior discutieron y ella se marchó. Entonces... ¿Dónde está? ¿Con quién? ¿Qué le ha pasado?La Guardia Civil necesita un plazo más amplio de tiempo para considerar a Patricia Marcos oficialmente desaparecida. La familia, no. Inspirada en la realidad Miles de familias viven en España con la incertidumbre de no saber dónde se encuentra uno de sus seres queridos. De no conocer si están vivos o muertos. Ante la incertidumbre, llegan incluso a desatender su vida profesional, social y personal para centrar toda su energía en la búsqueda, a invertir en este empeño todo su dinero y a creer en cualquier pista porque necesitan aferrarse a la mínima esperanza. La mayoría de las veces sus casos no trascienden a la prensa y cuando lo hacen, en pocos días se olvidan. Pero las familias siguen adelante, porque tras las primeras semanas llega lo peor. El gran apoyo inicial que reciben comienza a diluirse y las fuerzas de seguridad se enfrentan a barreras que hacen muy difícil que la investigación siga avanzando con la urgencia que necesitan los familiares de los desaparecidos. En este momento es cuando muchas familias deciden avanzar por su cuenta.",
    "chinese_title": "失踪",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Desaparecida",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-08-08T23:22:19"
}