{
    "aka": [
        "烽火後的曙光"
    ],
    "sid": "3330210",
    "cast": [
        {
            "url": "/celebrity/1050105/",
            "name": "上户彩 Aya Ueto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033094/",
            "name": "吉永小百合 Sayuri Yoshinaga",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1218644/",
            "name": "上田燿司 Yoji Ueda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018954/",
            "name": "山口胜平 Kappei Yamaguchi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008108/",
            "name": "森川智之 Toshiyuki Morikawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1038095/",
            "name": "小杉十郎太 Jûrôta Kosugi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情",
        "家庭",
        "儿童",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868361672.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1321132/",
            "name": "竹内启雄 Yoshio Takeuchi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1413274/",
            "name": "中田新一 Shinichi Nakata",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1930285",
    "director": [
        {
            "url": "/celebrity/1413274/",
            "name": "中田新一 Shinichi Nakata",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2005-06-30(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1930285/",
    "this_title": [
        "あした元気にな～れ! ~半分のさつまいも~"
    ],
    "douban_link": "https://movie.douban.com/subject/3330210/",
    "trans_title": [
        "明天也要精神百倍！～一半的甘薯～",
        "烽火後的曙光"
    ],
    "douban_votes": "0",
    "introduction": "長編アニメーション映画・戦後６０年記念作品「あした元気にな～れ！　～半分のさつまいも～」は、作家・エッセイストとして、また多方面で活躍する海老名香葉子さんの「半分のさつまいも」（くもん出版）を原作として製作される長編アニメーション映画です。映画は、昭和20年３月10日の東京大空襲で家族６人を失い、戦災孤児となったかよちゃんときい兄ちゃん兄妹が、終戦直後の貧困と不安の時代に、明るくたくましく生き抜いていく姿を丁寧に描きます。そして、廃虚と化した東京下町の浅草や上野、そこで果敢に生きた人々の心からの叫びと熱い思いをも織り込みながら、平和と生命の尊さ、人の愛の気高さを謳いあげていきます。STORY:かよ子の家は、東京の下町、昔の住所でいえば本所区立川にありました。家の屋号は「竿忠」といい、父は釣り竿作りの職人で、母、祖母、４人の兄弟、一家７人で暮らしていました。戦局がきびしくなり、かよ子は沼津の静江叔母さんの家に縁故疎開をしていました。米軍の29による本土空襲は本格的になり、昭和20年３月９日未明、後に「東京大空襲」とよばれる空襲で東京の下町一帯は火の海となりました。家族の皆が無事でいますようにと祈っていたかよ子の元にやって来た兄の喜三郎は衝撃的な事実を伝えます。喜三郎以外の家族全員が亡くなったのです。昭和20年８月15日終戦。かよ子は、静江叔母さんの元を離れて東京中野の菊重伯母さんの家で新しい生活をはじめることになりました。たった一人の家族となってしまった喜三郎は、伯母夫婦と折り合いがつかず、行方知れずの状態となっていました。かよ子にとっても中野の家は、決して居心地のよいものではありませんでした。５才のゆりちゃんの面倒をみ、家事を手伝い、時には「買出し」に行くこともありました。家にある品物をもって田舎にでかけ、農家を一軒一軒回って米や野菜などの品物と交換してくるのです。それは小さなかよ子には過酷なものでしたが、「いつか兄ちゃんと会える」という夢が、こころの大きな支えになっていました。その頃喜三郎は、下町浅草にいました。浅草寺の瓢箪池のまわりに立ち並ぶ闇市の一角に小さな店を出して、同じ境遇の戦災孤児仲間と商売をして、生活の糧を得ていました。しかし、非力な子どもたちに対して闇市の組合は卑劣な圧力をかけてきたのです。かよ子は必死に喜三郎を探しますが、なかなか出会うことが出来ません。いつしか家族と住んでいた立川に来ていました。かつてお客さんで賑わっていた〈竿忠〉は瓦礫の山になっていました。「ただいま、父ちゃん！ただいま、母ちゃん！」と叫びますが、返ってくる声はありません。悲しさが胸を締めつけ、涙がとどめなく頬をぬらします。しばらくするとかよ子のこころのなかで「兄ちゃんがここを継いでくれればいいんだ。ここで一緒に暮らせばいいんだ」という思いが大きくなっていました。ところがある日、〈竿忠〉の跡地を売渡すという伯母夫婦の話を聞いてしまいます。なぜ伯母たちはそんなことを・・・そんなことになったら兄と一緒に帰る場所がなくなってしまう！かよ子は一大決心をして伯母の家を出ることにします。喜三郎は、孤児仲間の逞しいリーダーとなって懸命に生きていました。子どもらしい気転と行動力ではじめた新商売は繁盛していましたが、あいかわらず闇市の組合からのいやがらせがつづいています。でも浅草の街の人々は、そうした喜三郎たちをあたたかく見守っていました。ようやく再会したかよ子と喜三郎。かよ子は「土地を買い戻して〈竿忠〉を再建しようよ」と必死ですが、「今は伯母さんのところで我慢しな、きっと迎えに行く」という喜三郎。幼い兄妹の力では何も出来なかったのです。失意のかよ子は、〈竿忠〉の跡地でうずくまっていました。どこからか母ちゃんの声がします。「かよ子は明るくて、元気な子だから・・・」「元気をだして・・かよ子」しばらくして顔をあげると目の前に一人の復員兵が立っていました。同じように家族を失った復員兵とかよ子は、互いに希望をもって生きようと励まし合うのでした。復員兵を見送ったかよ子は、兄たちの住む街に向かって元気に走り出しました。故事背景，终战时期东京大空袭。かよ子家族7人，五人丧生在空袭中。唯一幸存下来的哥哥喜三郎也行踪不明。故事就主要讲述了かよ子对哥哥的思念，寄宿在伯母家的她所经历的种种，和流落在外的喜三郎的生活。主 題 歌 「蓮花」（東芝ＥＭＩ）作　詞 　海老名 香葉子　谷村 新司作　曲　 谷村 新司編　曲　 奥本 亮唄　　   林 明日香",
    "chinese_title": "明天也要精神百倍！～一半的甘薯～",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "あした元気にな～れ! ~半分のさつまいも~",
    "douban_rating_average": 0,
    "update_at": "2025-08-02T05:42:24"
}