{
    "aka": [
        "最重要的人是谁？"
    ],
    "sid": "3330131",
    "cast": [
        {
            "url": "/celebrity/1104077/",
            "name": "岸谷五朗 Gorô Kishitani",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1038523/",
            "name": "牧濑里穗 Riho Makise",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018696/",
            "name": "手塚理美 Satomi Tezuka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1052358/",
            "name": "三浦理惠子 Rieko Miura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1021211/",
            "name": "田村亮 Ryo Tamura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018899/",
            "name": "中村久美 Kumi Nakamura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1017172/",
            "name": "吉田日出子 Hideko Yoshida",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275375/",
            "name": "山口纱弥加 Sayaka Yamaguchi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1179886/",
            "name": "佐藤隆太 Ryūta Satō",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1017055/",
            "name": "鹤见辰吾 Shingo Tsurumi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1121531/",
            "name": "宫泽理惠 Rie Miyazawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042777/",
            "name": "小林凉子 Ryoko Kobayashi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1020440/",
            "name": "内藤刚志 Takashi Naitô",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033189/",
            "name": "忍成修吾 Shûgo Oshinari",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018562/",
            "name": "新垣结衣 Yui Aragaki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1024824/",
            "name": "村田充 Mitsuru Murata",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1483168/",
            "name": "石井愃一 Kenichi Ishii",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情"
    ],
    "awards": "　　第43届日剧学院赏(2005)\n　　最佳新人 小林凉子\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871519081.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1293583/",
            "name": "大森寿美男 Sumio Omori",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1237800/",
            "name": "佐藤东弥 Tôya Satô",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321667/",
            "name": "长沼诚 Makoto Naganuma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312816/",
            "name": "铃木元 Gen Suzuki",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "10",
    "language": [
        "日语"
    ],
    "playdate": [
        "2004-10-13"
    ],
    "this_title": [
        "一番大切な人は誰ですか？"
    ],
    "douban_link": "https://movie.douban.com/subject/3330131/",
    "trans_title": [
        "谁是最重要的人？",
        "最重要的人是谁？"
    ],
    "douban_votes": "0",
    "introduction": "说到亲爱的你会最先想起谁…？父母？伴侣？孩子？　 如果这些人全感到为难，你最先帮助谁…？ 本片通过主人公试着考虑这个普遍的,重要的，最难选择的问题。描画离婚后的家庭，想重新组建新的家庭。离婚后与女儿一起生活的的主人公与要(岸谷五朗)，与包围着他的前妻东子(宫泽理惠)，女儿小南(小林凉子)及现在的妻子(牧濑村穗)的悲喜生活，很温暖的家庭剧。离婚后还常见面夫妇。面对打算忘记离开的父亲却又突然的出现，踌躇的女儿。发现在这条街上的种种故事的妻子。四者复杂的感情，在这个小街交错，纠结一起互相…。他们织成的人生最后如何呢？ /whoisbest/bottom.gif\" width=\"800\">第一集：要被调到东京郊外的鸭下街的派出所工作。报到之前，他和新婚妻子在附近散步，共度美好时光。第一天工作，他和年轻的警员藤尾结成了搭档。还遇到了当年一起的同事木幡功并且还被他凌辱，现在木幡功已经成了一名刑事官了。要巡逻到一条商业街上，遇到一个中学女生，长的和他与前妻生的的女儿小南一模一样。要追上小南，才得知东子和小南半年前搬来这里居住的。他找到东子的住处探访东子，可是东子已经和三年前不一样了。第二天，要突然遇到东子的旧时好友坂下，得知东子的现状，更是吃惊不已。 另外，要还从商店会长那里得知，东子和生性风流的家具店老板关系不同寻常。。。。。。第二集要好久未和小南见面，没有想到小南变得如此成熟。虽然要和东子都想让小南不受父母的影响好好成长，可是小南却劝爸爸不要过分勉强。 要看出女儿也是深受父母离婚之苦，他哑口无言。要的搭档藤尾百思不得其解，要很优秀为什么至今还只是一个警员，按说早就应该升为刑事官了。其实，要早在木幡功之前就被推选做刑事官了。只是那时候为了支持妻子东子实现梦想，要放弃了忙碌的刑事官工作，还计划亲自带小孩。所以才一直甘愿做警员的。不久得知东子手头拮据的要来到东子的服装店。不巧遇到久内，不知情的久内滔滔不绝的提起要的漂亮妻子。东子听了马上拒绝了要的好意，还告诉小南这一切，警告他们大家已经没有任何关系了。要深受刺激。要以从来没有提供过小南的抚养费为由，再次拿钱来到东子家里。。。。。第三集小南想起曾经见过几面的女人路留，确定她就是爸爸的新婚妻子，于是借机接近她，并且和她谈心。路留却只把她当作新搬家交的朋友，可是就是个中学生，也就没有在意。和她敞开心扉谈了好多。甚至连和要当初的相识，还有从东子身边抢夺要的事情都讲了出来。小南亲耳听到父母离婚的原因，一时间深受打击。离开路留，憋了好久的眼泪涌出小南的眼眶。要总是对人和善，可是在小南看来却是胆怯的表现。要注意到一个频频窥视东子的服装店的年轻男子，要对他进行例行盘查，他说自己一文不名，可是却拿出6万日元向东子定购西装。不久他开始免费在东子的店里打工。见此情形，坂下断言这个男人肯定是追东子的。尽管知道东子不喜欢那样年轻的男人，要还是忧心忡忡。第四集服装店突然遭到强盗抢劫，要帮了不少忙，他和东子之间的隔阂消失了。小南把这些偷偷看在眼里。路留终于知道了小南的来历，却装作完全蒙在鼓里，继续和小南做朋友。 一天藤尾的恋人清美出现在派出所。东子发现小南有些异常就告诉了要，两人都琢磨不出原因。一天，要回到家里，竟然看到被路留请回家玩的朋友小南，他一时间不知道该怎样说，只好默不作声。小南却大方的向他做起自我介绍。要大惑，表情很尴尬。路留继续装出不知情的样子。三人各自在心里打着自己的算盘。。。。。。第五集要送小南回家后，坦白的告诉路留来家里的中学生是自己的女儿。并且讲出所有的经过。路留作出一副吃惊的样子，确认要没有骗她之后才一下子轻松好多。但是接下来她想到该找个时间把一切告诉小南。东子注意到回到家的小南有些异常，就询问她原因。却被小南巧妙的叉开话题。 坂下得知东子想再找个人结婚，决心向东子求婚。东子凭直觉察觉到他的想法。就很干脆的劝他不要再开玩笑了。小南使用一个男人送的数码相机给家里的服装店拍照，打算做一个服装店的主页。就找到精通计算机操作的路留商量。路留借此机会终于给小南讲出真相，两人成了真正的好朋友。但是当东子从小南那里得知服装店的主页是要的新婚妻子帮助做成的，心情变的异样。。。。。。第六集要看到小南越来越渗入到自己的家庭生活中，不禁有些担心。 因为小南做的网站开通，服装店的生意增多了。小南发现，东子离开了要变得寂寞了。而要不得不同时照顾东子和路留两人的心情，也是身心疲惫。辖区内频繁发生妇女被凌辱的事情，要很担心东子，就去探访她。正好遇到坂下，坂下当时就向东子发难，说她根本没有完全离婚。要和东子根本没有在意坂下的话，只是讨论频频去找路留的小南的事情。 网站终于全部做好了，以后可以通过电子邮件收订单了。为了表示庆祝，路留送给小南一部手机。一天又发生了一起妇女受凌辱的案件，东子劝小南不要再去要的家里住了，没想到槽倒拒绝，她颇受打击。第七集看到小南放学等在一边的小沼主动向她打招呼。他曾经送给小南一个数码相机，小南很信任他。跟他一同去了小沼的住处。其实，小沼很恨东子，因为他喜欢东子，可是东子拒绝了他，而且东子的话狠狠的伤害了他，所以他要报复东子，对东子的女儿下毒手。他把对此完全不知情的小南关在家里。装作啥也不知道，去了东子的服装店。东子喝的酩酊大醉才回家，路留收到小南躲在厕所发来的求救邮件，说被人绑架了。路留慌忙找到要，告诉他这一切。要找到上司申请到武器装备，并根据小南邮件中提供的信息，开始了挨家挨户的窃听搜查。第八集从八丈岛回来，要带着小南去了东子家，没想到竟然看到不可思议的一幕，路留竟然提着购物袋，嚷着“我回来了”进了门。最后大家都围在锅边吃了一顿饭。 要的处分解除，刚刚回到工作岗位。路留接到一个女人的电话，说路留的父亲隆夫病倒了。路留急忙赶到医院，医生说是蜘蛛膜下出血导致的。路留这才注意到父亲床边有一个照顾的中年妇女。可是路留却不认识她。打电话通知路留的就是这个女人。路留猜到这个女人就是曾经和父亲相恋28年的人。第九集隆夫好不容易恢复意识。路留按照隆夫写下的字条找到美贵子的家。可是美贵子根本不理会路留的羞辱，对自己和隆夫相恋的事情没有一点悔恨。东子是要的前妻的消息传开了。路留想起在东子家里看到一家人吃火锅的情形，又想起美贵子的话，她终于受不了了，留下一封信离开了。要发现路留的出走马上出去找人。去了东子的店，还打电话到路留的娘家，并且去搜了一遍。最后来到隆夫的病室，已经知道这一切的美贵子对要说出了一番让人惊异的话。不久，路留终于给要的家打来电话。。。。。第十集要到处寻找路留，不小心卷入一伙年轻人的打斗之中。丢失了非常重要的警察手册。他面临着被革职的命运。要终于在萌子的家里找到路留，并且劝她回去。路留一肚子委屈都发泄出来。 小南决定和父母刚刚离婚的西口一起去香港。要还是爱着路留的么？还是回到前妻东子的身边？丢失了警察手册他的命运又将如何？",
    "chinese_title": "谁是最重要的人？",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "一番大切な人は誰ですか？",
    "douban_rating_average": 0,
    "update_at": "2025-08-20T17:56:02"
}