{
    "aka": [
        "久钱的理由",
        "援助愛情"
    ],
    "sid": "3330104",
    "cast": [
        {
            "url": "/celebrity/1027879/",
            "name": "真田广之 Hiroyuki Sanada",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002489/",
            "name": "筒井道隆 Michitaka Tsutsui",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275493/",
            "name": "笑福亭鹤瓶 Tsurubei Shofukutei",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1052711/",
            "name": "村井国夫 Kunio Murai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1334789/",
            "name": "浜崎贵司 Takashi Hamazaki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1292897/",
            "name": "中岛博子 Hiroko Nakajima",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1344106/",
            "name": "远山俊也 Toshiya Tôyama",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1163144/",
            "name": "若林志穗 Shiho Wakabayashi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1030629/",
            "name": "金田明夫 Akio Kaneda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1296463/",
            "name": "齐藤庆子 Keiko Saito",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1021306/",
            "name": "伊东四朗 Shirô Itô",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1994",
    "genre": [],
    "awards": "　　第3届日剧学院赏(1994)\n　　最佳男主角 真田广之\n　　最佳片头\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2583733438.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1287292/",
            "name": "池端俊策 Shunsaku Ikehata",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt11416942",
    "director": [
        {
            "url": "/celebrity/1320390/",
            "name": "生野慈朗 Jirô Shôno",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324760/",
            "name": "竹之下宽次 Kanji Takenoshita",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "11",
    "language": [
        "日语"
    ],
    "playdate": [
        "1994-10-14(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11416942/",
    "this_title": [
        "僕が彼女に、借金をした理由。"
    ],
    "douban_link": "https://movie.douban.com/subject/3330104/",
    "trans_title": [
        "援助爱情",
        "久钱的理由",
        "援助愛情"
    ],
    "douban_votes": "0",
    "introduction": "第1集： 7月4日 地獄への入り口在借貸公司上班的立花雪是個精明幹練的人，常以私人身份借錢給鄰居賺取利息。住在她家隔壁洋房主人山野邊邦彥的外遇對象，梅津佳惠的勒索電話誤打到了立花家，搞得立花雪煩不勝煩。這天山野邊回到家時，碰到催款新手海老原直，他說出山野邊的老婆通子一直積欠著卡費，還借貸了大筆現金而要求他償還。山野邊只好前往銀行，卻發現所有存款不翼而飛，在借貸公司不斷催討之下，他只好厚著臉皮先向立花借錢...。第2集： 7月5日 破産へ破滅へ山野邊面對老婆留下一筆借款離家出走，和外遇對象勒索180萬的分手費， 在無計可施之下，只好再次向立花雪借錢。立花雪背著公司在外私自借貸的事也被公司發現，所以決定辭職自立門戶。山野邊在尋找通子的下落時，意外發現通子自己也紅杏出牆，禍不單行的山野邊，又被人匿名告發私下收取客人的謝禮金，因此被公司處分停職一個月。第3集： 7月6日 1億円の女接受停職處分後的山野邊，打算在停職期間去打工賺錢還債。另一方面，一平勸阿雪自立門戶，並推薦出資人給阿雪。原來這個出資人就是海老原直的爸爸，日本頭號老字號當舖商海老原峻，海老原在見過阿雪之後非常滿意，但同意出資的條件就是，希望能讓自己的獨子阿直在阿雪的公司做事。山野邊則因為要幫通子償還大筆債務，只好答應成為阿雪新公司的一員。第4集： 7月9日 取り立て屋入門山野邊不願讓老婆的情夫幫自己老婆還債，所以又向阿雪借錢，還清通子欠的債，前前後後總共欠阿雪近達300萬，只好下海幫阿雪討債。 先前阿雪借錢給黎明工業，卻因公司周轉不靈付不出錢來，又開口向阿雪再借5百萬，於是阿雪迅速趕往黎明工業了解情況。阿雪藉此機會教授兩人討債的技巧，要他們四處觀察辦公室裡的細節，阿雪自己則從老闆身上了解財務現況，觀察的結果判定黎明工業隨時都有可能倒閉，但阿雪仍決定救老闆最後一次，再借5百萬！第5集： 7月10日 取り立て屋の恋立花金融公司終於成立，山野邊和阿直在街頭發面紙作宣傳，很快的就有生意上門，但阿雪卻對上門的客人挑三撿四，讓阿直與山野邊無法理解，於是阿雪向他們解釋，她堅持要把錢借給值得借的人身上。 當天回家，山野邊發現自己家附近發生火災，正好是阿雪住的那一棟公寓， 阿雪只好拜託山野邊讓自己借住一宿，並同意由借款中扣除4萬塊作為住宿費。第6集： 7月11日 君を抱きたい通子帶著離婚協議書回來找山野邊，決定和山野邊離婚，山野邊只好簽字離婚，想安慰山野邊的阿雪，起個大早做早飯給山野邊吃，但不擅廚藝的阿雪，連個荷包蛋也煎得亂七八糟，山野邊對阿雪的體貼受寵若驚。山野邊在討債的時候，正巧碰見同公司的高木，並從高木處聽到自己和課長其實是被法月部長所出賣，沼田課長已經背黑鍋辭職了，受到極大震驚的山野邊，立即趕回公司想找部長問個清楚。第7集： 7月12日 情事山野邊因為和通子離婚，自己還背負近300萬的債，於是自暴自棄，阿雪看了於心不忍，希望能為他做什麼事，卻沒想到山野邊竟然情慾大動，要求與阿雪發生關係，兩人展開了不同的關係。 第二天被阿直撞見，山野邊的過度反應讓阿雪非常生氣，一氣之下打算搬回公寓。剛好阿雪的母親阿豔參加朋友葬禮順便來東京，阿雪因有工作在身，拜託山野邊去幫她接母親，同時希望他能幫自己做戲瞞騙媽媽，說自己才是這二層洋房的主人。第8集： 7月13日 大勝負阿直因為工作關係，喜歡上太刀山杏子，杏子也因公司接到一筆大生意，卻愁於沒有現金周轉，而想和阿雪借貸5千萬。阿雪因見山野邊為債務所苦，自己對他的愛又日趨加深，,想趕快幫他脫離債務的痛苦，於是阿雪不顧光明公司的背景有處可疑之處，決定借出這5千萬賺取龐大利息。誰知10天過後，阿直前往光明公司收款時，公司卻憑空消失，老闆和杏子也不見蹤影。第9集： 7月16日 復讐山野邊和阿直追查杏子下落的途中，中了黑道的假車禍詐財，幸好一平及時出現，一問之下才知這全是中里一手設計的，好讓他有求於法月部長，而杏子是中里的情婦，想先勾引阿直再藉機向山野邊下手，卻沒想到杏子真的喜歡上阿直。 杏子為了幫阿直追回公司那筆錢，從中里處偷出他的黑錢帳本，交給山野邊，山野邊藉此機會以帳本換回5千萬的借款，一平更找來了借貸業的元老海老原。中里見海老原出面，只好乖乖還錢，如此山野邊終於順利的能夠將全部債務還清。但面對著阿雪，山野邊心裡開始不希望將債還清，好給自己一個藉口，能繼續留在阿雪身邊。第10集： 7月17日 夫　売ります山野邊擔心還清債務後，和阿雪的緣分就會盡，於是偷偷的藏起1百萬，騙阿雪說是幫前妻還臨時冒出來的舊債。阿雪擔心這種情形會不斷發生，於是私下去找通子談判，表示希望能幫通子還清所有債務，但條件是不可再讓山野邊來背債，通子妒火中燒，居然一口氣要了8百萬。 另一方面，海老原覺得阿雪是個非常能幹的女孩，打算要她嫁給阿直並接管自己的事業，一平在一旁替山野邊著急，怕阿雪真的嫁給阿直。第11集： 7月18日 夢の残高完結篇",
    "chinese_title": "援助爱情",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "僕が彼女に、借金をした理由。",
    "douban_rating_average": 0,
    "update_at": "2025-03-30T14:39:37"
}