{
    "aka": [],
    "sid": "3330119",
    "cast": [
        {
            "url": "/celebrity/1006368/",
            "name": "中村俊介 Shunsuke Nakamura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037833/",
            "name": "江角真纪子 Makiko Esumi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1352529/",
            "name": "加藤纪子 Noriko Kato",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321077/",
            "name": "池田政典 Masanori Ikeda",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [],
    "awards": "　　第22届日剧学院赏(1999)\n　　最佳服装 江角真纪子\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2889149651.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1316780/",
            "name": "尾崎将也 Masaya Ozaki",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1324033/",
            "name": "清弘诚 Kiyohiro Makoto",
            "@type": "Person"
        }
    ],
    "duration": "45",
    "episodes": "10",
    "language": [
        "日语"
    ],
    "playdate": [
        "1999-07-09"
    ],
    "this_title": [
        "独身生活"
    ],
    "douban_link": "https://movie.douban.com/subject/3330119/",
    "trans_title": [
        "单身女郎"
    ],
    "douban_votes": "0",
    "introduction": "堕ちていく女秘密のデートクラブ罰を与えられた夜バレてしまった正体全部が嘘だったの？週刊誌での魔女狩りしのびよる魔の手母の逆上と燃える家私の秘密をバラして最後に語る真実杏子在大都市银行工作的杰出OL,看着很风光，却有着很大的压力，来自扯她后腿的同事,母亲对她过度的期待和干涉，这些压力让她常期得于紧张状态，没有能够使心灵得到休息的地方。某日，她与约会小组的店长吉川(大杉涟)相识，被聘请到风俗的世界....中江角真纪子出生於单亲家庭，从小与母亲相依为命，虽然某方面表现出来的是江角优秀的成就，但在内心世界，两人都生病许久，因此剧中江角利用转换身分的方式抒发自己潜藏已久的压力，自有她的道理。这不禁让人进一步思考在与日俱增的社会竞争压力下，不知未来的我们，是不是会为挣脱社会枷锁的束缚，转换成另一个自我，在浑沌不明的世界中，继续实现属於小小的自我梦想？剧情大纲：第一回大泽幸子（江角真纪子）与男朋友分手，原因是因为自己想开创事业，因而拒绝男友的求婚。阳子被岛村正树撞倒，岛村留下名片要她有事与他联络。东亚银行开会要决定是否让金仓公司融资，大泽认为应该多融资给金仓。持相反意见的同事因而不爽！幸子在家与母亲两人同住，母亲会监视与管制幸子的一举一动，非常恐怖。阳子打电话给岛村想约他出来，其实岛村是一个仲介卖淫的男子，却谎称自己是广告公司的业务，以此为名义到处欺骗女子。大泽去公司的医院看病（气喘），医生要她去看精神科（认为他压力过大所引起）大泽拒绝。岛村又在路上搭讪女子，却碰到大泽，此时气喘又发作的大泽因而昏倒，岛村将大泽带到应召站卖给站长，站长要大泽考虑看是否要接客人的事情。岛村与阳子见面，阳子被岛村的花言巧语给骗的团团转，大泽的重要资料不见了，同事川村也因此能顺利的与金仓接洽，继续此一案子的进行，大泽十分不爽，以为是川村搞的鬼。却招来川村的羞辱。阳子与岛村相约去看金字塔展，阳子提早到约定地点等他。另一方面大泽愿意接客，去找站长接下第一个案子。岛村此时正与其他女子欢乐当中，开车经过约定的地点看到阳子，就下车跑去找阳子。第二回大泽的第一个客人就是山岸真一，一个狗仔队记者，无意间却发现大泽是东亚银行总公司行员。想藉此机会敲大泽一笔竹杠。岛村与一个搭讪的女生发生争执，那女的不肯拍全裸写真，岛村就用强迫的方法让他答应，此时另一摄影棚在录制一知名女星的广告，岛村想到阳子也想参观拍摄现场，就打电话给正在上班的阳子叫他来参观，却被岛村的女人看到。真一跑到应召站去打听大泽的下落，被站长打的半死。公司的同事又陷害大泽，大泽最后只得向人赔罪收场。大泽问阳子为何如此温柔，想必阳子一定十分幸福，阳子确认为自己十分羡慕大泽在工作上的表现，大泽又昏倒了....站长帮大泽又找到另一个客人，此刻人像大泽吐口水，抒发上班时的压力，大泽也很温柔的对待，从此大泽在应召站中变成最受欢迎的妓女。阳子与岛村约会，阳子终于对岛村给上了（中间阳子差点被岛村的女人骗去拍A片，还好岛村及时赶上）。真一假借访问名义到东亚银行访问大泽，并想敲大泽竹杠（3亿8000万元日币），大泽表示付不出来。第三回大泽带真一去游乐园完，发现大泽从小到大都没有去过（好悲惨的童年），真一就叫大泽去拿以前东亚银行出过的一个娃娃来给他，因为娃娃在市面上已经十分难找到。大泽找到后拿给真一，真一却说大泽竟然当真，后来就以每个月给真一五十万当条件，大泽辛苦的接客，客人都对他有很好的评价。大泽与公司一块参加金仓的聚会，金仓的老板表示其实并不想多融资，后来被大泽的一句话给打动，也答应要大量融资，另一方面同事川村家中似乎发生事情，大泽好心的询问却反遭白眼。母亲觉得大泽每天都很晚回来打电话查他，发现事有磎跷，跑到公司跟踪大泽（他母亲真的很变态），下班的大泽受阳子的邀约去见他的男友岛村，大泽因为被岛村卖到应召站而认识，质问岛村到底要怎样，也告诉岛村阳子十分爱他，另一方面，岛村似乎渐渐的爱上阳子，岛村的女人十分不爽，岛村表示女人不可以告诉阳子自己的事情，否则双方都没有好下场，阳子一方面约了父亲与岛村见面，吓了岛村一跳。大泽接到不好的客人，客人对他凌虐时，真一恰巧打电话来，凌虐完后，真一又打来，并赶到现场，后来买了一套新的衣服给大泽，大泽似乎对他渐渐产生好感！阳子的父亲是校长，来东京参加校长会议，父亲表示希望阳子赶快结婚，问了岛村许多问题，岛村又骗了他父亲。阳子约岛村去看烟火，岛村答应了。大泽回家被母亲怀疑，总算又骗了过去。公司里川村又与大泽发生争吵，认为融资的问题就是因为随便延误而产生目前公司的问题，川村发大火，打了大泽一顿，川村昏倒。真一的女儿圆子打电话来，大泽来后挂了电话，真一拿到五十万后问大泽今天是不是又要去赚，他说对，此时大泽的母亲出现，并跟踪真子，应召站站长似乎欠人一屁股债，被人讨债中，大泽与岛村见面，岛村说想与阳子分手（可能不想在骗他了），岛村说是阳子让他觉得这样继续下去的生活是不对的，并表示阳子喜欢的并不是他，而是说谎的另一个他，站长问大泽昨天发生什么事情？才发现事情的真相，并表示要大泽振作起来，又给大泽另外一支电话要去接客。大泽发现客人就是真一，真一表示想找人作爱，大泽说‘请啊’，此时大泽气喘又发作，真一问他是不是压力过大，既然如此为何不辞掉公司的工作，干嘛要替东亚银行这种烂公司工作，大泽问是不是真一对东亚银行有不好的印象？真一似乎不想回答，出了饭店的大泽，被母亲看到了....公司中大泽要阳子帮忙调查真一的事情，另外一方面董事约见大泽，董事表示希望让金仓能让某营运不佳的运输公司加入，大泽却表示金仓的会计部长不会答应，还数落董事一下。岛村从他女人那边搬走。出门时警察来抓他，说有人控告他诱拐女人卖淫，岛村逃跑，另一方面阳子高兴的穿着和服，期待与岛村的约会（去看烟火），岛村还是被抓到警局。隔天阳子还是联络不到岛村，心里十分担心，此时阳子的父亲打电话来，告知已经查过岛村的广告公司，发现并没有岛村此人。公司里川村已经回来，上司告诉大泽说金仓公司的事情已经圆满解决，要大泽一块参加庆祝大会，一旁的川村嫉妒不已。大泽的母亲跑去找真一，问真一与大泽的关系，真一闪烁其词，母亲要真一离开大泽。从谈话中真一得知是母亲让大泽接下东亚银行的这种烂工作。真一表示不会因为母亲一番话而离开大泽，会一直缠着他。阳子的朋友将大泽委托他查询真一的东西交给大泽才发现真一在1981年破产的事情。大泽被公司的同事透露自己要被调离单位的事情，十分不爽（是之前的那位董事把他调走）。岛村的女人打电话给阳子，告诉他岛村被抓到警察局的事情。阳子跑到警察局找岛村。才发现岛村骗他的秘密。大泽主动找真一，给了他一笔钱，告诉真一说自己不做晚上的工作了，并将行动电话还给真一，大泽表示自己被调了令一个单位。真一要大泽协助他一起搞倒东亚银行。大泽才说出真一父亲公司被东亚银行搞到破产的事情。真一表示大泽只知道一部份，不知道全部的真相，但大泽已经渐渐走远，大泽告诉应召站站长不想再做的事情，站长要大泽接完最后一个客人才走，结果竟然是东亚银行的董事，董事发现是他，要大泽立刻写辞呈，董事表示要利用此一事件搞垮另一个田崎董事（此董事较喜欢雇用女性员工），此时董事忽然昏倒。站长前来敲门，并拍下照片（大泽一点都不知情），站长带着大泽就跑，并要大泽马上回家。第四回大泽的气喘又发作，回到家后，母亲热烈的欢迎让大泽感动恐惧。母亲表示是因为大泽接了大案子而想替大泽庆祝。母亲表示能理解大泽想疯狂一下的想法，但仍要回到原点才行（大泽知道母亲知道自己的一些事情了）。阳子不想上班，朋友劝他看开点。公司里川村又激怒大泽，上司宣布夏本董事已经死亡（心脏病过逝），并表示死前好像有一女人陪在身边。真一到公司找大泽，将大泽给的钱还他，真一告诉大泽母亲来找过他的事情。真一说自己没将大泽晚上上班的事情告诉他母亲，并说自己能了解大泽会变的如此都是因为他母亲的关系！真一再度表示要大泽与他一起搞垮东亚银行的事情。大泽告诉真一夏本董事在饭店死掉，自己丢下客人的事情。大泽表示不希望成为害了别人的人。应召站站长想借照片恐吓东亚银行，以还清债务。结果被真一知道事情的真相。站长原本想恐吓一千五百万，但真一要与他合作，希望恐吓银行一亿元。岛村出警察局，自己的女人在外面等他，希望能再和岛村和好。站长也来参加夏本董事的丧礼，真一又来找他，希望别让大泽扯上此风暴。大泽又差点昏倒，被夏本董事的长男夏本洋介给扶到一边休息，长男说自己的父亲不是，难怪会在死前被女人抛弃（表示长男也知道这件事情）。回家前大泽遇到站长，拿出偷拍的照片表示真一要站长别害大泽，并当大泽的面将照片撕掉，站长拿走真一的钱（这钱就是之前大泽给真一的最后一笔大数目的钱），表示就是大泽抹消过去应付的费用。第五回真一带大泽到家里参观，真一表示父亲是因为东亚银行的迂回融资而倒闭破产，父亲自杀，母亲也在两年后身亡，才会如此憎恨东亚银行。大泽并没有说要与真一合作，但向真一说这次的事情真的谢谢他的帮忙。大泽回到家中，与母亲发生争执，表示要母亲别在跟踪大泽，要母亲做些自己的事情，结果母亲就哭了，大泽赶紧跟母亲赔不是。阳子的朋友要阳子去参加为阳子而特地举办的联谊，阳子却因为岛村的事情而不想去。夏本董事的长男来找大泽，希望大泽能协助一件案子（50亿融资）。上司要大泽接下他，并表示大泽不需要调单位了。大泽母亲跑去要杀真一，表示自己不会将大泽交给真一，如果大泽死了，自己活着也没兴趣。岛村在搭讪女子时被出去联谊的阳子遇见，岛村告诉阳子全部都是骗他的。真一去找大泽，告诉大泽母亲来杀他的事情，大泽希望真一不要在想报仇的事情，要真一好好规画自己的未来，真一留下修好的布偶给大泽。大泽要阳子帮忙印东西，并询问阳子是否有事？结果同事拿着写‘东亚银行总行的人在约会俱乐部上班’的报纸来给其他同事看。第六回上司一一确认总行的女性是否为上班俱乐部的女性，其他女性职员认为大泽不需接受上司检查这件事太过分了。大泽找真一问这件事是不是他干的，大泽说不是。大泽告诉真一，如果要搞垮银行，要他光明正大的搞垮银行。夏本洋介希望盖藉风车发电的电厂，谈的正顺利时，川村想向夏本洋介自我推荐，被上司骂的半死，还叫川村多开发自己的计划再说。上次联谊的环球证券的男生来找阳子，希望能再次聚会，阳子告诉朋友说好吧，这样也不错！大泽在公司里遇见在与上司争吵的真一，很快的真一就被警卫给拉走了。大泽告诉母亲现在正在接一个超大的案子，如果成功可能可以当上代理课长。阳子与那位男士出游，阳子喝了很多酒，男士问阳子是不是失恋了，后来联谊的男子就跑掉了。岛村在外面打电话给阳子，却不出声。东亚银行公司内部发出一个邮件，说是另外一个女生所为，后来发现是恶作剧的事情。大泽又跑去找应召站站长，问这件事是不是他所为？站长说是另外一个应召女郎所为（因为站长欠债，那女郎喜欢站长，想替他还债），站长要大泽别在意，不会因为这样就揪出他来的。出了大门，就碰上被人揍的岛村。大泽要岛村找个好点的工作，岛村说自己高中肄业没法像他一样，大泽说阳子还深爱的岛村，要如何作就看岛村自己了。大泽在银行外看见真一，不晓得为什么真一走路不稳，昏倒后大泽将真一带回真一的家中照顾他，并告诉真一那件事是站长的另一个应召女郎所为。真一告诉大泽说目前已经找了好几个与父亲有同样遭遇，被东亚银行害惨的受害人出来，要一同揭发东亚银行的所作所为。阳子在路上看到岛村，岛村看到一个跌倒的老太婆，帮他扶起的样子被阳子看到，阳子问他来干什么，岛村说想向阳子道歉，并表示自己想放弃星探工作。阳子说和自己没有关系！岛村希望自己让阳子看到自己成回好的男子，自己也只剩下阳子了。阳子要岛村先离开那女子身边，再叫岛村来找她。公司里传出川村离婚的传真（自己的老婆传来的）。上司问怎么把家庭纠纷带到办公室来？晚上夏本洋介送大泽回家，被母亲撞见，母亲对洋介颇有好感。站长拍下应召女与客人亲热的画面以勒索金钱，最后以100万元成交。大泽要阳子调查山岸真一的父亲公司破产的过程，并要她帮大泽保密。并问阳子最近是不是有好事发展，阳子说搞不好会和岛村和好。岛村终于离开女友身边。岛村来找大泽，要跟大泽借钱，表示自己要先租一间房子，并想好好奋斗。大泽说好，不过要岛村好好疼爱阳子，不准他再辜负阳子。公司里川村又在调侃大泽，问大泽是不是已经和夏本部长上过床了。大泽说他很可怜。站长又和东亚银行广报部长联络，说公司又出事了...第七回大泽将调查真一父亲的报告交给大泽，出门时遇上了真一的前妻与女儿。夏本部长在大泽简报完毕后表示因为工作已经告一段落，却不希望和大泽断了关系。大泽表示不希望因为女色而受到重视，希望的誓自己的工作能力受到重视。大泽母亲看到大泽的包包里面有一份留学的资料，拼命的问他是不是要放弃母亲自己到国外留学？大泽说既然母亲这样说自己就不考虑留学了。母亲就自己把留学资料给撕掉。公司里面上司宣布约会俱乐部的事情根本就没有发生，要大家别再讨论。阳子去面店找在里面打工的岛村。看到被店长骂的很惨的岛村，阳子不禁担心起他的前途。夏本部长约大泽见面，为之前所做的事情抱歉。并表示自己对大泽的爱是真的，希望能在这件工作结束后与他交往，大泽表示自己目前是以工作为重，暂不考虑。此时真一跑来搅和，问了夏本一些问题，就自己离开了。川村与真一交换资料，真一要到想要的旧公司破产的资料，但是却骗了川村，给了他没有用的消息。一方面应召站长又进去了东亚银行，不知道又要作什么坏事。阳子到岛村刚搬的公寓去参观，表示看到岛村认真工作的样子，十分开心。两人又重燃爱火，做爱做的事了。大泽回家遇到在家里的夏本部长，夏本部长借送来资料的名义想到大泽家中坐坐，并询问母亲对于大泽结婚的意见。夏本表示这次工作结束后想跟大泽幸子结婚。虽然被大泽拒绝，但仍希望大泽能再考虑一下。母亲晚上告诉大泽，希望大泽答应夏本的求婚（因为夏本答应结婚后让他母亲过去同住）。岛村的女人跑去找阳子，问说岛村的去处，阳子不想告诉他。那女人说期待岛村过正常人的生活是不可能的就离开。大泽母亲跑去找真一，要真一别将之前的事情说出，并要真一别再烦大泽了。大泽找真一谈夏本部长求婚的事，大泽表示并不想如此早结婚，真一表示自己得事情要由自己决定。应召站长接到久美电话，表示自己不想再作了，想换工作。阳子到岛村的家里帮他煮饭，另一幕岛村的女人打电话给阳子的父亲，表示与女儿交往的岛村其实什么也不是...，大泽的母亲带大泽去与夏本部长的母亲相亲，大泽表示自己不能结婚。大泽告诉真一自己拒绝了夏本部长求婚的事。两人在玩球时，大泽透露自己的梦想：‘想走出版业的路’、‘想与朋友去游乐园玩’。大泽与真一回家时，遇到在真一家门口等待的母亲（他还真讨人厌）...最终回母亲表示不能原谅大泽丢下母亲去找真一，但大泽表示自己再也不想再受母亲的操纵，于是大泽就牵着真一的手，渐渐的离他母亲而去，结果和真一去做爱做的事情。拉面店里阳子的父亲带阳子去找岛村，父亲表示岛村不可能脱离以前那种工作的环境，也无法找到一个较好的工作。岛村无法回答父亲的任何问话，后来父亲就待阳子来开拉面店了。真一跟大泽回家，大泽看到母亲时说‘对不起’，表示自己也没有办法，但是自己绝对不会抛弃母亲，仍会待在母亲的身边。母亲将女儿的奖状与自己和女儿泼油，想要一起死，结果还好真一及时赶到，将火扑灭。真一告诉大泽的母亲女儿为了母亲伤害自己身体的事，大泽终于跟母亲说去约会俱乐部的女人就是大泽幸子，他的女儿。目的就是为了利用这个方法来逃避痛苦，真一又说母亲并不是为大泽好，都只是为了自己的利益。母亲听了抱头痛哭！（看到这一段时真爽）工作时大泽又和夏本部长解释一次无法接受婚姻的事情，夏本也终于坦然接受。川村接受董事的质询，表示最近川村都没有表现，要他去接一个融资的案子（就是应召站站长的申请案见）。大泽到真一的地方去煮饭，真一的老婆来找他，表示自己还没和真一离婚真一就带女人回来，真一的老婆表示自己的父亲身体不好，希望由真一接下他父亲的工作，老婆将孩子小圆交代母亲教给真一的礼物交给了真一。应召站长带川村到应召站里，将久美当成礼物送给川村。岛村在外送时打电话给阳子，结果阳子没有接电话，回到店中发现阳子跑来电里找他。阳子说自己是偷跑出来，但父亲可能还是回来找他。阳子打电话给大泽，要他帮忙替父亲求情，在大泽的劝说下，阳子的父亲暂时在给岛村一次机会，便回到乡下去了。到公司的路上，大泽看到川村与站长（代表高典商会）在一起的事情，大泽问川村东京亚邦兴行是谁？在会议尚未何都没有提出此事？川村要他别多管闲事。岛村说自己找到工作，‘便利屋’，只需要电话就可以开始的工作。岛村的女人找不到女人替老板拍A片，差点就要自己下海。最后终于又拖了一些时间，让他去找女人来演片。岛村的朋友要岛村帮他女人（里惠）想办法找女人来拍A片，以还清100万元。但岛村表示自己已经收手，理惠就自己离开了。大泽到应召站去找站长，问应召站的实际名称是否为‘东京亚邦兴行’？站长说没错，站长向大泽表示自己要向东亚银行融资4亿元。川村与久美在做爱做的事时，久美不小心透露站长不会还钱的事情，让川村担心的要死。真一的老婆担心真一会和大泽在一起，拼命的拉拢真一，希望真一别和大泽在一起，但是此时真一表示自己并不会和大泽在一起。晚上大泽去找真一，告诉真一川村的事情，站长因为久美不小心透露消息而打了久美，并且打算用小钱来打发久美，久美表示自己要他给一、两亿，否则要将他所做的所有坏事都说出来，站长因此而杀了久美。阳子来面店找岛村，店长说岛村辞职了。路上阳子又看到岛村在街上拉女生，转头就走。大泽回到办公室，看到川村离开后，自己打开川村的电脑，却被回办公室的川村看到，川村表示是董事要他作的！隔天董事找他来，告诉大泽为何要融资给应召站站长，原因是因为大泽自己的缘故，因为大泽与夏本董事相好的照片站长还留了一张，藉此来威胁董事拿出四亿元来融资。大泽告诉真一这是真相，要真一继续追查下去，别管自己。但真一为了保护大泽，决定不替父亲报仇，要取消这则报导。阳子去找岛村询问原因，岛村表示自己是因为有事才会辞去工作，为了赚钱的原因并不想让阳子知道，两人又因此而吵了一架。大泽问上司是否知道融资的事情，上司希望大泽不要插手，就让这件事情赶紧过去。大泽回到家中，发现母亲不在，赶紧跑去报警。真一陪了他一晚上，隔天警察终于找到他母亲，母亲在医院中身体衰弱，在医院中母亲终于和大泽变好，两人都十分开心，真一说自己看到两人的情景，自己很感动，也不想再报仇了。岛村等三人还是拿不出100万元，导演又想找岛村的女人演A片，岛村要他再给3天时间。公司内上司宣布融资给21梦想（夏本部长）的50亿融资总算完成，但大泽想到的是山野董事要自己在完成此一案子后自动辞职的事情。真一的老婆终于答应离婚，说自己的小孩渐渐的不会想到父亲（真一）了，老婆希望离婚后真一别再去见小圆。岛村来找阳子，说自己还是无法满足阳子的生活方式，带着女人来找阳子的岛村，终于还是和之前的女人在一起，并且希望阳子能找到适合自己的男人。川村还找站长，一方面讲融资的事，一方面问久美到底到那里去了？站长告诉川村大泽之前是约会俱乐部的妓女的事情。真一继续去和受到东亚银行欺侮的人接洽，意外发现融资的对象和自己父亲接受融资的对象竟然一样，这时掉出来的照片，让真一看到笑了....公司里川村告诉大泽自己知道大泽是约会俱乐部里的妓女的事情，百般的羞辱大泽，真一继续访问其他在当时有关的人，希望能查个水落石出。大泽与真一见面，真一告诉大泽照片中的人就是应召站站长，真一要搞垮他并且要帮大泽保住秘密！两人跑去找应召站站长，站长表示就凭一张照片无法定罪，真一决定继续追查过去的罪刑，以将站长定罪，为父亲报仇。一方面也可以避免让大泽受到伤害。岛村终于还清债务，三人高兴的讨论着可以开设公司时，岛村却表示自己想一个人试看看而离开了他们！大泽找到了与应召站站长同谋的社长，却发现他已经死亡。真一去他家中调查时老婆怕的要死，希望他别在问了，真一的后面好像一直有人跟踪他似的。那人打电话给他，表示自己也受亏过，希望能当面告诉真一事情的真相，另一方面岛村的女人跑去找他，发现岛村在当苦力，岛村表示自己希望能够告自己的力量来重新回到阳子的身边。真一在相约的地方被人袭击，逃开后真一跑去应召站找店长，真一问如果自己放弃采访，能否将大泽的照片拿回。两人发生争执，真一拿刀捅了站长手臂一刀，这时警察来了，追着真一....被捕前真一打电话给大泽，要大泽自己不要掉以轻心。警察局里站长说要告真一，让真一被关。川村跑来找站长，告知已经将如资的手续给办好。此时站长已经要逃跑了....东亚银行全体营业会议中，大泽告诉所有员工，自己就是约会俱乐部中的应召女郎。将此事公布后大泽表示自己的心情轻松很多，并将此一不当融资的事情公布出来，也递出了辞职信。警察局里真一发现公布无名女尸（就是久美）的布告，发现就是站长当时再整理的皮箱，赶紧告诉警方。大泽离开了公司，所有公司同仁都用异样的眼光看他，阳子跑出去找大泽，告诉大泽自己已经接受父亲的结婚对象建议要求，最后大泽要阳子相信自己。吉川（应召站站长）在上船前还是被警察抓到，岛村依然勤奋的工作着，竟然看到阳子来找他，阳子告诉岛村自己相亲过了，不过却拒绝了，银行工作也没了（银行裁员的关系），希望两人能继续再一起努力。终于两人又高兴的在一起了。真一告诉大泽要写一篇文章，有关这整件事情的经过，大泽说自己的部份也可以写出来，因为过去的已经是过去了，真一问大泽可不可以和他再一起，大泽说：‘谢谢’，大泽说：‘我才刚从内心的笼子飞出来，还没有独立出来，想试看看自己能飞多远，天空还很宽的。’真一说：‘天空真的很宽，没关系吗？’大泽说：‘虽然会怕，但是没关系，我现在自由了。’",
    "chinese_title": "单身女郎",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "独身生活",
    "douban_rating_average": 0,
    "update_at": "2025-04-07T22:22:30"
}