{
    "aka": [
        "A esli eto lyubov?",
        "And What if it's Love?",
        "如果这是爱情呢？"
    ],
    "sid": "3333772",
    "cast": [
        {
            "url": "/celebrity/1168160/",
            "name": "叶甫盖尼·扎里科夫 Yevgeni Zharikov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1137953/",
            "name": "Igor Pushkaryov Igor Pushkaryov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1133281/",
            "name": "Aleksandra Nazarova Aleksandra Nazarova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1127206/",
            "name": "然娜·普罗霍连科 Zhanna Prokhorenko",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1120151/",
            "name": "Yekaterina Mazurova Yekaterina Mazurova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032870/",
            "name": "安德烈·米罗诺夫 Andrei Mironov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1106400/",
            "name": "维克托·霍赫列柯夫 Viktor Khokhryakov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1095618/",
            "name": "Anastasiya Georgiyevskaya Anastasiya Georgiyevskaya",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1083288/",
            "name": "Nadezhda Fedosova Nadezhda Fedosova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1111109/",
            "name": "伊凡·库兹涅佐夫 Ivan Kuznetsov",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1962",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908608681.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1321754/",
            "name": "妮娜·索丽娜 Nina Shorina",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1039425/",
            "name": "Iosif Olshansky Iosif Olshansky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1038079/",
            "name": "尤里·莱兹曼 Yuli Raizman",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0147806",
    "director": [
        {
            "url": "/celebrity/1038079/",
            "name": "尤里·莱兹曼 Yuli Raizman",
            "@type": "Person"
        }
    ],
    "duration": "102分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1962-03-19(苏联)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0147806/",
    "imdb_votes": 305,
    "this_title": [
        "А если это любовь?"
    ],
    "douban_link": "https://movie.douban.com/subject/3333772/",
    "imdb_rating": "7.3/10 from 305 users",
    "trans_title": [
        "如果这是爱情",
        "A esli eto lyubov?",
        "And What if it's Love?",
        "如果这是爱情呢？"
    ],
    "douban_votes": "0",
    "introduction": "莫斯科白桦中学十年级A班的女学生卡巴金娜拾到一张纸条，交给了德语女教师玛丽雅·巴甫洛夫娜。纸条是某男生写给某女生的，上面说：“……我一直想着你。我愿意上学，因为班上有你，我的心爱的!……现在我感到了什么是真正的爱情……”玛丽雅·巴甫洛夫娜读了这番话，“眼前都发黑了”。她立刻把这封信交给了A班班主任柳德米拉·尼古拉耶夫娜和校长。她发誓要弄清，这是谁写给谁的。终于，共青团员卡巴金娜弄清了：纸条是A班男生鲍里斯写给本班女同学克谢尼娅的。鲍里斯和克谢尼娅是班上两个普普通通的学生。他们都住在学校附近一个新建的住宅区内。鲍里斯的父亲是高级工程师，母亲是家庭妇女。克谢尼娅的母亲是食堂女工，她独自和两个女儿(克谢尼娅有一个小妹妹)生活在一起。这样的家庭在住宅小区里不知有多少。何况鲍里斯平日寡言少语，克谢尼娅也没有出众之处。谁会特别注意他们呢?可一张短短的纸条使他们成了人们注意的中心。先是学校领导之间展开了激烈的争论。青年女教师柳德米拉善良而热情。她知道，不能以卑鄙的猜疑态度对待自己的学生。女校长经验丰富，也知道处理这样的事需要耐心和细致的工作。但是德语教员玛丽雅不仅善猜多疑，而且性格固执。读了这张纸条，她一下子想到了“最坏的事情”。她的“警惕性”不仅使她坚持要把这件“事情”搞个水落石出，而且还进一步影响了本来对什么事都充满着好奇心的学生们。就在A班全体学生在工厂实习的时候，纸条被当众朗读了。平日沉默寡言的鲍里斯一下子朝念纸条的同学扑了上去，男学生之间展开了斗殴。“秘密”的事情公开了。与此同时，克谢尼娅的母亲被召唤到学校。当然，“谈话”并不是很严厉的。可是这个没有多少文化、半生中历经磨难，尽管在大%9EB市住了多年但仍然保持着农村生活习俗和心理特点的中年妇女却又惊又怕。她觉得没脸见人了。第二天，鲍里斯和克谢尼娅没有到学校去，他们到小树林去了。鲍里斯勇敢地向克谢尼娅表白了自己的爱情。克谢尼娅也勇敢地接受了。他们接了吻。确实，如果只是同学的议论和老师的盘问，他们是有勇气承受下来的。但是，生活比他们想象的复杂得多。他们走进树林时恰恰被人看到了。于是，当克谢尼娅刚刚离开树林，回到自己家门前的院子里，迎面跑来的母亲就给了她一记耳光，接着又是一下……而聚集在院子里的人——那些家庭妇女和领养老金的人的可疑的目光和窃窃私语，其中有的人盯着克谢尼娅的发皱的裙子，脸上露出了不怀好意的微笑……这一切是克谢尼娅这个尚未成年的少女理解不了、也承受不了的。鲍里斯的父亲和克谢尼娅的母亲不一样，他是个有文化的人。可是在一点上他们又是一样的——他们都不理解自己的孩子，也不懂得怎样关心孩子、教育孩子。鲍里斯的父亲采取了同样简单的办法：他把鲍里斯送到遥远的库尔斯克，让他暂时躲开这些“讨厌的事情”。几天后，A班教室黑板上出现了一行字：“克谢尼娅服毒自杀”。克谢尼娅没有死，她被救活了。休养一段时间后，她又上学去了。她还是从前那个样子：平静、善良，偶而微笑一下，但是，她已经不是从前的克谢尼娅了。又过了一段时间，鲍里斯从外地回来了。他在院子里遇见克谢尼娅。他们就像两个老同学那样互相问候。鲍里斯讲了他在库尔斯克的生活，克谢尼娅微笑着倾听。然后她告诉鲍里斯，她就要到新西伯利亚姑姑那里去住了，她没有说要去多久，但鲍里斯明白了一切。然后他们就分别了。【鉴赏】《如果这是爱情》是60年代苏联著名电影作品之一。影片表现的是一个普通的故事。但是影片提出的问题，当时(60年代初)却在一定程度上起到了振聋发聩的作用。自30年代以来，由于“无冲突论”在苏联文艺界的影响，电影创作很少能注意并提出苏联社会中实际存在的矛盾和问题，特别是那些并没有突出的显现形式，但却根深蒂固，足以影响社会健康发展的旧的思想意识和心理状态的问题。如庸俗的小市民习气，假道学心理，在革命词句掩饰下的个人主义恶性发展，以及多年来沿袭下来的封建思想对人们的影响等等。而《如果这是爱情》恰恰以平淡的形式，通过一则可以说是司空见惯的故事提出了这些问题。影片中的学校老师、家长、邻居以及男女主人公的同学们，都是一些最普通的人，日常随处可以遇到的人。他们对于鲍里斯和克谢尼娅“事件”的反应，也似乎是最自然不过的了。但他们的种种“反应”，恰恰体现了既有历史上遗留下来的(如那种充满封建味道的“看不惯”的想法)，也有苏联这个特定社会在特定时期中所产生的(如对一切都抱着“警惕性”的心理)思想意识。在克谢尼娅自杀这件事上，他们似乎都有责任，但又似乎都没有责任。因为他们只是表现了最“自然”不过的反应罢了。那么，责任在谁那里呢?影片没有给予回答，但观众会从生活中寻找答案，因为观众从影片中体会到了：这就是生活。《如果这是爱情》在当时出现的重要意义还在于，它十分鲜明地提出了理解人，关心人，特别是关心青少年的内心世界的重要问题。影片讲的并不是一个爱情故事。影片用在直接表现男女主人公感情方面的笔墨并不多，影片着重表达的是应该如何理解少年的情感问题。鲍里斯与克谢尼娅之间所产生的，实际上也许还算不上是爱情(也许可以说是爱情的萌芽?)。但这却是一种十分可贵的、纯真的感情。在强大的、到处存在的小市民习气和假道学心理的压力下，这种纯真的感情被毫不留情地扼杀了。假如简单地把这看做是早恋的话，那么鲍里斯和克谢尼娅之间的“故事”的结局，也许很多人都认为是理所当然的，但是，假如从关心青少年的心灵的成长，保护他们的情感世界的健康发展的角度来看问题的话，那么鲍里斯和克谢尼娅所受到的对待，就不仅是粗暴的和不公正的了。因为，当他们一旦表露了自己真实的情感，显露了自己的内心世界时，他们就失去了温暖，他们就尝够了冷酷的滋味。对他们(实际上还是两个孩子! )来说，这不是太残酷了吗?因此，观众可以理会到，在影片以非常平淡的形式所表现的非常平淡的故事中，却蕴含着非常强烈的激情。影片实际上是对广大观众发出的热烈的呼吁：关心人，关心人的内心世界。在广大群众刚刚开始对过去几十年的社会发展进行反思的60年代初，《如果这是爱情》在苏联观众中引起热烈共鸣，也就显得理所当然了。在艺术风格上，《如果这是爱情》属于散文电影流派。影片的表现形式充分体现了这一流派的特点。散文电影又称文学电影，它始终是苏联电影创作的主要流派。散文电影追求的是文学的“叙事性”。主题明确，形象真实，结构严谨，力求通过所描述的情节内容，表现出社会性冲突。这些特点，都在影片中得到十分鲜明的体现。重视人物形象塑造，注意心理刻画，也是散文电影的重要主张。在影片中，不仅主要人物，就连一些偶而出场的角色(如主人公的邻居)，也能给观众留下深刻的印象，并引起联想。这充分表现了导演处理演员方面的功力。此外，影片摄影风格明朗，节奏均匀(每一场戏都是以一个匀称的、平衡的画面而告结束，就像是乐曲的尾声一样)，使观众很容易进入剧情。这一切都体现了影片导演深厚的艺术修养。作者：李小蒸",
    "chinese_title": "如果这是爱情",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "А если это любовь?",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-06-24T12:58:04"
}