{
    "aka": [
        "Doctor Homer's Brother"
    ],
    "sid": "3334603",
    "cast": [
        {
            "url": "/celebrity/1165117/",
            "name": "韦利米尔·巴塔·日沃伊诺维奇 Velimir &#34;Bata&#34; Živojinović",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125240/",
            "name": "沃亚·米里奇 Voja Miric",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1124382/",
            "name": "约万·米利切维奇 Jovan Milicevic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1131656/",
            "name": "Todor Nikolovski Todor Nikolovski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1132301/",
            "name": "Petar Prlicko Petar Prlicko",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1149042/",
            "name": "留巴·塔迪奇 Ljuba Tadic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1149845/",
            "name": "兹拉蒂博尔·斯托伊米罗夫 Zlatibor Stoimirov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1163737/",
            "name": "帕夫莱·武伊西奇 Pavle Vujisic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1163922/",
            "name": "亚内兹·弗尔霍韦茨 Janez Vrhovec",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1164978/",
            "name": "米尼亚·沃伊沃迪奇 Minja Vojvodic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1168710/",
            "name": "Jelena Zigon Jelena Zigon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042110/",
            "name": "Abdurrahman Shala Abdurrahman Shala",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1056875/",
            "name": "斯托莱·阿兰杰洛维奇 Stole Arandjelovic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1063172/",
            "name": "Istref Begolli Istref Begolli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1065322/",
            "name": "Milan Bosiljcic Milan Bosiljcic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1065667/",
            "name": "Faruk Begolli Faruk Begolli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1077241/",
            "name": "达尔科·达梅夫斯基 Darko Damevski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1083390/",
            "name": "Vukan Dimevski Vukan Dimevski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1107047/",
            "name": "Zdravka Krstulovic Zdravka Krstulovic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1113578/",
            "name": "Dragi Kostovski Dragi Kostovski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1201587/",
            "name": "Pance Kamdzik Pance Kamdzik",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1968",
    "genre": [
        "剧情",
        "西部"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867123067.jpg",
    "region": [
        "南斯拉夫"
    ],
    "writer": [
        {
            "url": "/celebrity/1051177/",
            "name": "日沃拉德·米特罗维奇 Zivorad &#39;Zika&#39; Mitrovic",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0172193",
    "director": [
        {
            "url": "/celebrity/1051177/",
            "name": "日沃拉德·米特罗维奇 Zivorad &#39;Zika&#39; Mitrovic",
            "@type": "Person"
        }
    ],
    "duration": "84分钟",
    "episodes": "",
    "language": [
        "塞尔维亚克罗地亚语"
    ],
    "playdate": [
        "1968-02-23(南斯拉夫)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0172193/",
    "imdb_votes": 204,
    "this_title": [
        "Brat doktora Homera"
    ],
    "douban_link": "https://movie.douban.com/subject/3334603/",
    "imdb_rating": "7.3/10 from 204 users",
    "trans_title": [
        "霍默复仇记",
        "Doctor Homer's Brother"
    ],
    "douban_votes": "0",
    "introduction": "南斯拉夫居然也拍过相当不错的西部片？这种题材在巴尔干电影里还真算比较少见的了。IMDB评分9.7高得出奇。One of the greatest Yugoslav films of all time! BRAT DOKTORA HOMERA is a masterpiece made by one of the greatest Serbian directors of all time, Zivorad 'Zika' Mitrovic, who passed away this winter as 2005 was dawning.BRAT DOKTORA HOMERA belongs to the wave of Yugoslav Westerns, films which were shaped along the aesthetic of Hollywood Western and based on events from WW/2. Mitrovic was often criticized for such approach, especially by the Communist hardliners who believed that such genre dogmatics make fun out of their revolutionary achievements. And yet, Mitrovic's unique craft remained undisputed so he ended up as one of the most respected State Directors of Tito's era.BRAT DOKTORA HOMERA is a potent revenge tale set in 1945, in the turbulent region of Kosovo where tensions escalated in 1981 and caused the NATO bombing in 1999. Mitrovic's opus was Kosovo-obsessed. He adored its' beautiful and brutal landscape, reminiscent of John Ford's Monument Valley. He also realized the full potential of its' unresolved political and ethnic situation. By the end of 1945, Kosovo was split evenly between Serbs and Albanians. Hardliner Albanian renegades, who used to be allied with Nazis, kept raging on, long after Germany surrendered. Yugoslav authorities responded by unprecedented deployment of security forces who oppressed the whole region in order to respond to the renegade challenge. Inevitably, oppression led to excessive force and corruption. This war-torn world was an ideal setting for the Serbian brand of Westerns and Mitrovic fully utilized that potential.At the same time, Kosovo itself contained a rich esotheric meaning. Since the medieval times, it remained the mythical cornerstone of Serbian culture and nationalgeist. Thus, just like Wild West, it is an ideal imaginary territory, quite potent setting for different genre experiments.BRAT DOKTORA HOMERA is a story of Simon, the flamboyant son of the local judge who comes home after four years in a German P.O.W. camp. Upon arrival, he realizes that his old flame found consolation in his brother's arms and that his father was killed. Unlike his brother, Simon passionately investigates father's death and finds out that the well-known criminal who allegedly killed him actually was a patsy while the murderer is still at large. The chaotic atmosphere of gang-riddled Kosovo enables Simon to seek retribution.Velimir Bata Zivojinovic, the greatest star of Yugoslav cinema, stars as Simon, delivering a rugged and involving performance along the lines of Oliver Reed or Lee Marvin. Mitrovic masterfully frames him and turns Simon into an engaging Western hero. Even though Simon doesn't have the mythical proportions of Leone's Blondie, this character is absolutely synchronized with the bad-asses of his era. Mitrovic's screen writing is tight and he manages to create a believable world for Simon to live in. The most important part of Mitrovic's crafty writing is the ability to turn huge melodramatic twists into plausible screen gestures.Mitrovic's direction is as tight. He has an eye for cinematic elements. He uses the actors and locations up to the limit of their photogenic potential. Thanks to then young and prospective director of photography Branko Ivatovic, Mitrovic manages to utilize the colorful settings and add some beauty to the gritty affair he wrote. BRAT DOKTORA HOMERA was delivered thirteen years after John Sturgess' BAD DAY AT BLACK ROCK and it has such resonant atmosphere. It was released same year as Sergio Leone's ONCE UPON A TIME IN THE WEST which stood as the greatest Western achievement at that point. BRAT DOKTORA HOMERA lives through comparison with each of these titles even though Mitrovic's direction seems to be too muscular to take this title into the art-house crossover territory where both Leone and Sturgess wound up.BRAT DOKTORA HOMERA is happy to remain the greatest Yugoslav Western and a confident programmer that keeps pleasantly surprising audience up to this day. This film also remains as a symbol of an era when Yugoslav films were able to stand any comparison with the elite Hollywood and European works, even in the world of action cinema.",
    "chinese_title": "霍默复仇记",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Brat doktora Homera",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-05-07T04:36:32"
}