{
    "aka": [
        "The Eye of the Century - Vol.1"
    ],
    "sid": "3334498",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1957",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "阿根廷"
    ],
    "writer": [],
    "imdb_id": "tt0359768",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "spanish"
    ],
    "playdate": [
        "1957-12-26"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0359768/",
    "this_title": [
        "Los Ojos del siglo (Volumen I)"
    ],
    "douban_link": "https://movie.douban.com/subject/3334498/",
    "trans_title": [
        "世纪之眼（第一集）",
        "The Eye of the Century - Vol.1"
    ],
    "douban_votes": "0",
    "introduction": "Film images from the end of 19th century until 1928, roughly on the history of film image with the intention of integrating a \"Argentinian Film Museum\". It includes fragments of the silent period of great value to researchers of the next tema.THE FIRST COLLECTOR. In the twenties Manuel Pena Rodriguez was a film critic of the Buenos Aires daily \"La Nacion\". In one of his trips to the United States covering news for the newspaper visited the set of \"The day I want\" (John Reinhardt, 1935), and you can see in a scene from the film saluting July Arguelles, the singer played by Carlos Gardel.Manuel Pena Rodriguez was also one of the pioneers of film collectors in Argentina, buying copies to dealers and to provide occasional films. They founded their own film museum in 1941, and compiled a montage of images of the Argentine silent period called \"The eyes of the century\" (1957). \"In '60 is lung cancer\", says Fernando Martin Pena, \"and the treatment was paid for by selling copies to the National Endowment for the Arts, until his death in 1971. By that time the Fund, to avoid risks given the danger of spontaneous combustion of nitrate, decided to reduce between 300 and 400 rolls of this material to 16 millimeters.\". This step was reduced to influence the upcoming restoration of the material: \"From a 16mm negative guarantees that it will not be able to recover the original image, because the definition is different.\" Felix-Didier said.",
    "chinese_title": "世纪之眼（第一集）",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Los Ojos del siglo (Volumen I)",
    "douban_rating_average": 0,
    "update_at": "2025-11-27T03:25:19"
}