{
    "aka": [
        "贼"
    ],
    "sid": "3335245",
    "cast": [
        {
            "url": "/celebrity/1014042/",
            "name": "雷·米兰德 Ray Milland",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018343/",
            "name": "马丁·加贝尔 Martin Gabel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1098716/",
            "name": "丽塔·甘姆 Rita Gam",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128448/",
            "name": "Rex O&#39;Malley Rex O&#39;Malley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1149096/",
            "name": "雷·斯特里克林 Ray Stricklyn",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1952",
    "genre": [
        "剧情",
        "犯罪",
        "黑色电影"
    ],
    "awards": "　　第25届奥斯卡金像奖(1953)\n　　剧情/喜剧片最佳配乐(提名) 赫谢尔·伯克·吉尔伯特\n\n　　第13届威尼斯电影节(1952)\n　　主竞赛单元 金狮奖(提名) 拉塞尔·劳斯\n\n　　第10届金球奖(1953)\n　　电影类 最佳剧情片(提名)\n　　电影类 剧情片最佳男主角(提名) 雷·米兰德\n　　电影类 最佳编剧(提名) 克拉伦斯·格林 / 拉塞尔·劳斯\n　　电影类 黑白片最佳摄影(提名)\n　　电影类 年度女新星(提名) 丽塔·甘姆\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884869338.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1024689/",
            "name": "克拉伦斯·格林 Clarence Greene",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042164/",
            "name": "拉塞尔·劳斯 Russell Rouse",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0045230",
    "director": [
        {
            "url": "/celebrity/1042164/",
            "name": "拉塞尔·劳斯 Russell Rouse",
            "@type": "Person"
        }
    ],
    "duration": "85 分钟",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "1952-10-15"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0045230/",
    "imdb_votes": 1397,
    "this_title": [
        "The Thief"
    ],
    "douban_link": "https://movie.douban.com/subject/3335245/",
    "imdb_rating": "6.7/10 from 1397 users",
    "trans_title": [
        "原子窃贼",
        "贼"
    ],
    "douban_votes": "131",
    "introduction": "A telephone rings in the dark—three times, pauses, then rings three times again. A fully-clothed figure lights a cigarette before rising from bed, dons a raincoat, then sets out into the night. Another figure emerges from the shadows, lights a cigarette, then discards a crumpled cigarette pack, which the first picks up and carries home. Back in his room, the first man places the refuse on his desk, paces apprehensively about his apartment before he finally removes the inner foil and examines it. After letting what it reveals sink in, he sets it on fire, and a cold look comes over his face...Thus begins The Thief, a 1952 cold war, espionage thriller—unique in that it is completely without dialogue—directed by Russell Rouse, and produced by Clarence Greene, who co-wrote the screenplay. Allan Fields (Ray Milland) is an award-winning nuclear scientist working at the Atomic Energy Commission research laboratory. He is also a spy, photographing top secret documents, then relaying the miniature film canisters back through an elaborate network to enemy agents in Egypt. His signal is the telephone, and his liaison outlines his assignments through instructions on his cigarette refuse, with nary a word spoken. It is a dangerous business, and one that creates many close calls—too close for comfort. When one of his assignments goes awry, the FBI begins to close in, and the race is on to leave the country before he is caught.The Thief has all the trappings of classic noir. Produced at the height of the \"Red Scare,\" the film manages to maintain a constant state of tension, relying heavily on reaction shots and Herschel Burke Gilbert's riveting musical score. The cinematography heightens the effect, utilizing lighting and camera angles to convey the unspoken. Milland, who won an Oscar® for his role in Billy Wilder's The Lost Weekend, carries the part off to perfection, letting the audience read his character's thoughts solely through facial expression and body language. The direction also fools the audience into anticipating dialogue, then cleverly avoiding it. Only the Oscar®-nominated score and sound effects break the silence.This is a fascinating use of visuals to tell a story, and a gripping suspense film, which held my interest throughout, and aside from one sequence where Fields' conscience begins to plague him, the narrative is fairly straight forward, without much in the way of gimmickry. Avoid the back cover text because it gives away the ending, which was the only part that didn't really work for this reviewer. For those interested in cold war-era film noir, this is certainly worth a look, if for no other reason than its uniqueness.",
    "chinese_title": "原子窃贼",
    "douban_rating": "7.2/10 from 131 users",
    "foreign_title": "The Thief",
    "imdb_rating_average": 6.7,
    "douban_rating_average": "7.2",
    "update_at": "2025-02-15T17:12:00"
}