{
    "aka": [
        "联合国，日渐壮大的产业",
        "联盟：痴醉背后的产业"
    ],
    "sid": "3336279",
    "cast": [
        {
            "url": "/celebrity/1018350/",
            "name": "乔治·布什 George Bush",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1006946/",
            "name": "乔治·W· 布什 George W. Bush",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1218722/",
            "name": "Marc Emery Marc Emery",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018035/",
            "name": "汤米·钟 Tommy Chong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1145763/",
            "name": "乔·罗根 Joe Rogan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1254685/",
            "name": "Craig X. Rubin Craig X. Rubin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2423207617.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1019741/",
            "name": "Adam Scorgie Adam Scorgie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1307866/",
            "name": "Brett Harvey Brett Harvey",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1039647",
    "director": [
        {
            "url": "/celebrity/1307866/",
            "name": "Brett Harvey Brett Harvey",
            "@type": "Person"
        }
    ],
    "duration": "104分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2007-06-08(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1039647/",
    "imdb_votes": 7878,
    "this_title": [
        "The Union: The Business Behind Getting High"
    ],
    "douban_link": "https://movie.douban.com/subject/3336279/",
    "imdb_rating": "8.2/10 from 7878 users",
    "trans_title": [
        "大麻调查",
        "联合国，日渐壮大的产业",
        "联盟：痴醉背后的产业"
    ],
    "douban_votes": "99",
    "introduction": "Ever wonder what British Columbia's most profitable industries are? Logging? Fishing? Tourism? Ever think to include Marijuana? If you haven't, think again. BC's illegal marijuana trade has evolved into a unstoppable business giant, dubbed by those involved as 'The Union'. Commanding upwards of $7 billion annually, The Union's roots stretch far and wide with 65% to 85% of all 'BC Bud' being exported to the United States. When record profits are to be made, who are the players, and when do their motives become questionable?究竟哪個是不列顛哥倫比亞省最大的盈利產業？木材業？漁業？旅遊業？葉包裹大麻毒品？如果你不清楚的話，恐怕你的認識要更新一下。大不列顛哥倫比亞省的非法大麻交易已經逐漸形成了一個勢不可擋的巨大商業鏈條，有人給這個鏈條起了個有趣的名字“聯合國”。每年有超過七十億美元的利益，聯合國的觸角延伸到不列顛哥倫比亞省的65%到85%的產業，大有進軍美國的勢頭。這個產業是從什麽時候開始的，誰是主要的操控者，動機如何，這是要探討的問題。- Why is marijuana illegal?- What health risks do we really face?- Does prohibition work?- What would happen if we taxed it?- Medicine, paper, fuel, textiles, food, etc. Are we missing something?爲什麽大麻交易是非法的我們真正面臨的健康風險是什麽有什麽預防措施嗎如果我們按照正常產業向其徵收稅金，那又會如何醫療，造紙，能源，紡織，食品，等等，我們缺少產業鏈條嗎Follow filmmaker Adam Scorgie as he dives head first into Canada's most socially acceptable illegal activity. Along the way, Adam demystifies the underground market and brings to light how such a large industry can function while remaining illegal. By interviewing experts from around the globe, including growers, clippers, police officers, criminologists, economists, medical doctors, politicians and pop culture icons, Scorgie examines the cause and effect nature of the business behind getting high.跟隨adam，scorgie的鏡頭，他第一次引領我們去接觸加拿大最常見到非法交易活動。在這一過程中，adam慢慢揭開了爲什麽這一巨大的產業得以運行而爲什麽它又是違法的，一個地下市場逐漸展現在我們的眼前。通過採訪全球的專家，大麻種植者，收購者，緝毒警，犯罪學家，經濟學家，職業藥劑師，政治家，和流行的文化元素，scorgie得以探知這個日漸龐大產業后的故事。An excellent documentary on marijuana, exposing how ignorance and vested interests can lead to collective irrationality and a deadweight loss to our general welfare. One wonders what would benefit US society more: keeping locked up at taxpayers' expense close to 50 thousand violators of marijuana laws, or incarcerating all major opponents of marijuana legalization who have knowingly promoted lies and misinformation?一部完美揭示大麻產業的紀錄片，告訴我們是多么的無知，既得利益導致了這一不合理的存在，及對社會造成了多少無謂的損失。有人問這能給美國社會帶來什麽，繼續封鎖納稅人對五萬癮君子的投入，還是把阻止大麻合法化的人都抓起來？",
    "chinese_title": "大麻调查",
    "douban_rating": "8.2/10 from 99 users",
    "foreign_title": "The Union: The Business Behind Getting High",
    "imdb_rating_average": 8.2,
    "douban_rating_average": "8.2",
    "update_at": "2025-06-13T04:07:35"
}