{
    "aka": [
        "Revenge"
    ],
    "sid": "3337695",
    "cast": [
        {
            "url": "/celebrity/1126200/",
            "name": "Khodzha Durdy Narliyev Khodzha Durdy Narliyev",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2530906092.jpg",
    "region": [
        "哈萨克斯坦"
    ],
    "writer": [],
    "imdb_id": "tt1051829",
    "director": [],
    "duration": "83分钟",
    "episodes": "",
    "language": [
        "哈萨克语"
    ],
    "playdate": [
        "2006"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1051829/",
    "imdb_votes": 23,
    "this_title": [
        "Kek"
    ],
    "douban_link": "https://movie.douban.com/subject/3337695/",
    "imdb_rating": "7.6/10 from 23 users",
    "trans_title": [
        "复仇",
        "Revenge"
    ],
    "douban_votes": "0",
    "introduction": "Damir Manabai's Kek (Revenge, Kazakhstan, 2006) which won a Special Jury Prize for Best Cinematography is pretty standard fare as well. Basically a horse-riding action film of a couple who want to be together despite their family's wishes, the film is cleanly shot with polished action. Manabai has seen better days with his classic Surzhekey, The Angel of Death (1991).A \"Romeo & Juliet\" type tale of forbidden loves on the steppes of Kazakhstan. Yershora, a maiden from the Adai clan, instantly falls in love with Zhemal from the neighboring Zhaumit clan. The lover's happiness lasts for one night. When morning comes, Zhemal's clan finds the two together. In the course of clan revenge, Zhemal is subjected to torture and Yershora loses her memory.Two lovers share an idyllic night of bliss together before being violently separated by fate in director Damir Manabai's grim drama. Families and tribes of the Kazakh Steppe are deeply rooted in ancient tradition. Yershor is a young brave from the Adai tribe, and Zhemal is a ravishing beauty from the Zhaumits tribe. The Adais and the Zhaumits are sworn enemies, and to challenge that rivalry is to face almost certain doom from both tribes. Despite the fact that they both remain well aware of the consequences their forbidden love can have, Yershor and Zhemal throw caution to the wind and follow their hearts. In the aftermath, Zhemal endures humiliating torture at the hands of her own family, and Yershor is incarcerated and prepared for a much more savage punishment. But the pain of punishment is only physical, and in love one can summon the power to endure any amount of suffering.",
    "chinese_title": "复仇",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Kek",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-08-31T10:56:05"
}