{
    "aka": [
        "Concert for a Rat"
    ],
    "sid": "3337299",
    "cast": [
        {
            "url": "/celebrity/1021064/",
            "name": "格纳迪·伊万诺夫 Gennadi Ivanov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162593/",
            "name": "彼得·扎伊琴科 Pyotr Zaychenko",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1995",
    "genre": [
        "科幻",
        "奇幻"
    ],
    "awards": "　　第49届洛迦诺国际电影节(1996)\n　　金豹奖(提名) 奥列格·科瓦廖夫\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547657924.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [
        {
            "url": "/celebrity/1016282/",
            "name": "Daniil Kharms Daniil Kharms",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1052078/",
            "name": "奥列格·科瓦廖夫 Oleg Kovalov",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0112711",
    "director": [
        {
            "url": "/celebrity/1052078/",
            "name": "奥列格·科瓦廖夫 Oleg Kovalov",
            "@type": "Person"
        }
    ],
    "duration": "110 分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1995"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0112711/",
    "imdb_votes": 42,
    "this_title": [
        "Концерт для крысы"
    ],
    "douban_link": "https://movie.douban.com/subject/3337299/",
    "imdb_rating": "6.3/10 from 42 users",
    "trans_title": [
        "老鼠协奏曲",
        "Concert for a Rat"
    ],
    "douban_votes": "0",
    "introduction": "Russian iconoclast Oleg Kovalov’s absurdist indictment of totalitarianism mixes live action, cartoons and archival footage from pre-Perestroika Russia and the Third Reich to tell the story of eccentric St. Petersburg poet Daniil Kharms. Kharms was a misunderstood Futurist who wanted to fashion his life into a work of art but instead was tossed into the gulag for distracting his comrades from their industrial duties and the Proletarian ideal. Direcor Kovalov (best known in the West for his documentary Sergei Eisenstein: Autobiography) uses a playful touch and striking, sometimes bizarre set pieces to tell his tale. In the process he leaves the viewer with many exquisite images (like an enigmatic, stockinged woman dressed in a man’s hat, suit coat and glasses astride a stylized camera dolly) to add to his or her mental scrapbook.Kovalov's first feature is a paranoid grotesque picture of the totalitarian Soviet past, based on the life and work of Daniil Kharms. Motifs from the life and work of Absurdist writer Daniil Kharms inspired Kovalov to create a paranoid and grotesque picture of the totalitarian past. In a Leningrad communal house in 1939 hangs the scent of a suppressed sexuality that obsesses all the characters: from the weak and shy Poet to the Judge who tries on the mask of Helmut Berger from Visconti's The Damned. The hallucinogenic images that result can only have one result: massive aggression, an armada of bombers, armed crowds that fling themselves into the struggle with the fury of spermatozoids. The film is full of newsreel footage from the time of Stalinism and the Third Reich that are cut very ingeniously through the feature fragments. With a typical mixture of aversion and affection, irony and amazement, Kovalov manages to evoke the insanity of this period.",
    "chinese_title": "老鼠协奏曲",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Концерт для крысы",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-05-11T23:52:25"
}