{
    "aka": [
        "THE SOUTHERN ISLAND OF AMAMI-OSHIMA",
        "WINTER",
        "两个辘游东瀛"
    ],
    "sid": "33387283",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2556863616.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "50分钟",
    "episodes": "11",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014(日本)"
    ],
    "this_title": [
        "Cycle Around Japan"
    ],
    "douban_link": "https://movie.douban.com/subject/33387283/",
    "trans_title": [
        "环绕日本",
        "THE SOUTHERN ISLAND OF AMAMI-OSHIMA",
        "WINTER",
        "两个辘游东瀛"
    ],
    "douban_votes": "1168",
    "introduction": "In this new episode of CYCLE AROUND JAPAN, we will take you to a place where you will not find major guide books of Japan. It is 1,300 km away from Tokyo.Amami-Oshima is an island situated in the sea between Kyushu and Okinawa. The sea around the islands, designated as the National Park, is blessed with transparent waters, bright colored coral reefs and tropical fish, and is known as a fantastic diving spot. This subtropical island is home to several rare or endangered endemic animals and plants. In addition to that, it is warm during winter.We will start our cycle trip from the northern part of the island where the Amami Airport is located. You will meet the people inherit original island's culture, such as island song, and Oshima Tsumugi, the traditional high quality hand-craft.Please join us, the 330 km journey around southern wonder island, Amami-Oshima!*DirectionsFrom Tokyo: [Air]2h 35min from Haneda Airport to Amami-Oshima Airport.1h 50min from Haneda Airport to Kagoshima Airport and 65min from Kagoshima Airport to Amami-Oshima Airport.",
    "chinese_title": "环绕日本",
    "douban_rating": "9.2/10 from 1168 users",
    "foreign_title": "Cycle Around Japan",
    "douban_rating_average": "9.2",
    "update_at": "2025-04-14T22:07:06"
}