{
    "aka": [],
    "sid": "33385430",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2551981328.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "10",
    "language": [],
    "playdate": [],
    "this_title": [
        "Greek and Roman Mythology"
    ],
    "douban_link": "https://movie.douban.com/subject/33385430/",
    "trans_title": [
        "希腊罗马神话"
    ],
    "douban_votes": "0",
    "introduction": "Myths are traditional stories that have endured over a long time. Some of them have to do with events of great importance, such as the founding of a nation. Others tell the stories of great heroes and heroines and their exploits and courage in the face of adversity. Still others are simple tales about otherwise unremarkable people who get into trouble or do some great deed. What are we to make of all these tales, and why do people seem to like to hear them? This course will focus on the myths of ancient Greece and Rome, as a way of exploring the nature of myth and the function it plays for individuals, societies, and nations. We will also pay some attention to the way the Greeks and Romans themselves understood their own myths. Are myths subtle codes that contain some universal truth? Are they a window on the deep recesses of a particular culture? Are they a set of blinders that all of us wear, though we do not realize it? Or are they just entertaining stories that people like to tell over and over? This course will investigate these questions through a variety of topics, including the creation of the universe, the relationship between gods and mortals, human nature, religion, the family, sex, love, madness, and death.",
    "chinese_title": "希腊罗马神话",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Greek and Roman Mythology",
    "douban_rating_average": 0,
    "update_at": "2025-07-12T05:07:39"
}