{
    "aka": [
        "Fate",
        "Sudba"
    ],
    "sid": "33385974",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "哈萨克斯坦"
    ],
    "writer": [],
    "imdb_id": "tt10097386",
    "director": [
        {
            "url": "/celebrity/1311743/",
            "name": "冉娜·伊莎巴耶娃 Zhanna Issabayeva",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt10097386/",
    "this_title": [
        "Судьба"
    ],
    "douban_link": "https://movie.douban.com/subject/33385974/",
    "trans_title": [
        "Fate",
        "Sudba"
    ],
    "douban_votes": "0",
    "introduction": "The protagonist of the film – Azat, is a 19-year-old villager who comes to a big city of Almaty to work as a bricklayer in the construction team of his elder brother Murat. Murat lingers in the mountains on a construction site for 2-3 days and Azat must stay in Almaty with no money until his brother arrives. In the city there will be the “crossroad of fate” which determines how things will unfold in Azat's life.В фильме “СУДЬБА” применен метод повествования, много раз использованный в кинематографе, который условно можно назвать « А что если бы тогда я поступил по другому?». Каждый день человек принимает огромное количество простых, бытовых решений не осознавая, что все они судьбоносны. В пространстве вариантов есть тысячи разновидностей развития событий нашей жизни, а мы, люди, совершенно вслепую выбираем из этой тысячи один, как нам кажется, правильный вариант. Это фильм на казахском языке снятый про молодежь 19-20 лет из провинции, которые с одной стороны, на словах, гордо называются «детьми независимости» а с другой стороны, на деле, являются «потерянным поколением» без перспектив, без социальной, правовой, юридической защиты.Фильм “СУДЬБА” - редкий случай сочетания авторского кино, требующего осмысления сложного материала (социальная несправедливость, полицейский произвол, коррупция, бесправие «маленького человека») и мощного развлекательного элемента, в качестве вышеописанного приема. Это делает фильм интересным как для кинофестивалей так и для широкой публики.",
    "chinese_title": "Судьба",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-31T01:22:19"
}