{
    "aka": [
        "恰巴耶夫"
    ],
    "sid": "33390370",
    "cast": [
        {
            "url": "/celebrity/1010067/",
            "name": "伊万·杜布朗拉沃夫 Ivan Dobronravov",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "传记",
        "历史",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2552323369.jpg",
    "region": [
        "乌克兰",
        "俄罗斯"
    ],
    "writer": [],
    "imdb_id": "tt4070864",
    "director": [],
    "duration": "52分钟",
    "episodes": "12",
    "language": [
        "俄语"
    ],
    "playdate": [
        "2012-02-13(乌克兰/俄罗斯)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4070864/",
    "imdb_votes": 70,
    "this_title": [
        "Страсти по Чапаю"
    ],
    "douban_link": "https://movie.douban.com/subject/33390370/",
    "imdb_rating": "6.8/10 from 70 users",
    "trans_title": [
        "英雄夏伯阳",
        "恰巴耶夫"
    ],
    "douban_votes": "0",
    "introduction": "Начало прошлого века. Спасаясь от преследования полиции, 18-летний Василий Чапаев вместе со своей возлюбленной Настей убегают из родного села. После длительных скитаний Настя умирает от тяжелой болезни. Чапаев возвращается домой, где начинает работать плотником, и женится на красавице Пелагее, которая рожает ему троих детей.Войны врываются в мирную жизнь. Первая мировая, затем гражданская. Пока Чапаев воюет, жена Пелагея сбегает от него с кондуктором. На фронтах Чапаев добивается признания и славы, обретает друзей и врагов, влюбляется в женщин.Однако страстные романы с дочерью белогвардейского полковника, а затем с женой красного комиссара приносят Чапаеву лишь горечь и разочарование. Перед смертью, за минуту до гибели, Чапаев вспоминает свою первую любовь - Настю, с которой он был когда-то по-настоящему счастлив.Это история о суровой правде эпохи, полной жестокости, смертельной вражды, сломанных судеб, непоправимых ошибок, невозвратимых потерь. Это трагедия русского народа и трагедия большой любви.",
    "chinese_title": "英雄夏伯阳",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Страсти по Чапаю",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-03-03T18:11:53"
}