{
    "aka": [],
    "sid": "33406105",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1962",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904574024.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1414521/",
            "name": "郝玉生 Yusheng Hao",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "中印边界问题真相"
    ],
    "douban_link": "https://movie.douban.com/subject/33406105/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "郝玉生：忆周总理审看三部纪录片总理审看《中印边界问题真相》1962年12月，大约是在15日前后的一个夜晚，周总理和陈毅副总理、罗瑞卿大将，一起来到新影标准放映室，审看纪录片《中印边界问题真相》。那时新影的标准放映室，声光还算是不错，而座位却是又硬又小的木椅子。为了能让总理看片时，坐得稍微宽敞舒适一些，临时把最后一排硬椅子搬走，换上几把沙发椅，前面放上两张长条桌。桌子上没有摆水果烟茶，每人面前只有白开水一杯。我们心里有些过意不去，真想为总理送上一杯香茶。可是我们都知道，当时，国家有规定，不准用烟茶招待内宾，如果把茶水送过去，总理不仅不会接受，还会向你提出批评。没办法，也只好用白开水招待总理了。参加审片的还有外交部、总参等单位的领导和有关同志五六十人。钱筱璋厂长简单地说了几句影片摄影情况后就开始放映。正当影片放映时，忽然听到总理说，停一下，停一下！请把这一段再放一遍。不知道总理为什么要重放一次，我意识到可能是影片出了什么问题，心情有点紧张。当又放了一遍之后，总理又让停下。灯亮了，总理问道，你们看电影中的这张图有什么问题？这是一幅说明中印西部边界划分的动画图，大家在想有什么问题，全场鸦雀无声。总理接着说，按照电影中的这张图，你们电影厂就把属于中国的那个XX地方大大方方的送给了印度，这怎么行嘛！你们看是不是这样？（总理指出的是个很小的地方，现在已记不起地名。）此时，大家恍然大悟，议论纷纷。面对总理严厉尖锐的批评，我心中感到深深地内疚，这件本来不该发生的事故，由于我责任心不强，险些造成大错。总理为了让大家再仔细看看错在哪里，又放了第三遍。之后，我向总理说，确实是错了，是我粗心大意的过错。影片的顾问和专家也先后站起来检查工作中的疏忽。这时陈毅副总理插话，今天晚上就不要开检讨会了！总理，我要看电影。总理笑了，陈老总也笑了，全场的气氛也随之轻松活跃起来。我想，总理让我们反复三次看片，不仅是指出影片错在什么地方，还是教导我们应该以严肃认真、高度负责的态度对待工作。总理临走时，让我们把说明词给他送去，还要再看看。近日，为了写这篇短文，翻出留存的创作资料。其中有浦寿昌同志于12月19日晨，写给新闻司龚澎司长的便笺急件，从语气上看，可能是外交部接到总理办公室电话后的纪录，并把抄件急送龚澎同志。原文如下：“龚司长：总理没有时间审阅这个说明词。他请外交部负责最后审定。他说，要注意影片上的形象和说明词的文字都不要伤害印度人民的民族感情。总理还主张把最近从前线运回来的素材采用一些，例如达望的外景等等，以便在影片的后半部更充实一些（因为影片的后半部不如前半部，多半是报纸、文件，画面较少）。”我们的总理日理万机，虽然没有时间审阅说明词，可以他依然挂念着这部影片，对影片在政策方面应注意的大问题和具体素材的使用，都作了重要的指示。我们遵照总理的指示，做了最后的修改。”影片完成后，立即在全国上映，并将各种外语版发放到我国驻各国使馆，使全国人民和世界人民进一步了解中印边界争端的真相。这部影片由外交部派了三位专家担任顾问，摄影是泽仁、计美登珠、扎西旺堆、田枫，剪接黄玉芬，解说李连生，音乐白明，美工设计黎平，美术摄影郑光泽，录音季良莞，制片李士安等。（http://www.cndfilm.com/20101018/101762.shtml）",
    "chinese_title": "中印边界问题真相",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-14T00:00:40"
}