{
    "aka": [],
    "sid": "33406104",
    "cast": [
        {
            "url": "/celebrity/1457110/",
            "name": "李连生 Liansheng Li",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1965",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2553434096.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1414527/",
            "name": "何钟辛 Zhongxin He",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1414521/",
            "name": "郝玉生 Yusheng Hao",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "觉醒的非洲"
    ],
    "douban_link": "https://movie.douban.com/subject/33406104/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "郝玉生：忆周总理审看三部纪录片周总理审看《觉醒的非洲》这部影片是准备献给将于1965年夏天召开的第二次亚非会议的。影片的内容主要是反映长期遭受殖民统治的非洲大陆，正在战斗，正在觉醒，正在发生天翻地覆的变革。影片的摄制工作于1964年9月开始。我与何钟辛合作编辑，李振羽、王瑜本、赵化、徐志强赴非洲大陆拍片，何方作曲，黎平、郑光泽美工，应萱剪接，杨惠制片，李连生解说，刘鉴录音，李玉杰音响，邱寿荣影片资料。钱厂长、顾凌远和我，趁到法国参加电影节之机，搜集了一些有关非洲的影片资料。历时半年，于1965年3月完成了双片。周总理来厂审看这部影片的时间，是在3月底或4月初。这次参加审片的人不多，只有新闻司和非洲司的几位负责同志和厂的领导。另外还有北影的几位同志，他们请总理审看一部故事片。（已记不清片名）北影的同志向总理说，各有关方面对这部影片的看法分歧很大，一种意见说是很好，另一种意见认为是需要批判的片子。总理看完故事片后，因有事未来得及看《觉醒的非洲》。过了几天，总理又来厂看《觉醒的非洲》。此时，珠江厂的同志又请总理看故事片《大浪淘沙》。总理笑着问我们，你们说先看哪一部？我们当然希望先看“非”片，可是又难以启口。总理说：新影是主人，是不是先看远方来客的影片吧，可以吗？我们当然表示同意。影片放完后，总理向珠影的同志仔细询问了各方面的看法，又谈了自己的观念和大革命时期的一些情况。我看到秘书给总理送了药片，又悄声说了些什么。总理站起来说：今天又看不成了，对不起新影的同志，一定设法尽快再来。此时已是晨一时许，总理太忙太累了，为一部影片让总理这么费心，有些于心不忍。大约到5月10日左右，国务院办公室同志让我们带片子到国务院去，总理今晚要抽空看片子。彭后嵘副厂长、唱鹤龄主编与我同去，在放映室等了一个多小时，十一时许，只见总理和李先念副总理、谷牧等领导同志，说笑着一起走来，看样子是刚刚开过会。看完影片后，总理问坐在他旁边的李副总理有什么意见。先念同志说，我看很好，看到非洲这个样子很高兴。总理对我们说，他看着高兴不行，非洲朋友看了高兴才行，你们请在京的非洲朋友看看，听听他们的意见。又指示我们，这部片子，不仅要翻译成英法俄日等外语，还要制作非洲一些国家的语版。请外交部在政策上把关，我不再看了。国务院专家局请了三十多位非洲朋友在友谊宾馆观看影片。座谈时，非洲朋友争相发言，说了许多赞扬影片的话，也提出了不少批评和建议。我们曾请外交部、中宣部、外办、中联部等有关领导先后多次审查，可是为什么就没有想到请在京的非洲朋友先看看呢？我想根本原因是对总理的外交思想理解不深，如果早些征询非洲朋友的意见，片子肯定会更好些，心中更加感到总理指示的重要。由于国际形势的变化，第二次亚非会议未能召开。当时，这部制作外语版最多的影片，也就未能与国内外的观众见面。（http://www.cndfilm.com/20101018/101762.shtml）",
    "chinese_title": "觉醒的非洲",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-04T23:13:19"
}