{
    "aka": [
        "The Meadow – Paradise Lost?"
    ],
    "sid": "33406836",
    "cast": [
        {
            "url": "/celebrity/1162187/",
            "name": "Sebastian Winkler Sebastian Winkler",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2553367020.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1329014/",
            "name": "简·哈特 Jan Haft",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt10049110",
    "director": [
        {
            "url": "/celebrity/1329014/",
            "name": "简·哈特 Jan Haft",
            "@type": "Person"
        }
    ],
    "duration": "93分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2019-04-04(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10049110/",
    "imdb_votes": 105,
    "this_title": [
        "Die Wiese"
    ],
    "douban_link": "https://movie.douban.com/subject/33406836/",
    "imdb_rating": "7.8/10 from 105 users",
    "trans_title": [
        "草地",
        "The Meadow – Paradise Lost?"
    ],
    "douban_votes": "0",
    "introduction": "Sie ist das Paradies nebenan - die Wiese. Nirgendwo ist es so bunt, so vielfältig und so schön, wie in einer blühenden Sommerwiese. Hunderte Arten von Vögeln, Heuschrecken, Zikaden und anderen Tieren leben zwischen den Gräsern und farbenprächtig blühenden Kräutern der Wiese. Das Zusammenspiel der Arten, die Abhängigkeit der Tiere und Pflanzen voneinander, macht die Blumenwiese zu einem Kosmos, in dem es unendlich viel zu entdecken gibt. Eine faszinierende Welt, in der ein Drittel unserer Pflanzen- und Tierarten zu Hause ist. In nie gesehenen Bildern und mit großem, technischen Aufwand gedreht, stellt die Dokumentation einige der schönsten, liebenswertesten und skurrilsten Bewohner unserer Wiese vor. Der Hauptdarsteller des Filmes ist ein junges Reh, das ein Leben zwischen Waldrand und Wiese führt und den Zuschauer mitnimmt auf seine Abenteuer. DIE WIESE - EIN PARADIES NEBENAN führt die Zuschauer in eine Welt, die jeder zu kennen glaubt, und die doch voller Wunder und Überraschungen steckt. Nach dem sagenhaften Erfolg seiner großen Naturfilmproduktionen „Das Grüne Wunder – Unser Wald“ und „Magie der Moore“ bringt der vielfach international prämierte Regisseur und Kameramann Jan Haft, der inzwischen als einer der besten Naturfilmer der Welt gilt, das nächste heimische Biotop auf die große Leinwand. DIE WIESE – EIN PARADIES NEBENAN dokumentiert in beeindruckenden Aufnahmen die Vielfalt und Faszination der Blumenwiese – einer prachtvollen Wunderwelt direkt vor unserer Haustür. Dank neuester Technik und unter Einsatz eines erstklassigen Kamerateams eröffnet der Film einen völlig neuen Blick auf das heimische Naturspektakel. Gleichzeitig ist der Film, der von der Deutschen Wildtier Stiftung gefördert wurde, ein Aufruf zum achtsamen Umgang mit einem Lebensraum, dessen fortschreitender Rückgang schwerwiegende Auswirkungen haben könnte.",
    "chinese_title": "草地",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Die Wiese",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-02-27T07:28:19"
}