{
    "aka": [
        "Wild Galápagos",
        "野性加拉帕戈斯"
    ],
    "sid": "33408057",
    "cast": [
        {
            "url": "/celebrity/1224276/",
            "name": "麦克·罗维 Mike Rowe",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907521255.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "52分钟",
    "episodes": "2",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017-01-15(美国)"
    ],
    "this_title": [
        "Wild Galapagos"
    ],
    "douban_link": "https://movie.douban.com/subject/33408057/",
    "trans_title": [
        "狂野加拉帕戈斯",
        "Wild Galápagos",
        "野性加拉帕戈斯"
    ],
    "douban_votes": "0",
    "introduction": "ago, new land emerged out of the ocean that would play host to some of the strangest creatures on earth. But there is more to it than meets the eye! At this unique place, the crossing of three mighty ocean currents governs all life of the island. For many month of the year, Galapagos wears its well-known disguise: Mystical landscapes, withered vegetation and black marine iguanas blending in with the lava- rocks they are sitting on. But for some month of the year this barren and rough place undergoes an astonishing transformation. From the depth of the ocean, a miracle unfolds itself that changes the face of the islands! Where those currents clash, a miraculous paradise springs to life. Warm water rushes in from the north and the islands begin to bloom! Both underwater and above! Countless exotic fish gather where none could be found otherwise. Thanks to the interplay of currents, penguins and flamingos are next door neighbors!Untypically for the tropics at Galapagos you get seasons. When the mystical wilderness turns into a flowering Garden of Eden, it becomes a buzzing hotspot for all land-based animals that live on the archipelago. You’ll find Giant Tortoises that migrate from the heights of the Volcanos to the lowlands on their search for food, beautifully colored land iguanas that stuff themselves with cactus flowers, while finches pick eagerly the parasites of them, even at the most unlikely spots. And breeding land birds that fight loudly for the best nesting places and a bee with a special liking for yellow.But the good times never last... After a sunny and warm summer, with abundance everywhere, the cooler currents start slowly creeping in again. And with them: drought. The Caribbean flair gives way to a much rougher setting. What is a curse for the land-based animals is a blessing for the creatures that live of the ocean. With the cold water – food comes! Millions of tons of plankton are washed up from the depths of the sea, forming the start of a long food chain. The time of shortage is over and that’s the starting signal for the mating season. Penguins, cormorants and Blue-footed-boobies are on a collective honeymoon. Hungry chicks and busy parents as far as you can see. Underwater, the cold water forces the corals to go into hibernation and the exotic fish retreat to few remaining warmer parts of the archipelago, making way to a giant travelers: whale sharks. Every year at the same time, huge groups of female whale sharks take a break at the islands on their journey to their breeding grounds, for reasons unknown to scientist so far.",
    "chinese_title": "狂野加拉帕戈斯",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Wild Galapagos",
    "douban_rating_average": 0,
    "update_at": "2025-02-08T08:39:11"
}