{
    "aka": [],
    "sid": "33400387",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1981",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2553046033.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1414557/",
            "name": "木铁 Mutie",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "老教授王森然"
    ],
    "douban_link": "https://movie.douban.com/subject/33400387/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "王森然（1895—1984），原名王樾，号杏岩，河北定县（今定州市）人。王森然幼年随父亲读私塾，1907年，以全县第一的成绩考入县立高小。1911年辛亥革命爆发，少年王樾积极宣传革命，并带头剪掉辫子，壮举曾轰动全县。1912年，孙中山先生北上路过定县，在车站稍停，专门接见了王樾，鼓励他：“你们要努力去做，勇敢地去做，将来的中国要靠你们的。”1917年，王樾在直隶省立第九中学读书，担任学生会会长，蔡元培到直隶九中视察，对他十分赏识，给他讲了许多要振兴祖国，首先要振兴教育的道理，他很受启发，奠定了终生献给教育事业的决心。在蔡先生的鼓励下，王樾搜集了大量的河北民歌，编成了一部《民歌汇选》。1919年“五四”运动时，王樾正在直隶高等师范读书，他先后结识了李大钊、陈独秀、何孟雄、邓中夏等著名革命家，并在他们的指导下投身于爱国学生运动。1922年6月，从直隶高师毕业后，王樾到保定甲种工业学校和省立第二女子师范学校任教。1923年5月，因发表了痛斥曹锟贿选总统的文章而受到通缉，他化装逃往北京，在北大李大钊、陈独秀等教授的保护下，改名森然，继续从事革命活动。当年8月，在何孟雄的帮助下，王森然到冀州创办直隶省立第六师范学校。1924年，王森然受陕西榆林中学校长杜斌丞之邀，到榆林中学任教，因此而结识了刘志丹、杨虎城等人。1925年，王森然又回到北京，在文化大学、四存中学任教，同时到北大听课，聆听了鲁迅先生的教诲，并与鲁迅先生结下了深厚的友谊，还与齐白石结为忘年之交。后来，王森然先后到山东省立第一师范和绥远五族学院任教，都因为宣传马列主义、支持学生运动而被排斥。1927年，王森然到北京师范学校任国文教员，与胡也频等来往密切。这一年，他出版了教学法著作《中学国文教学概要》。李大钊被杀害后，王森然不畏强暴，在天津《大公报》发表《李大钊先生评传》，痛悼烈士，声讨国贼。1928年，王森然考取了国立京师大学国学研究馆史学研究生，其间还出任国民政府北平特别市府秘书，兼任市政府革命图书馆馆长。1930年，王森然研究生毕业，受聘为河北大学教授，并整理出版了《文学新论》、《印度革命与甘地》两部著作。1931年，王森然受聘为北平蒙藏学院国文教授，兼任天津《庸报》周刊编辑，还创办了华北大学艺术专修科，出版了《近代二十家评传》，完成了《中国近代画史》、《中国艺术概论》等近百万字的讲义。1939年，王森然任北京师范大学史学系教授期间，撰写了《唐宋元明学术史》、《秦汉学术史》、《清代学术史》、《汉裴岑纪功碑考》、《双声与叠韵》等著作。1944年，齐白石在北平中山公园为王森然举办画展，亲自撰写了前言，高度评价王森然的精湛艺术。1945年，51岁的王森然到河北师范大学的前身——河北省立女子师范学院教育系任教授，同时任北平临时大学、中国大学教授。1946年，在北平举办第二次个人画展。1948年，受徐悲鸿邀请，任北平国立艺术专科学校教授。1949年，王森然应陶铸之邀，随解放军南下，受聘为武汉军管会顾问，中南区临时政府文教接管部副主任。全国解放后，他申请到中央美术学院教书，从事艺术教学和研究工作。1956年，王森然因在旧政府里做过事而被“控制使用”，“文革”时更是备受摧残。党的十一届三中全会后，加在王森然头上的不实之词被一一推翻。1979年，王森然第三次在北京举办了个人画展，他的事迹被拍成了纪录片《老教授王森然》。1980年，85岁高龄的王森然应全国人大之邀，为人民大会堂创作了《松鹤朝阳》和《群鹰图》两幅巨型国画。1982年，王森然被增补为第五届全国政协委员。王森然是著名的国画家和美术教育家，一生从事教育事业，其教育思想十分丰富。他提倡教育要为进步事业服务，要与人民大众相结合，还提出了教育的四大原则：自动的原则（即培养学生的自学能力），重视科学和实效的原则，为时代、民族和社会服务的原则，进步的原则。 （http://news.hebtu.edu.cn/a/2009/11/10/1351908820204.html）",
    "chinese_title": "老教授王森然",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-18T21:13:09"
}