{
    "aka": [],
    "sid": "33401878",
    "cast": [
        {
            "url": "/celebrity/1028746/",
            "name": "格伦·古尔德 Glenn Gould",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2553108925.jpg",
    "region": [
        "美国/加拿大/欧洲 Europe"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "Glenn Gould – On Television - The Complete CBC Broadcasts 1954-1977"
    ],
    "douban_link": "https://movie.douban.com/subject/33401878/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "By the time he reached his mid-20s, Glenn Gould had changed the way the world listened to the keyboard works of Johann Sebastian Bach. By the time of his fatal stroke in 1982, two days after he turned 50, this daring and visionary artist had successfully challenged many of the most cherished conventions of classical music.Now, for the first time, the dozens of film and television programs Gould made with the Canadian Broad casting Corporation from 1954 to 1977 are collected in their entirety in Glenn Gould on Television The Complete CBC Broadcasts. More than 19 hours of TV specials, concert performances, interviews and discussions collected on 10 DVDs make it possible to discover what Gould always considered some of his most significant and original life's work, most of which has not been seen since it was first telecast.Includes: The Subject is Beethoven, Music in the USSR, Glenn Gould on Bach, Richard Strauss - A Personal View, The Anatomy of a Fugue, Anthology of Variation, Duo: Gould and Menuhin, all four Conversations with Glenn Gould films, The Idea of North, the four Music in Our Time programs, and more.",
    "chinese_title": "Glenn Gould – On Television - The Complete CBC Broadcasts 1954-1977",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-28T17:07:05"
}