{
    "aka": [],
    "sid": "33401708",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2606161349.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "Seamus Heaney: The Music Of What Happens"
    ],
    "douban_link": "https://movie.douban.com/subject/33401708/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A major feature-length film about the life and work of Seamus Heaney, one of the greatest Irish poets since Yeats, has been announced by Patrick Holland, Controller BBC Two.Heaney died, aged 74, in 2013. Six years after his death Heaney's wife Marie, and his three children Michael, Christopher and Catherine, talk about their family life and read some of the poems he wrote for them, and for the first time his four surviving brothers, Hugh, Charlie, Colum and Dan remember their childhood and the shared experiences that inspired many of his finest poems.Seamus Heaney stands head and shoulders above his contemporaries; Death Of A Naturalist, his first collection of poems published by Faber & Faber (the first of 12) in 1966 announced the arrival of a major new talent, and his reputation grew and grew until he was awarded the Nobel Prize in Literature in 1995.Born into a Catholic farming family in rural Northern Ireland, Seamus Heaney’s career coincided with one of the bloodiest political upheavals of the 20th century, the Troubles, which threatened to engulf his work, but which he astutely chose to observe from a distance. Identifying as Irish rather than British, Heaney moved to Co Wicklow in the Republic in 1972 and became an Irish citizen.How the first of nine children of a cattle dealer from Northern Ireland became one of the finest poets of his generation is an astonishing story of talent and perseverance. Coming from a Catholic community which campaigned for civil rights, Heaney always identified with those in similar situations, both in the contemporary world - especially the then largely communist Eastern Europe - and in the past. His poems about the strangely preserved Iron Age bodies found in bogs in Denmark and Ireland say as much about the contemporary situation in Northern Ireland as about the world in which they were executed or sacrificed.Heaney, however, never allowed himself to become a spokesman for the Republican cause, despite pressure to do so as the situation in Northern Ireland became increasingly violent and oppressive. Yet his singular brand of humility and humanity shone a powerful light on the atrocities that were taking place on both sides, and he advocated a moral line that needed to be respected at all costs.Admired and revered far beyond UK and Ireland, Heaney spoke to a whole generation of younger poets in America, many of whom he taught as a visiting professor at Harvard in the 1980s and 90s. He strode the international stage, with commentaries on Dante and Virgil, as well as a complete new translation of his beloved Beowulf, but his deepest debt was to his family, and to the landscape in which he grew up.",
    "chinese_title": "Seamus Heaney: The Music Of What Happens",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-27T05:07:50"
}