{
    "aka": [],
    "sid": "33401939",
    "cast": [
        {
            "url": "/celebrity/1353269/",
            "name": "李启民 Qimin Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1414452/",
            "name": "崔学英 Xueying Cui",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1976",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2553478575.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1315903/",
            "name": "王家乙 Jiayi Wang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "踏遍青山"
    ],
    "douban_link": "https://movie.douban.com/subject/33401939/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "柳青的回忆：“我师从王家乙导演写描写地质队生活的影片《踏遍青山》，故事原来是从我国著名地质学家李四光的生平中获得启发写的，后来竟让改变为写反对走资派，两条路线的斗争。”（柳青《心中藏之 何日忘之》）“中央戏剧学院表演系毕业的李启民，一表人才。他原是长春话剧院演员，‘文革’后期，他到长影跟王家乙导演拍《踏遍青山》，他是主演。因为剧本翻来覆去总也不定稿，‘文革’结束之后也就下马了。”（《长影的故事》）华克的回忆：邓小平抓整顿的1975年春，忽然有一天，我被厂副主任刘儒召去，让我停下手头工作,立即上“山”。他对我说：“《踏遍青山》剧本搞了一年半，编导跑了不少名山大川，到现在也没进展。地质部领导很着急，干脆招呼一批地质队的标兵、模范，来厂搞剧本会战。你在大庆好几年，熟悉勘探，所以叫你去挑担子。”我听明白后忙摇头说：“别，人家组里有著名的老导演和外请编剧，半路把我塞进去，多碍眼啊？”刘儒回答很干脆，“这是苏云定的，要你明天去小白楼报到，不许提困难！”所谓的小白楼剧本会战，听各种发言，实际上是两种创作思路的争辩。其中多数人认为:剧本之所以难产，主要原因是“没有写好复辟与反复辟的斗争”。只有把主人公――地质队新来的党委书记，写成敢揭敢批走资派的斗士，并挖出权威工程师的历史问题，把阶级敌人打翻在地，地质队的面貌才能焕然一新，找矿才能取得胜利。而地质学院一位董老师却力排众议，语出惊人：“如果仅仅靠斗垮走资派、挖出阶级敌人，地质队就能找出高品位矿床，革命和生产就能大变样，那剧本可真的有希望了！不过很可惜，我看谁也拿不出来现实生活中有这种典型。在座的有云南、辽宁地质队的模范、标兵，请问，你们找到富矿和稀有金属，都是靠打走资派、挖敌人搞出来的吗？――毛主席早就教导我们说：阶级斗争、生产斗争和科学试验，是建设伟大国家的三项法宝。写地质队不提找矿目标，不表现科技人员的攻关智慧和热情，单单强调反复辟，抓阶级斗争，我看剧本再照这个路子搞下去，只怕行不通！”双方争论好几天，骑虎难下。我只默默听会，一言没发。就在这时，苏云和刘儒从董老师嘴里，听说我试编了一个故事，颇有新意。于是把我叫来，向观战的地质部领导汇报。因客人赶飞机，我只讲了故事梗概：“在云南边陲，乘车来地质队上任的新书记赵旷军，一路听司机小迷糊三吹六哨，说队里有人里通外国，窃取地质资料。被怀疑的秦工已被隔离审查，就等新官到来收拾他。而新书记抵达之后，并未开展批斗，而是抓住一桩‘火烧库房’的事故，发动群众，消除派性，并配合公安明察暗访。很快，他在推动全队以新科技手段探测镍矿的进程中，抓住了狐狸尾巴，让贼喊捉贼，诬陷秦工，并阴谋篡权及火灾中盗取情报的后勤坏头头孙魁原形毕露。接踵而来，便是恢复老队长职务，秦工再被重用，全队大干快上，迎来找到矿苗的欢呼声。”听了我的设想，双方领导当场肯定。之后，苏云和刘儒让我拽上老董，奔赴辽宁地质队，按这个思路补充生活，另写剧本。转眼20天过去，我们同原班子把两个不同构思的剧本交到厂务会，开启了长影厂“剧作打擂”的先例。厂务会讨论结果，多数领导认为：原本修改仍强调打走资派，写地质队夺权，这既显得概念化，也不符合形势发展，后写的剧本侧重解放干部，大干快上，不仅触动感情，而且故事性强。因而苏云当众拍板，以后者为基础，吸纳各方意见再改一遍，力争尽快通过、投产。但是很不幸，就在全国各条战线全面整顿、国民经济初见起色的时刻，张春桥《论对资产阶级的全面专政》文章一发表，反击“右倾翻案”声势渐显，苏云等肯定的创作思路，很快被认为有否定\"文化大革命\"的嫌疑而被推翻。无奈之下，老厂长只好动员我和董老师，另外思考方案；并派我们飞赴云南地质9队，重新开掘生活矿源。于是在一个月内，我们在四届人大提出建设四个现代化目标的鼓舞下，写出了一个在当年长征路上地质队和兄弟民族，利用现代化手段探查锌矿的剧本。而结果却再次令人懵懂。苏云透底说：“你们的构思虽有新创意、新主题，但老导演却认为它存在‘无冲突论’痕迹。他顾虑如果撇开现实的路线斗争来表现时代英雄，影片即使拍出来，电影局也不会发通过令。”天啊，处在政治斗争漩涡中，创作简直是翻烙饼！紧接着，“批邓与反击右倾翻案风”运动突袭而来，《踏遍青山》剧组急剧转向，抛开我们两次提供的剧本雏形，滑稽地转了一个圈，又回到年初“会战”时的窘境。此时的苏云，眼巴巴看着已改为八个人参与的创作组，按照“反击右倾翻案”的主调把剧本定型。然而天有不测风云，盲目追风的人们不听苏云“追风会翻车”的劝告，实指望此片能配合“批邓”一炮打响，没想到内景还没拍完，揪出四人帮的礼花弹，便将这只“风筝”炸翻了！（华克《苏云：长影辉煌期的杰出引领者——纪念原中国电影家协会副主席暨长影厂长苏云逝世五周年》，电影文学2010年13期）",
    "chinese_title": "踏遍青山",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-20T19:35:29"
}