{
    "aka": [],
    "sid": "33406903",
    "cast": [
        {
            "url": "/celebrity/1036718/",
            "name": "吉姆·莫里森 Jim Morrison",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005258/",
            "name": "雷·曼札克 Ray Manzarek",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014491/",
            "name": "罗比·克雷格 Robby Krieger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037190/",
            "name": "约翰·登斯默 John Densmore",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029821/",
            "name": "Danny Sugerman Danny Sugerman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1137488/",
            "name": "保罗·A·罗思柴尔德 Paul A. Rothchild",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1981",
    "genre": [
        "纪录片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2553369255.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1527826",
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1981(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1527826/",
    "imdb_votes": 152,
    "this_title": [
        "No One Here Gets Out Alive: A Tribute to Jim Morrison"
    ],
    "douban_link": "https://movie.douban.com/subject/33406903/",
    "imdb_rating": "7.7/10 from 152 users",
    "trans_title": [
        "此地无人生还"
    ],
    "douban_votes": "0",
    "introduction": "A Tribute to Jim Morrison (later re titled as The Doors: A Tribute to Jim Morrison and No One Here Gets Out Alive: A Tribute to Jim Morrison) is a 1981 documentary about Jim Morrison, lead singer of American rock band the Doors who died in July 1971.The documentary explores Morrison's interest in film (he was a graduate of UCLA film school), poetry, psychology, mysticism and sexuality. Excerpts of Doors songs are included with only TV appearances playing \"Light My Fire\" and \"Touch Me\" played in their entirety. It features contemporary interviews with Morrison as well as interviews with all the surviving members of the group (Ray Manzarek, John Densmore and Robby Krieger), record producer Paul A. Rothchild and Doors' biographers Danny Sugerman and Jerry Hopkins (on whose best-seller No One Here Gets Out Alive the documentary is based on).Archive film in the documentary is drawn from Granada TV's The Doors Are Open, the band's appearance at the Hollywood Bowl in July 1968, snippets from the then unreleased film Feast of Friends, the opening scene of Apocalypse Now featuring the Doors' song \"The End\" and television appearances on The Jonathan Winters Show, The Ed Sullivan Show and The Smothers Brothers Comedy Hour.Many original photos of Morrison and the band are included from Joel Brodsky, Paul Ferrara, Jerry Hopkins, Frank Lisciandro and Gloria Stavers.",
    "chinese_title": "此地无人生还",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "No One Here Gets Out Alive: A Tribute to Jim Morrison",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-06-01T21:29:19"
}