{
    "aka": [
        "Al hayba"
    ],
    "sid": "33412043",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "剧情",
        "犯罪",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2554608195.jpg",
    "region": [
        "黎巴嫩"
    ],
    "writer": [],
    "imdb_id": "tt7035576",
    "director": [],
    "duration": "44分钟",
    "episodes": "30",
    "language": [
        "阿拉伯语"
    ],
    "playdate": [
        "2017-05-26(黎巴嫩)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7035576/",
    "imdb_votes": 2016,
    "this_title": [
        "الهيبة"
    ],
    "douban_link": "https://movie.douban.com/subject/33412043/",
    "imdb_rating": "7.2/10 from 2016 users",
    "trans_title": [
        "望族",
        "Al hayba"
    ],
    "douban_votes": "0",
    "introduction": "Al Hayba\" an area located on the borders between Syria and Lebanon, Jabal (a young strong-willed man) and his clan, Sheikh El Jabal, controls arms trading and smuggling at the borders. Jabal and his family lead a modern life style, yet, he relies still on the traditional customs of the clan to solve? conflicts and to affir. his authority The family receives the news of the death of their son Adel who fled to Canada more than 15 years ago because of a vendetta. They hadn't received any news from him for the past 10 years, and there he comes back now as a lifeless corpse, accompanied by his wife and only son who he named after his brother Jabal. The tale of a coherent and noble family, whose secrets and conflicts are revealed through a newcomer, a stranger, but who becomes, with time, a pillar in the family home. Between the quarrel over power and influence, and amid conflicting wills, men's chivalry appear. Between possible and impossible love, blind and honest love, lovers' chastity and good name, Alia and Jabal's story unfolds.",
    "chinese_title": "望族",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "الهيبة",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-02-03T21:45:04"
}