{
    "aka": [
        "Wrath 2018",
        "രൗദ്രം 2018"
    ],
    "sid": "33427944",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "印度"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1287547/",
            "name": "Jayaraaj Jayaraaj",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "Raudram 2018"
    ],
    "douban_link": "https://movie.douban.com/subject/33427944/",
    "trans_title": [
        "Wrath 2018",
        "രൗദ്രം 2018"
    ],
    "douban_votes": "0",
    "introduction": "14 AUGUST 2018.The aged couple, marykkutty teacher and narayanan who has fully succumbed to the Alzheimer’s disease are all set to fly to the US to visit their relative there. The sudden floods that submerged the roads forces them to return home from on their travel to the airport. They reach back home past midnight and amidst heavy downpour oblivious even to their immediate neighbours. To her awe marykkutty sees that the flood water is aggressing inside into their house and the water level is on a steady rise. The mobile telephone lines are dead and the power supply is also cut that the poor old lady is deprived of all chances to reach out to the world outside for help.She in a frantic life saving effort, manages to make her husband narayanan climb the ladder up on to the narrow loaf but she breaks her leg severely while attempting to climb the ladder. She crawls up the ladder somehow to join her husband. They spend another day in a world cut away from all the rescue operations happening on full swing even in their immediate surroundingsNarayanan falls back into his usual nostalgic haze and he is lost full time into enjoying his favourite old time film songs. The water keeps rising and mary sinks to death. Narayanan is oblivious even to his life partners tragic end. He is still in his world of songs.",
    "chinese_title": "Raudram 2018",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-16T00:15:02"
}