{
    "aka": [
        "No Boys Land",
        "Soil Without Land(英)",
        "Почва без земли(俄)",
        "소년병: 영토 없는 국가(韩)"
    ],
    "sid": "33427729",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2603776894.jpg",
    "region": [
        "泰国"
    ],
    "writer": [],
    "imdb_id": "tt9097368",
    "director": [
        {
            "url": "/celebrity/1332327/",
            "name": "侬塔瓦特·纳姆本查珀 Nontawat Numbenchapol",
            "@type": "Person"
        }
    ],
    "duration": "80分钟",
    "episodes": "",
    "language": [
        "泰语",
        "掸语"
    ],
    "playdate": [
        "2019-04-10(瑞士)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9097368/",
    "imdb_votes": 20,
    "this_title": [
        "ดินไร้แดน"
    ],
    "douban_link": "https://movie.douban.com/subject/33427729/",
    "imdb_rating": "6.9/10 from 20 users",
    "trans_title": [
        "无地土壤",
        "No Boys Land",
        "Soil Without Land(英)",
        "Почва без земли(俄)",
        "소년병: 영토 없는 국가(韩)"
    ],
    "douban_votes": "0",
    "introduction": "A drone shot flies over a ridge road that snakes along an ambiguous territory, the green softness of the curves whispering the muffled echoes of conflict. In the voice-over, Jai Sang Lod recounts how in 2001 he arrived in a displacement camp at the Thai border with his family, fleeing the fighting between the Burmese army and the Shan minority, and had to join the Shan State Army to do his compulsory military service. Nontawat Numbenchapol filmed him in this crucial moment of his existence, as this peaceful young man must accept, shortly after the death of his mother, to leave his young brothers and sisters behind and learn the military profession. Soil Without Landdoes not defend the cause of the Shan; the filmmaker reveals the harshness of the conscription, the fate awaiting deserters, the training of the corps and the dissolution of individual complexities. Jai Sang Lod himself seems to float, caught between sleep and awakeness, in a blurred mental space. His words, which sometimes become a rhetoric of justification, draw the portrait of a being held prisoner by an identity and a condition that he has not chosen.",
    "chinese_title": "无地土壤",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "ดินไร้แดน",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-10-15T09:13:30"
}