{
    "aka": [],
    "sid": "33435740",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903387433.jpg",
    "region": [
        "伊朗"
    ],
    "writer": [],
    "imdb_id": "tt10168462",
    "director": [
        {
            "url": "/celebrity/1528581/",
            "name": "纳格斯·卡尔霍尔 Narges Kalhor",
            "@type": "Person"
        }
    ],
    "duration": "75分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt10168462/",
    "imdb_votes": 34,
    "this_title": [
        "In the Name of Scheherazade or the First Beergarden in Tehran"
    ],
    "douban_link": "https://movie.douban.com/subject/33435740/",
    "imdb_rating": "7.1/10 from 34 users",
    "trans_title": [
        "以山鲁佐德或德黑兰第一啤酒园的名义"
    ],
    "douban_votes": "0",
    "introduction": "Forget everything you think you know about storytelling. And get ready for a very surreal trip. Narges Kalhor plunges us in a funny and deconstructed joyful apocalypse of a web of stories while following four characters who moved to Germany in order to escape the dire and dangerous political situation of their countries. A Syrian gay teenager fears that his visa might be refused and that he might have to return home. An Iranian girl dreams of a Beergarden in the heart of Tehran. Another one struggles with her film project and her teacher that offers useless advice about the ways of making her work more understandable. And, while Scheherazade spins her stories night after night, the world turns gently upside down. A film that offers new meanings on getting lost in translation, while proposing also new perspectives on communication and multiculturalism. A hymn to the sheer force and freedom of creativity. A film that weaves together many layers of reality, juggling with fiction, mocking...",
    "chinese_title": "以山鲁佐德或德黑兰第一啤酒园的名义",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "In the Name of Scheherazade or the First Beergarden in Tehran",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-12-02T12:00:54"
}