{
    "aka": [],
    "sid": "33437099",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2555655223.jpg",
    "region": [
        "西班牙"
    ],
    "writer": [],
    "imdb_id": "tt10243988",
    "director": [
        {
            "url": "/celebrity/1224255/",
            "name": "Alfonso Rodríguez Alfonso Rodríguez",
            "@type": "Person"
        }
    ],
    "duration": "64分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "2018-10(莱比锡纪录片展)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10243988/",
    "this_title": [
        "The Sleeping Land"
    ],
    "douban_link": "https://movie.douban.com/subject/33437099/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "This land can be heard before it is seen, approaching by taps and hums, announcing itself in harsh rhythms and tinny sounds. A journey with the Trans-Siberian Railway, a distance of 10,000 kilometres, is also a musical one. The passengers meet singing women who dream of living in Manhattan, sharing their secrets with Demi Moore and acting in a Tarkovsky film. They meet a guitar player with a mouth full of gold teeth who believes that he sees a light behind his feverish delirium. The images are colourless but very close, faces are there to be explored, colours and patterns of the iris, lips, teeth, the texture of skin. What is the meaning of calm? Everybody has a different answer to this question. At the same time the film itself refuses to calm down, does not permit itself any rest. It doesn’t rush either but rather surrenders to a groove that takes it from city to city where it meets the local artists, musicians and failures. “The Sleeping Land” is a jam session taking us through a frozen but far from paralysed Russia.",
    "chinese_title": "The Sleeping Land",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-03T10:33:55"
}