{
    "aka": [
        "Sans frapper",
        "雖不致死(台)"
    ],
    "sid": "33435722",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2555575554.jpg",
    "region": [
        "比利时",
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt10174998",
    "director": [
        {
            "url": "/celebrity/1569427/",
            "name": "阿列克斯·普金 Alexe Poukine",
            "@type": "Person"
        }
    ],
    "duration": "83分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2019-04-06(瑞士尼翁电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10174998/",
    "imdb_votes": 77,
    "this_title": [
        "That Which Does Not Kill"
    ],
    "douban_link": "https://movie.douban.com/subject/33435722/",
    "imdb_rating": "7.0/10 from 77 users",
    "trans_title": [
        "虽不致死",
        "Sans frapper",
        "雖不致死(台)"
    ],
    "douban_votes": "0",
    "introduction": "十九歲的艾妲答應前往熟識男性的家裡晚餐。事情發生得很快，她並沒有抵抗。她的身軀已死去，靈魂早已分崩離析。艾妲的故事結合了其他人的故事，縱使不太一樣卻又非常類似，從不同的角度觀看，一樣是骯髒不堪的故事，令人不可置信卻又是日常上演的故事。「就如同我們為了要警告城邦暴雨將至，但卻講另一種語言。我們介紹自己，卻告訴他人我們做了那些不善之事。」貝托爾特·布萊希特 (Bertolt Brecht)，詩集1913-1958，第8卷══導演的話══2013年，在我的第一部電影結束放映後，有一位與我同齡的女性到我面前，說有個故事要告訴我，事情是在九年前發生的，但她不知道該怎麼做。之後我們再次見面，她向我傾訴她在十九歲的時候，被一個她認識的男人，在同一個星期內性侵了三次。我對於她感到十分同情，卻也非常驚訝，在講述的經過，我才發現所有的一切都與我的想像差距很大，我以為性侵都發生在晚上，在無人的街道上，施暴者是一個心理變態的陌生人，粗暴地又或者持有武器而施予加害者。我將這個故事告知我周遭的人，許多我親近的朋友告訴我她們有過相同的經驗，人數多到讓我腦子一片混亂，而且她們並沒有告訴我這些經歷。我明白我從來都沒有重視這件事情的核心問題，我想要了解別人究竟對我們做了多麼惡意的事情，而且某種程度上我們「放任」他去做。我沒有被性侵的經驗，但如同大部分女孩一樣，成長的經驗都伴隨著如此的威脅，而且多次保持堅決態度，拒絕跨越那道線。當我十九歲時，我對於愛情的想像仍是非常天真，我的防線並不是這麼清楚，若是我像艾妲遇到一樣的遭遇，遇到不對的人，我無法確定我是否能像她一樣處理的這麼好。我拍攝這部片的其中一個理由，就是確信艾妲的故事並非僅是個人的悲慘遭遇，而是程度大到成為一種社會現象。當我在拍攝此紀錄片時，好萊塢製片哈維·溫斯坦事件還沒發生，我認為要讓大眾聽到像艾妲這樣被認為不夠符合被害條件，而能夠感同身受的故事是有難度的。拍攝艾妲這樣的故事有時候會有太大迴響，而且我知道紀錄片必須要成功傳遞訊息，而又不能隱藏其中的暴力，也不能扭曲她所經歷過的現實。要如何將這樣本質上毀滅性卻又屬於私密的經驗傳遞出去，受到的影響將會是如此巨大，卻又是無法公開的秘密？因為我希望不要將真實經過拍攝出來，而流於軼事或說教，因此決定採用另一種劇情虛構的方式，就是要求不同人站在艾妲的角度，寫出那個人所詮釋的內容。故事的結構安排希望讓觀眾能夠循著艾妲的敘事，無法在一開始就判斷出來她遭遇到何事，而事件本身也令人看不透，甚至「強暴」一詞到電影後半才出現，因為越晚陳述清楚她的經驗，這個詞彙越被隱藏在描繪的現實裡。我選擇讓艾妲僅僅是陳述故事，希望讓觀眾能夠自己去拼湊這個女子的影像，可以全是艾妲的樣貌，又或者不是她，我希望這個女子的臉是虛構的、普世大眾的，讓觀眾從頭到尾去想像她的臉孔。通常我們的同理心的產生會與此人的性格有關，而較不是他究竟經歷過或說了什麼，甚至有幾段我嘗試了不同詮釋方法。因此，我希望觀眾也能審視這套自我投射的機制。",
    "chinese_title": "虽不致死",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "That Which Does Not Kill",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2026-02-02T18:39:14"
}