{
    "aka": [
        "活着的理由"
    ],
    "sid": "33435907",
    "cast": [
        {
            "url": "/celebrity/1004933/",
            "name": "李英爱 Yeong-ae Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1047424/",
            "name": "孙昌敏 Chang-min Son",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1997",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2555560716.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "44",
    "language": [
        "韩语"
    ],
    "playdate": [],
    "this_title": [
        "The Reason I Live For"
    ],
    "douban_link": "https://movie.douban.com/subject/33435907/",
    "trans_title": [
        "我生存的理由",
        "活着的理由"
    ],
    "douban_votes": "0",
    "introduction": "《活着的理由》由韩国演员李英爱和孙昌敏主演:1975 年，在汉城市麻蒲区桃花洞的贫民区内，住着镇丘和她母亲、珍女和珍日、爱骂人的淑姬老太太和得精神病的妹妹淑子、德培和比自己年龄大的妻子等人。有一年圣诞节，镇丘的弟弟镇城在教堂里吃了糕点后感到胃不舒服。在医院接受治疗的时候，因被注射错了药而丧命。镇丘的父亲盛达拿到市民医院赔付的赔偿金后逃跑。因父亲的离去，镇丘的姐姐也离家出走了。镇丘去医院要报仇，结果被指控为纵火犯，在监狱里服了三年刑。刑满释放后，他和光八一老李经营一家漫画店。他这个人只要有了钱，就会拔掉健康的牙齿，换上金牙。酒店起给大排挡供应冰块，还放起了高利贷。“金牙”老板娘美姬、“金牙”老李和盛达三人是同学关系，明花则是酒店服务员。这些人相互依靠又产生矛盾。有一天，艾淑来到酒店开始工作。艾淑看到镇丘后，就爱上了他；而镇丘一天在路上捡到了静姬的手册，以此为契机，两个人开始交往，镇丘喜欢上了静姬，耳聋的静姬也喜欢镇丘。但镇丘知道静姬是害死自己弟弟的市民医院院长的独生女后，心里感到很矛盾。明花喜欢光八，她独自一个人到光八的家乡登记结婚了。光八无奈之下，就和明花成为夫妻。盛达在外风流度日，他挥霍掉赔偿金后，又回来了。他想再从市民医院敲诈一笔钱。这时，麻蒲地区的开发工作开始了。裴护士声明若有人帮助他们的再开发工作，且能把居民的居住证书拿到手，就给予他相当的报酬。盛达听说这个消息后，自荐担任再开发工会负责人。镇丘听说父亲又从市民医院拿了钱，为了能够还上钱后再报仇，他就以一千万元的代价加入了流氓团伙。他在他的头头革洙手下管理赌场，也参与别动队的事情。镇丘通过银英知道，头头虽然假装看中自己，但其实只是利用自己。他就和光八、德培等人合伙打倒了革洙。尚邱和裴护士极力反对静姬和镇丘来往。静姬抱着动手术后也许能复明的希望去了美国，但她知道无法做手术后，就偷偷回到韩国来找镇丘。镇丘和静姬准备私奔，可是镇丘无法忘记被害死的弟弟，同时自己也感觉无法让静姬得到幸福，就放弃静姬，回到了艾淑身边。韩女士住在镇丘母亲出租的房子里。她梦想着能成为一名电影演员，但是她终日在剧场门口卖鼠药赚的钱来维持生计。虽然这样，她仍然告诉别人自己是电影演员。“金牙”老李爱上了这样的韩女士，两个人就结婚了。婚后，韩女士偷了老李的钱，把钱送给承诺能让自己当演员的祁导演。最终，她被祁导演诈骗后成了身体力行的主妇。不顾众多居民的反对，麻蒲区桃花洞一带仍然进行开发。盛达带家人搬到了城南。盛达开始干运送煤炭的工作，以期能够尽到作家长的职责。离家出走的女儿珍淑也回来了。淑姬和精神恢复正常的淑子，还有儿子夫妇一起在乡下种地。老李和韩女士因为地价升值，就用卖地的钱买了间更大的店面，成了一对恩爱的夫妻。不能生育的德培夫妻领养了卖明太鱼的张老板遗弃的女儿小蓝，后来德培妻子终于怀孕了。老板娘把酒店关了之后，重新开了一家西餐馆。光八和明花到乡下经营养猪场。镇丘和艾淑仍然留在麻蒲地区幸福地生活着。",
    "chinese_title": "我生存的理由",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Reason I Live For",
    "douban_rating_average": 0,
    "update_at": "2025-04-13T09:14:14"
}