{
    "aka": [
        "Architecture of Infinity"
    ],
    "sid": "33436929",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2555642371.jpg",
    "region": [
        "瑞士"
    ],
    "writer": [],
    "imdb_id": "tt9220710",
    "director": [
        {
            "url": "/celebrity/1296832/",
            "name": "Christoph Schaub Christoph Schaub",
            "@type": "Person"
        }
    ],
    "duration": "86分钟",
    "episodes": "",
    "language": [
        "英语",
        "德语",
        "葡萄牙语"
    ],
    "playdate": [
        "2018-10(莱比锡纪录片展)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9220710/",
    "imdb_votes": 85,
    "this_title": [
        "Architektur der Unendlichkeit"
    ],
    "douban_link": "https://movie.douban.com/subject/33436929/",
    "imdb_rating": "6.9/10 from 85 users",
    "trans_title": [
        "无限的建筑",
        "Architecture of Infinity"
    ],
    "douban_votes": "0",
    "introduction": "In Japanese aesthetics, Wabi-Sabi describes a continuous cycle of becoming and passing away. Temporality and age are inherent in every object and creature and, depending on one’s outlook, may transcend to infinity. How can this be imagined? What goes beyond it? The filmmaker Christoph Schaub starts his very personal journey through time and space in his childhood, when his fascination with sacred buildings began – and his wonder at beginnings and ends.Architecture helps separate the finite and the infinite. It offers protection from what is boundless, at the same time creating a sense of vastness, the narrator claims. Together with architects and artists he explores the magic of sacred spaces, defined here as far more than church buildings. The artist James Turrell, known, among other things, for his “Skyspaces”, reflects on who owns spirituality – fundamental for this film which follows “spiritual life” in architecture and the fine arts, but also in nature, and literally lifts it over and above the limits of thinking. A slightly floating camera immerses us in other-worldly, somnambulistic images, takes us on a sensual and sensing journey through vast spaces, and guides our eye towards the infinity of the starry sky and the depths of the ocean. Past and present, primeval times and light years, it’s all there.",
    "chinese_title": "无限的建筑",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Architektur der Unendlichkeit",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-11-26T10:55:20"
}