{
    "aka": [],
    "sid": "33437141",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2555656719.jpg",
    "region": [
        "比利时"
    ],
    "writer": [],
    "imdb_id": "tt9265022",
    "director": [
        {
            "url": "/celebrity/1471124/",
            "name": "罗西娜·玛巴卡 Rosine Mfetgo Mbakam",
            "@type": "Person"
        }
    ],
    "duration": "70分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt9265022/",
    "imdb_votes": 70,
    "this_title": [
        "Chez jolie coiffure"
    ],
    "douban_link": "https://movie.douban.com/subject/33437141/",
    "imdb_rating": "6.7/10 from 70 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Have Rosine come in and don’t let her leave her stuff outside – people really behave like junkies. Rosine follows the invitation, enters and is now an official guest of the tiny “Jolie” hairdressing salon in the Matonge district of Brussels. The women who work and are served here come from Africa. They tell stories of fake passports and escape routes via Libya, Syria or Greece, of families left behind, Belgian men and complicated relationships. The place is like an aquarium. Coloured and dark strands of hair that resemble octopuses are brushed and braided. The shop has glass walls, the sounds of the shopping mall frequently drift in, the door opens and there’s a brief flirtation with a man. In between, the eyelash lengthening glue burns on the lid and a Tontine named “The Glowworms” is founded, a widespread financial tool of solidarity-based economy. The Salon serves as a real and metaphorical link between Africa and Europe. At the same time it is a protective space and a home. Rosine Mbakam, a native of Cameroon herself, came to Belgium in 2007 to study film. This is her second feature-length film as a director.",
    "chinese_title": "Chez jolie coiffure",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-12-03T10:49:17"
}