{
    "aka": [
        "Not a Carwash"
    ],
    "sid": "33436499",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2555634997.jpg",
    "region": [
        "阿尔巴尼亚 Albania"
    ],
    "writer": [],
    "imdb_id": "tt2569642",
    "director": [
        {
            "url": "/celebrity/1482999/",
            "name": "根蒂安·科奇 Gentian Koçi",
            "@type": "Person"
        }
    ],
    "duration": "49分钟",
    "episodes": "",
    "language": [
        "阿尔巴尼亚语 Albanian"
    ],
    "playdate": [
        "2012-05(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2569642/",
    "this_title": [
        "S'është Lavazh﻿"
    ],
    "douban_link": "https://movie.douban.com/subject/33436499/",
    "trans_title": [
        "圣拉瓦日",
        "Not a Carwash"
    ],
    "douban_votes": "0",
    "introduction": "It all started out innocently enough. Filmmaker and thirty-year veteran of the Albanian movie industry, Kujtim Cashku, attempted to hold a press conference to discuss a land dispute with his film academy and city officials. No one could believe what happened next in the former communist nation. Led by an half-drunk bureaucrat in long overcoat and fedora, police disrupted the peaceful gathering then tried to seize the school's garden and open air cinema. Gentian Koci's doc captures the dramatic days that followed when students, professors, activists and lovers of cinema battled to save the outdoor movie screen from destruction by police and corporate interests.-Hot Docs official selection 2012-Sheffield Doc / Fest Special Jury Award nominated 2012-DokuFest official selection 2012Tirana, Albania. On the grounds where country's first film studio once lay, filmdirector Kujtim Çashku has established a pioneering film school. It soon becomes ahub for the country's artistic community - in a country notably lacking in culturaloutlets. The trouble is, the land that the film school is on, is now being eyed up bythe corporations beginning to invest in the former communist country. And thepolice, at the behest of the government, are only too eager to storm in and shut thefilm school down. We follow the action over four tense days as a press conferenceevolves into a full blown occupation, and the police advance with determination onoutraged students and professors. On this small battleground, a very big questionis being asked - just what role should the state have in nurturing - or destroying - anation's cultural heart?''If you run a film school anywhere in the world, get a copy of Not A Carwash and screenit on the first day of term to new students. It'll show them why you exist and why they're there.''Mark Cousins in Sight & Sound",
    "chinese_title": "圣拉瓦日",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "S'është Lavazh﻿",
    "douban_rating_average": 0,
    "update_at": "2025-10-13T13:13:12"
}