{
    "aka": [],
    "sid": "33444664",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2556705178.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1561150/",
            "name": "马莱科·韦格纳 Mareike Wegener",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt10299378",
    "director": [],
    "duration": "29分钟",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt10299378/",
    "imdb_votes": 17,
    "this_title": [
        "RIAFN"
    ],
    "douban_link": "https://movie.douban.com/subject/33444664/",
    "imdb_rating": "8.2/10 from 17 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Since the dawn of time, the inhabitants of the Alps have used their own language to overcome the distance imposed by the mountainous orography. Riafn is a sort of dialect based on the different forms used by the shepherds and farmers of this area to call their beasts. The inhabitants of the mountains have thus cadenced their day-to-day life on calls to animals, the mooing of the cows, songs and the echo of the mountain. A sort of Alpine orchestra that helped them to cope with isolation. Hannes Lang’s film immerses us in this singular context where the act of communication is not limited to verbal language, where the sounds of nature are superimposed on those of humans, composing an atypical, almost primitive, melody. With a style based purely on observation, absent of any commentary, Lang manages to compose an enigmatic and almost surrealist portrait of this Alpine melody. More than a musical documentary, Riafn proposes a real experience of sonic immersion as a way to explore territory.",
    "chinese_title": "RIAFN",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.2,
    "douban_rating_average": 0,
    "update_at": "2025-08-15T06:42:42"
}