{
    "aka": [
        "Syn",
        "The Son"
    ],
    "sid": "33442026",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2558166819.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [
        {
            "url": "/celebrity/1563899/",
            "name": "亚历山大·阿巴图罗夫 Alexander Abaturov",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt8196214",
    "director": [
        {
            "url": "/celebrity/1563899/",
            "name": "亚历山大·阿巴图罗夫 Alexander Abaturov",
            "@type": "Person"
        }
    ],
    "duration": "71分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "2018-02-18(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8196214/",
    "imdb_votes": 38,
    "this_title": [
        "Сын"
    ],
    "douban_link": "https://movie.douban.com/subject/33442026/",
    "imdb_rating": "5.7/10 from 38 users",
    "trans_title": [
        "Syn",
        "The Son"
    ],
    "douban_votes": "0",
    "introduction": "In 2013, Dima Ilukhin, the cousin of the film’s director and a soldier in the Russian army, died on duty in the Republic of Dagestan in the North Caucasus. He was 21 years old.This incident marks the starting point for Abaturov’s reflection on the military. He films the training of new recruits in Siberia, as they bid farewell to their mothers and girlfriends, learn the mechanics of a Kalashnikov, or how to throw a hand grenade and administer first aid.While his parents try to cope with their loss, Dima’s former fellow recruits have to return to battle. They too have first-hand experience of the losses caused by war. Some of them dream of their dead friend.For their part, those hoping for new places are still trying to prove their mettle. The toughest among them try to get into the Spetsnaz, the Russian military’s special forces. Ultimately, only 34 out of 112 applicants win the right to wear the iconic red beret, after a series of gruelling tests. As they and their comrades are swallowed up by the huge belly of the aircraft supposed to transport them to the front, it’s only then that you see apprehension flash across their faces.",
    "chinese_title": "Сын",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.7,
    "douban_rating_average": 0,
    "update_at": "2025-02-08T05:39:16"
}