{
    "aka": [],
    "sid": "33444711",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2595259988.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "30分钟",
    "episodes": "5",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2019-04-22(中国大陆)"
    ],
    "this_title": [
        "飞向月球"
    ],
    "douban_link": "https://movie.douban.com/subject/33444711/",
    "trans_title": [
        ""
    ],
    "douban_votes": "406",
    "introduction": "从古至今月亮总会引发人们无限的诗意和遐想，“小时不识月，呼作白玉盘”、“举杯邀明月，对影成三人”……。古有万户飞天，今有嫦娥落月，人类从未停止过对月球的研究和探索。2019年新年伊始，嫦娥四号探测器成功实现首次月球背面软着陆，在人类的探月历程中又登上了新的高峰，体现了中国智慧、中国创造，以及中国在国际航天领域新的高度。大型科学纪录片《飞向月球》围绕人类对月球的探索历程、中国探月工程取得的成就、尤其是嫦娥四号在月球背面软着陆所蕴含的科学原理、科技创新等内容展开。记录嫦娥四号探测器发射、落月等历史时刻。《飞向月球》采用4K超高清拍摄制作，搭建了全球首个4K混合现实实时数字特效制作摄影棚，在科普表达上创新性地采用大量原创三维动画，直观解读科学原理，真实还原月球空间环境，带给观众身临其境的视觉体验，呈现出一部多维度、立体化、有温度、具情怀的科学纪录片。大型纪录片《飞向月球》由中央电视台科教频道和国家航天局新闻宣传中心联合制作，共5集、每集30分钟。第一集  往事千年月亮是从哪来的？如果没有月球，地球将会怎样？人类千百年来的疑问，现代科学是否能够一一解答。从古至今对月球的向往，也催生着一代代人尝试去探索月球。直到20世纪中叶，人类才真正开启了探月的历程，而中国的探月故事也已悄然开始。第二集  中国探月中国开展月球探测工程，“嫦娥奔月”的神话成为科学探索的事实。在明确的科学目标和工程目标指引下，凝聚着中国科学家的智慧和心血，承载着中华民族千年的奔月梦想，2007年，嫦娥一号成功抵达月球，展开科学探测，震撼发布人类首张三维全月图。2010年，嫦娥二号再次出征，一次任务探测多个目标，不断刷新中国航天器的飞行记录。第三集  嫦娥落月2013年，嫦娥三号在月球安全着陆，中国成为第三个在月球表面展开科学探测的国家。观天、看地、巡月就是科学家给嫦娥三号布置的科学任务。人类历史上在紫外波段的第一次“巡天”； 人类首次观测到太阳磁层亚暴对地球等离子体层的；发现这新型月海玄武岩……嫦娥三号和玉兔不断书写新的探月历史。第四集  月球背面在地球上，我们看到的月球永远是一面。而月球的背面，人类却一直没有登陆过。对未知的世界保持探索的欲望，这是人类的天性。到月球背面，去开创第一次，是嫦娥四号的使命。面对地形复杂的月球背面，古老的月球南极-艾特肯盆地，地势低洼的冯·卡门坑，中继星“鹊桥”首当其冲，充当开路先锋。第五集  自新大陆嫦娥四号准确降落在月球背面预选着陆点，成为月球背面的第一个“天外来客”。“玉兔二号”刻上了人类在月球背面的第一行印迹，月球地图上又增加了5个中国命名。嫦娥四号首次给月球测量“中国温度”；为人类的低频射电天文观测开启了全新的领域；研究月球背面地质、环境、资源，完善月球档案；并在月球上第一次生长出植物的嫩芽。嫦娥四号还将带给我们更多的惊喜。科学探索永无止境，中国探月工程始于梦想，基于创新，成于实干。",
    "chinese_title": "飞向月球",
    "douban_rating": "8.4/10 from 406 users",
    "foreign_title": "",
    "douban_rating_average": "8.4",
    "update_at": "2025-02-15T09:35:13"
}