{
    "aka": [],
    "sid": "33446651",
    "cast": [
        {
            "url": "/celebrity/1393140/",
            "name": "文森特·科隆布 Vincent Colombe",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1993",
    "genre": [
        "剧情",
        "历史",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt1459031",
    "director": [
        {
            "url": "/celebrity/1295101/",
            "name": "艾哈迈德·拉切蒂 Ahmed Rachedi",
            "@type": "Person"
        }
    ],
    "duration": "180分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1459031/",
    "this_title": [
        "C'était la guerre"
    ],
    "douban_link": "https://movie.douban.com/subject/33446651/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "C’etait la guerre draws upon two novelistic memoirs, Commander Azzedine’s We Were Called Fellaghas (1974) and Jean-Claude Carrière’s Peace of the Brave (1989), in confronting the Algerian War of Independence. “Burlesque, unreal, or bloody, the images that I kept of that time in Algeria are the strongest of my life,” Jean-Claude Carrière would recall of his service in the French Air Force during the Algerian War. “When I proposed to Commander Azzedine, a mythical figure in the Algerian war of independence, to make a joint film about what our war was, he literally jumped for joy. Soon Ahmed Rachedi and Amazit Boukhalfa joined us, and on our side, Maurice Failevic, himself a former Algerian. Initially, the company seemed utopian. But the whole new idea advanced with real strength, and everything was really worked out together. We had to try to relive reality, but in a fictional garb. These two activities are less distant than previously thought, they can even help each other. As for the field of the possible, it is sometimes more open than one believes.”",
    "chinese_title": "C'était la guerre",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-29T21:00:41"
}