{
    "aka": [],
    "sid": "33442020",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2559734097.jpg",
    "region": [
        "荷兰"
    ],
    "writer": [],
    "imdb_id": "tt9635432",
    "director": [
        {
            "url": "/celebrity/1326112/",
            "name": "王洪飞 David Verbeek",
            "@type": "Person"
        }
    ],
    "duration": "23分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt9635432/",
    "imdb_votes": 32,
    "this_title": [
        "Trapped in the City of a Thousand Mountains"
    ],
    "douban_link": "https://movie.douban.com/subject/33442020/",
    "imdb_rating": "8.0/10 from 32 users",
    "trans_title": [
        "千山围困的城市"
    ],
    "douban_votes": "0",
    "introduction": "A new phenomenon of authentic Chinese rap has taken the internet by storm. But behind the unprecedented gains in popularity, there is a struggle for freedom of speech. Rappers are trying to figure out what they still can and cannot do after new censorship is announced.In Chongqing, one of China’s biggest cities, surveillance is unavoidable—there are CCTV cameras everywhere. And announcements echo across the vast squares warning that “morally suspect individuals” are banned from speaking in public. It’s not exactly the most stimulating environment for young people looking for something more than just collectivist slogans. They express their artistic resistance against the lack of freedom in their tattoos and underground hip hop. The rappers feel trapped in the immense city.In 20 minutes, David Verbeek guides the viewer through the Chongqing night, offering an atmospheric and rhythmic inside view of a lively subculture. “I just want to write about my own feelings,” says one of our rapper protagonists. “That's all that matters to me.”",
    "chinese_title": "千山围困的城市",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Trapped in the City of a Thousand Mountains",
    "imdb_rating_average": 8.0,
    "douban_rating_average": 0,
    "update_at": "2025-07-25T13:13:34"
}