{
    "aka": [
        "We Were Feared"
    ],
    "sid": "3344944",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872658368.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1334570",
    "director": [],
    "duration": "73分钟（美国）",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2012-07-14(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1334570/",
    "imdb_votes": 161,
    "this_title": [
        "Clockwork Orange County"
    ],
    "douban_link": "https://movie.douban.com/subject/3344944/",
    "imdb_rating": "6.5/10 from 161 users",
    "trans_title": [
        "We Were Feared"
    ],
    "douban_votes": "0",
    "introduction": "An untold, true story of the rise of Southern California punk rock and the infamous Cuckoo's Nest, a key punk club of the 70's and early '80s.The film includes interviews with, owner Jerry Roach, legendary entertainers like Rick Agnew, Tony Alva, Duane Peters, Steve Soto, Jello Biafra, Rodney Bingenheimer, Chuck Dukowski, Tony Cadena, Joe Escalante and Jack Grisham, plus... show clips by nationally known acts like Iggy Pop, the Ramones, David Johansen and New York Dolls.Meet the real Pat Brown immortalized by the Vandals. Watch Orange County and South Bay groups including TSOL, the Adolescents, the Black Flag and the Circle Jerks.The Cuckoo's Nest was the start of slam-dancing (moshing) and the surf, skate and extreme-sports culture of today. The Nest, eventually, closed from disputes with neighbors and city officials who objected to the leather-jacket, spike-hair kids with tattoos, but... that did not dissuade the punk rock generation. No one realized that a little club in Costa Mesa, California would end up spawning a multi-billion dollar youth culture that still endures today!",
    "chinese_title": "Clockwork Orange County",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-02-10T01:00:23"
}