{
    "aka": [
        "Spettri"
    ],
    "sid": "33444837",
    "cast": [
        {
            "url": "/celebrity/1081823/",
            "name": "Karl Formes Karl Formes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1081307/",
            "name": "Al W. Filson Al W. Filson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105568/",
            "name": "Thomas Jefferson Thomas Jefferson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050049/",
            "name": "埃里克·冯·施特罗海姆 Erich von Stroheim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1086896/",
            "name": "奈杰尔·德·布鲁里亚 Nigel De Brulier",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1020040/",
            "name": "玛丽·奥尔登 Mary Alden",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054307/",
            "name": "亨利·B·沃斯奥 Henry B. Walthall",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1183546/",
            "name": "Thomas Jefferson Thomas Jefferson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1915",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917212205.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1020424/",
            "name": "约翰·艾默森 John Emerson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032864/",
            "name": "亨利克·易卜生 Henrik Ibsen",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0005381",
    "director": [
        {
            "url": "/celebrity/1329884/",
            "name": "乔治·尼科尔斯 George Nichols",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1020424/",
            "name": "约翰·艾默森 John Emerson",
            "@type": "Person"
        }
    ],
    "duration": "49分钟",
    "episodes": "",
    "language": [
        "英语 English"
    ],
    "playdate": [
        "1915-06(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0005381/",
    "imdb_votes": 106,
    "this_title": [
        "Ghosts"
    ],
    "douban_link": "https://movie.douban.com/subject/33444837/",
    "imdb_rating": "5.4/10 from 106 users",
    "trans_title": [
        "鬼魂",
        "Spettri"
    ],
    "douban_votes": "0",
    "introduction": "Helen and Manders are in love and wish to marry. Her parents object to his poverty and want her to marry Alving, a notorious rake, who is wealthy and powerful. Manders protests. The family physician also objects because of the result such a match would mean on the children, but Helen's parents laugh at these new-fangled notions. The doctor then appeals to Alving, who laughs him to scorn. Urged on by her parents, ambitious Helen, disregarding all warnings, marries Alving. Later Helen discovers a liaison between her husband and a young married woman. She contemplates leaving her husband and seeks her physicians advice, but he declines to give it. She then sees her pastor, who advises her to adhere to convention and her husband. Meanwhile, the young married woman gives birth to a child by Alving, and the physician agrees to bring the father to see it and keep the real parentage secret. Helen also bears a boy named Oswald. When Oswald is nine, Alving dies, a victim of his excesses. Oswald lives a clean life and studies art, but at times his mind seems affected. The mother remembers the doctor's warnings, but rejects them as silly. Knowing the boy has lived a clean life, however, she soon comes to accept the physician's predictions as fact, and schemes to save her son by marrying him to a sweet young girl. She picks out the daughter of her husband's paramour, and, totally unaware of the girl's parentage, draws the two young people together. They fall deeply in love and are to be wed. When the physician receives the wedding invitation, he realizes he must stop the wedding. He feels duty-bound to tell the truth, and does so to Oswald, his mother, his bride-to-be and her father. Realizing that he must protect the girl he loves and embittered by his inheritance, Oswald plunges into mad excesses. He grows to hate his father and then his mother for the past they have embedded in his nature, and his mother slowly realizes the truth of the physician's predictions. Horror stricken, she watches the gradual rotting of her son's brain. The girl, meanwhile, has retired to a convent. Against the oncoming insanity, Oswald fortifies himself with poison, but one day his mother finds him sitting on the floor, paralyzed, playing with the sunbeams, and runs for the pastor. During her absence, he succeeds in reaching the poison and mother and pastor find him dead. As her only hope of consolation, the mother turns to the pastor.",
    "chinese_title": "鬼魂",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ghosts",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-09-30T21:14:22"
}