{
    "aka": [],
    "sid": "33456134",
    "cast": [
        {
            "url": "/celebrity/1518366/",
            "name": "贝尔纳·诺埃尔 Bernard Noël",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1571366/",
            "name": "马克斯·奥利维耶-拉康 Max Olivier-Lacamp",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1571408/",
            "name": "让·弗勒斯蒂耶 Jean Freustié",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1571412/",
            "name": "达维德·德鲁塞 David Rousset",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1588025/",
            "name": "让·卡里埃尔 Jean Carrière",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1975",
    "genre": [
        "脱口秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911425517.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt0197138",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1975-01-10(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0197138/",
    "imdb_votes": 57,
    "this_title": [
        "Apostrophes"
    ],
    "douban_link": "https://movie.douban.com/subject/33456134/",
    "imdb_rating": "6.7/10 from 57 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "En janvier 1980, Bernard Pivot déclare à Télérama qu'Apostrophes est \"un magazine d’idées qui puise sa substance dans les livres et qui peut être prolongé par la lecture\". Durant quinze ans, il reçoit en direct des écrivains, artistes, historiens, linguistes… autour d’une table où se côtoient livres, cendriers et verres pas toujours remplis d’eau…Apostrophes is a French literary television program produced and hosted by Bernard Pivot, broadcast live on Antenne 2 between January 10, 1975, and June 22, 1990, every Friday evening at 9:40 p.m. Defined by Bernard Pivot as a \"magazine of ideas based on books\", the program is gradually becoming a cultural magazine devoted to editorial news, if not to literature taken in its broadest sense. The program offered open discussions between four or five authors around a common subject, but also individual interviews (called \"Grands Entretiens\") with a single author when the latter had acquired an important place in the academic or literary field. In fifteen years of existence, Apostrophes has become the emblematic literary program of French television at this time, almost in reverse of the initial project. It owes this to a combination of favorable factors: advantageous programming at prime time, continuous support from the directors of the Antenne 27 channel, and an almost new French audiovisual landscape when the program was created. The personality of its presenter, the initial choice of the format of the program (debate around a theme that changes each week), and the heterogeneity of its speakers also play a preponderant role in the recognition of Apostrophes with the general public, book professionals but also literary \"all-Paris\".—FRANCE 2",
    "chinese_title": "Apostrophes",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-06-11T20:21:30"
}