{
    "aka": [],
    "sid": "33462508",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2557980671.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "26",
    "episodes": "13",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "The World from Above Season 3"
    ],
    "douban_link": "https://movie.douban.com/subject/33462508/",
    "trans_title": [
        "鸟瞰世界 第三季"
    ],
    "douban_votes": "0",
    "introduction": "The third series of The World from Above once more showcases some of the most beautiful and dramatic places in the world from stunning beaches and mountains in Ibiza to the dramatic east coast of Scotland with ancient castles.Explore Berlin from a different angle and see the Brandenburg Gate and the Reichstag and discover some of the greatest ancient Greek temples in Sicily. Fly low over the beaches of Normandy in France where the D Day landings took place and watch the sun set over the summit of Mount Snowdon in Wales in the dramatic Snowdonia National Park.Discover where the Puritans on the Mayflower made there first permanent settlement in Massachusetts and fly along one of the most glorious coastlines in Italy past Amalfi and Positano and on to the Island of Ischia; discover where explorers left Lisbon in Portugal to seek out new worlds across the Atlantic.Find out where the US Marines train their new recruits on Parris Island in South Carolina and explore some of the most dramatic and varied landscape in the world in Iceland from geysers to glaciers. Then fly along the white cliffs of southern England and past castles which have defended this island fortress, and in Delaware find out where the Dupont family made gunpowder before creating Nylon, Teflon and Kevlar and built beautiful houses on their growing fortune.",
    "chinese_title": "鸟瞰世界 第三季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The World from Above Season 3",
    "douban_rating_average": 0,
    "update_at": "2025-11-26T05:42:14"
}