{
    "aka": [
        "The Dispossessed"
    ],
    "sid": "33461728",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "加拿大",
        "瑞士"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1333314/",
            "name": "Mathieu Roy Mathieu Roy",
            "@type": "Person"
        }
    ],
    "duration": "76分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "LES DÉPOSSÉDÉS"
    ],
    "douban_link": "https://movie.douban.com/subject/33461728/",
    "trans_title": [
        "The Dispossessed"
    ],
    "douban_votes": "0",
    "introduction": "Shot in India, Malawi, Switzerland, Canada and Brazil, The Dispossessed is an impressionist journey into the daily reality of small farmers who struggle to make ends meet. In a world in which industrial farming reigns supreme, food production remains one of the most poorly paid professions on the planet. On the one hand, the subsidized agricultural industry of northern countries produces surpluses that are exported to the developing countries, where local agriculture cannot compete with these false low prices. On the other hand, by trading subsistence farming for “cash crops” destined for export, smallholders are helpless when faced with the price fluctuations of a market that they do not control. The underpaid or indebted small farmers are leaving in huge numbers for towns, where they are condemned to work on building sites for almost nothing. Halfway between ‘cinéma verité’ and an essay, this film explores the mechanisms propelling farmers into a spiral of despair, debt and dispossession.",
    "chinese_title": "LES DÉPOSSÉDÉS",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-31T00:26:32"
}