{
    "aka": [],
    "sid": "33461063",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2557733484.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt9048474",
    "director": [
        {
            "url": "/celebrity/1033573/",
            "name": "Jeffrey M. Hayes Jeffrey M. Hayes",
            "@type": "Person"
        }
    ],
    "duration": "80分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-10-18(USA)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9048474/",
    "imdb_votes": 38,
    "this_title": [
        "Secret Ingredients"
    ],
    "douban_link": "https://movie.douban.com/subject/33461063/",
    "imdb_rating": "8.5/10 from 38 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "While the debate continues about GMOs, Roundup and other toxic pesticides, this powerful film shares remarkable stories of people who regain their health after discovering the secret ingredients in their food and making a bold commitment to avoid them. At the heart of the story is Kathleen DiChiara who always worked out and ate right - or so she thought. When her health and the health of her family fell apart, she was determined to figure out why. When she discovered the secret ingredients hidden in their food and removed them, the results were dramatic. The film shares many other powerful stories of people who regained their health after changing to an all organic diet, free of GMOs, Roundup and other toxic pesticides. Skin rashes cleared up; tumors disappeared; digestive issues settled down; infertile couples now have happy babies; cancer patients are now cancer free; and autistic children are now off the spectrum. These experiences are backed up by physicians, scientists and experts who explain the science, and the political history, of GMOs and pesticides - particularly Roundup and the key ingredient, glyphosate, which is sprayed on many crops and ends up on our table. Artfully directed by Amy Hart and leading anti-GMO consumer advocate, Jeffrey Smith, this film is the perfect blend of heartfelt stories and scientific information that may inspire you to ask, What could happen if I removed the secret ingredients from my kitchen?",
    "chinese_title": "Secret Ingredients",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.5,
    "douban_rating_average": 0,
    "update_at": "2025-04-30T05:00:13"
}