{
    "aka": [],
    "sid": "3347008",
    "cast": [
        {
            "url": "/celebrity/1272900/",
            "name": "Mark Mogul Mark Mogul",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1326144",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008-04-19(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1326144/",
    "imdb_votes": 13,
    "this_title": [
        "Driving Men"
    ],
    "douban_link": "https://movie.douban.com/subject/3347008/",
    "imdb_rating": "8.4/10 from 13 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "★2008 瑞士真實影展國際競賽片★2008 義大利坡坡里影展國際競賽片★2009 日本山形紀錄片影展國際競賽片Susan Mogul是單身女性。她是猶太人、政治激進份子，也是女性主義者。已經五十多歲的她，絲毫不避諱自己的身分，並樂於對外展現自己私底下的生活。本片捕捉她個人穿梭於紐約與洛杉磯之間生活的轉捩點，並借助相片串起她感情生活的脈絡；與其同時，她重建與昔日夥伴的情誼，而這一切都發生在車上聊天的短短時間裡。她身為乘客，手中持著攝影機記錄下一切。雖然現在的她自己駕駛車輛，但過去有很長一段時間裡，她都讓自己被所愛的男人操控於掌心─比方說賴瑞，他是第一任男友，最後死於她身旁的駕駛座上。Susan Mogul很堅強，她以幽默克服悲傷。但難道她沒有弱點嗎？一直單身不難熬嗎？那些回憶是否難以承擔？這些她都不怕，影片一開始便呈現她過去最傷痛的時刻：她二十歲時心愛的男人之死，她甚至說沒有人像賴瑞那麼愛她。這般嬉笑怒罵難道僅是為了掩飾她心中連時間也無法治癒的傷口嗎？隨著一張張相片輪播─愛人、曖昧對象、朋友、兄弟─我們瞥見她父親的身影：他是個智性超群、有著零缺點道德觀的男人。自從賴瑞死後，Susan不斷思索著，自己是否將身邊的伴侶都當成了研究的對象，從不曾敞開心胸讓自己被愛？而這一切的目的都是為了要更瞭解自己的父親。從結構上看來，本片是導演面對自己的過去，毫無讓步、毫不保留地把一切攤開在陽光下，映照出最真實難堪的一面。片中不少過去的場景中，有著Susan大笑、搞怪、作弄自己的片段，但Susan也知道如何拍出自己一人獨坐傷懷，為第無數次與心愛的男人分手而哭泣。或許她自己早有預感，有一天將這些畫面組織起來，不僅能成為一部幽默動人的影片，也能藉此審視自己對愛的態度。Susan Mogul四十年來的作品中，都帶有自我諷刺的特質，但絕不淪為純粹搞笑。和許多女性主義論述不同的是，本片影像不僅尖銳有力，同時充滿樂天的喜趣。拍片對Susan而言，是藉由組織影像整理思緒的良機，也是一個找尋自我座標的好機會。Susan Mogul以影像探索身邊的伴侶，同時也反身審視自我。美國前衛錄像藝術家Susan Mogul融合自傳、紀錄片與人類學民族誌等影像類型並加以模糊，從日常生活中創造出既具戲劇化又詩意的敘事，將她藝術家的內在與外在反映在女性的私生活與公領域。她的作品廣受電視、美術館與國際影展的邀請與放映，錄像作品受邀參加洛杉磯蓋提美術館「加州錄像藝術展」。她是古根漢基金會研究基金獲獎人。瑞士真實影展於2009舉辦了她的作品回顧。“Mogul looks at the men in her life, starting with her tragic first love and ending with a road trip with a new boyfriend forty years later. The often funny video tackles sex, desire, loss, family and the twisted threads of identity, as Mogul ponders being single and fifty. As with all her work, though, Driving Men is very much about a woman with a video camera…Mogul does this with insight, humor and a willingness to stand naked-literally and metaphorically - so that rather than merely being a diary, Driving Men is finally about the challenge of crafting a life.”-- LA WEEKLY◎http://www.susanmogul.com/index2.php",
    "chinese_title": "Driving Men",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.4,
    "douban_rating_average": 0,
    "update_at": "2025-08-10T02:21:32"
}