{
    "aka": [
        "Separation of Trails"
    ],
    "sid": "33476869",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2558285445.jpg",
    "region": [
        "瑞士"
    ],
    "writer": [],
    "imdb_id": "tt7591780",
    "director": [
        {
            "url": "/celebrity/1295482/",
            "name": "弗朗西斯·罗瑟 Francis Reusser",
            "@type": "Person"
        }
    ],
    "duration": "75分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt7591780/",
    "imdb_votes": 12,
    "this_title": [
        "La séparation des traces"
    ],
    "douban_link": "https://movie.douban.com/subject/33476869/",
    "imdb_rating": "6.5/10 from 12 users",
    "trans_title": [
        "Separation of Trails"
    ],
    "douban_votes": "0",
    "introduction": "Francis Reusser is a photographer and director with a long career behind him. With this film, the Swiss director revisits the places from his personal memory (the Alpine landscapes of his childhood, the streets of the towns in which he shot some of his films) as well as those in his cinephilic memory. In this enormous work of reconstruction, taking the form of a filmed diary, it becomes impossible to separate the traces of his life and his work. After having directed, seen, and loved so many films, is it possible to do otherwise?Reusser, equipped with a small video camera here, plays the dual role of he who sees and he who is seen, and successfully tells his story with humour and intelligence, never sinking into bitterness. His account, tinged with the nostalgia of one convinced that he experienced better times for the film industry, and also driven along by the strength of one who continues to make films despite economic constraints. A love letter to the films of the past, full of hope for the future. A real song of resistance.",
    "chinese_title": "La séparation des traces",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-06-12T06:00:37"
}