{
    "aka": [],
    "sid": "3347671",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1957",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908039225.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0336937",
    "director": [
        {
            "url": "/celebrity/1070761/",
            "name": "约瑟夫·康奈尔 Joseph Cornell",
            "@type": "Person"
        }
    ],
    "duration": "8 分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0336937/",
    "imdb_votes": 293,
    "this_title": [
        "Nymphlight"
    ],
    "douban_link": "https://movie.douban.com/subject/3347671/",
    "imdb_rating": "6.2/10 from 293 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A young girl in a frilly, old-fashioned gown walks hurriedly through New York's Bryant Park. She is out of place, like a figure from another era. She has a broken parasol. We see shots of the people in the park and at the end we see a man emptying out the trash barrels who misses the parasol.I liked this particularly for showing a slice of New York life from the 1950s. It is interesting to see the people in the park, especially in color. I wish more had been done with the girl in the old-fashioned dress. She doesn't really do anything and nothing really happens to her. She could have just appeared for a moment in the background, but she is given prominence at the beginning of the film so we are led to pay attention to her and then nothing happens.-- Film Notes, John C.The films of the reclusive artist Joseph Cornell (1903-1972) are as unique as his famous box constructions. Though rarely exhibited during his lifetime, these mysterious works nonetheless have had a deep and lasting influence on the world of avant-garde filmmaking . His entire body of film numbers some thirty-odd works, encompassing the incomplete and the fragmentary. It can be said that Cornell made two kinds of films in two distinct periods of activity: collage films, made by recombining found materials, and directed films,where he worked with cinematographers (including Stan Brakhage, Rudy Burckhardt and Larry Jordan) to document his fantasy/experience of wandering in New York. -Bradley Eros and Jeanne Liotta",
    "chinese_title": "Nymphlight",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-11-29T14:43:26"
}