{
    "aka": [],
    "sid": "33477086",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2558291955.jpg",
    "region": [
        "阿根廷",
        "意大利",
        "瑞士"
    ],
    "writer": [],
    "imdb_id": "tt7607510",
    "director": [
        {
            "url": "/celebrity/1036118/",
            "name": "Danièle Incalcaterra Danièle Incalcaterra",
            "@type": "Person"
        }
    ],
    "duration": "110分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2017-11-18(阿根廷马德普拉塔电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7607510/",
    "imdb_votes": 19,
    "this_title": [
        "Chaco"
    ],
    "douban_link": "https://movie.douban.com/subject/33477086/",
    "imdb_rating": "7.3/10 from 19 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Each day 2000 hectares of forest are destroyed in the Paraguayan Chaco. After El Impenetrable (2012) director Daniele Incalcaterra, with codirector Fausta Quattrini, tackles again the issues and the problems connected with the 5000 hectares of virgin forest in Paraguayan Chaco inherited from his father. Incalcaterra stubbornly tries to find a way to return it to the Guarani Ñandevas, the rightful owners of the forest, and not allowing a deforestation project aimed at producing industrially transgenic soya and meat. Not everyone, though, is pleased with his mission. An embittered and ruthless battle against fraudulent bureaucracy and financial interest begins. Incalcaterra hopes, with the help of a decree by president Fernando Lugo, to create a nature reserve called Arcadia and a scientific observatory to study the devastating effects of deforestation. Who will win? Nature or money backed by politics? Corruption, threats, danger or hope and utopia? A powerful and passionate film that works like a tense political thriller.",
    "chinese_title": "Chaco",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-06-11T16:22:32"
}