{
    "aka": [
        "Flower Of The Night",
        "Lady Moonflower"
    ],
    "sid": "3348321",
    "cast": [
        "谷ナオミ",
        "宮井えりな",
        "鶴岡修"
    ],
    "site": "douban",
    "tags": [
        "情色",
        "団鬼六",
        "日本电影",
        "日本",
        "日本電影",
        "日韩电影",
        "剧情",
        "藤井克彦"
    ],
    "year": "1976",
    "genre": [
        "剧情",
        "情色"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2604235530.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        "団鬼六（原作）",
        "久保田圭司"
    ],
    "imdb_id": "tt0287162",
    "director": [
        "藤井克彦"
    ],
    "duration": "70分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1976-12-08(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0287162",
    "this_title": [
        "夕顔夫人"
    ],
    "douban_link": "https://movie.douban.com/subject/3348321/",
    "imdb_rating": "5.0/10 from 7 users",
    "trans_title": [
        "Flower Of The Night",
        "Lady Moonflower"
    ],
    "douban_votes": 0,
    "introduction": "サド・マゾ小説の大家団鬼六の代表作の映画化で、美しく雅やかな生花の家元が、嗜虐の魔手にかかって、ＳＭの世界に落ちこんでいく姿を描く。脚本は「女囚１０１　性感地獄」の久保田圭司、監督は「四年三組のはた」の藤井克彦、撮影は「濡れた壷」の水野尾信正がそれぞれ担当。\n破れた畳に家具一つない殺風景なアパートの一室で、木碕は弦月流二代目家元、島原夢路の楚々として雅やかなグラビアに向って自慰に耽っていた。そこへやって来た学友の堀口も、その荒れた部屋と男のにおい、それに木崎の汚い衣裳に驚き入るばかりだった。堀口は、突然大学をやめた木崎を慰めに来たのだった。彼は木崎に洋服を与え、高級クラブにつれて行った。木崎はその店で堀口から、夢路の妹由利子を紹介された。由利子は、姉にも増した美人であった。木崎は堀口と手を取り合って店を出て行く彼女の後姿を呆然として、眺めていた。その夜、木崎は堀口からあてがわれた女あけみを抱いた。しかし夢路への妄執はつのるばかりだった。木崎は一計を策した。友人の結婚式帰りの由利子を堀口が病気だと騙して外へ誘い出した。木碕は、さからう由利子をアパートの自室にひきずり込み、手足を縛って乱暴に犯した。そんな最中に、堀口がまたやって来た。由利子は押し入れに閉じ込められた。堀口は木碕にお金のさし入れに来たのだった。堀口は去り二人切りになった。由利子は木崎の顔に悪魔の笑いを見た。木崎はポラロイドカメラを持ち出して、由利子の屈辱的な写真を撮りまくった。そして激しくもがく由利子を、二度三度と犯して絶頂に登りつめていった。弦月会館で弦月流生花展が華やかに開催された。気品あふれた会場のなかでも、夢路のあでやかさは群を抜いていた。その会場にあらわれた木碕は、一面識もない夢路に笑顔で黙礼し、その顔をじっと見つめた。夢路はその視線と笑顔に何故か不気味さを覚えて慄然となった。そんなある日、島原家に由利子の淫らな写真が送られて来た。夢路も弟子の和江も愕然とした。そこへ人もあろう木崎から電話が来た。警察へ訴えるなら弦月流のスキャンダルとして写真をばらまく、三百万円をよこせ、という脅迫である。警察に連絡しようとした夢路は、弦月流の面目との板ばさみになって悩んだ。しかし、和江が木崎に会って話をつけることに決った。和江は実は木崎の以前からのＳＭ仲間であった。木崎に会った和江は、由利子の一件を怒って木碕を乱打したが、逆に自分も嗜虐の歓喜にひたるのだった。一見無気力な木崎が弦月流家元の妹を強姦したことに和江は意外だった。和江は自ら案内役として三百万円を持った夢路と木碕のマンションに出向くのだった。写真は戻って来た。木崎は、生まれて初めて見る大金にほくそ笑んだ。写真の内容を調べる夢路の手は羞恥にふるえ、男女の絡み合いに息がはずんだ。木碕の眼は、情欲に燃えた。上気した夢路はすすめられるままに紅茶を飲みほした。夢路はくずれるように倒れた。和江が紅茶に薬を入れておいたのだった。こうして夢路は、木崎の魔手に陥った。その日から、夢路のはずかしい調教が始まった－－。",
    "chinese_title": "夕顔夫人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2024-10-27T14:49:07"
}