{
    "aka": [],
    "sid": "3348503",
    "cast": [
        {
            "url": "/celebrity/1046761/",
            "name": "坂井真纪 Maki Sakai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1038715/",
            "name": "保阪尚希 Naoki Hosaka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1034275/",
            "name": "稻森泉 Izumi Inamori",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050906/",
            "name": "仲村亨 Tôru Nakamura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037678/",
            "name": "高冈早纪 Saki Takaoka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1134388/",
            "name": "大仁田厚 Atsushi Ônita",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033952/",
            "name": "寺胁康文 Yasufumi Terawaki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1006158/",
            "name": "野际阳子 Yôko Nogiwa",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1996",
    "genre": [
        "剧情",
        "喜剧",
        "爱情"
    ],
    "awards": "　　第10届日剧学院赏(1996)\n　　特别奖\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2923653882.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt1386155",
    "director": [
        {
            "url": "/celebrity/1320381/",
            "name": "森田光则 Mitsunori Morita",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1458421/",
            "name": "根本实树 Miki Nemoto",
            "@type": "Person"
        }
    ],
    "duration": "46分钟",
    "episodes": "12",
    "language": [
        "日语"
    ],
    "playdate": [
        "1996-07-05(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1386155/",
    "this_title": [
        "ひと夏のプロポーズ"
    ],
    "douban_link": "https://movie.douban.com/subject/3348503/",
    "trans_title": [
        "夏日求婚"
    ],
    "douban_votes": "0",
    "introduction": "＊第一話．失戀日記＊經過多次失戀經驗，惠終於聽見了現任男友的求婚，惠興奮得不能相信自己的耳 朵，但是就在為了結婚的安排而忙碌之時，男友以前的女友卻告訴惠她懷了男友 的孩子，而且還對惠說了一句”你這個醜女”．自尊心嚴重受傷的惠，受不了打 擊暈倒了．．．失戀記錄又增加一筆，惠傷心的開始把這一段感情記錄在失戀日記上．惠的頹喪被母親偷聽，決定採用作為廣播的主題．失戀又失業的窘境逼迫下，惠不得已重新尋找工作，但是已屆適婚期的惠不但沒能被錄取，還被主考官奚落一番；回家的路上下起大雨，諸事不順的惠被路人撞倒，扭傷了腿還被汽車掀起的水花淋濕，倒楣的惠只好躲到窗下避雨，因為害怕打雷的聲音，還緊緊抱住了身旁的陌生男子，這一幕被路過的母親看到，以為惠又找到新戀情，暗自替她高興．對於溫文有禮而且英俊的陌生男子，和這場雨天邂逅，惠留下深刻的印象．．．．．．好友晶子和萬里繪關心惠最近的生活情況，最後話題繞到男朋友，沒有工作又失去男友的惠，堅定的說出”最討厭受女孩子歡迎的男性”，不過心底仍然惦記著偶然相逢的男子．惠的母親就是從事廣播工作的美津子，美津子常為了廣播工作和同事青木芳昭爭 吵，這一天又因為配樂的問提點燃導火線，正待答腔的芳昭，被突然衝入辦公室 的同學浩美打斷主題．難得見面的浩美和芳昭也邀請了好友之一的川塢隆碰面． 負責檢定機械工作的隆，這時正向企圖賄賂他的業務員發火，責備他沒有工作情 操，接到好友的電話後也隨即來到餐館中．三個好友分別描述自己最新的情況，浩美走遍非洲蒐集奇特音樂，好久沒有回到 日本來，芳昭帶著兩人參觀工作的錄音室，正巧遇上了美津子，認出隆就是雨天 和惠擁抱的年輕男子後，美津子故意在當天節目中說出惠的雨天經歷，惠聽到母 親把自己寫失戀日記的事情都當作題材，又再次受到刺激，向美津子抱怨；美津 子好意傳授惠如何吸引男性，卻遭到惠的激烈反抗．三個男人在隆家裡聚會，浩美羨慕兩人高收入的生活，但是分別遭受到工作挫折 的隆和芳昭，感慨為了生活不能堅持當初的理想；在惠的家中，為了安慰受到挫 折的惠，晶子提議開個毛蟹餐會，這個提議給了竊聽中的美津子靈感．．．美津子假藉想了解網路功能為由，邀約三人到家裡作客．同時在奧田家中正在享 用大餐的惠等人，被介紹給隆，芳昭和浩美．訝異的惠對再見到夢中情人相當驚 訝，但是還沒開口表白，就被隆向晶子的積極搭訕給打斷了．原本想撮合惠和隆 的美津子，也沒有想到隆真正感興趣的，竟是惠的好友－晶子，只好回到房中繼 續竊聽觀察．六個年輕人一起享用毛蟹大餐，同時隆不斷的找話題親近晶子，而萬里繪則對芳 昭大膽示愛，對萬里繪一見鍾情的浩美和寂寞的惠完全被忽略．惠跑回房間向母 親訴苦，後來更和對戀愛婚姻想法完全相反的隆爭吵，一氣之下，惠把大家都趕 出門．在回程中，隆不斷以甜言蜜語想打動晶子，但是晶子卻在半途找理由回絕 了；另外一邊的萬里繪則和芳昭發生關係．．．好不容易找到了汽球佈置的工作，惠終於又打起精神，不過在中途遇見了當初破 壞她結婚的女人，這時又和新男友走在一塊．惠鼓起勇氣質問搗亂結婚的事，才 知道女方不甘被甩，蓄意破壞．生氣的惠想要打她時還被推倒在地，而且再一次 受到譏諷為”醜女人”．決心要改變自己的惠想要丟掉戒指，遇上了要送汽球給 育幼院的三上，便向三上要了一個汽球，讓戒指和汽球一起飛向天空，發誓一定 要把自己變漂亮．．．．．．＊第二話．醜女之戀＊惠和朋友聚會，萬里繪逼問有關晶子和隆交往的事，還將看到兩個人約會的事情 告訴惠，讓惠又想起當晚的不愉快，萬里繪正要誇耀和芳昭上床的事時，晶子故 意翻倒飲料，要萬里繪別再刺激情緒低落的惠．美津子在節目裡，使用和網路同步連線的企劃，但是沒有獲得很好的迴響，美津 子為了提高收聽率，只好把惠的雨天相遇故事說出來，正在收音機前的晶子等人 立刻追問結果，惠不得已說出了當初邂逅的夢中情人－川島隆，一旁的晶子臉色 驟變． 第一次推出的企劃沒有成功，隆建議下次找人作假，以聳動的內容帶動氣氛，美 津子責備芳昭沒有做好準備，兩個人意見分歧．回到家後，惠又為了美津子擅自 以她為題材發怒，家裡的戰爭也再度上演． 新工作要惠扮成小丑模樣，三上還建議老闆愛美讓惠和他一起參與親子活動的企 劃，覺得工作內容和想像不符的惠，因為發出抱怨，被三上生氣的趕出去，只好 到健身房打發時間．晶子邀請惠加入約會，對於隆和晶子，萬里繪和芳昭的故事 感到厭煩的惠拒絕了．在約會當中，眼中只有芳昭的萬里繪，完全把晶子叮嚀” 不要傷害浩美的心”的話語丟在腦後.惠想向三上道歉，三上對她卻不理不睬，讓惠很傷心，只好憑著一股執著獨自奮 鬥，終於感動了三上．而上班族的隆和晶子也遭受到工作上的困擾，疲憊中看見 了對方捎來的電子郵件，終於開心的微笑．芳昭則為了收聽率的問題被上司責罵 ，美津子好意袒護，但是上司表面雖斥責，暗地裡卻要芳昭好好努力，別輸給老 一輩的美津子．另一方面，浩美對芳昭及萬里繪的關係開始起疑，受不了逼問的 隆，又因為浩美干擾他的電腦養魚遊戲，忍不住要浩美離開他家．．．晶子收到隆的邀請，但是心裡總放不下和惠的友誼，晶子試探惠的心態，惠掩飾 難過和嫉妒，鼓勵晶子與隆開始交往．在晶子的生日當天，隆察覺晶子刻意迴避 他，趁著晶子一個人的時候追問，晶子說”隆根本不知道不知道何時會傷害女人 的心情”，把惠對他的思念說出，讓根本就不記得的隆十分困惑．三上和惠扮成小丑替晶子慶生，離開前隆主動為了忘記雨天的事情道歉，惠看到 隨著奔出的晶子，於是要隆不要自作主張道歉，隆對惠不領情的態度不滿，嫌她 太不可愛，讓心情惡劣的惠忍不住打了隆，說出最討厭隆的話．隆也話中帶刺的 表明：”我最討厭你這種小丑”，傷心的惠在回家後，終於忍不住淚水．儘管受了許多委屈，惠仍然努力的做好汽球佈置的工作．隆堅持己見，不願為利 益捨棄工作的情操，結果遭到上司的強大壓力阻撓，隆只好藉著上網路的方式來 減輕壓力，偶然看見一封尋求電腦養魚遊戲協助的郵件，隆慷慨的答應對方的要 求，還替魚命名，和這個未曾謀面的網友建立起友誼．．．只是傳信的兩人都不 知道，對方竟然就是熟識的惠和隆．．．．．．＊第三話．愛的一夜＊惠熱衷於養魚遊戲時，又聽見美津子拿惠的失戀經驗作為題材，公開徵求大家對 ”愛情與友情”的意見，還用失戀常兵來暗示惠，沒想到獲得了熱烈的反應，晶 子也化名回答相信男女之間有友誼，但是美津子卻以男女之間絕無純粹友誼來收 尾，這句話也深深印在晶子心底． 晶子主動向惠表明，如果惠喜歡隆的話，自己願意退出，但是好強的惠偏偏堅持 自己已經死心，尤其對隆的印象已經惡劣到谷底．惠反問晶子對隆的感覺，晶子 坦承已經喜歡上隆．．．惠詢問三上轉業的原因，三上不但沒有生氣，還遞給她一本個人資料，美津子看 到惠開心的模樣，進房中詢問原因，無意間看見了電腦養魚遊戲，還發現惠養的 兩條霓虹魚有如情人般接吻，惠高興的把這件事寫成郵件寄給贈送魚的人－隆， 隆收到信件後也覺得很有趣，鼓勵惠好好飼養．惠在工作上也逐漸發揮才能，創 意受到老闆愛美莉的肯定，三上還要惠一同負責一項重要的企劃案．在男孩子方面，拒絕上司要求的隆受到了冷落，甚至可能被降職；美津子的收聽 率增高，部長希望增加一個美津子部屋，美津子要求芳昭一同努力時，部長卻要 別人負責該企劃，美津子透露將有人事變動的傳聞，也許芳昭會調往營業部，不 安的芳昭困惑時，自稱未婚妻的萬里繪又為了送便當硬闖公司，這樣的熱情也讓 芳昭嚇了一跳． 為了集思廣益，美津子邀請隆，晶子和惠一同晚餐，想問他們對三角戀愛的看法 ，同時也藉此鼓勵惠，但是惠缺席了，晶子則聽出美津子在暗示惠的事件，因此 和隆也提早離開．隆等三個人的聊天中，無意傷害了沒有女人緣的浩美，隔天因為遇見了萬里繪的 隆因此提出了”如果愛人的朋友愛上你，請你不要傷害他”，希望萬里繪可以對 浩美溫柔些．萬里繪卻自作多情的以為隆愛上她了，於是主動提出和芳昭分手， 展開對隆的積極追求．和好友們見面時，還說出要成為情敵的話，最後又講話傷 害晶子，生氣的晶子打了萬里繪後就離去，留下嚎啕大哭的萬里繪，和不知所措 的惠，在美津子的鼓動下，惠怒氣沖沖的要找罪魁禍首－隆算帳．這時剛被降職的隆，和有可能轉調到營業部的芳昭正在討論工作，消沈的隆決定 屈就；惠粗魯的口氣裡夾帶著生氣和質詢，不斷怪罪隆的用情不專，又拒絕聽信 隆的解釋，隆卻乾脆的答應到惠家裡當面和萬里繪對質，加上芳昭也覺得萬里繪 自己搞錯狀況的可能性很高，惠才驚覺自己的無禮，連忙慚愧的道歉，幸好獲得 了諒解，芳昭還留惠一起喝酒；與芳昭，隆對談時，惠跟隆又因為意見相左差點 吵起來，後來發現兩人都在玩電腦養魚遊戲時，才緩和了緊張的氣氛．芳昭向惠抱怨美津子的意見太奇怪，簡直就像是個色情狂，惠也深表贊同，但是 談到愛情與友情時，又開始和隆鬥嘴．．．疲倦的惠在隆家中睡著了，美津子相 當興奮，認為惠的愛情有了十足的長進，但是談論起惠的芳昭和隆，都覺得和惠 相處很輕鬆親切，不像是跟女人相處一樣，芳昭還取笑惠像以前飼養的小狗，隆 也笑稱惠雖然人不錯，只是太醜了一點．．．．．．＊第四話．愛情喜歡作弄人＊芳昭接受惠的建議，採訪三上和惠作為題材；惠在工作場上看到新娘，想起試穿 禮服時被搗亂的事．．． 惠因為拿錯了汽球種類，必須回工作處拿遞補的，芳昭自願載著惠回去，但是回 來現場時，三上先生和愛美已經用其他汽球代替了，三上先生為了惠犯下的錯誤 而不快，冷淡的離去，惠雖然心中難過，仍然勉強自己擺出笑臉，勤快的收拾現 場．芳昭看到這麼努力的惠，暗暗的同情也為惠感動．下班後陪惠吃飯，想要鼓 勵惠打起精神，遇上因工作需要碰面的晶子和隆，隆開玩笑的稱呼惠為猴猴，和 惠．芳昭親密的聊天，晶子看著愉快談天的三人，覺得跟不上話題和被冷落了． 後來談到隆的調職，不知情的晶子開始對隆和惠心存懷疑，聽說惠住在隆家一夜 的事情又增添了晶子的不安，晶子主動要求和惠一起去隆家，看看兩人突然感情 變好的原因． 在川島家中，隆當著三個人的面向萬里繪解釋，萬里繪不相信，逼問隆討不討厭 自己，隆說出不討厭後，萬里繪更堅持不放棄對隆的愛情．討論工作事務的晶子 和隆進入隆的房間，遲遲未曾出來，惠越等越坐立難安，隨便找了個理由離開； 隆後來詢問惠沒有精神的原因，晶子覺得可能跟自己有關．隆打電話邀請惠一起 去釣魚，惠興奮的發了電子郵件給送魚給她的網友，說自己終於要去釣魚了，收 到信的隆並不知道對方就是惠，也回覆了”釣魚的人不會變壞喔”給惠．隆被降職後，負責推銷舊型的電腦，屢遭拒絕的隆不死心，繼續懇求顧客，顧客 卻提出要擴增配給新電腦名額的條件，隆把這樣的反應轉達給上司，不但沒有獲 得支持，上司還怪罪隆太多管閒事．．． 惠想在釣魚完帶隆看看她自己創作的汽球作品，每天趕工，付出的心血連三上都 不得不佩服，但是好不容易期待的日子到了，隆和晶子卻因為有生意要談，不得 不臨時取消，惠來到汽球店裡，把便當分給三上，等了很久都等不到隆，決定放 棄了． 隆在談完生意後，原本要直接去載惠，但是晶子卻刻意阻止，等到隆來到汽球店 的時候，正好和剛離開的惠錯過了．三上帶隆看了惠做的汽球造型，詢問隆的看 法，把惠為了做這個汽球，連續熬了好幾夜，隆注視著汽球，受到感動．．另一 方面，惠對釣魚的事件撒了謊，告訴美津子玩得很愉快，卻一下子就被看穿了， 傷心至極的惠，發電子郵件給網友JACK時，也敘述了跟事實相反的釣魚情形．．＊第五話．愛的告白＊愛美莉稱讚惠獨立完成的汽球造型，還主動替她拍照，這時三上透露隆曾經到 這裡的事；美津子藉電腦的事情約隆出來打聽，暗示隆向惠告白，也不點破惠 向她撒謊的事情．惠接到隆打來的電話，逞強說一個人跑去釣魚，還玩得很開 心，一時之間反而無言以對，只好匆匆結束談話．萬里繪帶著禮物分給晶子和 惠品嚐，晶子為了害隆失約的事情道歉，美津子拆穿惠撒謊的事，還說惠一早 就開始為了釣魚準備，晶子漸漸察覺自己對隆的感情．隆告訴芳昭他已和晶子 交往，同時晶子也對惠說出一樣的話，還要惠別再勾引隆了．．．芳昭送上訂購汽球的名單當作謝禮，還稱讚惠做的金魚很可愛，讓惠又燃起自 信，芳昭看著汽球，突然建議惠和三上可以找隆幫忙拓展市場，於是找來隆一 起討論促銷活動；看著遭遇挫折的隆，三上突然說出自己轉業的心路歷程，當 惠追問時卻又止住不說．隆和惠玩笑式的對談，惠批評起隆的花心，還要隆向 她保證，絕不作出傷害晶子的事． 惠終於說服了量販店的老闆，同意舉辦大展，並且向隆的公司訂購電腦，因為 這層合作關係，隆和惠碰面的機會又更多了，兩個人也逐漸親近；晶子為了工 作上的問題前來拜訪隆，正好碰上隆被上司指責，隆表示越來越看不慣企業界 的弱肉強食．和三上再次碰面，三上終於說出自己的過去，三上在原來的公司 擔任的是違法的工作，事件爆發後受到同事輕視，但是他為了夢想，一直留在 公司裡，直到好友在公司中上吊自殺，這番話的含義激起了隆反覆思考．晶子擔心隆，來到大展的賣場探望，和隆談話時親吻的場面被暗戀隆已久的惠 看見，惠在回家的路上不停想起那個場面；晶子邀隆留在她家裡，隆卻堅持拒 絕，晶子的不安全感又增添了幾分．　　　　　　　　 忙碌於錄音工作時，芳昭恍然大悟原來節目中提及的失戀常兵小惠就是美津子 的女兒－惠，美津子在這天的節目中，又刻意把題目牽扯到芳，稱許芳就是替 戀愛中混亂的男女們指引方向．惠收到網友ＪＡＣＫ的信，問起惠的男友是怎樣的人，惠撒了謊，刻意形容兩 人之間快樂的相處；芳昭回家後則詢問隆對廣播內容的看法，問他是不是真的 可以和惠維持友誼，並且說出要隆表明態度，否則惠破壞惠與晶子的感情．隆 對芳昭突然熱絡的態度感到十分疑惑，反問是否喜歡上惠了，芳昭沒有否認．．隆受到芳昭話語的刺激，一大早來到惠家詢問惠的態度，一心想讓惠坦承感情 ，但是惠卻堅稱兩個人不過是好朋友罷了，不耐煩的隆強吻惠，告訴惠既然只 是朋友，那麼就算親吻也無妨了！受到驚嚇的惠，雖然也渴望坦承感情，但是 每每想及和晶子的友情，就不得不嚴詞否認，說出對隆的吻毫無感覺．．．．．．＊第六話．愛的迷路＊惠依然在意和隆的親吻，刻意以游泳逃避了晶子的目光，但是晶子察覺惠似乎隱瞞著什麼事情．惠因為工作上的關係，必須再和隆碰面，惠首次負責全權的計畫，正準備送禮答謝時，被多管閒事的美津子看到，美津子於是決定舉辦派對，趁著派對觀察惠的愛情世界．派對上，萬里繪把目標轉向三上，惠則和青木共舞，但是晶子也發覺惠的眼光始終注目著隆，再加上惠的母親暗示隆和惠是否有接吻，晶子越來越懷疑隆和惠隱瞞她某些事情．芳昭當面向隆求證，和惠及晶子的三角關係，並且要求隆趕快作出決定，否則只會造成更大的傷害．不安的晶子來拜訪惠，隆鼓勵惠的模樣看在晶子眼中，只覺得很不是滋味，晶子借酒澆愁，還找芳昭談論隆，後來惠也沒自信的想打聽隆對她的想法；晶子和惠的態度，驗證了芳昭曾對隆說的話，腳踏兩條船只會傷害更多人．晶子打電話約隆到家裡，隆卻找惠一起去釣魚，不知情的惠開心的準備時，接到晶子的電話，泣不成聲的晶子要惠救她，注重友誼的惠趕到時，晶子卻出言傷害惠，要惠馬上離開．惠含著眼淚和委屈奔出公寓，跟著惠後頭敢來的隆站在門邊，想知道到底發生什麼事，惠卻只是哭泣著離．．．．．＊第七話．堅強的女人軟弱的女人＊阿惠哭著跑回家，晶子反省後覺得很抱歉，安慰過晶子的隆再度前往找惠，惠閉門不見面，連電話也不回，隔天上班時還刻意迴避隆的視線．隆忍受不了沈默不語，找惠談話時，惠卻告訴隆：”我沒有你想像的脆弱，晶子也沒有你想像中那麼堅強，讓晶子倚靠你吧！我一個人也無妨”，終究捨棄了愛情選擇友誼．想要給惠鼓勵的芳昭，積極邀約惠一同出門，陪著惠玩了一整天後，終於看到惠那消失已久的笑容，惠仍然很自責自己破壞晶子的幸福；芳昭帶著惠回公寓，還和前來拜訪的晶子，隆共進晚餐．芳昭從對談間看出惠依然在意隆，以溫柔的態度相待．回家後，惠發信給網友ＪＡＣＫ，說明自己雖然失戀了，但正努力尋找新戀情．．．芳昭積極的態度並沒有獲得美津子的祝福，美津子甚至不斷暗示：芳昭只是像惠的大哥一樣，並非惠的真命天子，強求得到的愛情，最後只會以悲劇收場．即使如此，芳昭依舊維持熱情的態度，並且向隆宣言，絕不是因為同情而與惠交往．隆表面表示贊成，心底十分矛盾，又想直接向惠求證，又沒有勇氣．．．．．．＊第八話．情人的真實面貌＊隆收到BETTY 也就是惠寄來的電子郵件，驚嘆現在的女孩真厲害，受到傷害也可以馬上康復．．．美津子對沒有自信的惠道出２６年前的往事，原來惠是母親追求真愛，和深愛的人生下的孩子，可惜生父後來車禍去世了．美津子不斷灌輸惠追求真愛的想法，認為惠身上必定留有她追求愛情的熱切，可是惠仍然在意友情勝過愛情．晶子又找芳昭傾吐心事，芳昭要晶子守候著，否則惠犧牲自己的行為就沒有任何意義了．隆發現自己和網友ＢＥＴＴＹ有很多相似處，所以把自己真正的心情寫在ＥＭＡＩＬ上，還邀請ＢＥＴＴＹ一起去釣魚．不久後隆因為工作來拜訪惠，和惠又玩在一起，隆突然發出疑問：”惠放棄自己心愛的人，真的可以？”，惠避開問題不回答．美津子把好友愛上同一個男子的問題當作主題，藉機訪問隆等一群人，萬里繪大膽表示意見：”女人應該主動甩掉這種軟弱的男人．”；其他幾個人尷尬的態度吸引了美津子的好奇，她找出隆詳細詢問，隆坦承了惠要自己和晶子復合的事情，美津子鼓勵隆乾脆帶著惠私奔，隆雖然也有過類似的念頭，但是沒有真正實行的勇氣．終於到了惠和網友JACK見面的日子了！惠來到相約的地點，但是那個穿著JACK & BETTY服裝的身影卻是朝思暮想的隆，連跟蹤於後的美津子也沒想到是這個情形，惠沒敢相認就匆匆回家，看到JACK寫來的ＥＭＡＩＬ，再聯想起隆的臉孔，惠壓抑已久的情感還是崩潰了．某天惠在工作時，芳昭在電腦螢幕上打上”我們可不可以像戀人一樣交往呢？”要惠仔細的考慮．決定不讓惠為了感情煩惱的隆，和惠約定從此只像普通朋友一樣，兩個明明互相愛戀的男女，就在這樣一句話裡，埋藏住深深的不捨與哀愁．＊第九話．交往宣言＊三上先生生病了，惠和愛美必須代替三上的工作，因此惠沒有出席和芳昭的第一次約會，但是芳昭仍然主動前來幫忙，還犧牲了自己的年假，代替三上先生擔任扮演小丑的差事．晶子和隆的合作計畫也即將付諸實行，兩人將之命名為PC JACK．從長期合作累積的經驗裡，晶子發現兩個人當情侶還不比當工作夥伴來得成功，因為想法和觀念不同，連約會想去的地方也不一樣．晶子的前男友中澤突然闖入家裡，向晶子求婚，看到中澤傲慢態度，萬里繪和惠把他大罵一頓，中澤離開前，自信的告訴晶子，晶子和新男友絕對維持不過半年，因為晶子沒辦法輕易的為別人改變自己．這句話刺進晶子心底的痛處，這正是她近來煩惱的原因．前來店內拜訪的隆看到芳昭和惠，戲稱自己變成電燈泡，趕緊離開．雖然表面祝福，隆的心底仍常感到難過，所以把心情和對惠的祝福寫在ＥＭＡＩＬ裡分享給網友BETTY ，但是惠已經知道和她傳信的對象就是隆後，她反而不知道該如何回信．．．惠告訴美津子，她和隆是本世紀最大的矛盾！雖然命中注定相遇，卻又註定什麼事也不會發生．在美津子的廣播現場，隆的目光繞著惠打轉，被芳昭發覺．．．惠回信給代號JACK的隆，勸他放棄心儀的女孩，別再想她了．芳昭也把和惠交往的事情告訴隆，隆開始認真思考．晶子為了配合隆的生活，起了一大早去釣魚，途中遇見正在約會的惠和芳昭，後來連跟蹤的美津子都出現了，大家一起來到美津子家中；隆帶著試探的意味，在眾人面前詢問惠是否接受芳昭的交往，沒想到惠居然乾脆的答應了．．．．．．＊第十話．發表婚約＊聚會時浩美打電話來求救，原來浩美已經離過婚了，還有一個女兒，現在女兒跑來找他，可是不管怎麼問她都不回答，讓焦急的浩美不知道如何應付．六個人試著跟她溝通都沒成功，後來惠帶著她到上班場所，可奈子搗亂似的到處破壞，三上先生一氣之下打了她，結果她卻跟親近小孩的三上成為好朋友．察覺惠當初答應他的交往是出自壓迫，芳昭要惠再次思考；後來又看見三上和惠，可奈子猶如一家人的情景，芳昭尷尬的走開．三上也向惠表白了，惠不知道怎麼答覆，芳昭和三上碰面時，互相表示對方才是真正能帶給惠幸福的人．隆將被調職到馬尼拉，長時間都不回日本，晶子決定跟隨隆，主動提出調職申請，惠則從隆捎來的ＥＭＡＩＬ裡得知這消息，隆希望在離開日本前可見BETTY 一面，後來隆把他將和晶子一塊離去的事情告訴惠，早已聽說了的惠強顏歡笑，還找出芳昭商量送訂婚禮物的事情．惠和芳昭見面時，忍不住心中的激動，芳昭耐心的要惠敞開心靈，表示願意陪伴她．．．．．．＊第十一話．情侶們的分離＊大家替隆和晶子舉辦離別派對，派對上談起眾人以前的獨居生活，從小一直和母親同住的惠也想要效法，於是決定搬出去生活．隆陪著惠找房子，還送了她許多家電用品．另一方面，芳昭確定被調職了，失望的他整天都無精打采；而隆則是念念不忘惠，縱使將要陪他去馬尼拉的人是晶子，隆真正在乎的仍然只有惠．這時的惠因為忙碌過度而累垮了，居然暈倒在新家中，幸好送電話來的隆發現了，陪著惠一整天，獨處的兩個人終於坦承對對方的愛意，可惜為時已晚，隆明天就要赴任，惠又不能不顧晶子的心情．美津子交給隆一封信，囑咐隆要和晶分手時才可以拆開，還預測明天惠會不顧一切的去找隆，若是如此，隆也表明將會拋開一切帶著惠私奔．離別之日終於來到，惠果然如母親所說的，匆匆忙忙趕去隆的住所，氣喘吁吁的抵達後，只有見到隆留下的表白信件．．．惠沒有趕上．惠帶著表白的信件和滿是傷痕的心回家，拒絕了芳昭提出的交往要求．．．．．．＊第十二話．命運交叉點＊一年後,仍然是要好朋友的芳昭和惠談起往事，惠詢問芳昭有沒有和隆等人聯絡，大概從三個月前開始，惠就和晶子，隆兩人斷了聯繫，芳昭的答案也是相同．三上希望惠和他一起回老家，美津子告訴惠不能答應，因為三上不是她的真命天子，兩個人勉強在一起不會有好結果．另外晶子因為洽公返國，從晶子口中得知隆已和晶子分手，還失蹤了三個月的事情，晶子告訴惠，真的如同美津子所言，他們都選錯了對象，晶子為了拆散惠和隆深感後悔，更為自己不能給隆幸福自責．落魄的隆回到日本，在街上游盪，正好看到在工作的惠，隆為了自己的際遇自卑，沒有勇氣上前問候．原來隆和晶子分手後，看過美津子交給他的磁片，驚覺BETTY 就是惠，對沒能及早發現感到懊惱．三上催促惠早做答覆，惠真的答應和他的婚事，芳昭趕來告訴惠，他覺得隆已經回到日本．當晚隆真的去拜訪了芳昭，還趁著芳昭出門時偷走芳昭的錢，借用芳昭電腦發ＥＭＡＩＬ，邀請BETTY 也就是惠見面．芳昭勸惠別在惦記那種人，安心的嫁給三上．但是惠還是選擇了和隆碰面，讓三上一個人回到老家，惠痛責隆不好好振作，連朋友的錢也偷，不應該在如此消沈．三上知道惠並不愛他，於是詢問惠的想法和心情，惠形容：彷彿渡過一場長長的夏季，現在，夏季終於結束了．．．又過了一年的時間，浩美偶然遇上隆，正想通知他即將結婚的喜訊，隆卻匆匆離去．在慶祝晶子調職和萬里繪嫁給浩美的宴會上，浩美才又提起這件事．不久後，某個下雨的日子裡，惠又和路人相撞倒地，急忙道歉，發現竟然是撞到了隆．隆和惠相遇的情景和當初邂逅一樣，這次在隆轉身離去時，惠終於鼓起勇氣，說出最真誠的心情．漫長的夏季結束了，命中注定相遇的惠和隆也終於步上結婚禮堂．．．．．．",
    "chinese_title": "夏日求婚",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "ひと夏のプロポーズ",
    "douban_rating_average": 0,
    "update_at": "2025-12-03T03:39:15"
}