{
    "aka": [
        "康乾盛世秘史"
    ],
    "sid": "3358322",
    "cast": [
        {
            "url": "/celebrity/1313387/",
            "name": "大山 Mark Rowswell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033223/",
            "name": "钟镇涛 Kenny Bee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313235/",
            "name": "许还山 Huanshan Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275776/",
            "name": "赵宁宇 Ningyu Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1051051/",
            "name": "黄奕 Yi Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274413/",
            "name": "舒畅 Chang Shu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274978/",
            "name": "左小青 Xiaoqing Zuo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1359645/",
            "name": "李世玺 Shixi Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1363009/",
            "name": "努尔比亚 Nurbiya",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1384341/",
            "name": "宋元甫 Yuanfu Song",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324312/",
            "name": "杨冬 Yang Dong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1476643/",
            "name": "孙卓 Zhuo Sun",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2373050608.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1275877/",
            "name": "张子恩 Zi-en Zhang",
            "@type": "Person"
        }
    ],
    "duration": "40分钟",
    "episodes": "24",
    "language": [
        "普通话"
    ],
    "playdate": [
        "2004-12-01"
    ],
    "this_title": [
        "宫廷画师郎世宁"
    ],
    "douban_link": "https://movie.douban.com/subject/3358322/",
    "trans_title": [
        "康乾盛世秘史"
    ],
    "douban_votes": "402",
    "introduction": "康熙末年，意大利传教士郎世宁来到中国，以其绘画技能任职于宫廷，担任待诏画师。喜爱西洋技艺的康熙皇帝对西洋画的写实技能深为赞许。他要求郎世宁学习中国画的意蕴，以便更好地为宫廷服务。在学习中国画的同时，郎世宁还奉旨在宫内为中国画师开设了西洋写真课。为保证讲课的效果，他坚持要画人体模特。此事惊世骇俗，大度的康熙批示\"不许画男，亦不许画女\"。让他带学生在秘室画了裸体的太监。来华之前，郎世宁曾在葡萄牙王室专为王后和公主画像。而在清宫他却不能为女性作画。他对此迷惑不解。康熙的幼女、年轻美丽的七格格偶尔从他面前走过，七格格活泼的身影吸引了郎世宁的注目，他偷偷地给七格格画起了速写。七格格发现了他的举动，很想看他是如何画自己的。有一天康熙终于下诏让郎世宁给七格格画像，原来康熙要将七格格远嫁西疆去和亲。七格格泪眼相视，郎世宁无法下笔……而宫里一场激烈且微妙的夺嫡斗争就在郎世宁身边展开。他在奉诏为皇室画像时，往往深陷于这场斗争之中而自己却浑然不觉。十四阿哥出征西疆，康熙授予他金甲以状声色。而十四阿哥迫不及待地穿上它，偷偷让郎世宁画像，俨然要君临天下。康熙去热河狩猎，他带着最喜爱的孙子弘历(后为乾隆)一起射杀了一只大熊。而四阿哥(后为雍正)刺死了一只老虎。康熙让郎世宁将两件事画在一幅图上。实际上，这是一幅隔代传位图。康熙不仅是想传位给四阿哥，也希望四阿哥将来传位给弘历。该画不该画的，郎世宁都画了。他的画像所传达的康熙或其皇子的意图，以及皇子们的荣辱兴衰，比画像本身更令朝野关注。雍正即位，郎世宁因给十四阿哥画穿金甲的\"僭越\"像，身陷囹圄。雍正并以此画为谋反证据，制服了与他作对的八阿哥和十四阿哥。然后，雍正又因郎世宁画\"传位图\"有功，赦免了他，并封他为宫廷供奉画师。此时郎世宁才幡然猛醒，原来他的绘画应更切合宫廷政治的需要，而不仅仅是体现一种艺术的追求。雍正即位引起非议，他曲意迎合雍正所好，主动进献他融贯中西的新作如\"聚瑞图\"等，表明雍正登基天降祥瑞，以搏雍正的欢心。但在内心深处，郎世宁却倍感压抑。与康熙的宽容与大度相比，雍正显得严厉而苛刻。郎世宁因替同事收藏八大山人讥讽满清的画作而惹祸上身，他装糊涂逃过了处罚。但他对中国画的写意从此有了恐惧。中国画的意境是他无法把握的，他不能看着好就学。雍正的三个儿子，弘时、弘历和弘昼又再延续上一代夺嫡的悲剧。弘历是既定的太子，老大弘时不服，竟派人暗杀弘历。事情败露后，雍正赐死了弘时。而雍正也从此一蹶不振。弘昼为避开残酷的宫廷斗争，整天装疯卖傻。他装乞丐、装女人、甚至装死人升天，并让郎世宁给他画这些污七八糟的像，说是可以避邪。他实际上是要表明，他不想跟弘历争权。心灰意冷的雍正听任弘昼瞎胡闹。毕竟，他只有两个儿子了，他不想再让他们争斗。铁血君主雍正后来被八阿哥收养的吕四娘刺杀，弘历即位，是为乾隆。乾隆当政，盛世来临。这位年轻的皇帝比他的祖父和父亲似乎有更多的闲情逸致，他也更喜爱郎世宁的绘画。风流倜傥的乾隆常与郎世宁一道吟诗作画，甚至还让郎世宁进入后宫，为他的爱妃们一一画像。他赏赐给郎世宁三品高官的地位，郎世宁成了御前画师。在为乾隆效力的时候，有一点让郎世宁特别困惑。即乾隆一方面对西方大国表示鄙夷，一方面又对西方文明兴趣盎然。乾隆对英吉利、俄罗斯等西方大国的扩张野心十分警惕，并坚决与之斗争，最终导致闭关锁国。但西方好的东西他都想拥有：音乐、绘画、机械甚至建筑工程。他让郎世宁设计建造了圆明园西洋园，供他享乐。乾隆派兵平定了西疆部族叛乱。军队班师，带回了该部落首领之女。乾隆见其美貌，将她收至后宫，封为香妃。他深深地爱上了这位宁死不屈的女性。但香妃对乾隆始终不理不睬，还在衣内藏刀，随时要与乾隆同归于尽。乾隆让郎世宁与香妃接近，弄清了香妃的思乡情结。又让郎世宁在圆明园中设计建造了有伊斯兰风味的方外观，供香妃居住。香妃终于被乾隆一片真心所感动，丢掉了她防身的刀。但关键时刻，皇后搬出太后懿旨，以香妃带刀为由，赐死了香妃。乾隆悲痛欲绝，郎世宁也伤感不已。君臣泪眼相视，一个美丽的梦破灭了……郎世宁在来华效力的几十年里，目睹了中华帝国盛极而衰的历史进程。在这几十年里，他逐渐模糊了对上帝的信仰。他收养了一对子女，有了家庭的幸福与烦恼。他逐渐失去了对艺术的追求。作为宫廷画师他地位高高在上却毫无创作自由。如同此时的中国逐渐迷失了前进的方向，郎世宁在这一进程中逐渐迷失了自我……",
    "chinese_title": "宫廷画师郎世宁",
    "douban_rating": "6.8/10 from 402 users",
    "foreign_title": "",
    "douban_rating_average": "6.8",
    "update_at": "2025-01-28T01:26:27"
}