{
    "aka": [],
    "sid": "3358508",
    "cast": [
        {
            "url": "/celebrity/1042785/",
            "name": "温兆伦 Siu-Lun Wan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1310696/",
            "name": "吴越 Yue Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1399761/",
            "name": "王行芝 Xingzhi Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044120/",
            "name": "鲍方 Fong Pau",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1465628/",
            "name": "潘先仪 Sin Yee Poon  ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322380/",
            "name": "周秀兰 Elaine Chow Sau-Laan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314508/",
            "name": "郭锋 Fung Kwok",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1465629/",
            "name": "黎剑星 ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1347660/",
            "name": "宗扬 Yeung Chung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322992/",
            "name": "刘红雨 Hongyu Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1465630/",
            "name": "王丽仪 Janice Wong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1465631/",
            "name": "戴伟光 Wai Kwong Tai  ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1355706/",
            "name": "黄华和 Wah Wo Wong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1377481/",
            "name": "马宝颛 Bo Shui Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1417756/",
            "name": "吴曼丽 Man-Lai Ng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1355222/",
            "name": "闪增宏 Zenghong Shan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868212907.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1525573/",
            "name": "郭馨阳 Xinyang Guo",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1376304/",
            "name": "王伟仁 Wai Yan Wong",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "21",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "天地情緣"
    ],
    "douban_link": "https://movie.douban.com/subject/3358508/",
    "trans_title": [
        "天地情缘"
    ],
    "douban_votes": "404",
    "introduction": "二十集电视连续剧《天地情缘》，以回归前的香港为背景，讲述了大陆的三个姑娘孟晶晶，邱春慧和李梅来到香港后的经历，更通过她们各自坎坷、曲折，甚至是充满传奇色的遭遇，构成了一幅具有强烈戏剧冲突的人生画卷，生动地表现了香港和祖国内地由于百年分离所形成的社会矛盾，文化差异和人性冲突.本剧还通过三位内地姑娘与香港阔少黎少雄，北京青年田兵，香港平民黄德安，许世发等人之间的感情纠葛，反映了炎黄子孙血脉相连的情缘就像天地相依一样是无法割断的。《天地情缘》，独立制片人周燕，曾为内地演员，后移居香港，本剧剧情是根据周燕小姐亲眼目睹的香港社会百态创作而成。香港亚视著名导演王伟仁执导本剧，香港名演员温兆伦饰演男主角黎少雄，三位女主角将由刚刚在《和平年代》里有过出色表演的吴越饰女主角孟晶晶，台湾演员王敏饰演邱春慧，饰演李梅的是曾为艺术体操运动员的王娜，香港著名演员鲍方；香港前亚姐潘先仪；香港演员周秀兰、郭峰、黎剑声、宗扬将主演本剧，内地著名演员闪增红，新星刘红雨也将加盟《天地情缘》剧组。本剧大部分场景在香港实地拍摄。剧情：孟晶晶虽然是在香港出生，却独自在北京长大，成人后的孟晶晶回到居住在香港的母亲身边，非常不适应香港的环境，日夜思念青梅竹马的男友田兵，经常与母亲冲突，当她偶然发现了母亲所从事的卑贱“职业”时，更加深了对母亲的仇视，离家出走，决心闯出一个属于自己的天地。黎氏集团总裁黎家鼎为了向大陆发展，执意让儿子黎少雄学习普通话。孟晶晶应聘家教来到黎家，虽然黎少雄对孟晶晶有些好感，但孟晶晶却因黎少雄言语中对大陆人的蔑视而愤然辞职。上海姑娘邱春慧靠假结婚获得香港身份，在赴港途中与嫁给一个老港客的乡下妹子李梅相识。初到香港，她们对未来都充满了幻想和希望。三个姑娘在林氏模特公司的报名处见面了，因为她们同来自大陆，大有他乡遇故知的感觉。而林氏模特公司的老板林雅芝恰恰也是早年从内地到香港来的，所以对她们也格外照顾，鼓励她们竞寻慈善小姐”，从而在香港立住脚。但是随着时间的推移，三个人逐渐表现出性格和追求上的差异。孟晶晶对黎少雄的冷淡，与李梅、邱春慧急功近利的热情形成了鲜明的对比，反而使得黎少雄更加喜爱孟晶晶。田兵为了见到孟晶晶，离开美术学院，来到深圳一家广告公司打工，孟晶晶每天悄悄往返于深圳与香港之间。但田兵无法适应深圳充满商业气息的生存环境，而孟晶晶又不可能重回北京，两个人对前途十分迷茫。田兵终于在忍无可忍的情况下，离开深圳北归，孟晶晶心中非常痛苦。而孟晶晶神秘的行踪，以及邱春慧闪烁的言语使黎少雄产生误会，对孟晶晶的品行发生怀疑。邱春慧虽然没能引起黎少雄的关注，却在夜总会里认识了黑社会的头子阿强，二人立即打得火热。阿强为了打入黎氏集团，托人邀请黎少雄参加在一艘豪华游轮上的宴会，并以拍风光片的名义让邱春慧将孟晶晶和李梅骗上游轮为他们“助兴”。当孟晶晶发现不对劲的时候，已经无法逃脱。正巧迟到的黎少雄赶来，待他明白其中的奥妙后，毅然带着孟晶晶离开了游轮。由此，二人达成新的谅解。而李梅在游轮上结识了有钱的“男朋友”，住上了豪华公寓，开上了跑车，更让邱春慧嫉妒的是李梅在公司里也大受青睐，“慈善小姐”夺冠的呼声很高。孟晶晶也因此对自己的前途感到忧虑，同时因为与田兵的感情危机，导致她对自己失去信心，黎少雄得知她与田兵的关系，陷入痛若之中。“慈善小姐”初赛结束，三位大陆妹均榜上有名，邱春慧的假丈夫看到消息，便来要挟她与自己做真夫妻，否则就公开她的身份。无奈之下，邱春慧找到阿强帮忙，阿强设计了一个连环套，没想到弄巧成拙，反而使李梅的名声大震。在许世发逼迫下，邱春慧只好退出决赛，但她却声称此举是为了帮助林雅芝处理公司业务，使得林氏公司在竞赛中取得全胜，正处于人手紧张和家庭压力之下的林雅芝，对邱春慧十分感激。决赛中，李梅突然听说男友破产，精神恍惚而当众出丑。而孟晶晶在回答关于“母亲”的问题时，编造了一个理想化的母亲形象，从而征服了评委和观众，夺得了桂冠。孟晶晶瞬间成为香港的公众人物，一直对模特抱有偏见的黎父也对孟晶晶产生了好感，在黎少雄的劝说下，孟晶晶准备和母亲和解，但是就在此时，媒体突然将孟母曾为妓女的身世爆光，孟母自杀身亡，孟晶晶在一系列变故之后，认识到母爱的伟大，留下一封公开信后失踪了。孟晶晶的离去，致使签定的合同无法兑现，违约索赔金额巨大，林氏公司面临破产。邱春慧却在此时依靠阿强的帮助另立门户，成立了邱氏公司，并且带走了原公司的骨干和客户。而李梅对事业失去了信心，但仍渴望“美好生活”，一次次结交男友，年迈的丈夫终于忍无可忍，二人离婚。北京四合院的宁静和田兵的慰藉，得孟晶晶重新获得快乐。黎少雄到北京进行投资考察的同时，千方百计找到了孟晶晶。孟晶晶得知林氏公司情况，内心极为不安。林雅芝的丈夫方英华赶回香港安慰妻子，林雅芝决定放弃香港的事业，随丈夫定居加拿大。婆婆原谅了儿媳，希望尽快抱上孙子。孟晶晶的归来重新点燃了林雅芝的希望，方英华理解妻子的选择，并告诉母亲多年来没有生育的原因，不是林雅芝的过错，而是自己无法忘怀二十年前自杀的情人。而当他看到孟晶晶时，又总是有些异样的感觉。田兵到香港办个人画展，孟晶晶意外得知是黎少雄在暗中资助，田兵也猜出了事情的原委，在向黎少雄表达谢意的同时坦陈对孟晶晶的深情，黎少雄也无法掩饰自己的情感。孟晶晶面对两个深爱自己的男人，难以抉择。林氏公司的大型服装展示会获得巨大成功。而邱春慧被阿强当作替罪羔羊，受到警方拘捕，林雅芝、孟晶晶、李梅不计前嫌将其保释出来，终使警方抓到了真凶。方英华多方查寻，终于证实二十年前的情人就是孟晶晶的母亲，而孟晶晶恰恰是自己的亲生女儿。孟母忌日，在黎父和黎少雄的陪同下，孟晶晶来到母亲的墓前，林雅芝也陪着方英华来为孟母扫墓，父女相见……。黎父指着宝福山林立的墓碑告诉邱春慧和李梅：“这些都是等候运回大陆的尸骨，尽管他们都死了，但是仍盼着回去。”",
    "chinese_title": "天地情缘",
    "douban_rating": "7.8/10 from 404 users",
    "foreign_title": "天地情緣",
    "douban_rating_average": "7.8",
    "update_at": "2025-03-17T00:28:13"
}