{
    "aka": [],
    "sid": "3360745",
    "cast": [
        {
            "url": "/celebrity/1079852/",
            "name": "Ethel Fleming Ethel Fleming",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1152631/",
            "name": "Roy Stewart Roy Stewart",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1165587/",
            "name": "利奥·威利斯 Leo Willis",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1918",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2922485460.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1313685/",
            "name": "胡杰 Jie Hu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025844/",
            "name": "Clifford Smith Clifford Smith",
            "@type": "Person"
        }
    ],
    "duration": "30分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1918-12-08"
    ],
    "this_title": [
        "沉默的怒江"
    ],
    "douban_link": "https://movie.douban.com/subject/3360745/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "片长30分钟影片介绍了在怒江沿岸百姓的传统而又平静的生活国家发展与改革委员会通过了《怒江中下游水电规划报告》，将在怒江修建13级水电站。(修建13个水电站，且有的水“霸”高度达300多米)上游的第一个水电站是在西藏。本片开始一队马帮由松塔村沿着茶马古道走向下一个坝址，记录下怒江两岸水电站建立前的原始生态、建坝之初开发者留下的施工痕跡、政府的承诺、不同的建坝地区居民们的建筑、生活、风俗、信仰，及对于修建水电站不同人群的理解。西藏察隅县龙普村的村民不知道要搬家一事，松塔村的村民知道搬家一事并表示政府让搬就可以搬。他们对搬家后没有庄稼种表示担心。在云南贡山县，村民们过着平静悠闲的生活，那里也保留着傈僳语圣经。在迪马洛水电站，村民阿洛表达了对迪马洛水电站建站的不满，当地人的半农半牧的生活方式改变了，而且没有得到政府的补贴。同时，他也对怒江建坝表示担心，对生态的破坏在他看来是不可恢复的。在马吉水电站，人大代表阿普表示通过对村民的宣传，使得百姓明白：建坝可以充分利用怒江的资源，造福百姓。在马吉乡布腊村，百姓仅仅从村干部那里听说要搬家，对于意见，他们先说不敢要求，再说不需要要求，政府会做好的。在六库小沙坝村，一些百姓由于房子和钱的问题不同意搬家。在老姆登村，传统的温泉，传统的民风让人感动。而这些都有被破坏的危险。那里民风朴实，世世代代生活在怒江两岸的民众不了解真实的情况，有些将要搬迁的村民只知道要建水电站，并不知道自家要搬迁，因为只是听说，政府并没有征求过他们的意见，更不知道搬迁补贴的标准，也不敢提要求，到时政府让这么做就这么做。他们无力表达自己的愿望，他们只能用沉默和圣歌祈祷他们的家不被侵占、自然环境不受到破坏 。影片中一位村民说的话给我留下了很深的印象：修这么高的水坝总有不能用的一天，到时被水淹没的地方，植被就很难恢复到现在这样了。更有意思的是松塔勘探队队长不赞成建电站：水位抬高对原始生态的破坏以及大坝拦水对怒江景观的影响都是值得认真考虑的问题。看完这部影片我想到了三门峡、三峡，在博客中写道：“在中国，民众的声音甚至专家的意见是很难得到政府重视的！坍塌的山体、震颤的地面、裂缝的房屋、变形的农田···，我说的不是汶川、北川，而是三峡库区长江沿岸部分地区的真实写照。这些地区的很多居民又不在140多万移民的范围内，因而三峡大坝水位的上升已经成为这些居民的梦魇。 2003年，湖北秭归县千家坪山体滑坡曾导致24人死亡，1万多人无家可归；2007年在库区共有近2000起地质灾害；······。长江这条世界第三长河真的被征服了吗？将来怒江会愤怒吗？”地质灾害是指因自然因素或者人为活动引发的危害人民生命和财产安全的山体崩塌、滑坡、泥石流、地面塌陷、地裂缝、地面沉降等与地质作用有关的灾害。怒江水利开发从2000年开始规划，2003年实施，2004年被叫停，但最终国家发展与改革委员会通过了《怒江中下游水电规划报告》，不知现在建得怎样了。象三门峡、三峡因为修坝人为造成的灾害会不会降临到今后的怒江，这是毫无疑问的。山民失去家园，失去收入来源，原来的生活方式也将遭到“毁灭”，以及环境的污染及生态破坏······。这些弊在那些政客商人的眼里跟他们的利相比是微不足道的。民众要求政府在有关民生的重大工程上应注重民主决策程序，在他们看来是不合理的，专横的政客要政绩，贪婪的商人要挣钱，这就是国情。社会中的大多数群体是“沉默的多数”，因为我们缺乏话语权，不大可能在人大、政协等民主议事机构中表自己的意愿，但这绝不意味着，社会、政府就可以忽视这些“沉默的多数”的权利、意愿和利益。“沉默的多数”的沉默并不意味着他们没有自己的想法，不意味着他们可以任人摆布。他们不能表达自己的意志，但他们的意志是坚强的。(ZT自:http://www.cinenotes.cn/show.php?ArticleID=66)不同的声音:\" 当然，也有不称职的纪录片导演，这类人仅仅把记录看成一种形式，以为能轻易以“真实”宣扬自己的观点，实际展示出的确是自身的武断和浮躁。我觉得纪实作品的好坏是很容易辨别出的，随意打量几眼，你就知道这个导演在其中投入了多少时间和感情，那个导演在现场仅仅停留了几次和带着怎样主题先行的迫切。直接点名的话，沉默的怒江，我真是不太相信这出自胡杰之手。其粗糙和臆断程度与胡此前的片子形成巨大的反差，随意找几个遇到的人问设想好的千篇一律的带有引导性的问题，听对方顺着自己的话走或者看人家一脸不知如何回答的尴尬笑容，这就是真实吗？民众听出反对意见听政府说出宣传辞令就一定是真实吗？\"(以上ZT自:http://www.mtime.com/my/qingli/blog/1205001/)影片在线观看:http://www.casttv.com/video/edm4wa/silent-nu-river-trailer-video",
    "chinese_title": "沉默的怒江",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-15T06:01:32"
}