{
    "aka": [
        "Postcard From Leningrad"
    ],
    "sid": "3364475",
    "cast": [
        {
            "url": "/celebrity/1293540/",
            "name": "Laureano Olivares Laureano Olivares",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2508784164.jpg",
    "region": [
        "委内瑞拉"
    ],
    "writer": [
        {
            "url": "/celebrity/1295995/",
            "name": "玛丽安娜·隆顿 Mariana Rondón",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1085491",
    "director": [
        {
            "url": "/celebrity/1295995/",
            "name": "玛丽安娜·隆顿 Mariana Rondón",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2007-09-07(委内瑞拉)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1085491/",
    "imdb_votes": 301,
    "this_title": [
        "Postales de Leningrado"
    ],
    "douban_link": "https://movie.douban.com/subject/3364475/",
    "imdb_rating": "6.5/10 from 301 users",
    "trans_title": [
        "来自列宁格勒的明信片",
        "Postcard From Leningrad"
    ],
    "douban_votes": "0",
    "introduction": "08奥斯卡最佳外语片委内瑞拉参赛片。影片跟着两个小孩一起回到了上个世纪60年代的委内瑞拉，通过他们，我们看到这场残酷的内战和战争中生存着的人们。http://www.postalesdeleningrado.com/In her introduction, director Mariana Rondón thanked the countries of Venezuela and Peru for funding her film, then commented on how POSTCARDS FROM LENINGRAD was a singularly Venezuelan story. In 1960's Caracas, revolutionaries struggle against a political regime. Two children tell stories of growing up with revolutionary parents through a lens of romance and innocence. Rondón wonderfully combines dramatic and comedic narrative storytelling; faux docementary; and comic book style hand-drawn animation over live action to tell this darkly funny, yet serious story of a very volatile time and culture. At first POSTCARDS FROM LENINGRAD was confusing; Rondón jumps around in time without warning, and the two children narrate their stories as if they were comic book characters. There is none of the political nuance to explain the whys of the conflict. Gradually however, the story becomes clear, peppered with fabulous sequences of the various characters lives. Family scenes around the Venzuelan New Year are lively and telling; especially when Teo, one of narrators' parents, returns home and is subsequently captured by the government and imprisoned. A sequence 2/3 of the way through the film, depicting a group of female, revolutionary, college students committing an act or defiance is perfectly executed in groovy, 60s style, bringing together split screens, animation, music and narration sublimely. Rondón is a talented filmmaker whose work deserves broader exposure.",
    "chinese_title": "来自列宁格勒的明信片",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Postales de Leningrado",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-03-14T17:12:38"
}