{
    "aka": [
        "TOWARD SILENCE"
    ],
    "sid": "33722318",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "法国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1279371/",
            "name": "让-史蒂芬·布朗 Jean-Stéphane Bron",
            "@type": "Person"
        }
    ],
    "duration": "9分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [],
    "this_title": [
        "Vers le silence"
    ],
    "douban_link": "https://movie.douban.com/subject/33722318/",
    "trans_title": [
        "TOWARD SILENCE"
    ],
    "douban_votes": "0",
    "introduction": "After Cleveland contre Wall Street and L'Expérience Blocher, Jean-Stéphane Bron dived into the universe of the Opéra national de Paris to film his documentary about this major centre for musical creation. During this shoot, he met Philippe Jordan, musical director of the Opéra national de Paris. “Filming Philippe Jordan is like a waking dream. He occupies the frame, he bursts from the frame, he is simultaneously totally present in the music, and elsewhere, connected to some invisible forces,” says the filmmaker about the conductor, whom he was able to film close up during rehearsals for Gustav Mahler’s Ninth Symphony. This invisible aspect is what the camera explores in this short film: by focusing on this piece in particular, entirely given over to listening and immerged in the very heart of creation, Jean-Stéphane Bron reveals a fragment of work that we imagine to be titanic, and allows us to see and to hear, in a whole new way, a work whose interpretation is profoundly marked by silence.",
    "chinese_title": "Vers le silence",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-06T15:49:40"
}