{
    "aka": [],
    "sid": "3380892",
    "cast": [
        {
            "url": "/celebrity/1059633/",
            "name": "泰丝·阿劳茹 Taís Araújo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1092207/",
            "name": "蕾雅·加西亚 Léa Garcia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1127329/",
            "name": "Paulão Paulão",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "巴西"
    ],
    "writer": [],
    "imdb_id": "tt0926215",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2007-03-18"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0926215/",
    "imdb_votes": 24,
    "this_title": [
        "Nzinga"
    ],
    "douban_link": "https://movie.douban.com/subject/3380892/",
    "imdb_rating": "6.5/10 from 24 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A musical documentary about the Afro-Brazilian Culture with the well-known Brazilian musician Naná Vasconcelos, the narrative structure of which is developed through a \"búzios\" game, towards which the main character is attracted by \"the calling of the drums\", searching for her self knowledge and her true path. On a journey through the percussion roads of the states of Pernambuco, Bahia and Rio de Janeiro, our character is introduced to di erent rhythms, musical and chorographical groups, seeking and nding her integration to the Brazilian culture.Brazilian lmmaker Octavio Bezerra was born in Rio. His professional life get started in 1967 andfrom these days on he works as technician in di erent (co) productions in Brazil and Europe. As director and producer he works in association with BBC and Channel 4 in London creating \"Halting the res\" and \"Life in Debt\", documentaries prized by Okomedia (Germany), Golden Panda in Bristol Fest (England), and one World Broadcast in British Environmental Media Awards. His feature version of “Life in Debt” received the Coral Prize at Havana International Film Festival.",
    "chinese_title": "Nzinga",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-03-20T04:26:22"
}