{
    "aka": [],
    "sid": "3380426",
    "cast": [
        {
            "url": "/celebrity/1109208/",
            "name": "Tobiás Jirous Tobiás Jirous",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1154610/",
            "name": "苏珊娜·斯狄沃诺娃 Zuzana Stivínová",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023513/",
            "name": "扬·布达尔 Jan Budař",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2508604651.jpg",
    "region": [
        "捷克",
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1007881/",
            "name": "特蕾莎·布尔德奇科娃 Tereza Brdečková",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012743/",
            "name": "杨·涅梅茨 Jan Nemec",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0437516",
    "director": [
        {
            "url": "/celebrity/1012743/",
            "name": "杨·涅梅茨 Jan Nemec",
            "@type": "Person"
        }
    ],
    "duration": "Czech Republic: 63 分钟",
    "episodes": "",
    "language": [
        "捷克语"
    ],
    "playdate": [
        "2005-11-03"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0437516/",
    "imdb_votes": 52,
    "this_title": [
        "Toyen"
    ],
    "douban_link": "https://movie.douban.com/subject/3380426/",
    "imdb_rating": "6.6/10 from 52 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The title of the film refers to one of the most important names in 20th century Czech modern art, the artist and painter who went by the mysterious pseudonym of Toyen. Director Jan Němec, however, does not reconstruct her life (1902–1980) as documentary facts; it would be far more accurate to characterise this work as an idiosyncratic vision on the theme of Toyen and her destiny. Němec is guided by the intuition and empathy of a poet, linking up fragments and details in such a way that, via association, he begins to reveal what fired her imagination. He takes a close look round her bizarre small flat in Žižkov where she hid poet Jindřich Heisler during the war, he finds traces of their uneasy coexistence and captures fragments of their conversations. His camera lens notices faded photographs, small particulars of everyday life, structures of different types of materials, views from the window, the play of light on the walls of the room at various periods of the day... At no time does the film evoke an impression of connection; the image continually disintegrates, its shapes merge and spill over, and its transparent composition assumes a ghostly quality. Even Toyen herself (played by Zuzana Stivínová) only flickers across the screen, eclipsed by what look like half tangible, half abstract figures. We sense that the constant agitation of the artist’s creative spirit, even kindled by the slightest of impulses, attempts itself to determine the shape and rhythm of the film. This work also suggests that, years later, only nebulous contours have remained of Toyen’s and Heisler’s lives. Counter to their elusiveness stands the terrifying physical presence of two totalitarian regimes, here brought to mind in period documentary footage. The language of these documents is inexorable and evokes the brutal force which intruded upon their lives and against which, like every individual, they were defenceless.",
    "chinese_title": "Toyen",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-07-29T14:26:38"
}