{
    "aka": [
        "The Intruder"
    ],
    "sid": "3380596",
    "cast": [
        {
            "url": "/celebrity/1062207/",
            "name": "Arlindo Barreto Arlindo Barreto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1062497/",
            "name": "Maria Zilda Bethlem Maria Zilda Bethlem",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1089077/",
            "name": "何塞·阿布雷乌 José de Abreu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1979",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2522039465.jpg",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1050747/",
            "name": "豪·路·博尔赫斯 Jorge Luis Borges",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1038108/",
            "name": "Carlos Hugo Christensen Carlos Hugo Christensen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1013234/",
            "name": "奥里热内斯·莱萨 Orígenes Lessa",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0084146",
    "director": [
        {
            "url": "/celebrity/1038108/",
            "name": "Carlos Hugo Christensen Carlos Hugo Christensen",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0084146/",
    "imdb_votes": 181,
    "this_title": [
        "A Intrusa"
    ],
    "douban_link": "https://movie.douban.com/subject/3380596/",
    "imdb_rating": "6.5/10 from 181 users",
    "trans_title": [
        "入侵者",
        "The Intruder"
    ],
    "douban_votes": "0",
    "introduction": "改编自阿根廷作家博尔赫斯的短篇小说。Based on a story by Argentine literary icon, Jorge Luis Borges, the film follows the parallel lives of two brothers of Danish ancestry in the \"Pampas\" of the Brazilian-Argentine-Uruguayan rural area. The rough life these \"gauchos\" (South American cowboys) lead means they must share all aspects of their lives. Suddenly, enter \"A Intrusa\" (the Intruder), played by the Brazilian actress Maria Zilda. How is this new element in their lives to be shared?In the early eighties the story was adapted for the screen by Carlos Hugo Christensen, an Argentine-born director active in Brazil since at least 1955.(10) Christensen's Portuguese-language adaptation of the story, A Intrusa, fills out the brief story with the usual excursions into gaucho culture (horse races, knife fights, songfests) but also with explicitly homoerotic elements. The Nilsen brothers are improbably cast as pretty blondes who look as though they work as models in their spare time modeling jeans for Calvin Klein. When Borges was told of one of the additions to the story, a bedroom scene in which both brothers begin kissing Juliana and end up kissing one another, his outrage was expressed in terms stronger than those he used when a good piece of fiction was turned into a terrible film.(11) Isidoro Blaisten's memory of Borges's remark is: \"I said they were in love with the same woman, but not at the same time and in the same bed--or in such an uncomfortable position!\" (conversation, July 1991).(12) Roberto Alifano, in turn, recalls that Borges came out in favor of censorship vis-à-vis this film, though he usually opposed it (162). No doubt Borges would add Christensen to the list of the damned mentioned in \"Nuestras imposibilidades\": \"una invisible reprobación recae sobre los dos ejecutores del inimaginable contacto.\" The unimaginable, the unspeakable, the fascinating contact.",
    "chinese_title": "入侵者",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "A Intrusa",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-09-19T08:01:23"
}