{
    "aka": [],
    "sid": "3380865",
    "cast": [
        {
            "url": "/celebrity/1100146/",
            "name": "德尔菲娜·古兹曼 Delfina Guzmán",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1102640/",
            "name": "艾琳·库彭海姆 Aline Küppenheim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1126441/",
            "name": "María José Prieto María José Prieto",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "智利"
    ],
    "writer": [],
    "imdb_id": "tt0483307",
    "director": [
        {
            "url": "/celebrity/1138447/",
            "name": "Martin Rodriguez Martin Rodriguez",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2002"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0483307/",
    "imdb_votes": 6,
    "this_title": [
        "Confesiones de un Caballo Suicida"
    ],
    "douban_link": "https://movie.douban.com/subject/3380865/",
    "imdb_rating": "7.0/10 from 6 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "José Luis Torres Leiva, 31 years old, was born in Santiago (Chile). In 1998, with his short Le Mort, he wins the Chilean Regional Fund Fondart Award. Since, he has directed many shorts and experimental videos.In 2003, he receives a grant from the Fundación Andes to make the documentary Ningún Lugar en Ninguna Parte. Then, he directs Obreras saliendo de la fabrica, a short shot in 35mm with the support of the Fondo de Fomento Audiovisual Nacional (FONDART), selected by many festivals (Toulouse, Huesca, Sao Paulo...).The documentary Ningún Lugar en Ninguna Parte is equally invited to numerous festivals : Rotterdam, Toulouse Encounters... In 2004, José Luis Torres Leiva receives the prize for Best Director at the Santiago documentary festival, FIDOCS. The Sky, the Earth and the Rain is his first fictional feature film.As for the director, José Luis Torres Leiva, although this is its first feature film he has also obtained recognitions and prizes by previous works. His short film \"Obreras saliendo de la fábrica\" has traveled through the world and obtained prizes in more than 10 festivals and his documentary \"Ningún lugar en ninguna parte\" was a winner in the 2005 edition of the International Documentary Festival. José Luis Torres Leiva graduated from UNIACC's film school and was nominated as one of the 100 young leaders of El Mercurio Newspaper in 2006.",
    "chinese_title": "Confesiones de un Caballo Suicida",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-05-16T10:01:18"
}