{
    "aka": [
        "The Raid"
    ],
    "sid": "3380582",
    "cast": [
        {
            "url": "/celebrity/1003629/",
            "name": "尤利西斯·杜蒙特 Ulises Dumont",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012222/",
            "name": "Litto Nebbia Litto Nebbia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1121290/",
            "name": "Gianni Lunadei Gianni Lunadei",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1146760/",
            "name": "Gabriel Rovito Gabriel Rovito",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1224766/",
            "name": "Cuchi Leguizamón Cuchi Leguizamón",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2723520867.jpg",
    "region": [
        "阿根廷"
    ],
    "writer": [],
    "imdb_id": "tt0344263",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1991-08-29"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0344263/",
    "this_title": [
        "La Redada"
    ],
    "douban_link": "https://movie.douban.com/subject/3380582/",
    "trans_title": [
        "突袭",
        "The Raid"
    ],
    "douban_votes": "0",
    "introduction": "Inspired by actual events which took place during the military dictatorship in the city of San Miguel de Tucumán, Argentina, on July 14, 1976. Paradoxically, the date on which the Universal Declaration of Rights of Man is commemorated. The military governor decides to clean the city of vagrants, beggars and drunks--the marginals who the de facto President shouldn't have to see; they were loaded into trucks and deposited in the neighboring province of Catamarca, in an inhospitable valley without food of any kind.Based on actual events which occurred in the village San Miguel de Tucuman in Agentina in July 1976, the military governor from the interior province instructs the local police chief to remove the undesirables for an upcoming visit by the ruling dictator.Born in Argentina, Rolando Pardo studied at the Centro de Experimentación Cinematográfico del Instituto Nacional de Cinematografía (C.E.R.C.). He has completed several television commercials, short films and documentaries in his career as Director. In partnership with Pablo Rovito, ha also founded the cooperative El Aniceto, producing films such as: Matar al abuelito and La redada, the latter being his opera prima for which he received awards at Cannes, Montreal, La Habana and Vina del Mar. He was head of the Filmmaking Department at EICTV de San Antonio de los Banos and later became the Academic Dean. He has been Director and Programming Coordinator at Area de Fórmacion y Desarrollo de Nuevos Proyectos at Tele5, in Spain; he has also directed the TV Series Screenwriting Workshop and the Masters Television program at Universidad Internacional Menéndez Pelayo. His most recent documentaries are Cantando bajo la tierra and Pequena Habana.",
    "chinese_title": "突袭",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "La Redada",
    "douban_rating_average": 0,
    "update_at": "2025-04-11T19:01:32"
}