{
    "aka": [
        "A Pact with the Devil",
        "Contract with the Devil"
    ],
    "sid": "3380371",
    "cast": [
        {
            "url": "/celebrity/1152711/",
            "name": "西尔薇·图尔博娃 Sylvie Turbová",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108465/",
            "name": "伊万娜·卡尔班诺娃 Ivana Karbanová",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1102584/",
            "name": "Zuzana Kocúriková Zuzana Kocúriková",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1091103/",
            "name": "亚罗米尔·汉兹利克 Jaromír Hanzlík",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1265517/",
            "name": "Marián Labuda Marián Labuda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1122873/",
            "name": "伊凡·米斯科金 Ivan Mistrík",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125735/",
            "name": "弗拉迪米尔·门西克 Vladimír Mensík",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1003515/",
            "name": "史黛拉·查娜克娃 Stella Zázvorková",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1107823/",
            "name": "马里安·洛布道 Marián Labuda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1094279/",
            "name": "约瑟夫·赫利诺马兹 Josef Hlinomaz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1083794/",
            "name": "Frantisek Dibarbora Frantisek Dibarbora",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1066609/",
            "name": "Dusan Blaskovic Dusan Blaskovic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319523/",
            "name": "Viera Simekova  Viera Simekova",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1968",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876689784.jpg",
    "region": [
        "捷克斯洛伐克"
    ],
    "writer": [],
    "imdb_id": "tt0062525",
    "director": [],
    "duration": "87分钟",
    "episodes": "",
    "language": [
        "斯洛伐克语",
        "捷克语"
    ],
    "playdate": [
        "1968-07-25(匈牙利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0062525/",
    "imdb_votes": 93,
    "this_title": [
        "Zmluva s diablom"
    ],
    "douban_link": "https://movie.douban.com/subject/3380371/",
    "imdb_rating": "6.9/10 from 93 users",
    "trans_title": [
        "魔鬼的契约",
        "A Pact with the Devil",
        "Contract with the Devil"
    ],
    "douban_votes": "97",
    "introduction": "\"It’s kind-of small town and big boredom…” is the sharp judgment that a character in Jozef Zachar’s film, Contract With the Devil, passes on any Slovak town (including its capital city). At the point when storyline examines and explains the events that have already taken place, this comment reveals the main theme of the film, namely the forms of our boredom, the protagonists of our boredom, and what to do about our boredom. It is a theme that many viewers by the end of the 1960s appreciated as interesting, provocative, or daring. However, Zachar’s film certainly does not mark a breakthrough in filmic resolution of the theme. More than anything else, this trifle of a comedy—popular with viewers—is an interesting and emblematic battlefield of carelessly wasted opportunities. It holds viewers’ attention through a series of mere hints at insubordination to the societal constraints imposed or petrified by Communism. But the unfinished, careless filmic execution of those hints shows in high definition, so to say, the limits of many filmmakers’ thinking during the precious period of relaxed Communism in the 1960s.The storyline is mundane, or as Pavel Branko characterized it, “a prurient story calculated for commercial success. [1] ” It begins with the discovery by high-school officials that five female students left erotic photos (presumably theirs) in a classroom, along with a contract with the devil that they would lose their virginity before graduation. Their parents’ reactions range from “Our Eva has the best upbringing, austere and Christian… and Communist!” to “I used to have a body like this, too!” The parents try to annul the contract with the devil by their own avowal to supervise and discipline their offspring more severely. But the girls run away from the gynecological exam that was to confirm their virginity, and from their model homes and school. What follows is a series of episodes of their “courageous,” hopeful, as well as embarrassing attempts to breech the interdiction imposed by the two basic educational institutions—school and family.The film’s wasted potential is most palpable in two scenes that strive to assault the viewers’ presumed, unprincipled, small-town provincialism, summed up in the phrase “don’t get involved and you’ll be fine.” These scenes are “counterattacks” against the operation of schools and families. The first scene is a variation on the device of a film-within-a-film: a family screens their “morally uplifting” 16-mm home movie for Marcela, one of the girls. The father operates the small gadget, the family projector, hoping to affirm the workings of the basic societal contraption, the family. However his projector, just like his family, keeps breaking off.The second scene is the party at the home of the son of “big-league parents,” where Emma, another of the girls, performs a striptease. According to The History of Slovak Film, at that time “formerly quite prudish filmmaking, which, of course, tabooed a naked female body in the name of Communist—and Catholic—norms, now incorporated striptease and love scenes that were not exactly copied from a handbook of appropriate behavior.”[2] But the erotic charge of the scene is not the only issue. The interesting, tension-creating polarization between the characters (abandon versus corruption), the use of characteristic dialogue, and the overall, vividly acted “playfulness”—all of these contain the potential for a better film. The daring culmination of the scene is not the image of a naked student, but the heretical burning of a cross in a glass of cognac that is set on fire.The paradoxical reception of Contract with the Devil at the time of its release is often forgotten. While Juraj Jakubisko’s Crucial Years (also known as Christ’s Years; Kristove roky, 1967), released in the same year, was met with acclaim by reviewers and has remained a common topic in works on Slovak cinema, at the same time its popular reception was lukewarm, attendance low, and some viewers even criticized it as immoral. By comparison, Contract with the Devil generated good ticket sales. On the one hand, this was indicative of the level of the relaxation of communism in 1967, but also, on the other, of the degree to which Contract with the Devil was behind the times: the film, which clearly intended to offend what it saw as ossified prudish morality, actually received praise from Ctibor Štítnický, the communist-appointed Director of the Koliba studios, as a “decent” film, both in terms of its commercial success and its content. [3] Paradoxically then, Contract with the Devil, conceived as a piercing thematic breakthrough, merely became a popular entertainment film by the time of its release due to the quick pace of political changes in the country, and it did not contain enough artistry to sustain a reputation among cinéastes afterwards.",
    "chinese_title": "魔鬼的契约",
    "douban_rating": "7.0/10 from 97 users",
    "foreign_title": "Zmluva s diablom",
    "imdb_rating_average": 6.9,
    "douban_rating_average": "7.0",
    "update_at": "2025-08-31T00:00:45"
}