{
    "aka": [
        "Himeyuri"
    ],
    "sid": "3391851",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1117125204.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1449418/",
            "name": "柴田昌平 Shohei Shibata",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2007-06-17"
    ],
    "this_title": [
        "ひめゆり"
    ],
    "douban_link": "https://movie.douban.com/subject/3391851/",
    "trans_title": [
        "姬百合",
        "Himeyuri"
    ],
    "douban_votes": "0",
    "introduction": "1994年、戦後50年を迎えようとしている時期、人づてに「ひめゆりの人たちが体験をきちんと記録したがっている」という話を聞きました。「なぜ？」私には意外でした。というのも、ひめゆりについての映画やテレビ番組はそれまで何度も制作されていたので、今さらなぜなのだろう、と素朴に思ったのでした。「ひめゆり」という言葉は、私たちや上の世代の人にとっては必ずどこかで耳にしたことがある名前です。繰り返し映画やテレビ、舞台で取り上げられ、「沖縄戦における悲劇の従軍看護婦たち」というイメージが定着しています。「聖なる人々、殉国美談、反戦の語り部・・・」さまざまな概念が「ひめゆり」には付着していて、私自身には重すぎるとそれまで避けていたテーマでした。知った気にもなっていました。しかし実際にお会いしてみると、私がわかったつもりになっていたのは余りに表面的なことにすぎないということに愕然としました。何よりも、生存者お一人お一人が実に個性的だということに驚きました。テレビの映像で観るときに感じていた “決まり文句のように悲劇の体験を伝える語り部の人々” というイメージが崩れました。「まもなく私たちは70歳になります。いつまで生きていられるか分かりません。私たちの体験をきちんとした形で映像で記録できないでしょうか。遺言として残したいのです」生存者の方々から言われました。ひめゆり学徒たちの思いと体験は、マスコミなど伝える側の思いが強すぎ却ってきちんと耳を傾けてもらえなかったり、断片として切り取られ伝えられることが多かったのです。沖縄の親戚の家に泊まりこんで、彼女たちの証言にじっくりと耳を傾ける日々が始まりました。私はひたすら受容体となりきろう、皆さんが話したいことを話し終えるまではじっと耳をすまそうと思いました。カメラマンの澤幡さんが優しい目線でずっとカメラを回しつづけてくれます。その後も折に触れて、体験の記録をしてきました。13年間にわたって記録した証言は、２２人、約１００時間分になります。映画の完成を待たずに３人の方が他界され、２人は病気で自由に外出できなくなりました。ひめゆり学徒の生存者の皆さんは今、80歳前後となりました。彼女たちの眼の黒いうちにしっかりとした映画として世に出したいという思いで、この作品を皆さんに問うことにいたしました。語られている内容は過去ですが、語っている切実さは 「今」 にそのままつながっています。過酷な記憶を掘り起こし、自らの言葉にするまで、彼女たちには数十年の月日が必要でした。戦争体験から受ける印象は悲惨です。しかし、ひめゆりの生存者からはしっかりと生きている強さを感じます。それは彼女たちの根っからの明るさ、やさしさ、そして生命への信頼感があるからです。この映画は、今を生きる私たちに多くの示唆と希望を与えるものと信じます。1945年，第二次世界大战末期的冲绳，居民也卷入到地面战斗中，222名15岁到19岁的女学生被紧急动员征为战地卫生员。她们后来被称为\"姬百合学生队\"，被派往炮弹横飞的战场，主要工作有负责看护负伤的军人，担当手术的助手，处理尸体等。工作繁多，缺少休息，其中不少人在战争中牺牲。本片记录了\"姬百合学生队\"中22位幸存者讲述的战争体验。影片按照她们作为姬百合学生队活动的3个月的时间顺序，结构分为三章，第一章为\"序章、战场动员、护理活动\"。第二章为\"从南部撤退到解散命令\"，第三章为\"死亡的彷徨\"。幸存者再访当年战火纷飞的战场，在遗址上亲身讲述自己的经历。",
    "chinese_title": "姬百合",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "ひめゆり",
    "douban_rating_average": 0,
    "update_at": "2025-05-08T12:56:02"
}