{
    "aka": [],
    "sid": "3392441",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1906",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1095308/",
            "name": "André Heuzé André Heuzé",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0434984",
    "director": [
        {
            "url": "/celebrity/1199308/",
            "name": "查尔斯-吕西安·勒平尼 Charles-Lucien Lépine",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1906-10-06"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0434984/",
    "imdb_votes": 27,
    "this_title": [
        "Solovki"
    ],
    "douban_link": "https://movie.douban.com/subject/3392441/",
    "imdb_rating": "6.0/10 from 27 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "历史上第一部关于苏联社会主义劳改营的纪录片，感觉就像后来的纳粹集中营一样恐怖。。。Cinema, Camp, Biopolitics: Solovki (1928) – A Special Purpose 'Kulturfilm'. In my paper I will focus on a so called Kulturfilm, produced in the Soviet Union in 1928, \"Solovki – Solovetsky Lager' Osobogo Naznacheniya (SLON)\" (\"Solovki – Solovetsky Special Purpose Camp\") by A.A. Cherkasov. Except for some newsreel-issues this film – until today – can be regarded as the only cinematographic documentary source about the notorious \"corrective labour camp\", which in 1926 had been turned into a prison. Parts of it are used as archival material in Marina Goldovskaya's \"Vlast' Solovetskaya\" (\"Solovetsky Power\", 1988) sixty years later, illustrating the post-communist attempt to enlighten certain tabooed topics and traumatic aspects of Soviet history. Whereas Goldovskaya's cinematic narration of history complements the textual and photographic approaches by her consultant Yuri Brodsky, who, reconstructing the system of the GULAG had gradually become its voluntary inmate, Cherkasov's Solovki is a genuine part of the biopolitical project of the Soviet state.Shot during the first height of the propagandistic encoding of early Soviet 'non-fiction' film, Solovki can be understood as an experiment within an experiment, since cinema as well as the camp had become biopolitical institutions shaping the new man. More than any other kul'turfil'm in the 1920s (and hereby comparable with Kurt Gerron's Theresienstadt film as well as with Maksim Gorky's favourable written account of his official trip to Solovki), the ambivalent insight into camp-life delivered by Cherkasov's 'Special Purpose Expedition Film', showing the \"ideal\" treatment of the prisoners, puts the \"documentary\" status of visual history into question.",
    "chinese_title": "Solovki",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-08-28T16:00:18"
}