{
    "aka": [
        "The Creole Faust",
        "The Gaucho Faust"
    ],
    "sid": "3392224",
    "cast": [
        {
            "url": "/celebrity/1003552/",
            "name": "丹尼尔·凡尼戈 Daniel Fanego",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1156827/",
            "name": "María Valenzuela María Valenzuela",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1141176/",
            "name": "赫拉多·罗马诺 Gerardo Romano",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1138681/",
            "name": "Pedro Quartucci Pedro Quartucci",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1127247/",
            "name": "埃克托尔·佩列格里尼 Héctor Pellegrini",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1013366/",
            "name": "埃娃·弗朗科 Eva Franco",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1167323/",
            "name": "Erika Wallner Erika Wallner",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1979",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898106995.jpg",
    "region": [
        "argentina"
    ],
    "writer": [
        {
            "url": "/celebrity/1048652/",
            "name": "Luis Saslavsky Luis Saslavsky",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0199514",
    "director": [
        {
            "url": "/celebrity/1048652/",
            "name": "Luis Saslavsky Luis Saslavsky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049265/",
            "name": "Miguel Ángel Lumaldo Miguel Ángel Lumaldo",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "spanish"
    ],
    "playdate": [
        "1979-10-25"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0199514/",
    "imdb_votes": 11,
    "this_title": [
        "El Fausto criollo"
    ],
    "douban_link": "https://movie.douban.com/subject/3392224/",
    "imdb_rating": "6.6/10 from 11 users",
    "trans_title": [
        "The Creole Faust",
        "The Gaucho Faust"
    ],
    "douban_votes": "0",
    "introduction": "In 1866, Argentinian politician and writer Ernesto del Campo had a chance to see a performance of Charles Gounod's opera Faust in Buenos Aires. The experience inspired him to write a tale called El Fausto criollo (The Creole Faust), which featured a gaucho telling a friend about watching a performance of Faust in Buenos Aires. The gaucho in del Campo's tale is plainly both captivated and confused by the theater, the production and the music itself, and he describes the performance in humorous terms. Del Campo's work was immensely popular in Argentina, and became a classic of Argentinian gaucho literature. In 1943, Alberto Ginastera was in the middle of his nationalist period, having already written works like the Argentinian Dances and the Songs of Tucaman which celebrated the melodies and rhythms of Argentinian folk music. El Fausto criollo seemed a natural subject for Ginastera, and so he wrote Overture for The Creole Faust in which ponderous European music (based partially on a few themes from Gounod's opera) competes with boisterous Argentinian music, with delightful results. Imposing chords open the overture, followed by a low, foreboding string melody. This melody moves gradually into a higher register, and becomes faster and faster, until without warning the orchestra breaks out into a high-spirited Argentinian dance. For the rest of the overture, Ginastera contrasts the two styles of music. The European music is generally written for massed strings and heavy brass, while the Argentinian music emphasizes woodwinds and exotic percussion. Thus, when Ginastera brings the woodwinds into a fugato that had formerly been for strings alone, we can sense that the music will move into the Argentinian mode soon. The two musics continue to yield unexpectedly to each other until the work's end, when the big opening chords come back and give way one last time to a spirited dance that closes the work. Ginastera's Overture for The Creole Faust is a skillful work that stays close to the exuberant spirit of its original text.",
    "chinese_title": "El Fausto criollo",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-03-02T18:14:33"
}