{
    "aka": [
        "Victoria Prison: The Fourth Man"
    ],
    "sid": "3392192",
    "cast": [
        {
            "url": "/celebrity/1179301/",
            "name": "帕科·卢克 Paco Luque",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "西班牙/多米尼加"
    ],
    "writer": [],
    "imdb_id": "tt0425944",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2004-10-07"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0425944/",
    "imdb_votes": 83,
    "this_title": [
        "La Cárcel de la Victoria: El cuarto hombre"
    ],
    "douban_link": "https://movie.douban.com/subject/3392192/",
    "imdb_rating": "5.9/10 from 83 users",
    "trans_title": [
        "维多利亚监狱",
        "Victoria Prison: The Fourth Man"
    ],
    "douban_votes": "0",
    "introduction": "More than a movie, a great documentary value! Dominican Republic isn't famous for it's movies. Better yet people worldwide recognize the sound of merengue or the name of a famous baseball player and associate it with this country. But I think this film, \"La cárcel de la Victoria: El cuarto hombre\", is going to make some difference. Setting the plot in a major penitentiary in the Dominican Republic named \"La Victoria\" (spanish for victory), the real value of this movie is it's documentation. There aren't real prisons in this caribbean island, just big concentration camps that isolate delinquents, rapists and \"white collar\" crooks that feed on corruption. It is incredible how they portray prisoners sleeping on the floor, eating what they can find, trying to survive in the depths of purgatory. And right in the middle we find the story of a man who imprisoned himself in search of the brutal killer of his little boy. Looking for vengeance he discovers that it won't be so simple as planned and with the help of his wife from the outside the plot thickens. A story that will make your skin crawl due to the inhumanity shown and the reality that is lived day after day in the Victoria prison in Dominican Republic. Great script and direction from television producer Jose Pintor and exceptional photography from Claudio Chea. Good acting comes from dominican Richard Douglas. The rest of the cast is rather cold but still delivers its purpose.",
    "chinese_title": "维多利亚监狱",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "La Cárcel de la Victoria: El cuarto hombre",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-09-12T07:21:19"
}