{
    "aka": [],
    "sid": "3392905",
    "cast": [
        {
            "url": "/celebrity/1000250/",
            "name": "德克·博加德 Dirk Bogarde",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1123075/",
            "name": "约翰·米尔斯 John Mills",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028012/",
            "name": "米琳娜·德蒙若 Mylène Demongeot",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1126892/",
            "name": "劳伦斯·奈史密斯 Laurence Naismith",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1066143/",
            "name": "John Bentley John Bentley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1133065/",
            "name": "埃里克·普罗曼 Eric Pohlmann",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1961",
    "genre": [
        "剧情",
        "西部"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2600298045.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1080163/",
            "name": "奥黛丽·厄斯金-林多普 Audrey Erskine-Lindop",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1038347/",
            "name": "奈吉尔·鲍尔钦 Nigel Balchin",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0055451",
    "director": [
        {
            "url": "/celebrity/1037151/",
            "name": "罗伊·沃德·贝克 Roy Ward Baker",
            "@type": "Person"
        }
    ],
    "duration": "132分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1961-01-10"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0055451/",
    "imdb_votes": 720,
    "this_title": [
        "The Singer not the Song"
    ],
    "douban_link": "https://movie.douban.com/subject/3392905/",
    "imdb_rating": "6.2/10 from 720 users",
    "trans_title": [
        "虎胆英魂未了情"
    ],
    "douban_votes": "0",
    "introduction": "During the 1950s, in a small isolated Mexican village, the local Roman Catholic priest, Father Gomez (Leslie French), is an older man with a broken spirit. During his tenure in the village of Quantano, he fought hard to keep his flock of parishioners, in spite of threats and intimidation from the part of local bandit Anacleto Comachi (Sir Dirk Bogarde) and his men. The atheistic bandit has imposed his tyrannical rule over the region for many years. The local Police cannot find any witnesses to come forward and testify to any wrongdoing from the part of Anacleto. Therefore, they cannot charge him or arrest him. The Catholic Church replaces Father Gomez with a younger, more energetic priest, Father Keogh (Sir John Mills) from Ireland. Before departing the village, Father Gomez warns Father Keogh of the dangers of defying Anacleto Comachi's authority. But Father Keogh openly defies the bandit and administers his daily priestly duties at the village church. He even manages to persuade some of the villagers to start attending church again. In retaliation, Anacleto tries to intimidate the priest by starting to murder the villagers in alphabetical order. He also plans a few attempts on the priest's life. Coming between them, Locha (Mylène Demongeot), the beautiful daughter of the major local landowner, brings a bit of reason, sanity, and innocence to this violent world. Anacleto promises to Father Keogh to mend his ways and embrace religion if Father Keogh can persuade him that it's the religious message and teachings, not the personality and charisma of the priest that drives the faith. Father Keogh accepts the challenge and invites Anacleto to live with him and read the Bible. Upon doing this, Anacleto discovers Father Keogh's little secret.",
    "chinese_title": "虎胆英魂未了情",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Singer not the Song",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-05-28T23:29:10"
}