{
    "aka": [],
    "sid": "33963894",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "剧情",
        "惊悚",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2605521672.jpg",
    "region": [
        "西班牙"
    ],
    "writer": [],
    "imdb_id": "tt10230502",
    "director": [],
    "duration": "",
    "episodes": "6",
    "language": [
        "西班牙语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt10230502/",
    "imdb_votes": 1988,
    "this_title": [
        "La Unidad Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/33963894/",
    "imdb_rating": "7.4/10 from 1988 users",
    "trans_title": [
        "反恐组1 第一季"
    ],
    "douban_votes": "0",
    "introduction": "'La unidad' se desarrolla en torno al personaje de Carla (Nathalie Poza), la jefa de la Unidad de la Investigación Policial contra el terrorismo yihadista.Cuando una de sus operaciones acaba con la detención de Salah Al Garheeb, el líder más buscado del mundo, el éxito se vuelve la mayor amenaza de la historia. España se pone en el punto de mira de sus seguidores, encabezados por su hijo y que se suman por miles. Muchos, dispuestos a atentar con su vida.En la situación de máximo peligro que se ha vivido nunca, Carla tendrá que lidiar con sus propios conflictos. También personales. Entre ellos, Marcos, padre de su hija, del que se está separando y uno de los mejores agentes con los que puede contar la unidad. Junto a ellos, un equipo de policías, entregados a la investigación más importante del país con conexiones internacionales.Unos profesionales necesariamente invisibles con misiones desconocidas para proteger a miles de personas mientras intentan resolver unas vidas privadas que su oficio, en parte, les ha arrebatado.",
    "chinese_title": "反恐组1 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "La Unidad Season 1",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-02-20T02:49:05"
}