{
    "aka": [],
    "sid": "3397366",
    "cast": [
        {
            "url": "/celebrity/1246792/",
            "name": "布兰迪·波西 Brandie Posey",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1013961/",
            "name": "瑞安·西克莱斯特 Ryan Seacrest",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1178209/",
            "name": "Jason C. Henry Jason C. Henry",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1244881",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1244881/",
    "imdb_votes": 169,
    "this_title": [
        "Bromance"
    ],
    "douban_link": "https://movie.douban.com/subject/3397366/",
    "imdb_rating": "2.4/10 from 169 users",
    "trans_title": [
        "兄弟罗曼史"
    ],
    "douban_votes": "0",
    "introduction": "马特达蒙和本阿佛莱克让它闻名于世。乔治克鲁尼和布拉德比特公开拥护它。马修麦康纳和兰斯对它也有所接触。现在，布罗迪詹纳正在寻找它。不过，到底“它”是什么呢？“兄弟罗曼史”，说的就是它。以防有的人瞎了不知道，“兄弟罗曼史”指的是让两个男人精神上不可分隔的强烈的兄弟情缘。在半剧集半真人《好莱坞女孩》一片中，派对男孩布罗迪是劳伦康拉德分分合合的恋人，他现在正在寻找一个特别的男孩成为他的明星伙伴。如果你不知道这两者有什么关系……布罗迪+兄弟情深=全新真人秀。九位普通的男孩被拽出他们的平淡生活，他们将争取这次千载难逢的机会——成为布罗迪詹纳的好兄弟，并享受男性杂志《MAXIM》所描述的生活。因为基本上不可能在好莱坞找到真正的友谊，这场比赛将挑战参赛者，证明他们是布罗迪的“真命天子”。他们将经历严峻考验，证明自己是值得信赖的，可靠的，有趣的……一句话，一个真正的兄弟。在这场“兄弟罗曼史”的竞赛中，参赛者将住在一所联谊会会堂里，布罗迪的明星朋友和家庭成员随时可能到访。他们还将参加“梦想约会”，比如在拉斯维加斯跳伞，坐50英尺游轮在太平洋上巡游，或者是和“花花公子玩伴”一起娱乐。当然，还有美女环绕。不过对于这九位参赛选手来说不只是娱乐和游戏。每个选手都将在寻找“兄弟情深”过程中面临严格考验。谁能赢得比赛？谁表现得最真？谁在任何情况下都对布罗迪鼎力相助？最后，只有一个人能胜出。每周，随着布罗迪詹纳将不合格者踢出局，潜在兄弟数量将越来越小。找到那个“真命天子”确实很有难度，不过当他找那个特别的人加入他的小圈子时，真正的“兄弟罗曼史”都是命中注定的。正如人们所说，爱情和战争都是公平的。倾情奉献豪华轿车，烛光晚餐，午夜派对，充气娃娃，酒吧争执，卑鄙陷害和情感崩溃。哈，谁说这不是“兄弟罗曼史”？Nominated for a 2008 Teen Choice Award for his role on The Hills, Brody Jenner is more than just a handsome face; he's a talented entertainer, a budding entrepreneur and a lover of all things luxurious.Brody, the son of athlete Bruce Jenner, first stepped into the spotlight in 2005, co-creating and starring in the reality TV show The Princes of Malibu alongside his famous family, including his actress mom Linda Thompson, record producer stepdad David Foster and his best bud at the time, Spencer Pratt. Yet audiences know him best as Lauren Conrad's on-again, off-again love interest and the unadulterated party boy on The Hills.Named one of the Hottest Bachelors of 2008 by People magazine, Brody Jenner is a high-profile mainstay in one of the most coveted social circles in Hollywood. Furthering his widespread appeal, he has appeared on Keeping Up With the Kardashians and in nationally broadcast TV commercials.Another side of Brody is as a nascent designer. He launched the high-end, rock-inspired jewelry line Archangel, which has been worn by celebrities like Justin Timberlake, Lil' Wayne and others.Living in Los Angeles, Brody Jenner enjoys surfing and spending time with his family and friends. And he's looking to expand his inner circle by searching for a new member of his glamorous entourage. In a city like L.A., it's hard to find true friends, but looking for a little Bromance never hurt anyone, right?",
    "chinese_title": "兄弟罗曼史",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Bromance",
    "imdb_rating_average": 2.4,
    "douban_rating_average": 0,
    "update_at": "2025-10-14T04:07:24"
}