{
    "aka": [],
    "sid": "33975522",
    "cast": [
        {
            "url": "/celebrity/1018983/",
            "name": "朱塞佩·托纳多雷 Giuseppe Tornatore",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1475915/",
            "name": "恩里科·卢切里尼 Enrico Lucherini",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2574681870.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1497318/",
            "name": "马西莫·斯帕诺 Massimo Spano",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt9892716",
    "director": [
        {
            "url": "/celebrity/1497318/",
            "name": "马西莫·斯帕诺 Massimo Spano",
            "@type": "Person"
        }
    ],
    "duration": "77分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2018-10(意大利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9892716/",
    "this_title": [
        "The King of Paparazzi - La vera storia"
    ],
    "douban_link": "https://movie.douban.com/subject/33975522/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "At the age of 14, in the early 1950s, Barillari leaves his native village Limbadi in the southern region to Calabria heading to Roma. Young Barillari reaches Italy's capital and is immediately fascinated by actors and how big the city is. His adventurous life begins. He will first take on minor jobs trying to survive but something happens when he chances on the so called 'scattini', the photographers of tourists at the Trevi fountain: he is fascinated. The chance encounter will spark a new life. Rome is a crossroads of international actors, bug films and extraordinary events such as the Olympiads (the first broadcast worldwide). Rome appears as the center of the world and of jet-set. It is then that Barillari finds his path and quickly becomes one of the greatest \"paparazzi\", as well as becoming the first paparazzo to be chased by fellow colleagues. This photo will circle the world. Fellini, renowned director of \"La Dolce Vita\" will nickname him \"The King of Paparazzi\". Barillari does not just take pictures of the stars but soon begins to narrate social changes describing them over more than 60 years of photography work. His many international scoops will produce a fresco of the transformations of our country as well as the world at large.",
    "chinese_title": "The King of Paparazzi - La vera storia",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-19T20:13:39"
}