{
    "aka": [
        "The Devil's Trap"
    ],
    "sid": "3401670",
    "cast": [
        {
            "url": "/celebrity/1153183/",
            "name": "Vítezslav Vejrazka Vítezslav Vejrazka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119177/",
            "name": "米罗斯拉夫·马哈切克 Miroslav Machácek",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1020071/",
            "name": "Vít Olmer Vít Olmer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1069618/",
            "name": "Karla Chadimová Karla Chadimová",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1096262/",
            "name": "Vlastimil Hasek Vlastimil Hasek",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1109516/",
            "name": "Frantisek Kovárík Frantisek Kovárík",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1136829/",
            "name": "雅罗斯拉夫·毛奇卡 Jaroslav Moucka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1094279/",
            "name": "约瑟夫·赫利诺马兹 Josef Hlinomaz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031320/",
            "name": "贝德里奇·卡兰 Bedrich Karen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1163085/",
            "name": "伊里·弗斯塔拉 Jirí Vrstála",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1140215/",
            "name": "切斯特米尔·然达 Cestmír Randa",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1962",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2214708421.jpg",
    "region": [
        "捷克斯洛伐克"
    ],
    "writer": [
        {
            "url": "/celebrity/1017580/",
            "name": "Milos Václav Kratochvíl Milos Václav Kratochvíl",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1158490/",
            "name": "Alfred Technik Alfred Technik",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0054780",
    "director": [
        {
            "url": "/celebrity/1005561/",
            "name": "法兰提塞·维拉席 František Vláčil",
            "@type": "Person"
        }
    ],
    "duration": "USA: 85 分钟",
    "episodes": "",
    "language": [
        "捷克语"
    ],
    "playdate": [
        "1962-04-20"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0054780/",
    "imdb_votes": 843,
    "this_title": [
        "Dáblova past"
    ],
    "douban_link": "https://movie.douban.com/subject/3401670/",
    "imdb_rating": "7.5/10 from 843 users",
    "trans_title": [
        "魔鬼的陷阱",
        "The Devil's Trap"
    ],
    "douban_votes": "213",
    "introduction": "In the time of Counter-Reformation, a miller and his son come under investigation by a priest of the Inquisition, when rumors spread that their prosperity comes from working with the Devil.The Devil's Trap is a film directed by František Vlá?il, based on a novel by Alfréd Technik, adapted by František A. Dvorák and Miloš Kratochvíl. It was the first of three historical dramas that Vlá?il made during the Czech New Wave (technically he isn't really a part of the New Wave, however these films were made during the same era of artistic freedom), preceding his more well known Marketa Lazarová (1967) and Valley of the Bees (1968).Set in the late 16th Century during the Catholic Reformation, in the Moravian Karst, situated in what is now the Eastern Czech Republic, it tells the tale of a miller (Vítezslav Vejrazka), and his son Jan (Vít Olmer), who come under suspicion and are investigated by a Jesuit priest of the Inquisition (Miroslav Macháchek), when rumors of witchcraft are spread by the local regent (Cestmír Randa), who is jealous of the miller's prosperity and degree of respect among the local populace.As expected from Vlá?il, this film is a stunning experience all the way through. From the opening shot, an ominous manipulation of perspective with a close up of a mangled figure of Christ dominating the foreground against a tiny figure in black walking along the horizon, to the breathtaking confrontational finale inside the vast stalactite filled Karst caverns, it is a wonderful display of visual mastery.Maybe not quite as impressive as Marketa Lazarová, but still full of astonishing imagery. As seen from unique angles and distinct points of view which highlight the director's remarkable sense of awareness of framing, motion, and positioning on the emotional and dramatic tone of the scene. The most memorable being a repeated shot where the camera is suspended and launched with speed through the air towards the miller's door.The story here is a simple one and I would say more accessible than his later works. With a conventional structure emphasized as much by its plot and characters, than by its expressionistic cinematography or authentic historical detail. The events play out without much surprise, and there is a strong underlying, almost supernatural, mysterious aspect that is left unresolved, in fact barely explored, which is slightly disappointing, but only because it's so fascinating that I wish there was more.Acting is great all around. Particularly the villains: Miroslav Macháchek as the priest, casting a sinister and imposing shadow wherever he goes, and Cestmír Randa as the weasel like regent behind all the persecution. While Vít Olmer brings a charismatic leading man presence in his role as the miller's son Jan, in love with the lovely orphan girl Martina (Karla Chadimová), who becomes a dangerous object of rivalry between Jan and other young men of the village.The film also features the evocative music of Zden?k Liška (perhaps the most prolific composer of the Czech New Wave). In this his second of eleven collaborations with Vlá?il, his compositions are used sparingly, but to great effect, complimenting but never overpowering a scene. The best example of which can be heard in an amazingly shot celebration and dance sequence at the end of the second act.The Devil's Trap might not be a masterpiece, but it is still a strong effort, with a fascinating straightforward story and a glorious historical setting captured beautifully by Vlá?il's unmistakable visual prowess. A fine work that would also be the perfect starter plate to prepare yourself for the challenging feast of Marketa Lazarová or The Valley of the Bees. It even has an easy to digest running time. It's therefore puzzling why this gem remains largely overlooked and ignored.",
    "chinese_title": "魔鬼的陷阱",
    "douban_rating": "7.3/10 from 213 users",
    "foreign_title": "Dáblova past",
    "imdb_rating_average": 7.5,
    "douban_rating_average": "7.3",
    "update_at": "2025-05-07T00:35:15"
}