{
    "aka": [],
    "sid": "3403114",
    "cast": [
        {
            "url": "/celebrity/1369242/",
            "name": "方涛 Tao Fang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1384113/",
            "name": "徐玉琨 Yukun Xu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2374825071.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1394000/",
            "name": "余纪 Ji Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1555694/",
            "name": "李天鑫 Tianxin Li",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1373475/",
            "name": "朱正 Zheng Zhu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "25",
    "language": [
        "汉语普通话",
        "四川话"
    ],
    "playdate": [],
    "this_title": [
        "死水微澜"
    ],
    "douban_link": "https://movie.douban.com/subject/3403114/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "被郭沫若盛誉为“中国之左拉”的李颉人先生（1891-1962年）是我国近代文学史上的大师。他的作品长篇小说《死水微澜》为他的彪炳文坛之作。这部“把川西坝写活了”（巴金语）的巨著勾勒出了近代的四川历史，通过一个女人与三个男人的故事，形象地再现了清王朝行将崩溃的年代里发生在中国腹地一个小镇上的社会活史，状写出了在东西方文化背景交相冲撞下人们灵魂的剧烈颤动及命运的悲剧性结局，是一部活生生的“华阳国志”。做梦都想嫁到成都去的农家少女邓幺姑，每每遭遇天不遂人愿的境况。本来由媒婆撮合嫁给成都某大户作妾，却不料天妒红颜，被心怀鬼胎的大户家二太太诬蔑为身材窈窕，没有生养而作罢；当时来始见缘地与跑滩匠罗德生一见钟情，又经媒人对过生辰八字，而后者的舅父已经开始准备给二人操办婚礼的节骨眼上，罗德生却又烂赌的本性复萌，输光了办彩礼的银子后消失无踪；女大愁嫁同时也心灰意冷的邓幺故无奈之下将错就错，选择了嫁入蔡家（罗的舅舅家），委身人称“蔡傻子”的罗德生的表弟，借此离开了乡坝，当上了杂货铺的老板娘。虽然丈夫蔡兴顺愚钝，但过门就当家，倒也遂了她要强的本性。时日不久，人称“蔡大嫂”的她把蔡家冷冷清清的酒铺“兴顺号”的生意操持得风风火火，名噪一方。跑滩落难的罗德生阴差阳错地加入了袍哥，并在袍哥头目余大爷的授意下，勾通官府，玩了一出“狸猫换太子”的把戏，使得乡绅顾天成的父亲死不瞑目，由此结下宿世的仇怨。傍上了袍哥，饶有钱财的罗德生带着一个名叫刘三金的流娼威风八面地回到了蔡大嫂经营着酒铺的镇上。此时的蔡家酒铺“兴顺号”由于蔡大嫂当垆的“豆腐西施”效应，经历了一番盛极而衰的过程：起初，蔡大嫂掌柜，流光溢彩，风情万种，好酒好色的登徒子如顾天成之流络绎不绝地上门叨扰，生意自然很好；尔后，当丈夫蔡傻子受不了流言蜚语而表示异议之时，蔡大嫂为表明清白而下柜，并将生意交给傻子丈夫打理，生意当然一落千丈。罗德生的荣耀归来，可谓正当其时，对蔡家酒铺而言，有一位做本镇袍哥舵把子大管事的表兄撑腰，任老板娘怎样品貌出众，也没人敢来轻狂。由于这位绰号“罗歪嘴“的表兄剽悍豪侠，威慑一方，加之过去的邓幺姑，现在的蔡大嫂与他曾经的一段孽缘，于是在频繁地你来我往之中，恋情又重新死灰复燃。罗歪嘴带回刘三金到镇上，并不单单是为了显摆，袍哥的黑帮本性使然。他在牌桌上以刘三金为诱饵赢光了大地主顾天成上千两的银子和数百顷的良田，给自己种下了祸患。刘三金虽倾心罗德生，然而落花有意，流水无情，无计从良之下，她心里明白罗唯一爱的女人是蔡大嫂，于是在离去前为罗德生拉了蔡大嫂的皮条。罗、蔡两人情醇意浓，如干柴烈火，骤然癫狂。失财失意的顾天成在灯市上想借刀客之手报复罗歪嘴并调戏蔡大嫂，但在骚乱中丢失了唯一的爱女，以至大病一场。若不是靠着邻居找来教堂的主教施以洋药救治，恐怕连性命都得搭上。痛定思痛，一心报复的他信了洋教，指望等待时机，假洋人之手替自己报仇。时机终于来了，为了刘三金争风吃醋而被罗歪嘴赶出天回镇的陆茂林找到顾天成。二人经过一番密谋策划，由顾天成出面告状官府，密报罗歪嘴勾结义和团反洋人。四川总督派兵砸封兴顺号，蔡傻子锒铛入狱，罗歪嘴仓皇逃离，蔡家的酒铺生意毁于一旦。为了挽救蔡家的生意，为了救出身陷牢房的傻子丈夫，同时也是为了自己的生存，生性要强的蔡大嫂在心底埋葬了过去，毅然收下了对自己垂涎已久的顾天成送来的彩礼，决定下嫁顾天成──────―",
    "chinese_title": "死水微澜",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-11T08:00:27"
}