{
    "aka": [],
    "sid": "3406506",
    "cast": [
        {
            "url": "/celebrity/1275718/",
            "name": "聂远 Yuan Nie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274708/",
            "name": "张晶晶 Jingjing Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319022/",
            "name": "石林 Lin Shi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1011562/",
            "name": "刘涛 Tamia Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322248/",
            "name": "唐磊 Lei Tang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1453390/",
            "name": "吕媛宁 Yuanning Lü",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868537541.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1368192/",
            "name": "苏晓苑 Xiaoyuan Su",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1378308/",
            "name": "周力 Li Zhou",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "24",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2009-03-26(中国大陆)"
    ],
    "this_title": [
        "戴着面具跳舞"
    ],
    "douban_link": "https://movie.douban.com/subject/3406506/",
    "trans_title": [
        ""
    ],
    "douban_votes": "287",
    "introduction": "银行金库被盗，千万巨款离奇失踪，神秘女子正期待着与心上人亡命天涯，等待她的却是脑后亲密爱人的一记重锤和另一个女人的狰狞笑脸。山雨欲来。整形医生索那的世界一夜之间变得连他自己都无法辨识。精灵般的女孩?伊凡的闯入，令他与妻子苏眉的冷战雪上加霜。伊凡一发不可收拾地爱着他，粘着他，并一次次挑衅着苏眉。索那的婚姻走向崩溃的边缘。亿万富翁魏明书一纸商业欺诈诉状将妻子韩思蕊告上法庭，激怒他的是韩思蕊隐瞒了他七年之久的整容经历。韩思蕊征服丈夫的，到底是她整容后天使般美丽的容貌，还是那颗与生俱来的柔软的心，她自己也分不清。而同时被告上法庭的还有主治医生索那。索那打造的人造美女柳流苏整容秘密被丈夫周同发现后，遭到残酷施暴。正当面目全非的流苏准备重新坦然面对生活时，却蹊跷地死在了索那的手术台上。索那无力追究这些事情背后的秘密，他只想一门心思恢复一个叫小晴的因颅骨碎裂而失忆的女孩的容貌。对于他来说，小晴是他和苏眉破镜重圆的唯一筹码！可就在背负惊天秘密的小晴笑容待绽之时，却莫明坠楼身亡。到底是谁在操纵权术，舞弄阴谋？索那心力交瘁。女律师欣然进入了索那的视线。欣然的体恤奔波无声地浸润着索那；可与此同时，伊凡的痴狂率性也让他感到慰藉和感激。索那的心再一次被拷问着，他爱的到底是谁，伊凡，欣然，还是他的结发妻子苏眉。而那一桩桩皆因他和他的职业——整形而起的官司和命案背后隐藏着的，究竟是谁的面具……银行金库被盗，千万巨款离奇失踪，神秘女子正期待着与心上人亡命天涯，等待她的却是脑后亲密爱人的一记重锤和另一个女人的狰狞笑脸……山雨欲来。整形医生索那的世界一夜之间变得连他自己都无法辨识。精灵般的女孩?伊凡的闯入，令他与妻子苏眉的冷战雪上加霜。伊凡一发不可收拾地爱着他，粘着他，并一次次挑衅着苏眉……索那的婚姻走向崩溃的边缘……亿万富翁魏明书一纸商业欺诈诉状将妻子韩思蕊告上法庭，激怒他的是韩思蕊隐瞒了他七年之久的整容经历。韩思蕊征服丈夫的，到底是她整容后天使般美丽的容貌，还是那颗与生俱来的柔软的心，她自己也分不清……而同时被告上法庭的还有主治医生索那……索那打造的人造美女柳流苏整容秘密被丈夫周同发现后，遭到残酷施暴。正当面目全非的流苏准备重新坦然面对生活时，却蹊跷地死在了索那的手术台上……索那无力追究这些事情背后的秘密，他只想一门心思恢复一个叫小晴的因颅骨碎裂而失忆的女孩的容貌。对于他来说，小晴是他和苏眉破镜重圆的唯一筹码！可就在背负惊天秘密的小晴笑容待绽之时，却莫明坠楼身亡……到底是谁在操纵权术，舞弄阴谋？索那心力交瘁。女律师欣然进入了索那的视线。欣然的体恤奔波无声地浸润着索那；可与此同时，伊凡的痴狂率性也让他感到慰藉和感激。索那的心再一次被拷问着，他爱的到底是谁，伊凡，欣然，还是他的结发妻子苏眉……而那一桩桩皆因他和他的职业——整形而起的官司和命案背后隐藏着的，究竟是谁的面具……该剧将反映当今医院整形现状,直击种种整容内幕,表现整形医生内心的执著、彷徨,同时对目前许多在法律上存在重大争议的整容问题也进行了全面展示与剖析。外科整形医生索那。优秀的索那可以修补任何伤痕,但却无法弥合自己婚姻的裂缝。犯下重罪的小晴企图通过整容逃脱法律的追捕,但却无法直面良心的拷问。靠美丽的容颜赢得婚姻的韩思蕊却因为整容失去了爱情,最终她依靠灵魂的尊严赢回了丈夫的尊敬。 是该剧也揭露了整形行列的丑陋黑幕。“比如剧中有整形医生敲诈病人。一个简单的修补处女膜手术,成本才几十元钱,医生却要收病人一两万元。”",
    "chinese_title": "戴着面具跳舞",
    "douban_rating": "7.5/10 from 287 users",
    "foreign_title": "",
    "douban_rating_average": "7.5",
    "update_at": "2025-02-25T15:39:18"
}