{
    "aka": [
        "Garbage in the Garden of Eden"
    ],
    "sid": "3407780",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2122310452.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt1205487",
    "director": [
        {
            "url": "/celebrity/1049776/",
            "name": "法提赫·阿金 Fatih Akin",
            "@type": "Person"
        }
    ],
    "duration": "85分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2012-05-18(戛纳电影节)",
        "2012-12-06(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1205487/",
    "imdb_votes": 491,
    "this_title": [
        "Der Müll im Garten Eden"
    ],
    "douban_link": "https://movie.douban.com/subject/3407780/",
    "imdb_rating": "6.6/10 from 491 users",
    "trans_title": [
        "垃圾场中的天堂",
        "Garbage in the Garden of Eden"
    ],
    "douban_votes": "0",
    "introduction": "Camburnu is a small mountain village in northeastern Turkey. Thanks to the Black Sea’s mild and humid climate, the villagers have lived for generations off tea cultivation and fishing in harmony with the nature surrounding them. But this idyllic environment is threatened by the government’s decision ten years ago to build a garbage landfill directly above the village. Despite protests by the mayor and the villagers, a waste facility has been built that does not comply with the most important security and building standards and since then has continued to pollute the environment through accidents and disasters. The tea growers, whose plantations lie beneath the landfill, have lost their livelihood. The consequences are devastating and clearly evident, yet tons of waste continue to be dumped in the landfill every day.In 2006, filmmaker Fatih Akin went to Camburnu for the first time to shoot the finale of his film THE EDGE OF HEAVEN in his grandparent’s home village. When he learns of the impending environmental disaster, he decides to take action in the best way he knows how. Over a period of more than 5 years, he documents the small village’s struggle against the country’s powerful institutions, and records the inevitable disasters that consistently plague this former paradise…",
    "chinese_title": "垃圾场中的天堂",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Der Müll im Garten Eden",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-11-22T18:35:15"
}