{
    "aka": [
        "LOVING YOU 我愛你2"
    ],
    "sid": "3408535",
    "cast": [
        {
            "url": "/celebrity/1312944/",
            "name": "薛家燕 Nancy Sit",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274420/",
            "name": "吴启华 Lawrence Ng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1160170/",
            "name": "邓萃雯 Sheren Tang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274666/",
            "name": "郑嘉颖 Kevin Cheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1251954/",
            "name": "杨思琦 Sze-kei Yeung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313965/",
            "name": "钟景辉 King-fai Chung",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "爱情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2509988176.jpg",
    "region": [
        "中国香港"
    ],
    "writer": [
        {
            "url": "/celebrity/1436289/",
            "name": "陈志强 Chih-Chiang Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320793/",
            "name": "冼少玲 Siu Ling Sin",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1373139/",
            "name": "罗永贤 Wing Yin Law",
            "@type": "Person"
        }
    ],
    "duration": "45",
    "episodes": "10",
    "language": [
        "粤语"
    ],
    "playdate": [
        "2003"
    ],
    "this_title": [
        "LovingYou我爱你2"
    ],
    "douban_link": "https://movie.douban.com/subject/3408535/",
    "trans_title": [
        "loving You 我爱你 Ⅱ",
        "LOVING YOU 我愛你2"
    ],
    "douban_votes": "889",
    "introduction": "单元《一》：《老夫少妻》张帆，年廿八，嫁予港人贺丰年为妻，从一个大陆农村女子，变为一个街市鱼档的事头婆。年较帆年长二十多岁，虽是老夫少妻，缺少浪漫，但年对帆疼惜有加，二人生活虽是平淡总算惬意。年在友侪面前娶得少妻，引来不少羡慕目光；而;帆嫁予年后不单克守本份，更是年生意上的助手。但日久生变却是不变定律，更何况二人年龄上的差距，夫妻生活不协调，帆对年遂生厌弃，虽不宣之于口，但内心的不满情绪就如压力煲似的在酝酿。一次偶然，帆无意邂逅了石油气店的小伙计欧阳明，明的不羁与活力，正是年所没有，是她内心一直所渴求的。二人一次放纵作出了苟且之事。帆贪恋明的年轻活力，明也贪恋帆的金钱，二人食髓知味难舍难离，瞒着年在旧居共赋同居，但二人之事却为街市娴无意所撞破。娴本钟情于年，但因早年失婚并育有一双儿女，自惭形愧；及后年往大陆娶妻回，娴更是心如止水，但仍视年是知己。年得知帆红杏出墙，惴惴不安，暗中跟踪帆来到旧居，帆见年突然出现，表现失措，诸多借口欲阻年上旧居，年更觉可疑，二人争持，打开旧居大门之际，竟发现失踪多天的明竟与“忽得妹”BiBi在胡混，BiBi向帆挑衅，帆向明大兴问罪，年大顶绿帽迎头至，怒不可遏，向明饱以老拳，一轮混战，明、帆错手将年击毙，三人对尸呆然。帆决定与明双宿双栖，亡命天涯；但当得悉明的心只是为了夺取自己毕生积蓄后，登时晴天霹雳，变得歇斯底埋…一切罪孽皆因一「贪」字…帆蓦然回首百回想往事，已是万劫不复…单元《二》：《离魂记》陈一诺，一个退休的邮差，与妻子谈笑结婚三十年，感情甚笃。九代单传得儿子立天，故对之期望甚殷。天虽娶妻生子，但并不上进，终日埋首赌博，心存侥幸，将诺的说话当作耳边风。渐渐诺对儿子的寄望变成失望，最后变成绝望，幸得孙儿聪明乖巧，成为他的新希望。由于诺已退休并有撞聋，而笑亦患有老人病，照顾一家的重任就落在媳妇美美身上。美既要持家，又要在投注站兼职，在生活压力下，人变得暴躁，唠嘈，稍不如意便骂个不停，而诺、笑自然成为她的出气袋。二老将美视为洪水猛兽，家有恶媳视为家门不幸。诺闲来爱买六合彩，深信铁杵磨成针，终有一天能中得头奖归。皇天不负有心人，他的愿望终达成，中了头奖，但却因过于兴奋，心脏病猝死，而头奖彩票却被一阵狂风吹到一车厢中…他深深不忿，决定利用留在阳间的最后七天找回彩票。因他的死，他得以明白恶媳妇其实是贤淑非常，她的凶巴巴是因为要管治不成器的丈夫。而天也因为他的死，突然顿悟过来，决心戒赌。时间一天一天地过去，失去的头奖彩票踪影仍杳，诺自忖未能福泽后人，今番都是中空宝了。但想起浪子回头金不换这话，诺不再埋怨。诺留在阳间最后一天，天解款时竟遇劫，诺拼尽一切相救，天得以保命…在他心中似感到是…的相助。六合彩头奖彩票再度出现…诺能否福泽后人？…而天能否得到这彩票？…单元《三》：《飞越疯人丸》这是一个「食丸仔」的世界…似乎每个人每日都是活在丸仔之中，晨早起床吃维他命丸、餐前的消脂丸、平衡情绪的降血压丸、头痛丸、感冒丸…形形式式，五花八门…这是一个关于Fing头丸的故事…沉颖，是一个惨绿少年，家境不错，但由于早年母亲的一次错误抉择，让她变成了愤世嫉俗，无心向学，为了宣泄她对家庭的不满，她选择了Fing头丸。许霞，曾经成为观众心中的宠儿，风头一时无两，但因银色路途遇上挫折，她误认为丸仔能让她再次抖擞精神，再创事业高峰，于是她选择了Fing头丸。两个女子碰上了，成为了莫逆，在丸仔世界中找寻她们的欢乐。但许霞的愿望未成，她的男友已放弃了她，工作远离了她，成为了社会的笑柄。而沉颖与母亲的关系更有如筑了一道鸿沟。许霞为了要证明自己的选择没有错，她豁出了一切，登上了北上的列车，替丸仔拆家带货回港…但终于，她赔上了最宝贵的生命。许霞的离世让沉颖再次觉悟，明白脚踏实地的人生，也一样可以充满姿采…单元《四》：《孤独华尔兹》「沟通」二字听来颇显浅，但在现今社会来说，「沟通」二字实在是非常珍贵，难道越是平宜的东西，就是越难得到？本故事讲述两对不同年龄的夫妇，内容都是围绕着缺乏「沟通」才滋生出来的故事。霍黎瑞碧，是一个不需担心衣、食、住、行，生活无忧的少奶奶，这名衔在任何国家，相信一定是所有女人梦寐以求的，但对碧来说，这生活太枯燥乏味了……何解？正因为碧正有着一位不懂爱情是甚么的商家丈夫霍伟贤，贤由结婚那天之后，已记不起甚么叫浪漫、情趣，以为提供了碧温饱、无忧，便已是带给碧幸福了！董倩彤，碧的好朋友，与碧遭遇差不了多少，但不同的就是彤是一名职业女性，能自给自足，但同样拥有一位不解温情的丈夫浩柱。一次偶然机会下，彤与碧认识了在深圳教跳舞的男导师，二人分别引伸出两个不同的小故事来。彤与柱夫妇二人甚少「沟通」，二人生活都是各自各精采，彤在心灵空虚下，与教跳舞之男导师辉，发生了一段雾水情缘。最后彤验出有了身孕，但彤竟不知这BB竟然是跳舞导师的，还向柱报喜，谁不知柱此时才道出自己已结扎了…夫妇二人最后还是离婚收场，说到底二人还是欠缺了「沟通」才会出现这困局…碧亦从跳舞学校里，结识了任教跳舞的男教练，这正是剧中另一男主角温向阳！碧由抗拒以至接受的过程，感寻回失去多年的青春与被存在感，碧穿起舞衣在舞池中翩翩起舞，众人目光皆放在碧与向阳的舞蹈中，碧感到骄傲，但碧亦没有像其它的太太们想着的往外「寻欢」，碧脑海中只是一直幻想着，以往与丈夫的开心时刻。碧与向阳相处了一段时快乐时光，但这快乐时光并不牵涉性，只是行行街、吃吃东西罢了，但对碧来说，已是极受用！一向只懂做生意和打麻雀的丈夫，竟发现自己的太太碧与向阳身贴身的共舞着，样子还显得甚陶醉状，贤大怒！于是暗中通知移民局朋友往拉人，告其非法留港工作。碧此刻才恍然…原来这次拉人行动是丈夫刻意安排出来的，夫妻俩遂展开一场骂战，碧将埋藏心底多年的屈、郁，通通道出，藉此宣泄不满，尽诉心中情，贤恍悟！此时贤才明白碧这廿几年来，过着的生活就像一杯白开水的，那么淡而无味，贤自知以往与碧真的欠缺了「沟通」，才会引发出今次所发生之事，贤自觉弥补这段将破碎婚姻仍是时候…单元《五》：《再见阿爸》时代不断进步，人也不断进步，社会风气让我们只知不断向前走，向前看，回望以前只是守旧落后，不合时宜，但当我们更进一步之时，可有回想我们可以有今天的成就，是依靠从前的基础所建立…石文杰年青有为，年纪轻轻已贵为公司要员，可谓要风得风，要雨得雨，文杰一向以走在时代尖端而自豪，自视甚高，对旧有事物不屑一顾，而文杰最不屑一顾的旧事物，便是他的父亲石国亮，文杰总觉得国亮守旧，固执，不求进步，父子之间缺乏沟通，经常发生龃龉。又一次惯常的口角后，国亮急病入院，危在旦夕，但文杰仍想赶回公司开会，而遭母亲王月莹怒掴，文杰倔强，坚持离开，就在文杰混乱的心情下，文杰发生车祸。当文杰醒来时，竟然发现身在六十年代，更遇上祖父母石永福和冯英，文杰出世未几祖父母便相继去世，文杰便带着好奇的心情跟着二人回到裁缝铺当学徒，而文杰也可以看见年青时的国亮和月莹。回到六十年代，文杰竟然发现永福一如其它父亲般望子成龙，希望国亮出人头地，但国亮自知资质有限，而且兴趣是当一个裁缝师，希望能继承永福的衣砵。而文杰以局外人身份去回看国亮和永福这对父子时，终明白到为人父亲的心情，明白到国亮对自己的痛锡是无人能及，文杰终自我反省，悔疚自己对国亮的不了解…而文俊在感受到家庭的幸福中时，单车失事，文杰再次昏倒，醒来之后，已身回现世，而国亮也脱离危险时期，文杰决定从此以后，和国亮从新相处，弥补多年来所失。单元《六》：《三时冲动》人生在世，总有不如意事发生而令到个人情绪受到冲击，往往会因为激动，而冲动行事，铸成大错，若然能有机会重来，将情绪控制，人生可能从此改写。朱秀玉嫁予杨初九多年，刻勤刻俭，一切以家庭为中心，一心望夫富贵，望子成龙，当秀玉以为一切已渐入佳境之际，竟然发现初九在大陆包二奶，秀玉怒不可遏，一时冲动赶进深圳将之揭发。但由于秀玉过于冲动，到达罗湖时才发现没有回乡证，幸好遇上妹妹秀萍，而秀玉的回乡证正在秀萍的袋中，于是姊妹二人一同北上，当秀玉一心只有丈夫不忠，竟然在深圳街头发现儿子志中也搭上北方佳丽，而且更知道初九有外遇一事，秀玉已被激动冲昏头脑，怒闯常平二奶家中，秀玉更大闹二奶家中，二奶为求自卫，将秀玉打伤，秀玉受伤倒地之际，才发现屋中男人并非初九，此时秀玉才知自己找错了人，但后悔已晚。当秀玉倒地后，人生再次回转，再次重演秀玉得知初九有外遇之事，此次秀玉比上一回冷静，但当秀玉在常平二奶家中再见初九，初九竟然处之泰然，并且意图以大话掩饰，秀玉的情绪再被刺激，无法再保持冷静，终在一时冲动下把初九杀死，秀玉看见初九倒地才知自己又被冲动累事，再次追悔不已。命运弄人，秀玉又再有另一次命运所给予的机会，秀玉又再重演得知初九有外遇之事，秀玉这次更加冷静，虽然同样千辛万苦才得以到达常平二奶家，但这次秀玉不用再激动，因为命运早已有所安排，原来初九所包的二奶竟然另有两个老公，原来是一女侍三夫，这回是初九按捺不了怒火，冲动地同另外两个老公打起来，秀玉冷眼旁观，冷静地面对此事，面对自己和初九的感情是否应该划上休止符？！单元《七》：《EQ成熟时》史乐诗生长于大富之家，娇生惯养，生活无忧，故自我控制情绪的能力甚差却不自知。诗为追求浪漫而下嫁吕平。平为广告界奇才，上进奋发，拼劲十足，为B&B广告公司的创作部经理，为了让事业能更上一层楼，平不断鞭策自己向前，由于平对事业的专注，陪伴诗的时间相应地减少。诗虽然物质不缺，但没有平在身边的日子，生活纳闷，情绪波动。面对经济逆转，客户不断流矢，总监齐耀光下令平与丁盈携手合作，务求保住广告商的二千万合约。盈为广告界女强人，客户部门经理。由于盈自视甚高，而平又是不肯妥协，二人早已视对方为宿敌，加上光将近退休，其空缺又是二人所觊觎，彼此暗存竞争，矛盾更深。诗的忽发奇想，匪夷所思行为，令平出丑人前，平面对诗大感压力，渐生逃避。诗感到平对己的冷淡，狐疑丛生，后更误会平、盈工作上日夕相对，日久生情有染，诗按不住情绪找盈理论，结果平、盈绯闻在公司内不胫而走，平情绪大受打击，困惑非常但盈却仍能处之泰然，对流言仿如置若罔闻。经过了一番努力，卖桥会终于到来，平面对客户表现出色，但在最重要的一刻，盈接获了诗扬言自杀的电话，盈不想与平多月来的努力付诸东流，更不想平情绪受到影响而功亏一篑，她的EQ面临了最大的考验…单元《八》：《旧梦不须记》吴端娇，一个五十余岁的女人，面上常挂着笑容，但内心却背负了一段不可磨灭的往事，心底暗藏抑郁。别人眼中她是一个不忠不实，沾满恶习，且经常偷呃拐骗的人！但在契女方绮莉眼中，她绝对是一个好人…娇没正当职业，常以偷取银包、电话转手以作图利，还不时在陈祖胜工作之麻雀馆出千，以找生活费！作睇场的胜见娇身世可怜，遂只眼开只眼闭！一天娇亦如是者的往胜之麻雀馆「搵食」，但刚巧遇着心情与财政都不大如意的姚家杰，发现了娇出千，大怒之下，欲锁之回警署，但遭胜与莉出计阻止，娇乘机逃之夭夭，杰当然是深深不忿，于是死命的追着娇，四人在马路中追逐，在千钧一发之间，莉被杰抛出马路中，莉被车撞个正着，倒卧血泊中…莉被送到医院昏迷不醒，娇迁怒于杰，直指杰有爷生无教，娇的这一句亦引生了杰的另一段鲜为人知故事，胜亦告诉了杰，娇的故事…娇本是一出色的美容师，但年少的她，不懂带眼识人，下嫁了一瘾君子，还孕下了一儿子聪仔，丈夫一次欠下债务，无计可施下，还卖了儿子给别人，娇大受打击，从此便成为一个赌、饮、偷皆精的女人！最后杰为了补赏，向旧女友借钱负责莉的所有医药费，二人相处久了，娇亦感杰不是想象中之坏人，觉杰是可托终生的人，于是便暗中撮合莉与杰！杰明查暗访下，得知娇的儿子卖了给乡间的一对夫妇…经杰穿针引线之下，娇终于可以见亲生儿子一面。但后来娇发觉，最重要的是要…「懂得珍惜眼前人！」单元《九》：《寂寞世代》心，正职旅行社导游，生活紊乱，为人粗疏，「计划」二字在他的字典中从没出现过，三十岁，没有事业，没有爱情，没有家庭，只有一个居于乡下，距离虽远，但心仍很近的老父信。Ray，发型师兼老板，生活井井有条，心思细密，关心身边的人，但仍有艺术家脾气，「爱情」二字对他来说是希望，憧憬与深爱的人快乐地生活，与一般人不同的只是他爱的是「他」不是「她」，除了「他」之外，Ray还有一个疼爱他而又能摒除成见，接受他性取向的母亲清。正当心又一次失业，又一次被人唾弃的时候，遇上被爱情出卖，被他的James抛弃的Ray，两人由泛泛的顾客、店主关系渐渐演变成相互间的生命支持。原本生活在两个世界的人，互相关怀，互相鼓励，亦因为对方的缺陷改变了对方。因为大家的不同的伤口，竟然可令大家愈合，也叫对方真正的长大，真正的懂得爱──爱爱自己的人、爱自己的生活、爱自己的未来。原来在人生的谷底、绝望的深渊中，往往还是会有希望的，只要你肯开放你的心，伸出你的手──去扶助别人，也扶助自己，「爱」这个字还不只是安徒生童话集中只的专用字。单元《十》：《三个持“袋”的男人》人之初，「性」本书？「性」对中国人来说，是一件难于启齿的事，无论你面对着最亲的人，或是最可信赖的医生，你都会有点忌讳！…本故事就是由三个避孕套，而引发出一连串的误会与笑话…张伟业是电视台配音组的操控员，与任职配音员之太太郑凯雪是同事关系，雪还有两拍档谭家俊及苏玉君，同样也是对夫妇！司徒明是一名油站职员，与业、俊是好朋友，司徒有一女友叶颖恩，在工作上亦与君、雪等人有接触，所以空闲时候便会相约行街，聊天！六人来往甚密，但至于心事…就不会向对方分享了！一天业往便利店买啤酒，怎料付款时收银员竟取出三个避孕套说是赠品，业甚愕然！但碍于面子关系，业唯有收下！业在一次偶然的机会下，给雪发现了藏有三个避孕袋，雪感奇怪，但按兵不动，看看业会将三个避孕套怎处理！业在辗转间将二个避孕袋送赠了给俊，及后亦给君发现了俊竟暗藏两个避孕套，君大怒，因两人的避孕方法是由君吃避孕丸，避孕套对俊来说应是没用的！君心下一沉，心想小不忍则乱大谋，看看俊下一步会有何计划？俊最后将两个避孕套送赠给司徒，司徒说一个便够了，又回赠之！至最后又被恩发现了司徒竟自备避孕套在身！三女暗叫不妙…司徒经朋友介绍得悉一收费电话，「怨妇热线」需人手，于是找了业与俊当兼职，三人为了隐瞒事实，便制造了一连串的谎话！三个女人在不同的时间里，发现男伴所拥有之避孕套一天比一天少了一个！误会了三个男人相约往召妓！…最后还是弄出笑话一场！",
    "chinese_title": "loving You 我爱你 Ⅱ",
    "douban_rating": "7.9/10 from 889 users",
    "foreign_title": "LovingYou我爱你2",
    "douban_rating_average": "7.9",
    "update_at": "2025-04-03T15:00:10"
}