{
    "aka": [
        "钢琴的艺术 - 二十世纪的钢琴大师们"
    ],
    "sid": "3416676",
    "cast": [
        {
            "url": "/celebrity/1056936/",
            "name": "克劳迪奥·阿劳 Claudio Arrau",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028746/",
            "name": "格伦·古尔德 Glenn Gould",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1219751/",
            "name": "阿尔弗雷德·德尼·科尔托 Alfred Cortot",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1146825/",
            "name": "斯维亚托斯拉夫·里赫特 Svyatoslav Richter",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2510917109.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2376902",
    "director": [],
    "duration": "106分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2376902/",
    "imdb_votes": 62,
    "this_title": [
        "The Art of Piano"
    ],
    "douban_link": "https://movie.douban.com/subject/3416676/",
    "imdb_rating": "8.3/10 from 62 users",
    "trans_title": [
        "钢琴的艺术",
        "钢琴的艺术 - 二十世纪的钢琴大师们"
    ],
    "douban_votes": "524",
    "introduction": "The Art of the Piano is a feature-length, 106-minute documentary that presents in refreshingly straightforward fashion a portrait of 20th-century piano playing. The format is simple: short segments on virtually all of the great pianists who have ever been captured on film, augmented by extracts from interviews, sometimes with the pianists themselves, or with later conductors and musicians of international stature, including specially filmed contributions from Daniel Barenboim, Sir Colin Davis, Evgeny Kissin, Gennadi Rozhdestvensky, and Tamás Vásáry. The narration by John Tusa offers an overview of piano music through the century, though the heart of the film is the great quantity of rare archive historic footage, with extracts from performances by Gould, Horowitz, Paderwski, Rachmaninoff, Richter, Rubinstein, and many others. The interviews are short, but offer considerable insight, while the film of so many revered pianists brought together is a literal eye-opener, especially for those who have previously only known these masters from LP and CD. This is, like the companion program The Art of Singing, as close to definitive as a single film can get, even going so far as to include footage from the \"silent\" era with sound from corresponding recordings. --Gary S. Dalkin, Amazon.co.uk",
    "chinese_title": "钢琴的艺术",
    "douban_rating": "8.9/10 from 524 users",
    "foreign_title": "The Art of Piano",
    "imdb_rating_average": 8.3,
    "douban_rating_average": "8.9",
    "update_at": "2025-08-05T11:52:09"
}