{
    "aka": [
        "Un couple marié",
        "佳偶天成"
    ],
    "sid": "3421302",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1969",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2540047290.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt0064640",
    "director": [
        {
            "url": "/celebrity/1008182/",
            "name": "亚伦·金 Allan King",
            "@type": "Person"
        }
    ],
    "duration": "97 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1969-11-06(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0064640/",
    "imdb_votes": 668,
    "this_title": [
        "A Married Couple"
    ],
    "douban_link": "https://movie.douban.com/subject/3421302/",
    "imdb_rating": "7.5/10 from 668 users",
    "trans_title": [
        "一对夫妇",
        "Un couple marié",
        "佳偶天成"
    ],
    "douban_votes": "79",
    "introduction": "A marriage in crisis – what could be more normal, more easily recognizable? And yet, for such a mundane matter of the modern bourgeois world to take on unprecedented dimensions, all it takes is a camera to find a spot inside the “war zone.” Not only because the most familiar of situations are, in fact, the least well known, but also because the cinematic lens has that terrifying power: to turn even common experience – when it captures its unwrought core – into a thing of awe. And so, in A Married Couple, that which is ostensibly uninteresting due to its utter banality (in the very first scene, the couple bicker over something trivial) becomes, in due course, so intense that it is often hard to look, even though you know full well your eyes will be glued to the screen right up until very the last moment. And this is because (whatever it is we think, whatever it suits us to believe, just to get through) so much truth cannot be taken in without resistance – and such resistance serves as proof that something of the most serious and ongoing relevance to us all has been expressed here with a painful honesty.源自：https://www.filmfestival.gr/en/section-tdf/movie/1278/14972",
    "chinese_title": "一对夫妇",
    "douban_rating": "7.6/10 from 79 users",
    "foreign_title": "A Married Couple",
    "imdb_rating_average": 7.5,
    "douban_rating_average": "7.6",
    "update_at": "2025-10-10T04:01:58"
}