{
    "aka": [],
    "sid": "3426625",
    "cast": [
        {
            "url": "/celebrity/1379815/",
            "name": "姚懿珊 Dawn Yeoh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319547/",
            "name": "陈汉玮 Hanwei Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314286/",
            "name": "刘容嘉 Candice Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319483/",
            "name": "谢韵仪 Michelle Chia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315324/",
            "name": "曾少宗 Figaro Tseng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316228/",
            "name": "戴向宇 Xiangyu Dai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1379104/",
            "name": "郑各评 Geping Zheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1365524/",
            "name": "沈炜竣 Nick Shen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2585421805.jpg",
    "region": [
        "新加坡"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1354889/",
            "name": "王尤红 Winnie Gue Hong Wong",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "21",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2007"
    ],
    "this_title": [
        "缘之烩"
    ],
    "douban_link": "https://movie.douban.com/subject/3426625/",
    "trans_title": [
        ""
    ],
    "douban_votes": "100",
    "introduction": "陶乐（姚懿珊饰演）、叶语彤（刘容嘉饰演）和余灵芝（谢韵仪饰演）是中学同学，当年因为喜欢吃同一个摊位的杏仁糊而结为好友。三人性格各异却情同姐妹。长大后，陶乐和叶语彤一起修读了厨师课程，还到同一间餐馆当厨师助理。余灵芝则在大学毕业后，当马场副市场经理。陶乐生性怯懦，常被同事欺负，然而天性乐观的她总是甘之如饴。陶乐因为耳疾的关系，工作偶尔会发生一些小状况，叶语彤常常为她解围。陶乐对叶语彤心存感激，对她更是百分百的信任，不管叶语彤叫她做什么事，她都会义不容辞，全力以赴。陶乐记忆里最快乐的事情就是小时候祖母亲自下厨，煮家传菜给大家吃。当时一家人围在餐桌吃得津津有味。祖母煮“香菇炖鸡汤”更是让她久久不能忘怀。小小的陶乐受到祖母的影响，立志当厨师。陶乐的祖母原本经营一家叫“陶家庄”的小吃店。“陶家庄”专卖陶家家传菜；除了“香菇炖鸡汤”，还有一道“荔枝肉”。“荔枝肉”是陶乐父亲陶大成（叶世品饰演）最爱吃的一道菜。陶大成好赌，常常欠了一屁股债而需要陶乐的祖母帮他解决，也因为常常到云顶赌博，陶大成在马来西亚有了另一头家。陶乐10岁那年，陶大成又欠下了一笔为数不小的赌债，陶乐的祖母狠下心要陶大成自己解决。想不到陶大成居然偷偷把“陶家庄”卖了，还间接害死了陶乐的生母。从那天开始，陶乐祖母便不准陶大成出现在陶家的饭桌上，而“荔枝肉”也从那天开始再也不曾在陶家的饭桌上出现过。陶乐由祖母一手带大，而陶大成则把马来西亚的妻儿—杨丽丽和陶喜（曾少宗饰演）接了过来。杨丽丽到了新加坡之后才知道陶大成另有妻女，因而对陶乐有深深的愧疚。然而陶乐从来没有怪过杨丽丽，甚至和杨丽丽的关系很不错；跟陶喜的感情更是好得不得了。在大学念书的陶喜虽然是陶乐同父异母的弟弟，但是两人的感情却十分要好。陶喜因为父亲好赌，母亲的薪水几乎都被父亲拿去赌了，所以陶喜从懂事开始就半工半读，自给自足。陶喜在大学里颇受到女生欢迎，但却迟迟没交女友。原来陶喜心里喜欢的是叶语彤。可惜叶语彤已经有了个男友汪友仁（郑各评饰演），陶喜唯有把这份心意埋在心底。叶语彤在厨艺方面比陶乐有天分，但性格急功近利。叶语彤在单亲家庭长大，父亲在她16岁时心脏病去世，留下了母亲、哥哥、小妹和她。叶语彤和父亲感情最好，叶父过世前每年都会在叶语彤生日当天，为她煮一碗红枣鸡腿面线。叶父过世后，叶语彤的母亲因为忙于接手生意，而忽略了她；她因此变得叛逆，和家人的关系也变得疏远。余灵芝聪明独立，但是性格急躁。女人味十足的余灵芝有很多追求者，她也乐于周旋其中。余灵芝有个大男人主义的上司－胡应邦（陈汉玮饰演）。胡应邦十分不屑余灵芝对男女关系的态度，两人常常发生冲突。余灵芝甚至给胡应邦取了个外号叫“硬梆梆”。余灵芝的大哥余杜仲（蓝顉嘻饰演）曾经和朋友合作生意，因为忠厚老实，不太会做生意，结果失败，亏了一大笔钱，还差点把中药铺给抵押。父亲因此不再信任杜仲，一直说要把中药铺留给余灵芝。余灵芝跟大嫂丁晓仪（潘竖卿饰演）常常为了小事而起争执；余灵芝为了不想加深大嫂和家人之间的摩擦，决定搬出去住。另一方面，陶乐到老人院当义工，认识了义工Uncle Chan。Uncle Chan对善良的陶乐留下好印象，后更意外发现陶乐原来竟是他餐馆里的员工；陶乐却不知情。这时，餐厅副厨请辞，叶语彤工作表现杰出，主厨有意提升她，并表示会向餐馆的大老板推荐她。没想到餐馆老板Uncle Chan却另有打算。他想先测试叶语彤和陶乐的厨艺，才决定要把副厨的位子交给谁。陶乐这才知道Uncle Chan竟然就是自己的大老板。叶语彤表现得胜券在握，Uncle Chan反而喜欢陶乐的作品，而决定把副厨之一位交给陶乐。叶语彤十分不甘心，却没有在在众人面前表露出来。一次，叶语彤利用陶乐耳疾的问题，令陶乐犯下大错，不得不离开餐馆。事后，叶语彤感到后悔和内疚，把心事告诉汪学仁。汪学仁其实暗地里一直想追求陶乐，他得知陶乐心情低落，借故接近她，还告知叶语彤是害她被辞退的罪魁祸首，并趁机向陶乐表明心意。陶乐拒绝汪学仁，不料却被叶语彤撞见，误会了两人关系。叶语彤质问汪学仁，汪学仁谎称趁机调拨离间，以报复陶乐拒绝自己。叶语彤气结，与汪学仁分手，跟陶乐多年的友情也从此决裂。余灵芝试图当中间人，拉拢两人，叶语彤却不愿和解。陶乐因患耳疾，求职处处碰壁，只好把家里的两间房间出租以舒缓经济上的拮据。余灵芝正巧要找房子，陶乐便把其中一个房间租给了她，而另一房间则租给了陶大成介绍的人--方佑芳（戴阳天饰演）。陶乐误会方佑芳是女人，得知真相之后，想改变主意，不把房间租给方佑芳，怎么知道陶大成预先收了方佑芳一年的房租。陶乐无奈，只好让他住下。方佑芳是儿童故事书插画家，陶乐和余灵芝他印象不佳，便想法设法让他自动搬走。不料佑芳根本无动于衷，两女一时也拿他没办法。一次，陶乐和余灵芝意外发现佑芳原来有着极佳的味蕾，但却对食物没什么要求，老是喜欢吃泡面，让两人都觉得很奇怪，更是认定佑芳是个不折不扣的怪人。一次余灵芝被疯狂追求者攻击，胡应邦救了她，她却误以为救命恩人是方佑芳，对方佑芳产生了好感，还主动求追他。陶乐几经努力之下，终于找到工作，在一家小吃店当厨师，小吃店老板--老林把店内所有的工作都丢给陶乐。陶乐虽有怨言，却因为得到许多客人的赞美而开心。一次，老林亲自下厨，随手煮了一碟蛋炒饭，陶乐才知道原来老林深藏不露，后来更得知原来老林曾是厨师，却因为某种缘故，把一手好厨艺隐藏，总是随意乱煮。陶乐千方百计要求老林收自己为徒，老林表面上无动于衷，但其实暗中已被陶乐的诚意所感动，时不时地就会教她一些做菜的窍门。陶乐在余灵芝和方佑芳的鼓励下，参加了烹饪比赛。在比赛中，碰到了叶语彤。最后陶乐终于靠着祖母的家传菜赢得了比赛。叶语彤再次被陶乐打败，心理更是不平衡，对陶乐更加不满。赢得比赛后，陶乐决定开小吃店，她无意中得知以前祖母“陶家庄”的原址要出租。于是想要把店面租下，重新开间“陶家庄”，但是却因为租金问题，一直都无法成事。方佑芳见她为此愁眉不展，向父母低头，回家继承父母的事业。陶乐得知后，感动不已。方佑芳要陶乐为自己的梦想努力。陶乐的“陶家庄”开张了，她靠着祖母留下的记事本，在美食界打响了名堂。叶语彤看了更是眼红，便利用陶喜偷走陶乐祖母留下的记事本，还故意在陶乐的餐馆对面，开了一间“语彤私房菜”，与陶乐打对台。陶乐的祖母的记事本不见了之后，她顿时失去了方向，食物也大失水准，加上语彤接二连三的陷害，“陶家庄”终被卫生局下令停业。陶乐经过一连串打击，信心全无。方佑芳见状，在旁给予她鼓励和支持。陶乐终于重新站起来，决定专门上门在一些小型的聚会上帮人做菜。方佑芳的绝佳味蕾，给了陶乐不少的帮助。两人一起研究出的一道名为“乐芳天”的菜肴，更成为了陶乐的招牌菜。在这段期间，陶乐和佑芳对彼此渐渐产生了爱意。余灵芝得知陶乐和方佑芳两情相悦，十分气愤，加上叶语彤从中挑拨，余灵芝终于和陶乐决裂，搬出陶乐家。后来余灵芝在胡应邦的开导下，终于明白自己和方佑芳的感情像友情多过爱情，终于选择成全陶乐和方佑芳。余灵芝和胡应邦相处久了，慢慢发现他的优点。而这时，余灵芝的疯狂追求者再次出现，胡应邦第二次救了她；余灵芝这才得知上次救自己的也是胡应邦，被他感动，两人从冤家变成了情侣。陶喜发现语叶彤利用他来对付陶乐，对叶语彤的行为极为失望，决定接受奖学金到国外继续深造。叶语彤这才恍然已爱上了陶喜，飞奔到机场欲挽留陶喜，但却已太迟。叶语彤到酒廊喝酒，碰到了喝醉的汪友学仁；得知当初王学仁为报复陶乐得拒绝而挑拨离间，叶语彤知道原来自己错怪陶乐，后悔不已，却拉不下面子去向陶乐道歉。叶语彤无意间发现母亲罹患乳癌，也从哥哥口中得知母亲其实暗中帮了她不少。叶语彤得真相，感动不已。叶语彤也从这件事，理解到一些话如果不说，等到太迟了，就会后悔莫及。她终决定要向陶乐道歉。叶语彤找陶乐道歉，正好碰到陶乐被陶大成的高利贷债主追债。叶语彤为了帮陶乐打发对方，结果受伤了，无法做菜。后来她虽然痊愈了，却无法克服心理障碍，认为自己无法再做菜，变得自暴自弃。陶乐始终不离不弃，在叶语彤身边支持着她，甚至愿意当叶语彤的手，帮叶语彤掌厨“语彤私房菜”。在家人和朋友的支持下，叶语彤终于克服心理障碍，再次下厨。一年后，叶语彤、陶乐和余灵芝协手合开了“缘之味”，共同为梦想拼搏……",
    "chinese_title": "缘之烩",
    "douban_rating": "6.8/10 from 100 users",
    "foreign_title": "",
    "douban_rating_average": "6.8",
    "update_at": "2025-06-05T17:11:48"
}