{
    "aka": [],
    "sid": "3426723",
    "cast": [
        {
            "url": "/celebrity/1355415/",
            "name": "陈慧娟 Huijuan Chen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "喜剧",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2630331986.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1371161/",
            "name": "罗娟 Juan Luo",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1312804/",
            "name": "韩万峰 Wanfeng Han",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "麻辣警嫂"
    ],
    "douban_link": "https://movie.douban.com/subject/3426723/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "警嫂杨桂花（杨嫂）下岗后，就在市里最热闹的江边码头开了一家名叫串串香的火锅店。串串香本是一间不起眼的小门面，但因有了警嫂杨桂花独具地方特色的吆喝声，而小有名气。杨嫂的丈夫赵文化是水上派出所的一名干警，为人忠厚老实，不善言谈。她们结婚十年了，婚姻虽非绝对的美满崔碧珈，但也还平平静静，他们有一个8岁的儿子名叫赵传。然而，最近杨嫂做出了一个令丈夫赵文化吃惊的决定，杨嫂要关掉自己的串串香火锅店，她要到太阳岛餐饮公司担任领班经理。杨嫂的理由是自己开火锅店，虽然生意表面上红红火火，但是每月一结帐，除了一家吃喝外，没赚什么钱，落了个瞎吆喝。她到太阳岛号船上当领班经理，一月至少2000月，还不包括年终奖金。赵文化说：天上没有掉下来的馅饼，你过不了一个月准会后悔。杨桂花说：赵文化，你听着，我要干出一番成绩给你看看。其实，杨嫂上了太阳岛号船上一礼拜就后悔了，原因是这一个礼拜她做为领班经理陪客人喝醉了三次，还丢了一次手机。但杨嫂好面子，她怕丈夫赵文化笑话她，咬着牙坚持了下来。然而，杨嫂没有想到的是，在她即将在船上干满一个月的最后一天，杨嫂无意发现了太阳岛号参与毒品交易的秘密。机智的杨嫂一面和贩毒分子比喝酒稳住他们，一面给丈夫赵文化报信。半个小时后，水上派出所一举抓获贩毒分子，查封了太阳岛号船。可是杨嫂却丢掉了工作，就连辛苦了一个月的工资也泡汤了。杨嫂失业后，赵文化劝杨嫂重新把串串香火锅店开业。杨嫂说，好马不吃回头草。杨嫂是不想让丈夫看扁自己。杨嫂凭着一副好嗓子，很快找到了一份在旅游轮渡上买票兼导游的新工作。由于杨嫂对人热情，工作敬业，不久便赢得了客人的信任。杨嫂领到了第一个月的工资后，就给丈夫赵文化买了个菲利浦剃须刀。正当杨嫂对新工作充满热情时，一件突发的事件打乱了杨嫂的计划。那天，杨嫂和往常一样，正在给客人讲解风光。这时，一个30岁左右的中年男人突然用刀胁持了杨嫂。原来，中年男人是外地一名农民工，老板欠他5000元工资，他多次向老板索要工资未果后，中年男人便以胁持杨嫂做人质，要求老板还他拖欠工资。赵文化和派出所干警来到现场后，发现杨嫂被绑架，赵文化赶紧走过来安慰自己的老婆；杨嫂本身已吓得脸色发白，发现丈夫赵文化走过来，顿时大哭起来。赵文化看到杨嫂哭了，忍不住也哭了起来。于是，两个人你一句我一句哭得昏天昏地的，把劫持杨嫂的中年男人都弄晕了，他看着这两个人不知该怎么办。杨嫂也不知哪来的勇气，趁中年男人正在犹豫时，挥手夺下他手中的菜刀，赵文化趁机上来一拳把劫犯打倒在地。公安干警抓捕了劫犯，救出了杨嫂。赵文化当众抱住了杨嫂，杨嫂靠在赵文化的怀里说：我还以为再也见不到你和孩子了。杨嫂勇斗劫犯的事迹受到了市公安局奖励和表彰，赵文化也因此赢得了他从警以来第一枚奖章。打这以后，赵文化有事没事看着杨嫂，生怕杨嫂又出什么意外。杨嫂天生乐观派，过了几天就把人质的事给忘了，又炒着闹着要出去找工作。赵文化无奈托人帮杨嫂安排在一家旅社当服务员，杨嫂欣然接受。杨嫂上班后，用自己特色嗓音为旅社招来不少生意，老板很高兴，就任杨嫂做副经理。杨嫂买了酒准备和赵文化一起庆祝一番，没想到，赵文化说晚上要执行任务，不能回家。杨嫂把儿子打发睡后，一个人坐在沙发上等赵文化回来，不知不觉躺在沙发上睡着了。晚上三点钟，赵文化回到家，看到桌上任命杨嫂为副经理的聘书，兴奋地喝下了一瓶啤酒。赵文化喝酒时，杨嫂醒来。赵文化告诉杨嫂，晚上他们派出所在河堤公园蹲点抓一抢劫惯犯，结果扑了个空。第二天，杨嫂打电话给赵文化说她想做诱饵把罪犯引出来。赵文化经不起杨嫂的死缠软磨，只好答应了下来。晚上，杨嫂把自己打扮成时髦女郎，和赵文化装扮一对情侣，出现在河堤公园。十二点钟时，罪犯终于被引诱出现。正当罪犯想从后面想袭击他们时，杨嫂一个耳光打在罪犯的脸上，罪犯还没反映过来，赵文化的手铐已拷住了罪犯。这一次，杨嫂赢得了“编外警察”称号。五月一日，阳光明媚，警嫂杨桂花的串串香火锅店又开业了，那天，爱吃串串香火锅的熟客们纷纷走进店子，杨嫂久违的吆喝声再次响彻在江边码头的上空。串串香，串串香，吃了一辈子都不忘咯",
    "chinese_title": "麻辣警嫂",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-16T00:01:25"
}