{
    "aka": [
        "Defcon 2012"
    ],
    "sid": "3428571",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "科幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1467684777.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1349646",
    "director": [],
    "duration": "USA: 92 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-04-10"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1349646/",
    "imdb_votes": 446,
    "this_title": [
        "Starlifters"
    ],
    "douban_link": "https://movie.douban.com/subject/3428571/",
    "imdb_rating": "1.6/10 from 446 users",
    "trans_title": [
        "2012末日危机",
        "Defcon 2012"
    ],
    "douban_votes": "0",
    "introduction": "2012年与外星人的一场毁灭性的星际战争下，令人类必需离开地球。经过200多年的变迁，人类的后谲希望重返这曾被他们遗弃的星球，寻回那丢失已久的文物宝藏。三个星系小偷- Kaynin (Ryken Zane), Rune (Albertossy Espinoza) 和Archer (Justion Brusca)驾驶着他们的太空船回到如废墟般的地球及很快地进入了地下城，在一连串的事件和机械故障下，使得他们被困在此慌废的地下地中。原来有个阴险小人一直藏匿在这里，及用尽方法向他们提供所谓的宝藏线索。在最后几天里，为了生存他们必须在时间用完之前解开此迷团......On October 30, 2009 an independent filmmaker and his cast and crew are reported missing a month before the release of their controversial film predicting the end of the world. Authorities have reason to believe the film's 2012 doomsday scenario may have something to do with their disappearance. An agent for CEA (Central Extraterrestrial Agency) discovers the footage to the film and watches the film on September 10, 2012, three months before the world is to come to an end. The film is reported to star actors Brian Shotwell (Automaton), Shy Pilgreen (Echo 6), and Xu Razer (Fragments.) Here is the synopsis to the mystery film. In 2012 a devastating war between humans and aliens left the earth a nuclear wasteland. 200 years later the descendants of both civilizations have returned in search of treasure and lost artifacts. After landing their ship on the abandoned planet, three galactic thieves...",
    "chinese_title": "2012末日危机",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Starlifters",
    "imdb_rating_average": 1.6,
    "douban_rating_average": 0,
    "update_at": "2026-01-02T22:04:01"
}