{
    "aka": [
        "伦敦西区妓女纪实"
    ],
    "sid": "3430912",
    "cast": [
        {
            "url": "/celebrity/1092950/",
            "name": "David Gell David Gell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1379445/",
            "name": "Peter Baker Peter Baker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1116759/",
            "name": "Tom Macaulay Tom Macaulay",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1964",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1880780335.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1030289/",
            "name": "Arnold L. Miller Arnold L. Miller",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037790/",
            "name": "Stanley A. Long Stanley A. Long",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0167489",
    "director": [
        {
            "url": "/celebrity/1030289/",
            "name": "Arnold L. Miller Arnold L. Miller",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1964-04-27"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0167489/",
    "imdb_votes": 64,
    "this_title": [
        "West End Jungle"
    ],
    "douban_link": "https://movie.douban.com/subject/3430912/",
    "imdb_rating": "5.4/10 from 64 users",
    "trans_title": [
        "西区丛林",
        "伦敦西区妓女纪实"
    ],
    "douban_votes": "0",
    "introduction": "Billed as a journey into the “dark heart of London, filmed in the actual places of vice”, the film explores the way prostitutes coped with the introduction of the Street Offences Act in 1959 – which effectively criminalised thousands of working girls in Soho, driving them into walk-up flats, clubsand massage parlours.In forensic detail, and for the first time when it was released, director Arnold Miller demystified the industry, from pick up techniques, to recruitment and the plight of the girls themselves.Seamy or at least black and white expose of 1950's London's sex trade in all its guises. Using actors and clearly of the period, this reveals and condemns all the tricks of the trade, from call girls to clip joints and high massage parlours to low class walk ups. It's hard to know which are less appealing: the deluded and self-deluded and desperate punters or the calculating and equally desperate working girls. The film condemns them equally, while revealing in details the titillation and barely legal disrobing designed to arouse man's baser desires. With a voice-over straight from the Department of Public Morals, and fascinating glimpses of a period long ago, this has something for everyone. Huge potential for unintentional humour and entirely convincing as to the facts of the case.West End Jungle (UK: 1961 -- Arnold L. Miller). Running just under an hour this feature takes an undercover look at the seamier side of London after the Street Offences Act of 1959 supposedly cleared prostitutes from the streets. Focusing on the sexual urges of men in general whose desires create the demand for the sex industry. Strip clubs, massage parlours and grubby bars are explored, along with peep shows of 'photographic models'. The tone is one of outrage at an underside that demeans and destroys vulnerable girls. The BBFC refused to pass the film as suitable for screening and the London City Council would not issue approval either, West End Jungle was basically banned in the city it depicted. One consolation was that this controversy (its content was even discussed in the House of Lords!) made for a juicy tagline in the advertising. More than likely the censors were more concerned with some of the stagedsequences with actors that purported to be 'real'. It had a healthy 4 week run at the Star from September of '67 with Naked in the Deep (a nudie doc) rounding it out to an acceptable session length. West End Jungle was the work of director Arnold L. Miller and producer Stanley A. Long. These two entrepreneurs had began the Stag company in 1958 producing 8mm striptease flicks and nudie photos for the Soho trade. Although they made industrial films to keep the cash flowing and an attempt at a crime flick (1962's The Skin Game), sex was their stock in trade and the Mondo variety proved mighty popular.Dean BrandumWest End Jungle' is certainly something of a period curio. Running at a mere 52 minutes it's hardly a big value offering in DVD standards, though will certainly have appeal to anyone who has an interest in its subject matter; the tawdrier side of Soho in the early 1960's.It was denied a BBFC certificate in 1961, so could not be shown in any UK cinemas, but was still shown in 'members only' cinema clubs, such as the Compton, though clearly not to concerned citizens. This was an intentionally titillating piece 'disguised' as documentary to get past the censors of the day.It's a typically stilted British documentary in the style of the time. Real 'fly on the wall' styled documentaries were unusual in an age where every frame of film had to be processed at great cost. There was a preponderance of this type of carefully choreographed documentaries at the time, most of which were cinema fillers called 'World of Coal' or travelogues, often financed by the destinations featured.But of course, even this 'half truth' reveals something of the period and the locale, as well as the people who populated the area and the industry. It is these glimpses into a forbidden, bygone world that will appeal most to audiences of this much anticipated release.",
    "chinese_title": "西区丛林",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "West End Jungle",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2026-02-14T12:00:14"
}