{
    "aka": [
        "The Mapuche Nation"
    ],
    "sid": "3432231",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "阿根廷",
        "意大利",
        "瑞士"
    ],
    "writer": [],
    "imdb_id": "tt1229797",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2008-08-07"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1229797/",
    "imdb_votes": 9,
    "this_title": [
        "La Nación Mapuce"
    ],
    "douban_link": "https://movie.douban.com/subject/3432231/",
    "imdb_rating": "6.8/10 from 9 users",
    "trans_title": [
        "马普切民族",
        "The Mapuche Nation"
    ],
    "douban_votes": "0",
    "introduction": "http://www.swissfilms.ch/detail_n.asp?id=2137729290http://www.mapuche-nation.org/english/html/news/n-125.htmWith invitations to festivals in Montevideo and Buenos Aires, film director Fausta Quattrini, from Ticino, returns to the setting of her documentary film \"La Nación Mapuche\" (production: Fondazione Fabbrica, Losone). Her film portrays the struggle of the indigenous Mapuche folk for the recognition of their rights concerning the vast area of land in Patagonia which has a tremendous amount of water reserves, oil and mineral deposits and wealth of biodiversity.The film, which was honoured with an award at the Torino Film Festival last November, was screened at the 26th \"Festival cinematografico internacional del Uruguay\" in Montevideo (March 15 – 30, 2008), organised by the Uruguayan Cinemathek. The film is currently being presented at the 10th \"Buenos Aires Festival internacional de cine Independente\" (BAFICI), which runs from April 8 – 20, 2008. The festival is one of the most renowned platforms for discerning films set in South America. The new director of BAFICI, Sergio Wolf, scheduled \"La Nación Mapuche\" to be screened in a new section \"La tierra tiembla\" (\"The Earth Quakes\"). The films screened in this section all deal critically with the modern-day reality of Argentina. The \"Museo de Arte Latinoamericano de Buenos Aires\" (MALBA), which has made its cinema available for the festival, has scheduled the film in its program for one month thereafter.The territory constitutes a substantial element of the Mapuche identity, whose name is derived from mapu (= earth) and che (= people). Displaced from their own land by landowners and exploiters of natural resources, the Mapuche folk of Patagonia fight to make the Argentinean State respect the rights of the indigenous peoples guaranteed, in principle, in its constitution since 1994.",
    "chinese_title": "马普切民族",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "La Nación Mapuce",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-10-16T20:52:25"
}