{
    "aka": [
        "You Cannot See What I Had Seen"
    ],
    "sid": "3432941",
    "cast": [
        {
            "url": "/celebrity/1142423/",
            "name": "吉奥尔吉·申格拉亚 Georgiy Shengelaya",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125156/",
            "name": "Edisher Magalashvili Edisher Magalashvili",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119244/",
            "name": "Sergei Martinson Sergei Martinson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108330/",
            "name": "阿卡基·霍拉瓦 Akaki Khorava",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105171/",
            "name": "Dimitri Kipiani Dimitri Kipiani",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1097814/",
            "name": "阿可尔•戈米阿什维利 Archil Gomiashvili",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1084509/",
            "name": "Kote Daushvili Kote Daushvili",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1077225/",
            "name": "索菲柯·齐阿乌列里 Sofiko Chiaureli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1058518/",
            "name": "Emanuel Apkhaidze Emanuel Apkhaidze",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1058314/",
            "name": "韦丽科·安贾帕里泽 Veriko Andjaparidze",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044286/",
            "name": "Meri Davitashvili Meri Davitashvili",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1160576/",
            "name": "Givi Tokhadze Givi Tokhadze",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1965",
    "genre": [
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874589482.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1006283/",
            "name": "米哈依尔·齐阿乌列里 Mikheil Chiaureli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008783/",
            "name": "Avqsenti Tsagareli Avqsenti Tsagareli",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0170487",
    "director": [
        {
            "url": "/celebrity/1006283/",
            "name": "米哈依尔·齐阿乌列里 Mikheil Chiaureli",
            "@type": "Person"
        }
    ],
    "duration": "Georgia: 85 分钟",
    "episodes": "",
    "language": [
        "格鲁吉亚语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0170487/",
    "imdb_votes": 189,
    "this_title": [
        "Rats ginakhavs, vegar nakhav"
    ],
    "douban_link": "https://movie.douban.com/subject/3432941/",
    "imdb_rating": "7.7/10 from 189 users",
    "trans_title": [
        "我看见的，你看不见",
        "You Cannot See What I Had Seen"
    ],
    "douban_votes": "0",
    "introduction": "Mikhail Edisherovich Chiaureli (Micheil Chiaureli) was born on February 6, 1894, in Tiflis, Russian Empire (now Tbilisi, Georgia). In 1916 he graduated from the School of Painting and Sculpture in Tbilisi. Young Chiaureli made his acting debut on stage as an amateur in 1910. In 1914 he married actress Veriko Andjaparidze, they had two sons and a daughter, named Sofiko Chiaureli. In 1920-1921 he took part in organizing the Revolutionary Theatre of Satire in Tbilisi. From 1922-1924 he lived in Germany and worked as a sculptor and continued his career as a sculptor and artist after his return to Tbilisi in 1924. From 1926-1928 he was an actor and director of Krasny Proletkult Theatre in Tbilisi. From 1928-1941 Chiaureli was Artistic Director of Georgian Theatre of Musical Comedy.His film career began in 1921 with a leading role in the silent film 'Arsena Jorjiashvili' (1921). He continued playing leading and supporting roles in silent films during the 1920's. 1928 Chiaureli became a film director at Goskinprom studio (Sakhkinmretsvi, then renamed Tbilisi Kinostudia). His silent film 'Khabarda' (1931) became a popular comedy and won critical acclaim. Chiaureli made the first sound film in Georgia, 'Ukanaskneli Maskaradi' (The Last Masquerade 1934). He turned to historic films during the 1930's and 1940's under the dictatorship of Joseph Stalin. His political film 'Velikoe Zarevo' (They Wanted Peace 1938) was a typical Soviet propaganda film, for which Chiaureli received his first Stalin's Prize. Chiaureli made a two-part biopic about Georgian national hero Didi Mouravi (Great Mouravi) Giorgi Saakadze covering the history of the 16th and 17th century Georgia, and was awarded two Stalin's Prizes.Joseph Stalin made Chiaureli his personal friend and a regular guest at private parties in Kremlin and at Stalin's Dacha near Moscow. Stalin used Chiaureli's talent to make films in the line of Soviet propaganda. Chiaureli had to serve the leader. He embellished the image of Stalin by using a tall and handsome actor Mikheil Gelovani in the role of Stalin. Stalin liked the embellishments and personally approved actor Mikheil Gelovani, who depicted Stalin in all Chiaureli's films. He depicted Stalin as an Almighty leader of great wisdom and limitless power in several propaganda films. However, he made a diligent effort as director of 'The Fall of Berlin' and 'The Battle of Berlin' (1949) and was awarded the Crystal Globe at Karlovy Vary, and was again awarded the Stalin's Prize in 1950.After the death of Stalin, Chiaureli lost much of his clout in Moscow and fell out of favor with Nikita Khrushchev. Chiaureli was removed to Sverdlovsk and was placed at the Sverdlovsk Film Studio. There he was limited to low-budget films and had little or no success. He moved back to his hometown Tbilisi in 1957 and made several films starring his wife Veriko Andjaparidze and his daughter Sofiko Chiaureli. His last feature film was nostalgic and pholosophical 'Rats ginakhavs, vegar nakhav' (aka.. Inye nynche vremena or You Cannot See What I Had Seen. 1965). Chiaureli turned to animation during the last decade of his life. His sarcastic cartoon 'Rogor damarkhes tagvebna kata' (aka.. Kak myshi kota khoronili or \"How mice buried the cat\" 1969) was based on a satirical painting about the funeral of Tsar Peter the Great, alluding to politics around the death of Stalin. Micheil Chiaureli died on October 31, 1974, in Tbilisi, Georgia.",
    "chinese_title": "我看见的，你看不见",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Rats ginakhavs, vegar nakhav",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-08-13T02:35:23"
}