{
    "aka": [
        "Crossing a Shadow"
    ],
    "sid": "3432770",
    "cast": [
        {
            "url": "/celebrity/1061823/",
            "name": "Diego Bertie Diego Bertie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1090015/",
            "name": "Rossana Fernández Maldonado Rossana Fernández Maldonado",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1147468/",
            "name": "Vanessa Saba Vanessa Saba",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1159202/",
            "name": "Paul Vega Paul Vega",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2557623568.jpg",
    "region": [
        "秘鲁"
    ],
    "writer": [
        {
            "url": "/celebrity/1046197/",
            "name": "Augusto Tamayo San Román Augusto Tamayo San Román",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0483321",
    "director": [
        {
            "url": "/celebrity/1046197/",
            "name": "Augusto Tamayo San Román Augusto Tamayo San Román",
            "@type": "Person"
        }
    ],
    "duration": "135分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2007-09-13"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0483321/",
    "imdb_votes": 60,
    "this_title": [
        "Una Sombra al frente"
    ],
    "douban_link": "https://movie.douban.com/subject/3432770/",
    "imdb_rating": "6.0/10 from 60 users",
    "trans_title": [
        "穿过阴影",
        "Crossing a Shadow"
    ],
    "douban_votes": "0",
    "introduction": "Peru's Official Submission to the Best Foreign Language Film Category of the 80th Annual Academy Awards (2008). The film takes place in Peru, in the early 20th century. The movie follows the life of Enrique Aet, (Diego Bertie) an engineer whose main obsession is to improve communications between the Peruvian jungle and Lima. The construction of a bridge in the jungle fails, though, and Aet, after having a brief affair with a local girl (Nidia Bermejo) returns, injured, to Lima, where he's awaited by her fiancé, Doris Beltrán (Vanessa Saba), daughter of the owner of an important newspaper. (Alberto Isola) The movie tells the story of Aet's obsession, his problems with Doris, his rivalry with a fellow engineer (Carlos Carlín) and his family issues, especially the problematic life of his brother Oswaldo (Gonzalo Molina) and the nervousness of his mother Rosa. (Rossana Fernandez-Maldonado.) Since this film is mainly a drama, one of its most important aspects is the acting, and it delivers. Diego Bertie, as the protagonist, is effective, and portrays a perfect worried and sometimes troublesome engineer, obsesses with his ideas and his work. Vanessa Saba, apart from being extremely beautiful, is a good dramatic actress, being her scenes alone with Diego Bertie the best ones. Carlos Carlín, as the main \"bad guy\" (so to speak) is effective, although he doesn't have enough screen time to be totally hated by the audience. The trio is accompanied by the best Peruvian character actors, some in small roles, and some in bigger ones; all of them are effective and enhance the quality of the main characters' acting and the plot. Gonzalo Molina, though, as Enrique's brother, looks amateurish and his acting never totally convinces. He should have portrayed his character as a rebellious type, but ends up being really boring guy; one never gets to root for him, even when bad stuff happens to him.",
    "chinese_title": "穿过阴影",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Una Sombra al frente",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-02-07T13:43:13"
}