{
    "aka": [
        "The Island"
    ],
    "sid": "3432569",
    "cast": [
        {
            "url": "/celebrity/1296325/",
            "name": "Chela Ruíz Chela Ruíz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1282775/",
            "name": "Graciela Dufau Graciela Dufau",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1208328/",
            "name": "Juan Carlos Gianuzzi Juan Carlos Gianuzzi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1167323/",
            "name": "Erika Wallner Erika Wallner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1117669/",
            "name": "Sandra Mihanovich Sandra Mihanovich",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1094249/",
            "name": "Adela Gleijer Adela Gleijer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1074111/",
            "name": "Lito Cruz Lito Cruz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1071667/",
            "name": "Alicia Bruzzo Alicia Bruzzo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1059637/",
            "name": "塞尔瓦·阿勒曼 Selva Alemán",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1058722/",
            "name": "雨果·阿拉纳 Hugo Arana",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1298125/",
            "name": "Beatriz Spelzini Beatriz Spelzini",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1979",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2545876215.jpg",
    "region": [
        "阿根廷"
    ],
    "writer": [
        {
            "url": "/celebrity/1042206/",
            "name": "亚历杭德罗·多里亚 Alejandro Doria",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0121408",
    "director": [
        {
            "url": "/celebrity/1042206/",
            "name": "亚历杭德罗·多里亚 Alejandro Doria",
            "@type": "Person"
        }
    ],
    "duration": "Argentina: 106 分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1979-08-09"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0121408/",
    "imdb_votes": 56,
    "this_title": [
        "La Isla"
    ],
    "douban_link": "https://movie.douban.com/subject/3432569/",
    "imdb_rating": "7.1/10 from 56 users",
    "trans_title": [
        "岛",
        "The Island"
    ],
    "douban_votes": "0",
    "introduction": "A metaphor of a nightmare in Argentina. This exellent film regarding a seclusion place where mentally instable characters live, is undoubtely a special vision of a curious situation that is typical in Argentina. Furthermore if we notice the year it was filmed in, and we realize that there was a dictatorship at that moment, we begin to interchange more personally with those characters relating their story with that of a \"Caligari\" of a \"Brazil\" situation, in the sense that one can express oneself under such terrible situations only by showing characters that go mad. In other words, the normal people of reality are really the questioned ones in such a authoritarian context. Mr Doria had already filmed two features that had strong problems with a terrifying censorship and in this movie he still finds the strength to film interesting and good quality stories. It is outstanding that this artist always stood firm in his creative convictions, even through those black years. His following career proves his authenticity as a master of moviemaking.Lita Stantic is one of the most important producers working in the \"New Argentine Cinema\", responsible for the debut films of some of the most critically well regarded new argentinian filmmakers such as Lucrecia Martel, Pablo Trapero, and Israel Adrián Caetano. She has been working in the Argentine cinema since she was hired as an assistant director for the film Diario de campamento (1965). Stantic then began making short films in the mid 1960s, but then changed her focus to advertising. She remained active in Argentine cinema via the \"Cine Liberacion,\" an underground production and distribution collective that secretly showed films that would have otherwise been banned in Argentina by the military government. During the politically tumults 1970s in Argentina, Stantic worked on over a dozen films including Alejandro Doria's La isla (1979), which was the first Argentine film to be a box-office hit during the dictatorship. During the 1980s she established GEA Cinematografica, her own production company. Then, later, Lita Stantic Productions. When the \"New Argentine Cinema\" began in the late 1990s, she has produced films which have been critically widely acclaimed. Films such as A Red Bear, La Ciénaga, Bolivia, The Holy Girl and others.",
    "chinese_title": "岛",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "La Isla",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-02-27T12:33:50"
}