{
    "aka": [
        "Why Did We Loose The War?"
    ],
    "sid": "3432384",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1978",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "西班牙"
    ],
    "writer": [],
    "imdb_id": "tt0295058",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1978-04-03"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0295058/",
    "imdb_votes": 15,
    "this_title": [
        "¿Por qué perdimos la guerra?"
    ],
    "douban_link": "https://movie.douban.com/subject/3432384/",
    "imdb_rating": "7.1/10 from 15 users",
    "trans_title": [
        "Why Did We Loose The War?"
    ],
    "douban_votes": "0",
    "introduction": "This film is based on the homonymous book by Diego Abad de Santillán that was written in exile and republished several times, and for the first time in Spain, right after Franco's death. I kept several letters of Santillán from those days: he had left the direction of the Argentinean Encyclopedia in Buenos Aires to run to Spain where he thought he could be more useful.Indeed, he started a journal, a publishing house, wrote his memoirs, worked on this film (co-directed by his son), and still found time to continue his research on the Mexican Revolution (of which he was the first author to publish a well-documented book on the social aspects of the events). No wonder his life ended not long after; for he had spared no energy to revive in Spain the CNT-FAI spirit of 1936-39!The title's question mark becomes useless; by the end of the film, we have learned that if the anarchists made the revolution victorious by showing how to organize life through the socialization of industry and agriculture, they were not at all responsible for losing the war.The guilty ones were those who washed their hands by not helping the Spanish Republic in peril (conservative England, as to be expected but, shamelessly, Socialist France too), not providing the people the necessary weapons to defend themselves (the Madrid government of the Republic, as well as the Soviet government sending too few arms, too late, and only to their protégés). Catholics, Republicans, Socialists, anarchists, all the protagonists in the film witnessed the massacres, the destruction of the revolutionary conquests. Stalin was signing then a secret pact with Hitler, and it was easier to sacrifice the POUM, the CNT, the FAI, the collectives, rather than to displease his new ally.",
    "chinese_title": "¿Por qué perdimos la guerra?",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-04-24T19:44:38"
}