{
    "aka": [
        "Viejo Reales' Long Way Journey to Death"
    ],
    "sid": "3432368",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1974",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2548213409.jpg",
    "region": [
        "阿根廷"
    ],
    "writer": [
        {
            "url": "/celebrity/1007227/",
            "name": "费尔南多·索拉纳斯 Fernando E. Solanas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1015923/",
            "name": "Gerardo Vallejo Gerardo Vallejo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1284766/",
            "name": "奥克塔维奥·赫蒂诺 Octavio Getino",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0201506",
    "director": [
        {
            "url": "/celebrity/1015923/",
            "name": "Gerardo Vallejo Gerardo Vallejo",
            "@type": "Person"
        }
    ],
    "duration": "90 分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1974(阿根廷)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0201506/",
    "imdb_votes": 47,
    "this_title": [
        "El Camino hacia la muerte del viejo Reales"
    ],
    "douban_link": "https://movie.douban.com/subject/3432368/",
    "imdb_rating": "7.5/10 from 47 users",
    "trans_title": [
        "通向死亡的漫长旅程",
        "Viejo Reales' Long Way Journey to Death"
    ],
    "douban_votes": "0",
    "introduction": "Gerardo Vallejo's first film tells the story of the Reales family, which the director had already approached in Las cosas ciertas, a previous short film made within the context of the Santa Fe Documentary Film School. As Vallejo would recall later: \"We wanted to discover, first, and create, later, using each character's life as a starting point. We shot what we could for a certain time until we ran out of film. Then we printed and copied it. The analysis of that material –plus new footage we shot later– determined a narrative structure. The initial testimonial goal was later enriched by reenactment sequences filmed with the same protagonists.\" The result is one of the best documentaries in the history of Latin American cinema. It was the second politically committed film made by the Cine Liberación group after The Hour of Furnaces, in which Vallejo also collaborated. A new print will be screened, obtained by APROCINAIN (Association for the Support of the Audiovisual Patrimony and the National Film Library) thanks to the kindness of Eva Piwowarski.Gerardo Vallejo was born in Tucumán, Argentina, in 1942. After graduating from the Santa Fe Film School, he made the short film Las cosas ciertas. He was an assistant director in The Hour of the Furnaces (1966-68) and created the film series Testimonios de Tucumán (1968-69). He directed, among others, The Rigorous Fate (1985) and Martín Fierro, el ave solitaria (2006).",
    "chinese_title": "通向死亡的漫长旅程",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "El Camino hacia la muerte del viejo Reales",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-09-03T22:00:33"
}