{
    "aka": [],
    "sid": "3432518",
    "cast": [
        {
            "url": "/celebrity/1110277/",
            "name": "Lidija Kozlovic Lidija Kozlovic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1021210/",
            "name": "梅托德·佩瓦克 Metod Pevec",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128410/",
            "name": "Majda Potokar Majda Potokar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1132379/",
            "name": "Anton Petje Anton Petje",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1151359/",
            "name": "Matjaz Turk Matjaz Turk",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1112528/",
            "name": "Aleksander Krosl Aleksander Krosl",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1978",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2548521496.jpg",
    "region": [
        "南斯拉夫"
    ],
    "writer": [
        {
            "url": "/celebrity/1015752/",
            "name": "伊凡·波特里奇 Ivan Potrč",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0077813",
    "director": [
        {
            "url": "/celebrity/1017771/",
            "name": "Rajko Ranfl Rajko Ranfl",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "Slovenian"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0077813/",
    "imdb_votes": 169,
    "this_title": [
        "Ko zorijo jagode"
    ],
    "douban_link": "https://movie.douban.com/subject/3432518/",
    "imdb_rating": "6.3/10 from 169 users",
    "trans_title": [
        "爱情往事"
    ],
    "douban_votes": "0",
    "introduction": "YOUNG LOVE IN SLOVENIA 70'S. Let's travel back in the seventies, when the Slovenia was part of Yugoslavia and people were working from 6am till 14pm and living in a \"socialist paradise\". Meet a 15-year old Jagoda, discovering the world of first affections, kisses, deceptions, friendships and revolts.Although viewable this one has some flaws. Too ordinary story without humor scenes (and we are not talking here about serious drama), mediocre acting and trivial dialogs. On the other hand, we can't missed one scene that literary saves the movie. Jagoda under shower discovering her feminine side by touching herself. Quite daring scene, even for todays standard, not to mention the puritan Hollywood.When the berries ripen in the slovenian youth film of 1978. The film is directed by Rajko Ranfl after the novel Branka Jurca, the music was written by Joze Privsek. The main hero is Berry Kopriva, who lives in Zagreb with his mother, father and sister Mariners. Attending the eighth grade of primary school and has a best friend Ireno, which entrusts all of its secrets. One such secret is its great love, Dear boy. Living it at the time knew Dragija, polepia. Berry perception that Darling is also in love with her.Berry also has a friend Nejc, but feel to it more than friendship. Nejc does not know his father, lives alone with the mother. Berry assisted to find his father, but it is already my family. Nejc due ocetovega rejection and falling in love in the strawberry increasingly unhappy. Trying to make even suicide. Honey is slightly older than Strawberries and prove to be more than just wants to light teen love. Berry knew Dragijeve intentions and their love ends.",
    "chinese_title": "爱情往事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ko zorijo jagode",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-05-28T18:02:19"
}