{
    "aka": [
        "31 Minutes, The Movie"
    ],
    "sid": "3432436",
    "cast": [
        {
            "url": "/celebrity/1306676/",
            "name": "佩德罗·佩拉诺 Pedro Peirano",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1355491/",
            "name": "丹尼尔·卡斯特罗 Daniel Castro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014545/",
            "name": "卡塔利娜·萨韦德拉 Catalina Saavedra",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312083/",
            "name": "塞巴斯蒂安·席尔瓦 Sebastián Silva",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2169973901.jpg",
    "region": [
        "智利",
        "巴西",
        "西班牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1355491/",
            "name": "丹尼尔·卡斯特罗 Daniel Castro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1306676/",
            "name": "佩德罗·佩拉诺 Pedro Peirano",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1319695",
    "director": [
        {
            "url": "/celebrity/1306676/",
            "name": "佩德罗·佩拉诺 Pedro Peirano",
            "@type": "Person"
        }
    ],
    "duration": "87分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2008-03-27"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1319695/",
    "imdb_votes": 718,
    "this_title": [
        "31 minutos, la película"
    ],
    "douban_link": "https://movie.douban.com/subject/3432436/",
    "imdb_rating": "6.9/10 from 718 users",
    "trans_title": [
        "31 Minutes, The Movie"
    ],
    "douban_votes": "0",
    "introduction": "As the last of an exotic species called the Juanins, Juan Harry is very special. He works as a producer of the news show 31 Minutes—until one day, everything changes. Thanks to the conspiracy of malevolent animal collector Catirula Godan, Juan is suddenly captured and taken to an isolated island where Catirula lives in a castle with her army of dolls. Luckily, Juan's loyal boss Tulio and the rest of the TV station's wacky employees have embarked on a frantic voyage to rescue their favorite coworker! This whimsical animated adventure will keep you on the edge of your seat as it teaches you about the value of freedom!A millionaire, Catirula Godan, is an evil collector who built her own zoo in her island. When she collects the rarest animal, her centuries-long collection will be done. The animal is our hero, Juanin. Catirula asks a nasty criminal, Bali, to kidnap Juanin. Juanin is a producer of a news program, <31minutes>, led by a famous anchor, Tulio, who is his best friend. On Tulio's birthday, something unexpected breaks up their friendship and Juanin leaves him. But when they realize that the event is Bali's nasty conspiracy to kidnap Juanin, Tulio and other friends start their adventurous journey to rescue Juanin.This is a pleasant puppet play with lots of talkative dolls like <South Park>. Magnificent showcase and grandiose scale might dispel your prejudice that a puppet play is only for children. The more the story is unfolding, the more fun and excitement you have! We can proudly call this puppet play a blockbuster.Alvaro Diaz started his career as a reporter of \"A Pig in a Poke\", the Magazine and comedy TV show from 1995 to 1997 and then he expanded his career to co-writer, co-director and segment director, even to actor in several comedy TV shows. He doubled as co-writer and co-director of \"31 Minutes\", the comedy TV show, with Pedro Peirano between 2002 and 2006. He also wrote and produced his first feature <31 Minutes - The Movie> with Peirano for about four years from 2004.Pedro Peirano is a writer and journalist as well as a TV and Movie director. He has been in this line of business since his debut in 1995. <31 Minutes - the movie> is his first feature film. He also wrote the screenplay of which is now in the post-production.",
    "chinese_title": "31 minutos, la película",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-10-15T18:07:41"
}