{
    "aka": [],
    "sid": "3432506",
    "cast": [
        {
            "url": "/celebrity/1057002/",
            "name": "Maria Aparecida Alves Maria Aparecida Alves",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1339470/",
            "name": "杰罗·费雷拉 Jairo Ferreira",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893714884.jpg",
    "region": [
        "brasil"
    ],
    "writer": [],
    "imdb_id": "tt0449717",
    "director": [
        {
            "url": "/celebrity/1339470/",
            "name": "杰罗·费雷拉 Jairo Ferreira",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "portuguese"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0449717/",
    "this_title": [
        "O Insigne Ficante"
    ],
    "douban_link": "https://movie.douban.com/subject/3432506/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Jairo Ferreira（1945-2003）是上世纪70年代巴西最重要的实验短片导演，巴西“边缘电影”（Cinema Marginal）的代表人物之一，本片选自去年底出版的一套《Jairo Ferreira实验短片全集》DVD一共4碟收入其全部8部导演作品。On a sad note, besides Sganzerla's untimely death (1946–2004) (8), Brazil has lost, in the past few months, two other important names related both with the unfolding of Cinema Marginal and Sganzerla's cinema. First there was the passing of film critic, actor and occasional filmmaker Jairo Ferreira (1945–2003), who published in 1986 a seminal exegesis on the Brazilian underground and experimental movement: Cinema de Invencao (Cinema of Invention – a title he largely preferred to the more conventional Marginal); and then, more recently, Sylvio Renoldi (1942–2004), one of Brazil's greatest editors (Roberto Santos' The Hour and Turn of Augusto Matraga [A Hora e a Vez de Augusto Matraga, 1965]; Walter Hugo Khouri's The Goddesses [As Deusas, 1972]) and the man responsible for (re)(dis)organising Sganzerla's material on, among others, The Red Light Bandit and Tudo é Brasil. Their love and appetite for a personal and challenging cinema are affectionately printed in their entire bodies of work.http://archive.sensesofcinema.com/contents/04/31/rogerio_sganzerla.htmlFor those few who knew where to find his work, Jairo Ferreira was, from his beginnings as a critic in 1965 until his death in 2003, always a unique voice to reckon with. He is still best known, even in his home country, for his excellent book on Brazilian underground film, Cinema de Invencao (\"cinema of invention\" – a few excerpts in English appear in Framework, no. 28). He was also a first-rate filmmaker, working mostly in Super 8; his filmography includes Antes que eu me esqueca (1977), O Insigne Ficante (1980), Horror Palace Hotel (1978) and the ultimate critic-turned-director movie, O Vampiro da Cinemateca (1977). As well, he was a frequent collaborator of many of the most obscure and inventive names of the Brazilian film scene, as a writer, assistant or actor.http://www.rouge.com.au/9/cinema_light.html",
    "chinese_title": "O Insigne Ficante",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-29T20:29:16"
}