{
    "aka": [
        "The Legend of Rostam and Sohrab"
    ],
    "sid": "3432537",
    "cast": [
        {
            "url": "/celebrity/1059644/",
            "name": "阿日娜·阿列尼科娃 Arina Alejnikova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1135474/",
            "name": "塔季扬娜·别里特切尔 Tatyana Pelttser",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1968",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "苏联"
    ],
    "writer": [],
    "imdb_id": "tt0347302",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "塔吉克语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0347302/",
    "this_title": [
        "Kak velit serdtse"
    ],
    "douban_link": "https://movie.douban.com/subject/3432537/",
    "trans_title": [
        "The Legend of Rostam and Sohrab"
    ],
    "douban_votes": "0",
    "introduction": "The Legend of Rostam and Sohrab: A milestone in Tajik Cinema History influenced by Persian Mythology photocompositionBorn in Samarkand (Uzbekistan) to a Jewish family, Bension (Boris) Arievich Kimyagarov was to move to Tajikistan's capital Duchanbeh where he grew up and upon adulthood chose to become a teacher. However his love of Poetry and particularly the works of Persia's Literary Icon Hakim Abu l-Qasim Firdawsi Tusi, better known as Ferdowsi, were to have a great influence on him and drive him towards an entirely different career choice as a filmmaker. He was accepted at the prestigious All Russian Gerasimov Institute of Cinematography (VGIK) in Moscow where he learned Filmmaking with Russian film maestro Sergei Eisenstein. The strong influence of Eisenstein (who with D.W.Griffith is considered as one of the two founding fathers of Cinema as an Art form in interaction with film editing as a visual tool of expression) on Boris Kimyagarov's future epic productions would be an understatement. Like Eisenstein, Kimyagarov shares a fascination for historical themes that would include a large cast of extras to recreate battle scenes of epic proportions. Like in most epics however history is just a pretext to create a canvas for a more intimate story that reflects the movie director's own thematic concerns or visual obsessions. What clearly defines Kimyagarov's filmography is the awakening of the Tajik's national self-consciousness and the \"Epic genre\" was certainly what allowed him best to translate his cinematic vision and sensitivities. This was not an easy task for three major reasons which will be developed in this article. One being state censorship during the Soviet Era, which discouraged any form of historical interpretation or glorification of an ethnical, political, social or cultural identity that differed from the ideological lines of the communist party or that of the Russian dominated politburo established in Moscow. The other being that Epic films have always been costly, so unless it could serve the Soviet propaganda machine, as was the case for most of Sergei Eisenstein's films like The Battle Ship Potemkin, Ivan The Terrible or Alexander Nevski, it was virtually impossible to finance a film without government subsidies nor was it possible to mobilize military units as extras for sequences like Battle Scenes requiring large masses of people. Lastly by the time Kimyagarov was to shoot his masterpiece, The Timless Legend of Rostam and Sohrab (Also known under the title The Legend of Rostam), in the early 1970's, the epic genre was considered as an obsolete form of cinema entertainment both in Europe and Hollywood. As Western Cinema dealt with contemporary issues, so did the Soviet Film industry, although with more difficulty due to government censorship and certainly with less controversy than in the West.Not surprisingly Boris Kimyagarov's movie career was naturally influenced by the Sword & Sandals genre as well as the Russian as well as other Asian, European and Hollywood epic films (when not censored by the Soviet film censorship department) that nourished his youth.Like most young aspiring filmmakers Kimyagarov started his film initiation by making documentaries at the Gerasimov Institute of Cinematography (VGIK). One of his first major documentary was not surprisingly about his native land Tajikistan which he directed in 1946. His first breakthrough into feature films with Dokhounda in 1956. In 1965 he directs his subversive A Time For Peace aka Hasan-Arbakesh which will be censored by Soviet Authorities in later years. It which is a uniquely creative attempt to tell about the traditional culture of Tajiks, being destroyed by the new Soviet power. It was shot in during the period of the so-called Thaw a relatively free period during which Soviet Censorship was partially reversed. The main topic of the film is the clash of two cultures, two worlds. The narration in the film is built according to traditional mythological and epic schemes. At first glance, you might think that the film is going to tell a trivial story about an arbakesh named Hasan, who has a cart and a horse and dreams only of earning enough to be able to marry his beloved. As in a traditional fairy tale Hasan is young and handsome, strong and determined and very much in love. The fairy-tale plot, however, is set against the very real historical background, which soon starts to interfere brutally with the romantic thrust of the story. Unlike most of the \"revolutionary\" films that were shot in the Soviet Asian republics and focused on the bloody fights between the \"reactionary\" forces of traditional societies and the \"righteous\" Soviet \"liberators,\" \"Hasan-Arbakesh\" shows the process of peaceful Socialization, that nevertheless, ruthlessly reroutes the fates of the characters. Hasan's cart is replaced by a truck, personal work becomes collectivized, the veil is jettisoned and a liberated woman, like Hasan's beloved Saodat, joins the Komsomol and is sent to teach in a remote town. By the end of the film, the ever-joyous, singing and dancing Hasan is only a shadow of his former self, lost in a totally new strange world, full of \"kolkhoz peasants\", \"proletarians\" , pioneers with bugles and drums, and endless columns of cars, \"busy building Stalin's communism.\"Unlike other movies of Kimyagarov, this one, because of the communist censorship, was left unknown to the wide audience outside Tajikistan until the collapse of the Soviet Union in the late 1980's.The Timeless Legend of Rostam and Sohrab also known as The Legend of Rostam (1971) Of major interest in this article. The Tajik Title is Rustam i Sukhrab with a script by Grigori Koldunov, photographed by cinematographer Dovlatian Khudonazarov and a music score by Arif (Aref) Melikov. The Cast was essentially Tajik but also included Russian and Georgian actors including Svetlana Norbayeva, Sairam Issayeva, Bimbulat Vatayev , Otar Koberidze, Mahmud Bakhidov. What personally fascinated me about this movie which is now available online (see below under Authors Notes) in Persian/Tajik as well as Russian (see Below: Authors Notes) was the striking resemblance of the sets, costumes as well as some action scenes to German Hollywood director Wolfgang Petersen ( DAS BOOT) 2003 blockbuster TROY starring Brad Pitt in his first epic role as Achilles, Peter O'Toole (King Priam), Orlando Bloom ( Paris), Eric Bana (Hector), Diane Kruger (Helen) and Saffron Burrows (Andromache) to name a few. The story of Helen of Troy and the Trojan War being situated in Anatolia present day Turkey may explain some of these unexpected yet striking similarities between two films produced less than 40 years apart. The similarities stop here however for the two stories are very different even if the themes of Life vs. death (mortality vs immortality), father vs. son, brothers in arms or sacrifice are common denominators between the Homeric tale of Troy and the Epic Shahnameh of Ferdowsi. Entirely shot in Cinemascope and in Technicolor the film is a transposition of the legendary poem and the dialogue maintains the lyricism of the Persian Poet's verse. It has all the ingredients that made the success of the contemporary Epic and Sword and Sandals films of the Italian Era even if at times the dialogue may seem slow ( it is however easy to understand with a minimum of knowledge of Persian) and the stunts at times obsolete to today's standards they are nevertheless exciting and gripping to watch particularly the battle scenes between GurdAAfared the female warrior and Sohrab, who has just become commander of the Turanian Army. The final horse stunts during which GurdAAfared rides away from her pursuing enemies is also breathtaking. The story can be summarized as such: As smoke on the hill tops signals the arrival of foreign invaders on the Persian Steppes of Iran, we learn that the young and dashing Sohrab, has been named as head of the Army of the Shah of Turan ( Iran's most dangerous foe) he is asked to defeat Rostam the greatest warrior of Iran. As Sohrab bids his mother princess Tahmineh goodbye he ignores that his real father is Rostam because of his mother pledge never to release her husbands real identity. As the tragedy is about to unfold Sohrab will be challenged by different warriors amongst which the beautiful but cunning GurdAAfared. The epic battles on the Persian Steppes will lead to the Timeless Legend of Rostam and Sohrab's fatal encounter.",
    "chinese_title": "Kak velit serdtse",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-17T22:14:21"
}