{
    "aka": [
        "The Bride"
    ],
    "sid": "3432540",
    "cast": [
        {
            "url": "/celebrity/1108081/",
            "name": "霍丽雅.科卓伊吉特 Hülya Koçyigit",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1288661/",
            "name": "Seden Kiziltunç Seden Kiziltunç",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1295986/",
            "name": "阿丽娅.露娜 Aliye Rona",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1331013/",
            "name": "耶斜姆·布巴尔 Yeşim Büber",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1973",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2902246590.jpg",
    "region": [
        "土耳其"
    ],
    "writer": [
        {
            "url": "/celebrity/1051467/",
            "name": "卢特菲·阿卡德 Lutfi Akad",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0070099",
    "director": [
        {
            "url": "/celebrity/1051467/",
            "name": "卢特菲·阿卡德 Lutfi Akad",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "土耳其语"
    ],
    "playdate": [
        "1973-04-12(土耳其 1)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0070099/",
    "imdb_votes": 1834,
    "this_title": [
        "Gelin"
    ],
    "douban_link": "https://movie.douban.com/subject/3432540/",
    "imdb_rating": "7.7/10 from 1834 users",
    "trans_title": [
        "新娘",
        "The Bride"
    ],
    "douban_votes": "0",
    "introduction": "A young woman moves with her husband and small child to her husband's family in Istanbul. Her son becomes ill and the doctor tells her that he will soon die if he doesn't get an operation. The family refuses to help her because they can't see anything wrong with the boy and all money is needed for a new shop they have just opened. When her son dies she takes a desperate step.Omar Lutfi Akad's film depicts the struggles of a migrant Anatolian family to adapt to and survive in the very different conditions of urban Istanbul. Omer Lutfi Akad's film Bride (Gelin/1973/Turkey) take pictures of woman immigrated to urban area in years in which Turkey faced with important social changes. Thus, the film is important representation of social changes in modernization processes of the country and difficulties that women faced with.In 1970s, since there was migration from Turkey to other countries and migration within Turkey from rural to urban, migration has been an important theme in Turkish cinema. Lutfi Akad's film “Gelin” which is selected for the present study is among these types of films.Meryem migrates to Istanbul with her husband Veli and their son Osman. They started to live with Veli's family in a neighbourhood of Istanbul. Meryem's father in law Haci Ilyas is a patriarchal family head who tries to protect feudal structure of the family. Haci Ilyas invests the family's all money to a little grocery in the neighbourhood. The neighbourhood they live in is full of immigrated people from the different regions of country.All family members start to work for the grocery. Grocery runs well in a short time. At that point Haci Ilyas takes an important decision to open a bigger market in a better and richer neighbourhood and borrows a great amount of money. This enterprise needs to a great effort of all family members who live in an environment full of ignorance, stubbornness and religious superstitions.Meryem's son Osman gets sick. Haci Ilyas tries to cure the child with praying. But Meryem takes the child to a doctor with the help of a friend of her who works in a factory. She hides this event from the family. She learns at the hospital that Osman had a dangerous illness with his heart and he needed an operation. But Haci Ilyas needs money for the new market. Veli's brother's wife gives her jewels to spend for the market. Meryem does not want to give her jewels since she wants to sell them and use the money for Osman's operation. She tells that she had taken Osman to hospital and learned that he has a serious illness. Family members do not consider Osman's illness important and take Meryem's jewels.",
    "chinese_title": "新娘",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Gelin",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-05-16T05:44:49"
}