{
    "aka": [
        "Spoils of War"
    ],
    "sid": "3432225",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898003324.jpg",
    "region": [
        "argentina",
        "spain"
    ],
    "writer": [
        {
            "url": "/celebrity/1278784/",
            "name": "David Blaustein David Blaustein",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1287276/",
            "name": "Luisa Irene Ickowicz Luisa Irene Ickowicz",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0225210",
    "director": [
        {
            "url": "/celebrity/1278784/",
            "name": "David Blaustein David Blaustein",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "spanish"
    ],
    "playdate": [
        "2000-12-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0225210/",
    "imdb_votes": 45,
    "this_title": [
        "Botín de guerra"
    ],
    "douban_link": "https://movie.douban.com/subject/3432225/",
    "imdb_rating": "7.3/10 from 45 users",
    "trans_title": [
        "战利品",
        "Spoils of War"
    ],
    "douban_votes": "0",
    "introduction": "2000年柏林电影节纪录片单元评审团奖。A poignant documentary about the real victims of political conflict, this film's title refers to the children of Argentina's desaparecidos, the thousands of missing persons tortured and killed during the 1976-1982 military dictatorship. After their parents were kidnapped, many children were adopted by couples who supported the government; over sixty of them have since been identified and reunited with their original kin, usually their grandmothers. Using simple interview techniques, Blaustein and his crew explore the ways in which the children -- now in their 20s -- and their families have been impacted by the lingering reminders of decades-old horror. Special attention is paid to Buenos Aires' Mothers of Plaza de Mayo, who demonstrated each Thursday demanding the return of their children. Many of these women are now seen as grandmothers, demanding the return of their missing grandchildren.The second film from Argentine producer David Blaustein is a documentary concerning one particular result of Argentina's \"dirty war\" period (1976-1983): the \"appropriation\" of children by members and friends of the right-wing military junta. Students and young people considered political opponents of the regime were \"disappeared\" into a number of secret prisons spread throughout the country; some were couples or married, and some cases the women prisoners were pregnant. It is estimated more than 500 children and infants were taken from their \"disappeared\" parents. In some cases these children were placed at orphanages or foster homes; in others, the children were simply taken by right-wing families to raise. In almost all cases, the children grew up without any knowledge of the circumstances of their adoption or the fate of their biological parents. Thanks to the efforts of the Grandmothers of the Plaza de Mayo, at the time of the film's release 66 children had been located by their relatives. The film is in part a history of the Association of the Grandmothers of the Plaza de Mayo, and the story of their search for the missing children. It depicts the reunion of children and their relatives.",
    "chinese_title": "战利品",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Botín de guerra",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-08-19T11:00:15"
}