{
    "aka": [
        "The Terrace"
    ],
    "sid": "3432563",
    "cast": [
        {
            "url": "/celebrity/1127247/",
            "name": "埃克托尔·佩列格里尼 Héctor Pellegrini",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1118246/",
            "name": "Marcela López Rey Marcela López Rey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1064476/",
            "name": "格拉谢拉·博尔赫斯 Graciela Borges",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1064301/",
            "name": "Dora Baret Dora Baret",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019302/",
            "name": "莱昂纳多.法维奥 Leonardo Favio",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1964",
    "genre": [
        "剧情"
    ],
    "awards": "　　第13届柏林国际电影节(1963)\n　　主竞赛单元 金熊奖(提名) 托雷-尼尔松·莱欧波尔德\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2640066286.jpg",
    "region": [
        "阿根廷"
    ],
    "writer": [
        {
            "url": "/celebrity/1278177/",
            "name": "Ricardo Becher Ricardo Becher",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048402/",
            "name": "托雷-尼尔松·莱欧波尔德 Leopoldo Torre Nilsson",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0058643",
    "director": [
        {
            "url": "/celebrity/1048402/",
            "name": "托雷-尼尔松·莱欧波尔德 Leopoldo Torre Nilsson",
            "@type": "Person"
        }
    ],
    "duration": "90 分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1964-11-24"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0058643/",
    "imdb_votes": 129,
    "this_title": [
        "La Terraza"
    ],
    "douban_link": "https://movie.douban.com/subject/3432563/",
    "imdb_rating": "6.8/10 from 129 users",
    "trans_title": [
        "阳台",
        "The Terrace"
    ],
    "douban_votes": "0",
    "introduction": "柏林电影节银熊奖提名。La Terraza (1963) 'The Terrace'Shocker From Argentine: Attempt at Symbolism Ends in Melodrama, Torre Nilsson Depicts Youth in RebellionBy BOSLEY CROWTHERPublished: November 25, 1964LEOPOLDO TORRE NILSSON, the great Argentine new wave film director who made an arresting, disconcerting picture about an elusive young gold-digger entitled \"Summerskin,\" has now come up with another arresting, disconcerting picture about a group of wealthy, elusive, world-weary young Buenos Aires sybarites. It is called \"The Terrace\" and it opened yesterday at the Trans-Lux 52d Street and the Globe. It had previously been seen here in one performance at the New York Film Festival in 1963.Following very much in the spirit of such memorable films about decadent youth as Federico Fellini's \"I Vitelloni\" and Claude Chabrol's \"Les Cousins\" and \"Le Beau Serge,\" it takes a long look at a low-key orgy of rich young fellows and fashionable girls who barricade themselves from their troubled elders on the recreation roof of a swank apartment house.There, in symbolic isolation, they loll in scanty swimsuits beside the pool, drink beer (later switching to whisky, which is obligingly fetched for them by the 10-year-old daughter of the superintendent, a happy and enterprising child), make love in desultory fashion and finally organize themselves sufficiently to play a game called \"raft,\" which turns out to be the most unusual and explanatory action in the film.In this game, all the players, except one, line up on the edge of the pool. Then the one walks down the line, pausing briefly in front of each player, deciding whether he (or she) shall be the one who is permitted to remain \"on the raft\" with him (or her). Those players not wanted are pushed into the pool after brief and candid explanations of what is disagreeable about them.Obviously, this is a wicked sort of \"truth and consequences\" game in which the jealousies and resentments, as well as the preferences, of the players are revealed. And in the playing of it we are made to perceive, at least, the sexual tastes and hero concepts of the foremost individuals in the group.This is, indeed, the showdown of the perverted natures of these young folks, complementing other passing intimations of their anti-Semitic and fascistic tendencies. Toward the end their bravado Is evidenced in an impromptu \"suicide roulette,\" in which they take turns standing on the parapet of the roof and threatening to leap (or be pushed off by a companion) if their elders break through to them.And finally, when the elders do reach them, during a defection in their ranks, the most arrogant of the fellows grabs the small child and tosses her over the parapet.It is clear that Mr. Torre Nilsson and his writer and wife, Beatriz Guldo, offer this tale as an allegory of the angry alienation of a class of young people in the world today. Their alienation, too, from religion is indicated in one scene in which a priest hovers over them in a helicopter trying to persuade them through a bull-horn to desist.But the weakness and inadequacy of the drama is that it does nothing more than document the rebelliousness of the young people. It does not specify why. And the little we are shown of their elders represents them as mere hollow clichés.Nothing is wrong with the performing. Leonardio Favio is tough and blunt as the most arrogant of the fellows, and Graciela Borges is the niftiest of the girls. Other young actors and actresses frisk and flaunt themselves aggravatingly. And a precocious child named Belita is delightfully normal and contemptuous of the lot, until she is thrown off the parapet and left at the end with a symbolically crippled leg.Photographically, Mr. Torre Nilsson has done a commendable job, capturing the look of Buenos Aires in a hard, realistic style and hinting at the natures of his youngsters with significant angle views of them. But the lack of pictorial equating of the defiant ones with that against which they rebel leaves the film a mere roof-top melodrama rather than a social study with a lesson to impart.",
    "chinese_title": "阳台",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "La Terraza",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-07-01T13:39:48"
}