{
    "aka": [
        "And Quiet Flows The Don",
        "The Quiet Don"
    ],
    "sid": "3432398",
    "cast": [
        {
            "url": "/celebrity/1043238/",
            "name": "安德烈·阿布里科索夫 Andrei Abrikosov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1153897/",
            "name": "Emma Tsesarskaya Emma Tsesarskaya",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1121297/",
            "name": "Yelena Maksimova Yelena Maksimova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1017872/",
            "name": "瓦西里·科夫里金 Vasili Kovrigin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1457967/",
            "name": "尼古拉·波德戈尔尼 Nikolay Podgorny",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1930",
    "genre": [
        "剧情"
    ],
    "awards": "　　第1届威尼斯电影节(1932)\n　　观众票选奖(提名) 奥尔佳·布拉金斯卡娅 / 伊万·普拉沃夫\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2554123130.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1020254/",
            "name": "米哈伊尔·肖洛霍夫 Mikhail Sholokhov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128642/",
            "name": "奥尔佳·布拉金斯卡娅 Olga Preobrazhenskaya",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0021476",
    "director": [
        {
            "url": "/celebrity/1379775/",
            "name": "伊万·普拉沃夫 Ivan Pravov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128642/",
            "name": "奥尔佳·布拉金斯卡娅 Olga Preobrazhenskaya",
            "@type": "Person"
        }
    ],
    "duration": "USA: 75 分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1930(俄罗斯)",
        "1931-05-14(苏联)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0021476/",
    "imdb_votes": 138,
    "this_title": [
        "Тихий Дон"
    ],
    "douban_link": "https://movie.douban.com/subject/3432398/",
    "imdb_rating": "6.8/10 from 138 users",
    "trans_title": [
        "静静的顿河",
        "And Quiet Flows The Don",
        "The Quiet Don"
    ],
    "douban_votes": "0",
    "introduction": "名著《静静的顿河》首次被搬上银幕，由苏联第一位女导演Olga Preobrazhenskaya执导。While it was not unusual to find a woman director at the helm of a Russian film in the early 1930s, neither was it an everyday occurrence. Olga Preobrajenskaya's Cossacks of the Don focuses on plump heroine Akainya, who is married to Stephen but is in love with Grisha. For his part, Grisha loves Akainya but is compelled to marry Natalie. Meeting clandestinely in the moonlight by the banks of the Don, Akainya and Grisha plan to run off together, but WWI destroys their plans. Grisha returns from the battlefield to discover that Akainya has betrayed him. Knocking her down in full view of the entire village, the \"hero\" stalks off to parts unknown. No, Cossacks of the Don is not a feminist manifesto, despite the presence of a woman in the director's chair.Actress, director, and scenarist Olga Preobrazhenskaya is considered to be one of the most important women in Soviet cinema. She was not only one of the most popular actresses of early Russian film, she was also that country's first female director. Preobrazhenskaya began her career as an actress at the Moscow Art Theater where she recieved her training. After that she acted in many provincial Russian theaters before starring in her first film Kliuchakh schastia (1913), a tremendously popular work based on bestselling novel by Anastasia Verbitskaia. She went on to star in several more big-budget pre-revolutionary movies until 1916 when she co-directed Baryshnia-krestianka with Vladimir Gardin. She did not direct again until 1926 after she had been teaching in the first Soviet film school for several years after the 1917 Revolution. Her next two films were targeted for children. After 1927 she collaborated with director Ivan Pravov until 1941. Their best known film, considered one of the greatest films of early Soviet cinema, was Baby riazanskie (1927) the story of a traditional young woman who is raped by her father-in-law. Preobrazhenskaya continued directing until the end of the '30s.",
    "chinese_title": "静静的顿河",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Тихий Дон",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-09-11T18:26:08"
}