{
    "aka": [],
    "sid": "3432775",
    "cast": [
        {
            "url": "/celebrity/1070636/",
            "name": "Dona Zica Dona Zica",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1092207/",
            "name": "蕾雅·加西亚 Léa Garcia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1093107/",
            "name": "Eliezer Gomes Eliezer Gomes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115943/",
            "name": "Luiza Maranhão Luiza Maranhão",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125388/",
            "name": "Nara Leão Nara Leão",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1133969/",
            "name": "安托尼欧·皮唐卡 Antonio Pitanga",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1140853/",
            "name": "Tereza Raquel Tereza Raquel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1087547/",
            "name": "Cartola Cartola",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1963",
    "genre": [
        "剧情",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2860205201.jpg",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1048463/",
            "name": "卡洛斯·迭戈 Carlos Diegues",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048715/",
            "name": "莱奥波尔多·塞兰 Leopoldo Serran",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1026343/",
            "name": "Paulo Gil Soares Paulo Gil Soares",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0057088",
    "director": [
        {
            "url": "/celebrity/1048463/",
            "name": "卡洛斯·迭戈 Carlos Diegues",
            "@type": "Person"
        }
    ],
    "duration": "100 分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "1963-04-16(巴西)",
        "1970-07-09"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0057088/",
    "imdb_votes": 159,
    "this_title": [
        "Ganga Zumba"
    ],
    "douban_link": "https://movie.douban.com/subject/3432775/",
    "imdb_rating": "6.7/10 from 159 users",
    "trans_title": [
        "冈加祖巴"
    ],
    "douban_votes": "0",
    "introduction": "A former poet, journalist and film critic, Carlos Diegues emerged as one of the foremost proponents of Brazil's Cinema Novo movement (akin to the French New Wave). Since making his first features in the early 1960s, he has explored various aspects of Brazilian life in political, social and historical contexts, with particular emphasis on slavery and its legacy to his native land's culture. Diegues is nothing if not passionate, but that passion comes at a price. Perhaps the most common criticism of his work is that his films are not audience friendly; they demand scrupulous attention but to those willing to make the commitment, they yield many riches.This son of anthropologist/sociologist Manuel Diegues Jr. studied law in Rio de Janeiro before segueing to a career as a journalist. His father's influence coupled with the detective skills needed to ferret out stories dovetail in his screenplays which often take actual historical events and use them as backdrops. Diegues began experimenting with filmmaking in the late 1950s, producing a handful of amateur shorts and marking his professional debut with a segment of the 1961 omnibus feature \"Cino vezes favela\".His first full-length movie, \"Ganga Zumba\" (1964) is considered a landmark in Cinema Novo and introduced some of the director's recurring themes, notably slavery and politics. \"Ganga Zumba\" was a fact-based drama about the first slave uprising in the New World which led to the formation of an independent state. Diegues examined similar ideas in 1966's \"Earth Entranced\", in which an idealistic poet discovers that the elite and those in a radical movement have more in common than might be previously thought.His historical drama \"Os Herdeiros\" (1969) traced the rise in power of a journalist's son that was bookended by the 1930s coffee crisis and a 1964 coup d'etat. Diegues enjoyed an international success with \"Bye Bye Brazil\" (1980), which tracked a troupe of travelling performers in northern Brazil and lovingly detailed the landscape. He returned to the historical epic with \"Quilombo\" (1984), which married his major themes as it recounted yet another true tale of a slave uprising and the subsequent formation of \"the first democratic society we know of in the Western Hemisphere\". For many, this films ranks as one of the director's best.Several of Diegues' films have been built around strong central female figures. \"Joanna Francesca\" (1973), for example, traced how a French whore's marriage to a wealthy landowner led to ruin and destruction, and \"Xica da Silva\" (1975) followed the fortunes of a former slave who rises to the position of unofficial Empress through seduction and other machinations. \"Dias Melhores Virao\" (1990) followed a struggling actress while \"Tieta\" (1996) details the homecoming of a village girl now the widow of a wealthy industrialist.On occasion, Diegues has attempted more eclectic fare, like \"Rio's Love Songs\" (1994), an anthology that used four popular songs as the basis for the stories. Three of the four tales involved couples coming to recognize love while the fourth focused on street kids in Rio de Janeiro. The writer-director realized a long-held dream with \"Orfeu\" (1999), based on the Vincius de Moraes' play which in turn retold the Greek legend of Orpheus and Eurydice. while not a remake of Marcel Camus' \"Black Orpheus\" (1959), it did share some similarities as they both utilized the same source material.Diegues, who first saw the play in 1956, has called the drama \"the myth that best explains the destiny and frustrated vocation of the Brazilian nation.\" For his take on the material, Diegues returned to the original and stressed its emphasis on Orpheus' familial and communal relations. Set in contemporary Brazil, \"Orfeu\" has an edge to it, including unscrupulous and violent characters like drug dealers and corrupt policemen and a musical score encompassing samba, love ballads and hip-hop. Brazilian audiences embraced the film, making it a certified box-office hit which partly restored Diegues' reputation, which received an added boost when Brazil selected \"Orfeu\" as its official entry for the 1999 Academy Award for Best Foreign-Language Film.",
    "chinese_title": "冈加祖巴",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ganga Zumba",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-08-23T05:52:14"
}