{
    "aka": [
        "Days of Dreams"
    ],
    "sid": "3433436",
    "cast": [
        {
            "url": "/celebrity/1109450/",
            "name": "Boris Komnenic Boris Komnenic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105244/",
            "name": "Ljiljana Krstic Ljiljana Krstic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1082419/",
            "name": "Nevenka Filipovic Nevenka Filipovic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019401/",
            "name": "斯韦托扎尔·茨韦特科维奇 Svetozar Cvetkovic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125120/",
            "name": "弗拉迪斯拉娃·米洛萨夫列维奇 Vladislava Milosavljevic",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1980",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2885946546.jpg",
    "region": [
        "南斯拉夫"
    ],
    "writer": [
        {
            "url": "/celebrity/1015383/",
            "name": "弗拉科·基里治 Vlatko Gilic",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0204241",
    "director": [
        {
            "url": "/celebrity/1015383/",
            "name": "弗拉科·基里治 Vlatko Gilic",
            "@type": "Person"
        }
    ],
    "duration": "106 分钟",
    "episodes": "",
    "language": [
        "Serbian"
    ],
    "playdate": [
        "1980-02-20"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0204241/",
    "imdb_votes": 40,
    "this_title": [
        "Dani od snova"
    ],
    "douban_link": "https://movie.douban.com/subject/3433436/",
    "imdb_rating": "5.5/10 from 40 users",
    "trans_title": [
        "夢の日",
        "Days of Dreams"
    ],
    "douban_votes": "0",
    "introduction": "This film is first film of Nikola Vukcevic - one of the best students of famous Yugoslav prohibited author - film director Vlatko Gilic (Cannes film festival: \"DANI OD SNOVA\" - 1980, \"KICMA\" - 1977, \"MOC\" - 1973)Dani Od Snova is a routine, slightly superficial look at a young woman's romantic coming-of-age. The attractive teen is tending a flock of sheep in the middle of nowhere, nowhere except for an adjacent military base. One of the pilots at the base has a penchant for flying low over the sun-bathing maiden as he snaps a photo or two of her on the ground. This is a whole new way of making a pass, but it works. He later arranges to contact her and brings his photos with him, along with his dishonorable intentions.In the ambient of wide, sun-burnt fields, a young girl spends her summer vacation keeping a flock of sheep. It seems impossible that anything will change the slow rhythm of everyday's life and her solitude. From the near airport, planes are flying over the field in which she is keeping her flock. One of them separates. The pilot of that plane and the girl start youthful and spontaneous game. The place where the girl has found her peace soon becomes the place of search for true love. But, maybe this is just a dream.In an enviroment of endless space, a blazing field and sky, the young girl Jelena spends her summer vacations looking after a flock of sheep. It seems impossible that anything could change her state of loneliness. Planes from a nearby airport fly over Jelena's field. One of them separates from the rest. The pilot and Jelena start a true youthful and spontaneous game. The place where Jelena found her peace now becomes a place for the search for complete love. The experience of the feel of touch illiminates the possibility that all this could have been but a dream.Vlatko Gilic - got the awards in Oberhausen, Berlin, was nominated for Oscar and Golden Globe - in the category of the best foreign film etc. He was prohibited by Yugoslav communists during the 80's of XX ct., and by Slobodan Milosevic during the 90's of XX ct, and he became University professor at Academy of Arts Novi Sad, at department of Film Direction, as Main professor.",
    "chinese_title": "夢の日",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Dani od snova",
    "imdb_rating_average": 5.5,
    "douban_rating_average": 0,
    "update_at": "2025-02-10T03:22:37"
}