{
    "aka": [
        "Angel's Bite",
        "The Bite of Angel"
    ],
    "sid": "3433430",
    "cast": [
        {
            "url": "/celebrity/1103292/",
            "name": "卡塔琳·洛迪克 Katalin Ladik",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1109810/",
            "name": "Boris Kralj Boris Kralj",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1124510/",
            "name": "Charles Millot Charles Millot",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1131152/",
            "name": "玛丽娜·内梅特 Marina Nemet",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1984",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873643761.jpg",
    "region": [
        "南斯拉夫"
    ],
    "writer": [
        {
            "url": "/celebrity/1144714/",
            "name": "Tomislav Sabljak Tomislav Sabljak",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008179/",
            "name": "洛丹·扎夫拉诺维奇 Lordan Zafranovic",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0088313",
    "director": [
        {
            "url": "/celebrity/1008179/",
            "name": "洛丹·扎夫拉诺维奇 Lordan Zafranovic",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "Serbian"
    ],
    "playdate": [
        "1984-07-10"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0088313/",
    "imdb_votes": 98,
    "this_title": [
        "Ujed anđela"
    ],
    "douban_link": "https://movie.douban.com/subject/3433430/",
    "imdb_rating": "6.5/10 from 98 users",
    "trans_title": [
        "天使之刺",
        "Angel's Bite",
        "The Bite of Angel"
    ],
    "douban_votes": "0",
    "introduction": "A lighthouse keeper lives on an isolated island together with his wife, ailing father and retarded sister. News of a serial killer stalking the isolated lighthouses makes him leave in order to hunt him down. In the meantime, the wife meets a mysterious and seductive stranger.On an isolated island there is a lighthouse. Besides the lighthouse keeper there is his wife, his ageing father and his sister who has learning difficulties. They hear about a killer who is targeting lighthouses. The lighthouse keeper decides to go off and look for the killer. Back at the lighthouse a stranger turns up.Lordan Zafranovic (born 11 February 1944 in Maslinica on the island of Solta), is an acclaimed Croatian film director.After receiving a degree in literature and visual arts at the University of Split, Zafranovic enrolled at the famous FAMU in Prague where he studied film directing and where he eventually graduated in 1981. He is therefore considered part of the so-called Prague School, a group of acclaimed Yugoslav directors of the 60's and 70's who all studied there (the others being Goran Paskaljevic and Rajko Grlic). His first films made in the early 1960s were mostly experimental shorts with grotesque and absurdist influences. His first notable efforts and films that marked the beginning of his regular feature filmmaking were Chronicle of a Crime (1973) and Passion According to Matthew (1975), the latter earning him the critics' award at the Pula Film Festival.His most important work, the first part of his WWII trilogy, Occupation in 26 Pictures (1978) followed. This drama following a story of three young men's friendship set in World War II Dubrovnik went on to win the Big Golden Arena for Best Picture at Pula Film Festival and was a huge box office hit in Yugoslavia. The other two parts of his WWII trilogy were The Fall of Italy (1981) and Evening Bells (1986). In the mid 1980's he turned to more intimate love themes, with films such as An Angel's Bite (1984) and Aloa: Festivity of the Whores (1988). In the meantime he also directed numerous tv productions for Radio Television Belgrade and Radio Television Zagreb.During the political turmoil in the early 1990s he moved to Prague and slowly sinked into obscurity. In his later years he produced a documentary feature called The Decline of the Century: Testament L.Z. (1994), and a film in Czech called Revenge (1995).",
    "chinese_title": "天使之刺",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ujed anđela",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-04-18T15:39:06"
}