{
    "aka": [
        "Walking Too Fast"
    ],
    "sid": "3437166",
    "cast": [
        {
            "url": "/celebrity/1104379/",
            "name": "奥德里奇·凯瑟 Oldrich Kaiser",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1155107/",
            "name": "Lubos Veselý Lubos Veselý",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1186610/",
            "name": "Iva Pazderková Iva Pazderková",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1207439/",
            "name": "Roman Zach Roman Zach",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1210631/",
            "name": "Lukás Latinák Lukás Latinák",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874260260.jpg",
    "region": [
        "捷克/斯洛伐克"
    ],
    "writer": [
        {
            "url": "/celebrity/1006931/",
            "name": "Ondrej Stindl Ondrej Stindl",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1359434",
    "director": [
        {
            "url": "/celebrity/1029593/",
            "name": "Radim Spacek Radim Spacek",
            "@type": "Person"
        }
    ],
    "duration": "140分钟",
    "episodes": "",
    "language": [
        "捷克语"
    ],
    "playdate": [
        "2010-02-11"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1359434/",
    "imdb_votes": 413,
    "this_title": [
        "Pouta"
    ],
    "douban_link": "https://movie.douban.com/subject/3437166/",
    "imdb_rating": "7.0/10 from 413 users",
    "trans_title": [
        "枷锁",
        "Walking Too Fast"
    ],
    "douban_votes": "0",
    "introduction": "Set in 1982 Czechoslovakia, Radim Spacek's \"Walking Too Fast\" is a slow-burn political thriller about a secret police lieutenant bucking the system. Comparisons to \"The Lives of Others\" are apt, although Walkings thoroughly unsympathetic protagonist makes the film more admirable than likable. Pic also makes an excellent companion piece to Jan Hrebejks \"Kawasaki's Rose,\" this year's Czech submission for the foreign-language film Oscar, showing another facet of the country's collaborationist past under communism. February's domestic release reaped fewer than 17,000 viewers, signaling fests and ancillary as the best bet for further viewing.In 1982, the totalitarian regime seems interminable and all-powerful. Short, ferret-like Antonin (Ondrej Maly), who epitomizes the senseless brutality of the regime, is regarded as one of the top men in the state security bureau.But Antonin no longer finds satisfaction from mentally tormenting his network of informers or roughing up suspected subversives. He seethes with repressed anger and boredom, frequently working himself into a state where he can barely breathe.When Antonin becomes obsessed with pretty, self-possessed Klara (Kristina Farkasova), the mistress of a married dissident (Martin Finger), he rebels against the rules of his organization. However, his decision isn't rooted in feelings of conscience or compassion; rather, it comes as a savage act of nihilism.The Czech title, \"Pouta,\" literally translates as \"ties that bind,\" and the ambitious script by first-timer Ondrej Stindl plays on the word's multiple meanings (from \"handcuffs\" to \"relationships\") throughout the film. Although nuanced in many ways, the story remains uncompromisingly dark, providing few emotional hooks for audience identification. The coolly objective helming by Spacek \"Rapid Eye Movement\", favoring long and medium-focus shots, also distances viewers from the characters.Leading a cast of little-known thesps, Maly offers a tour-de-force perf as the tightly wound man who respects nothing and no longer gives a damn; the scene in which he makes this clear to his long-suffering wife is positively chilling.Also of note is Lukas Latinak as Antonin's jovial, double-dealing Slovak colleague and Lubos Vesely as an intellectual forced to play informant.Craft package stresses the conformity and bleakness of the era with color-desaturated lensing and brown-toned production design. Standout camera work from vet d.p. Jaromir Kacer simulates the feeling of being watched, while the well-used electronica score from indie musician Tomas Vtipil evokes an unsettling mood.",
    "chinese_title": "枷锁",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Pouta",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-07-10T07:26:21"
}