{
    "aka": [
        "From the Pole to the Equator"
    ],
    "sid": "3438017",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1987",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2877286770.jpg",
    "region": [
        "意大利",
        "西德"
    ],
    "writer": [],
    "imdb_id": "tt0092817",
    "director": [
        {
            "url": "/celebrity/1284793/",
            "name": "伊凡·吉亚尼谦 Yervant Gianikian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1295566/",
            "name": "安吉拉·里奇·鲁奇 Angela Ricci Lucchi",
            "@type": "Person"
        }
    ],
    "duration": "96 分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "1987-09-19"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0092817/",
    "imdb_votes": 123,
    "this_title": [
        "Dal Polo all'Equatore"
    ],
    "douban_link": "https://movie.douban.com/subject/3438017/",
    "imdb_rating": "7.2/10 from 123 users",
    "trans_title": [
        "从极点到赤道",
        "From the Pole to the Equator"
    ],
    "douban_votes": "0",
    "introduction": "The film starts with a very long section of footage that shows a journey by railroad in a beautiful mountainous region, it's quite beautiful but not immediately apparent what the relevance is. It may be that attention is being drawn to the actual track itself (the final sequence is exclusively looking down at the tracks), perhaps slave labour that went into building it, and blasting tunnels through mountains. It may be just an exotic opener. Subsequently we go to the north pole where we see folks taunting polar bears and hunting walruses. Quite wholly different than modern wildlife documentary, as the expedition with the documentarian is here intent on disturbing what they find. Then we're into Italian versions of zeppelins and howitzers and footage of war which may or may not be staged. The Italians were the first to drop bombs via dirigibles, during their expansionist invasion of Libya, one of the first truly \"modern\" wars.There is also a lot of African and Indian footage. The African stuff has a classroom of tiny black children all clothed in white being indoctrinated by a nun, which is quite disturbing after the previous local colour you see. There's a beautiful scene of an African mother with splendid hairdo carrying her sleeping baby in a sling by her side. The wild playfulness of African children is counterposed with impeccably mustachioed debonair Europeans having a splendid time slaughtering rhinoceri. The most iconic shot I suppose is a staggered line of blacks transporting goods across a river, two chest-deep individuals making sure the Italian flag doesn't get wet.There's irresistible power all through the film (maybe the train at the start, is a metaphor for this), travel, movement, kinetic energy, jingoists spreading like a plague over the world. Pretty haunting in the end, like a mad dream.",
    "chinese_title": "从极点到赤道",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Dal Polo all'Equatore",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-02-12T00:55:41"
}