{
    "aka": [],
    "sid": "3440484",
    "cast": [
        {
            "url": "/celebrity/1095883/",
            "name": "Jessica Jewel Jessica Jewel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1186597/",
            "name": "Donna Michelle Donna Michelle",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1202954/",
            "name": "James Townsend James Townsend",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1226853/",
            "name": "Ashley Steel Ashley Steel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1229322/",
            "name": "瑞克·博兰德 Rick Bolander",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1251449/",
            "name": "Sarah Christine Pletcher Sarah Christine Pletcher",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "悬疑",
        "恐怖",
        "同性"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886728023.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1361332",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-02-10"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1361332/",
    "imdb_votes": 249,
    "this_title": [
        "A Siren in the Dark"
    ],
    "douban_link": "https://movie.douban.com/subject/3440484/",
    "imdb_rating": "3.1/10 from 249 users",
    "trans_title": [
        "暗夜凶音"
    ],
    "douban_votes": "0",
    "introduction": "Plot:Cameron是一个有通灵的警察，他被叫去给一个年轻人做笔录，希望找到年轻人失踪的同志伴侣。他发现这件事和一个住在荒弃山脚的神秘英俊男子有关。Cameron发现自己卷入性、酒精与毒品的森林，他的感觉不再准确。在神秘人的蛊惑下，他一步步陷入迷离的夜色里...Cameron, a Police Officer with psychic abilities, is called upon to interview an accused teen in hopes of finding the whereabouts of the teen's missing gay lover. His investigation immediately spirals into sordid tales of drug abuse, sexual obsessions, and a mysterious man living on a deserted mountain road. This handsome but very deadly \"Siren\" is a seeker of the lost and lonely, and revels in playing on their addictions. Has the lost lover met his end? Is the accused teen himself even among the living? As the tale unfolds, will Cameron find himself safe from the lure of the deadly and mysterious \"Siren in the Dark?\"Review:\"A Siren in the Dark\"An Erotic ThrillerAmos LassenThe guys that brought us the two \"Sidelines Secrets\" films are back with an erotic thriller, \"A Siren in the Dark\". This is a hard film to describe and I am not sure that I know what it is about. The best I can do has already been done by someone else and that is to say that is gay cinema in which \"'The Sixth Sense\" meets \"Blue Velvet\".Cameron is a policeman who has psychic abilities. He is called on to investigate a strange crime which involves an accused teenager whose gay lover is missing. Ac Cameron investigates, he discovers sexual obsession and drug abuse. There is also a mysterious young man who lives alone in a deserted area on a mountain.The accused is the \"Siren\". He is handsome to look at and deadly to deal with. He preys on the lonely and the lost and plays on the addictions of the people that he comes into contact with.The men are good looking and there is a good deal of male frontal nudity and sex scenes but I found it extremely hard to follow the plot. However, the plot was not really necessary to enjoy what you see on the screen. This is a dark movie that has emphasis on the use of drugs and casual sex.In watching, it is up to us to decide if the missing lover is alive and whether or not the \"Siren' is among the living himself. I don't want to rate this film because I enjoyed it even though I am baffled by it but I do recommend it for a different kind of viewing experience.",
    "chinese_title": "暗夜凶音",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "A Siren in the Dark",
    "imdb_rating_average": 3.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-05T15:56:30"
}