{
    "aka": [
        "09:06",
        "Ofsajd",
        "越位"
    ],
    "sid": "3442639",
    "cast": [
        {
            "url": "/celebrity/1292245/",
            "name": "拉宾娜·米特威斯卡 Labina Mitevska",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情",
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2512203231.jpg",
    "region": [
        "斯洛文尼亚",
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt1361326",
    "director": [
        {
            "url": "/celebrity/1275123/",
            "name": "伊戈尔·什特尔克 Igor Šterk",
            "@type": "Person"
        }
    ],
    "duration": "71分钟",
    "episodes": "",
    "language": [
        "斯洛文尼亚语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1361326/",
    "imdb_votes": 337,
    "this_title": [
        "9:06"
    ],
    "douban_link": "https://movie.douban.com/subject/3442639/",
    "imdb_rating": "5.5/10 from 337 users",
    "trans_title": [
        "九点零六",
        "09:06",
        "Ofsajd",
        "越位"
    ],
    "douban_votes": "116",
    "introduction": "A police inspector Dusan investigates an unusual case, the death of Marjan Ozim. The inspector develops an obsession with the case, especially when he realizes it was suicide. He starts to live in the deceased's apartment, digging through his life, getting involved with people Marjan Ozim knew, gradually taking over his identity. As the story progress, the reasons for the inspector's obsession are revealed step by step. One of them is death of his daughter Eva, who died in a car accident, when Dusan was driving the car. His ex-wife blames him for theirs daughter's death in the accident, which took place on the very same bridge where Marjan Ozim committed suicide. From time to time, Dusan returns to the bridge, the location of both accidents, where he looks down into the abyss below, perhaps considering taking his own life. Dusan develops an unusual relationship with Marjan's former secret lover Milena. He finds out that she blames herself for Marjan's death, because she left him to return to her family. Eventually she discovers that Marjan had other lovers while he was seeing her. This beautiful, somewhat mysterious woman enraptures Dusan as well. The dividing line between inspector Dusan's and the Marjan Ozim's life is slowly disappearing. Once, in a surge of passion, Dusan and Milena make love in the Marjan's apartment, with Dusan ?in the role? of Marjan. As the moment of passion fades, this brief relationship also turns out to be just another blind alley for Dusan. By the end of the film, it becomes uncertain whether Dusan is even investigating the suicide of Marjan Ozim, or actually his own. A film that starts as a police thriller and then continues as an intimate thriller. Film where death is waiting to happen.",
    "chinese_title": "九点零六",
    "douban_rating": "6.2/10 from 116 users",
    "foreign_title": "9:06",
    "imdb_rating_average": 5.5,
    "douban_rating_average": "6.2",
    "update_at": "2025-02-16T11:52:30"
}