{
    "aka": [],
    "sid": "34442124",
    "cast": [
        {
            "url": "/celebrity/1315812/",
            "name": "徐洁儿 Jill Hsu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1353667/",
            "name": "姜星丘 SungGoo Kang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319504/",
            "name": "冯粒 Li Feng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1402357/",
            "name": "钟紫心 Zixin Zhong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1407122/",
            "name": "邢昀 Yun Xing",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1355410/",
            "name": "屈刚 Gang Qu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2560533994.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1326573/",
            "name": "刘存明 Cunming Liu",
            "@type": "Person"
        }
    ],
    "duration": "69分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2019-06-24(中国大陆)"
    ],
    "this_title": [
        "水上人间"
    ],
    "douban_link": "https://movie.douban.com/subject/34442124/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "苗淼淼来自大西北干旱地区，为逃避世辈缺水的恐惧来到某海滨城市打工，在一家名为“欢乐水王国”的水上乐园打工，她的善良、勤劳与智慧，得到了老板赏的识，并嫁作掌管水生意的老板娘。后来丈夫因为一次意外事件入狱，将“水王国”交由苗淼淼打理，同时将其智障弟弟二熊一并交由她照顾，苗淼淼恪守遵循黄大鼎父亲的经营理念，一边尽心打理着生意，一边像母亲般无微不至照顾着实际年龄已经三十多岁，智商却只有几岁孩子水平的二熊。服务生珂良是苗淼淼的得力助手，他帅气、勤快、安静，深得同事们的欢迎，尤其每次二熊在病发躁狂的时候，都是他帮忙安抚，替苗淼淼解了若干后顾之忧。苗淼淼每天奔忙在“欢乐水王国”，享受着时而忙碌，时而平静的时光。某天，四位风情万种的拜金女的突然造访，打破了水王国的平静。她们曾是苗淼淼当初的同事，因为傍上金主四散而去，后因依傍的金主相继败落，她们又相约集体落魄而归。本以为看在往日的情分上，苗淼淼会将她们好生安顿，不成想为了能够让她们收下心来，苗淼淼将她们打回足疗技师的老本行。珂良虽说表面上是众人眼里的优质男，但他总是有意无意对苗淼淼过于宠爱二熊表现出莫名的妒忌，且常在暗中窥视着苗淼淼的一举一动。有一次他经过二熊的房间，意外发现苗淼淼将二熊抱在怀里，震惊之余，不禁产生诸多联想猜测。一时冲动将二熊一通暴打，因而遭到苗淼淼的严厉呵斥，情急之下他向苗淼淼表达了爱慕之情，苗淼淼深感意外，作为有夫之妇，她警告珂良好自为之，否则辞职走人。珂良的表白，令苗淼淼心生疑惑，总觉得他言辞之间隐藏着什么。而当珂良再次看到苗淼淼抱着二熊的情景，忍无可忍之下，径直闯进二熊住处，发现苗淼淼正在用奶瓶在给躺在她怀里的二熊喂奶，显然这只是对一个缺失了智商的孩子母性爆发的关爱，珂良这才意识到自己误会了淼淼。苗淼淼盛怒之下要将珂良扫地出门，不料珂良道出一个埋藏在淼淼心间的秘密：15年前，18岁的苗淼淼曾与一位华裔富商假结婚在美国生下一个儿子，名字叫做唐宝，如今已15岁，父亲去世后回国见亲生母亲一面，结果当他潜入苗淼淼住处，还未等与其一见，被酒醉的丈夫当作入室抢劫的歹徒打成重伤。秘密道破，苗淼淼愕然，他追问珂良是谁？明明当初她与那位华裔富商有约在先，绝不让任何人知道这一隐情，而他又怎么知道这些？珂良言称是那位华裔富商的朋友临终前告知他一切，并委托其带唐宝前来见生母一面。往事突如其来的重现，将苗淼淼封尘已久的心灵一下撕裂开来。珂良告诉她，唐宝因为那次意外重伤，已经变成植物人，他希望苗淼淼能去见一面。此时的苗淼淼心智慌乱，毫无头绪，再加上四大美人作妖，表弟又来裹乱，她觉得整个人几乎崩溃。其实当年不谙世事的苗淼淼和华裔富商假结婚生下儿子，是为了给家乡多打几口井，让乡人不再受干旱之苦。虽然她的付出不能改变什么，但却是她上善若水般品格的一次人性绽放。珂良正因了解了这些，方在一来二去间喜欢上了她，虽然她结婚了，但他知道他们的夫妻关系早已名存实亡。虽然她珍惜这里的一池清水，在有水的地方她才会感到幸福和欢喜，但这种幸福和欢喜是属于鱼的，不属于心底干涸，难以荡涤精神伤害的人类。珂良犀利的剖析戳中了淼淼内心最柔软的部分，也击碎了她自我束缚的外壳，最终接受了珂良。不久，苗淼淼发现自己怀孕了，此时的四大美人在淼淼的言传身教下上进心爆棚，摇身追逐起了梦想，还圣母般给猝死在浴厅的孤独老人完成了一次肃穆圣洁的净身仪式。当心理矛盾的淼淼欲把怀孕的消息告诉珂良，珂良竟诡异的道出他就是唐宝的真正父亲，而那位华裔富商就是他的亲哥哥，当初人工受孕的那颗精子是他的，唐宝也早已在半年前离世。珂良之所以留在这里就是为了在这水上人间，补回从前与淼淼的那份缺失的爱恋。",
    "chinese_title": "水上人间",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-10T02:13:12"
}