{
    "aka": [
        "Sweet Diva"
    ],
    "sid": "34445603",
    "cast": [
        {
            "url": "/celebrity/1136067/",
            "name": "朱莉安娜·帕爱斯 Juliana Paes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1134574/",
            "name": "马尔库斯·帕尔梅拉 Marcos Palmeira",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1390702/",
            "name": "阿佳塔·莫雷拉 Agatha Moreira",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041473/",
            "name": "雷纳多·贾内奇尼 Reynaldo Gianecchini",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1206118/",
            "name": "保拉·奥利维拉 Paolla Oliveira",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1266217/",
            "name": "娜塔莉亚·迪尔 Nathalia Dill",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1387285/",
            "name": "塞尔吉奥·古伊泽 Sérgio Guizé",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1328217/",
            "name": "凯欧·科斯特罗 Caio Castro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1202241/",
            "name": "马尔韦诺·萨尔瓦多 Malvino Salvador",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1087132/",
            "name": "德博拉·伊夫林 Deborah Evelyn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1244640/",
            "name": "露西·哈姆斯 Lucy Ramos",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1267811/",
            "name": "雷尼尔·卡德特 Rainer Cadete",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1386613/",
            "name": "海洛莎·若热 Heloísa Jorge",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1089077/",
            "name": "何塞·阿布雷乌 José de Abreu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019731/",
            "name": "马尔库·纳尼尼 Marco Nanini",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1071046/",
            "name": "霍希·坎普斯 Rosi Campos",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048451/",
            "name": "贝蒂·法里亚 Betty Faria",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1428302/",
            "name": "陈紫华 Chan Suan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028009/",
            "name": "费尔南达·蒙特内格罗 Fernanda Montenegro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1157269/",
            "name": "路易斯·卡洛斯·瓦斯康赛罗斯 Luiz Carlos Vasconcelos",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1080261/",
            "name": "Natália do Vale Natália do Vale",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2560881949.jpg",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1074842/",
            "name": "瓦尔希德·卡哈斯考 Walcyr Carrasco",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1300025/",
            "name": "维尼修斯·维安纳 Vinícius Vianna",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1129999/",
            "name": "Nelson Nadotti Nelson Nadotti",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt10382912",
    "director": [
        {
            "url": "/celebrity/1387477/",
            "name": "路西安诺·萨毕努 Luciano Sabino",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2019-05-20(巴西)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10382912/",
    "imdb_votes": 256,
    "this_title": [
        "A Dona do Pedaço"
    ],
    "douban_link": "https://movie.douban.com/subject/34445603/",
    "imdb_rating": "6.8/10 from 256 users",
    "trans_title": [
        "甜点女王",
        "Sweet Diva"
    ],
    "douban_votes": "0",
    "introduction": "Em 1999, em Rio Vermelho, interior do Espírito Santo, as famílias de justiceiros Ramirez e Matheus viviam em guerra há gerações até Maria da Paz Ramirez (Juliana Paes) e Amadeu Matheus (Marcos Palmeira) se apaixonarem e selarem um acordo de paz entre eles. No dia do casamento, porém, o rapaz é baleado pela avó de Maria, Dulce (Fernanda Montenegro), e as famílias reiniciam guerra, fazendo com que a noiva tenha que fugir para São Paulo sem saber que está grávida. Para que o casal jamais se reencontre, as mães dos clãs mentem que ambos estão mortos para seus respectivos filhos, mas o pai de Amadeu não desiste da vingança e manda matar as sobrinhas de Maria como compensação. As duas, porém, acabam se salvando: Fabiana (Maria Clara Baldon) é deixada em um convento por Vicente (Álamo Facó), sem coragem de assassinar uma criança, e Virgínia (Duda Batista) se perde durante fuga da cidade – na qual sua mãe é assassinada – e ninguém sabe de seu paradeiro. Maria começa a reconstruir a vida vendendo bolos com as receitas de sua avó, enquanto Amadeu se casa com Gilda (Heloísa Jorge) e também segue para São Paulo trabalhar como advogado.Vinte anos depois, Maria se tornou uma mulher rica e dona de uma rede de confeitarias, embora nunca tenha de dado bem com a filha, a mau-caráter Josiane (Agatha Moreira), que tem vergonha de seu jeito cafona e exagerado. Planejando dar um golpe na mãe, ela induz seu comparsa Régis (Reynaldo Gianecchini) a seduzir e se casar com Maria para que eles possam colocar a mão em sua fortuna e a garota investir na carreira de influenciadora digital, invejando o sucesso conquistado na internet por Vivi (Paolla Oliveira), sem saber que ela é uma de suas primas perdidas, adotada pelo rico casal Beatriz (Natália do Vale) e Otávio (José de Abreu). A blogueira se apaixona por Chiclete (Sérgio Guizé), um matador de aluguel que desiste dos planos de executa-la para viver o romance proibido. Já Fabiana (Nathalia Dill) passou uma vida miserável no convento e, ao descobrir que Vivi é sua irmã, decide se infiltrar na vida dela para arruiná-la, nutrida pelo ódio das oportunidades distintas de vida que tiveram. Ela se envolve com o boxeador Rock (Caio Castro), com quem passa a organizar lutas clandestinas, mas decide conquistar Chiclete por inveja da irmã.Ainda há outras histórias, como de Agno (Malvino Salvador), um homem que sempre reprimiu sua homossexualidade sob um casamento infeliz com Lyria (Deborah Evelyn), mas que decide enfrentar o medo ao se apaixonar por Rock. Assessora de Vivi, Kim (Monica Iozzi) se torna obsessiva por Márcio (Anderson Di Rizzi) quando ele termina o caso que mantinham pelas costas de Silvia (Lucy Ramos), passando a persegui-lo compulsivamente. Os sem-teto Eusébio (Marco Nanini) e Dodô (Rosi Campos) moram em uma velha casa invadida junto os filhos Rock e Zé Hélio, a sobrinha Sabrina (Carol Gargia) – que eles nem imaginam que se prostitui – e a mãe dele, Cornélia (Betty Faria), que vive as turras com a nora e se casou com o picareta Chico (Tonico Pereira). O casal ainda tem um terceiro filho, Rarisson (Glamour Garcia), que retorna após anos fora da cidade ao revelar ser uma mulher transgênero que atende pelo nome Britney.",
    "chinese_title": "甜点女王",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "A Dona do Pedaço",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-03-31T00:22:40"
}