{
    "aka": [],
    "sid": "34443410",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "Gary Lineker: My Grandad's Untold War"
    ],
    "douban_link": "https://movie.douban.com/subject/34443410/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The Second World War continues to touch all of our lives, but despite the number of films and print stories dedicated to the war, there are still extraordinary new stories to be told. In Gary Lineker: My Grandad’s Untold War (w/t), a one hour film for BBC One, Gary Lineker explores a brutal but often overlooked chapter.Gary Lineker says: “My grandfather never talked to me about the war, but I've since discovered a little about what happened to him and his colleagues. This made me curious to discover more. Seventy five years on, it's important that we don't forget the lessons and horrors of war.\"In this film, Gary follows in the footsteps of his grandfather - an ordinary man caught up in extraordinary events in the Mediterranean theatre of war. Through an immersive journey in to his grandfather's service, Gary will uncover a whole new take on this iconic part of our shared national story, and take a fresh look at the history of World War Two.As a member of the Royal Army Medical Corps, Gary's grandfather was involved in a key campaign in Italy, but despite risking life and limb on the front lines, he and his fellow soldiers were branded 'D-Day Dodgers'.While the veterans of the D-Day landings in Normandy have gone down in history as heroes, Gary wants to know why men like his grandfather were treated by some as second-class veterans, and told they had it easy. As he follows his story and gets hands-on with history, Gary will uncover heroic, deeply personal and harrowing stories not only of his grandfather but of the men he fought alongside in Italy.",
    "chinese_title": "Gary Lineker: My Grandad's Untold War",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-26T02:42:21"
}