{
    "aka": [],
    "sid": "34441484",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1280728/",
            "name": "崔明慧 Christine Choy",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "Cinema Korea"
    ],
    "douban_link": "https://movie.douban.com/subject/34441484/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The Korean film industry, which once struggled to attract domestic audiences, has been successfully exporting its movies and expanding its influence throughout Asia, Europe and North America in the past decade. Korean cinema is enjoying a revival of interest internationally because of the broader cultural phenomenon of hallyu (\"Korean Wave\"). But contemporary Korean cinema's roots run deep and hallyu is only the latest chapter in a rich history. Cinema Korea, the unique new documentary by Academy Award-nominated director Christine Choy (Who Killed Vincent Chin?), brings together interviews with directors and actors, archival footage of classic Korean films and accounts of defining historical events to give a fully rounded view of Korean film culture. Participants include the renowned director Kwak Kyung-taek who has made 97 films spanning 40 years in all film genres and won the Best Director Award at Cannes for Chihwaseon in 2002. Kyung Hyun Kim, an assistant professor at the University of California, Irvine, says of Kwon-taek: \"He is Korea's Spielberg -- but more versatile, radical, and profound than Spielberg ever dreamed of being.\" The film is an important addition to Cinema Studies and Asian Studies collections.",
    "chinese_title": "Cinema Korea",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-19T14:29:13"
}