{
    "aka": [
        "Orphans of the Land"
    ],
    "sid": "34445592",
    "cast": [
        {
            "url": "/celebrity/1252859/",
            "name": "雷纳托·戈埃斯 Renato Góes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1406565/",
            "name": "彼娅·阿兰其思 Bia Arantes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1387727/",
            "name": "布鲁诺·加布雷里佐 Bruno Cabrerizo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1078034/",
            "name": "海尔森·卡普里 Herson Capri",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032773/",
            "name": "莱提西娅·萨贝特拉 Letícia Sabatella",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037729/",
            "name": "马尔科·里卡 Marco Ricca",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1210724/",
            "name": "卡罗尔·卡斯特鲁 Carol Castro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1227468/",
            "name": "艾曼纽埃拉·阿劳霍 Emanuelle Araújo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115128/",
            "name": "丹通·梅罗 Danton Mello",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1092786/",
            "name": "伊莉安内· 贾尔迪尼 Eliane Giardini",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1051254/",
            "name": "保罗·贝蒂 Paulo Betti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1371279/",
            "name": "阿兰·索萨·利玛 Allan Souza Lima",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1072476/",
            "name": "雷欧娜· 卡瓦利 Leona Cavalli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1082557/",
            "name": "圭列尔迈·方起司 Guilherme Fontes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1247459/",
            "name": "默罕麦德·哈法齐 Mouhamed Harfouch",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128977/",
            "name": "马尔塞洛·梅迪奇 Marcelo Médici",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1126912/",
            "name": "欧斯玛·普拉多 Osmar Prado",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1034297/",
            "name": "贝蒂·葛夫曼 Betty Gofman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1085696/",
            "name": "卡尔默·达拉·维奇亚 Carmo Dalla Vecchia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1468591/",
            "name": "维多·提勒 Vitor Thiré",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2560881946.jpg",
    "region": [
        "巴西"
    ],
    "writer": [],
    "imdb_id": "tt10126500",
    "director": [],
    "duration": "50分钟",
    "episodes": "154",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2019-04-02(巴西)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10126500/",
    "imdb_votes": 142,
    "this_title": [
        "Órfãos da Terra"
    ],
    "douban_link": "https://movie.douban.com/subject/34445592/",
    "imdb_rating": "7.2/10 from 142 users",
    "trans_title": [
        "大地孤儿",
        "Orphans of the Land"
    ],
    "douban_votes": "0",
    "introduction": "Vítimas da guerra da Síria, Missade (Ana Cecília Costa) e Elias (Marco Ricca) fogem para o Líbano com seus filhos, Khaled (Rodrigo Vidal) e Laila (Julia Dalavia) – que aceita se casar com o sheik Aziz (Herson Capri) em troca de dinheiro para pagar o tratamento do irmão, que ficou gravemente ferido. Porém, quando o irmão morre, a moça foge para o Brasil com seus pais, irritando o futuro marido, que envia atrás dela Jamil (Renato Góes), seu braço-direito e noivo de sua filha, Dalila (Alice Wegmann), para que traga ela a força. Inevitavelmente os dois se apaixonam e se tornam fugitivos de Aziz, que decide também ir ao país para garantir que seu casamento seja cumprido junto com seus capangas, Fauze (Kaysar Dadour), Youssef (Allan Souza Lima) e Houssein (Bruno Cabrerizo) – que também se torna fugitivo quando o sheik descobre seu romance com sua outra esposa, Soraia (Letícia Sabatella), matando-a impiedosamente.Após o misterioso assassinato do sheik, Dalila vem ao Brasil disposta a se vingar de Jamil e Laila – que julga serem culpados pela morte – e conta com a ajuda do mau-caráter Paul (Carmo Dalla Vecchia) e de Camila (Anajú Dorigon), prima de Laila que só pensa em dinheiro. Quem se torna um estorvo na vida de Dalila é Fauze, que foi abandonado na prisão pelo sheik ainda vivo e, ao conseguir a liberdade, vai atrás da filha dele em busca de vingança. Além disso, Laila também passa a ser disputada por Bruno (Rodrigo Simas), um fotógrafo que se apaixonou por sua história, mas namora a ardilosa Valéria (Bia Arantes), moça que só pensa em se dar bem e mantém um caso com o pai dele, Norberto (Guilherme Fontes). A vinda ao Brasil também abala o relacionamento de Missade e Elias, que se envolve com Helena (Carol Castro), uma psicóloga que faz de tudo para seduzi-lo e acabar com o casamento.Ainda há outras histórias, como do judeu Jacó (Osmar Prado), que vive em guerra com o vizinho palestino Mamede (Flávio Migliaccio) pelas diferenças culturais. Morando na mesma rua, Ester (Nicette Bruno) faz de tudo para casar o filho Abner (Marcelo Médici), um jornalista que nunca levou jeito com as mulheres, com a neta de Jacó, Sara (Veronica Debom), embora ela rejeite o jeito atrapalhado dele, criando cômicas situações. Já Rânia (Eliane Giardini) e Miguel (Paulo Betti), que acolhem a família de Laila no Brasil, são pais de outras duas moças, além de Camila: Zuleika (Emanuelle Araújo) teve uma filha adolescente e passou anos em um casamento infeliz, mas começa a redescobrir a vida ao se envolver com o delegado Almeidinha (Danton Mello), o que a família acha um desgosto; já Aline (Simone Gutierrez) é casada com Caetano (Glicério do Rosário) e mãe de dois filhos, mas sempre sonhou em ter uma menina, adotando a refugiada Yasmin (Letícia Carnaval) sem saber que mãe dela, Mágida (Ana Guasque) está viva e à procura dela.",
    "chinese_title": "大地孤儿",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Órfãos da Terra",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-09-27T14:26:29"
}