{
    "aka": [],
    "sid": "34445170",
    "cast": [
        {
            "url": "/celebrity/1272204/",
            "name": "Heather Harlan Heather Harlan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2560801714.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1227722/",
            "name": "乔恩·加西亚 Jon Garcia",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1831772",
    "director": [
        {
            "url": "/celebrity/1227722/",
            "name": "乔恩·加西亚 Jon Garcia",
            "@type": "Person"
        }
    ],
    "duration": "101分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2012-04-01(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1831772/",
    "imdb_votes": 213,
    "this_title": [
        "Tandem Hearts"
    ],
    "douban_link": "https://movie.douban.com/subject/34445170/",
    "imdb_rating": "7.8/10 from 213 users",
    "trans_title": [
        "心心相印"
    ],
    "douban_votes": "0",
    "introduction": "Moving to Portland, Oregon and finding work in food service is easy for Paul and Ramona. A struggling musician without bandmates, Paul becomes introverted and moody. Ramona's friend from college introduces her to a new social circle and she goes out while Paul stays home. When Ramona confronts turning thirty, it's time to grow beyond old routines and her relationship with Paul comes to a head.Paul and Ramona, a young couple in need of a change, move to Portland, Oregon from their hometown of Boise. Upon arriving, they sublet an apartment and begin to familiarize themselves with the city. While finding work is easy (Ramona begins waitressing, while Paul gets a job at a coffee shop), change is difficult. Their life in this new city seems to be on repeat. When their car breaks down and a tandem bicycle becomes their primary means of transportation, Ramona refuses to ride.A struggling musician, Paul, spends most of his time at home, steadily becoming introverted and moody, while Ramona, at the insistence of a co-worker, is thrust into a new social circle, where she begins an affair with a co-worker. Ramona and Paul’s relationship implodes after she confesses and in the ensuing conflict, she impulsively leaves to stay with a friend. Paul, desperate to work through the pain of the split, befriends a quirky barista named Ali. This friendship gives him a chance to begin to heal and inspires him to focus on expression through his music.",
    "chinese_title": "心心相印",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Tandem Hearts",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-04-22T03:22:59"
}