{
    "aka": [],
    "sid": "3445512",
    "cast": [
        {
            "url": "/celebrity/1077016/",
            "name": "Garry Bushell Garry Bushell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1204712/",
            "name": "Carol Thatcher Carol Thatcher",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1097994/",
            "name": "安德鲁·格雷厄姆-迪克森 Andrew Graham-Dixon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1211971/",
            "name": "Norman Tebbit Norman Tebbit",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0907295",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006-11-13"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0907295/",
    "imdb_votes": 22,
    "this_title": [
        "100% English"
    ],
    "douban_link": "https://movie.douban.com/subject/3445512/",
    "imdb_rating": "7.6/10 from 22 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Take eight people. All of them born in England. All of them white. All of them convinced they are 100% English. Convince them to provide a sample of their DNA. Then submit it to a series of state of the art DNA tests; and some of them will be in for a shock when they discover just how English they really are. \"I was born in England. I was born English, my parents were English, my grandparents were English and their parents were English and it goes back and back, so I am English through and through,\" says comedian Danny Blue. A prime-minister's daughter, a peer of the realm, a tabloid journalist, a lawyer, a country lady, a trainee soldier, a stand-up comic and a woman who works in the fishing industry: all of them are convinced they come from solid Anglo-Saxon stock. With the help of cutting edge DNA analysis, 100% English reveals the secrets of their hidden origins which cover most of the globe. Lord Tebbit, Garry Bushell and Carol Thatcher are among the eight participants who have agreed to place their genetic make-up under the microscope. Art-critic and expert in British culture Andrew Graham-Dixon presents this enlightening exploration of what it means to be English. So confident are some of the participants of their genetic origins, they explain in great detail to Andrew what they believe makes someone truly English. For one country lady, you must be 'flaxen-haired' while Grimsby resident Nicola Hale says you must be able to trace your family back at least 1,000 years and pub comedian Danny Blue decrees that to claim to be truly English you can't have black skin. Uncovering the truth of their ancestry culminates in some surprising results as DNA testing reveals some of them to have Turkish, Ukrainian, African and even Chinese origins. Genealogical traces unearth potential links for some of the participants to notorious historical figures such as Genghis Khan and ethnic groups such as the Romany gypsies. With issues of ethnic and national identity foremost in Government policy and public thinking, 100% English challenges the core beliefs of those who believe they are archetypal Englishmen and women with fascinating results    Written by Mark Gale",
    "chinese_title": "100% English",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-04-05T11:28:48"
}