{
    "aka": [],
    "sid": "3445637",
    "cast": [
        {
            "url": "/celebrity/1019155/",
            "name": "罗伯特·鲍威尔 Robert Powell",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "传记",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0235915",
    "director": [],
    "duration": "",
    "episodes": "26",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0235915/",
    "imdb_votes": 167,
    "this_title": [
        "The Century of Warfare"
    ],
    "douban_link": "https://movie.douban.com/subject/3445637/",
    "imdb_rating": "8.2/10 from 167 users",
    "trans_title": [
        "战争的世纪--二十世纪战争史系列"
    ],
    "douban_votes": "0",
    "introduction": "迄今最全面地介绍二十世纪世界战争史的文献片。包括从第一次世界大战，二战，韩战，中东战争，越战到海湾战争100年的战争史。极富收藏价值。二十世纪是人类历史上战争频仍的世纪。仅世界规模的战争就有两次，深刻的影响了人类历史发展的进程。i1914—1918年，资本主义国家的两大军事集团———以德国和奥匈帝国为主的同盟国和以英、法、俄国为核心的协约国，为争夺世界霸权、重新瓜分殖民地和划分势力范围，首次在全球范围进行的一场帝国主义战争。1914年6月28日，奥匈帝国皇储斐迪南大公夫妇在萨拉热窝被刺成为大战的导火索。战争首先由同盟国挑起，经过4年零3个月的厮杀，有35个国家和地区15亿人（约占当时世界人口2／3）卷入了战争，直接用于战争的费用达1863亿美元，双方共阵亡853万人，最后以同盟国的失败和协约国的胜利而告终。这场战争的突出特点是：战争带有真正的总体性，交战国第一次实施国民经济总动员；飞机、坦克和远程火炮等新式武器用于战场，导致航空兵、坦克兵、防化兵等兵种产生；战斗行动从陆地、海上扩大到空中和海底，具有立体战的性质；作战部队首次编成了集团军群（方面军），作战样式发生了重大变化。这场战争使大部分帝国主义国家被削弱，一些帝国主义国家发生了革命，殖民地和半殖民地国家的民主革命和民族解放运动风起云涌，对世界历史进程产生了深远影响。ii第二次世界大战（1939年－1945年）是迄今为止，人类社会所进行的规模最大，伤亡最惨重，造成破坏最大的全球性战争。战争最高峰时期，全球有61个国家和地区参战，有17亿以上的人口被卷入战争。交战双方是以美国、苏联、中国、英国、法国等国组成的反法西斯同盟与以德国，日本，意大利等法西斯国家组成的轴心国集团。战火遍及欧洲、亚洲、美洲、非洲及大洋洲五大洲；交战双方同时也在大西洋、太平洋、印度洋及北冰洋四大洋展开战斗。尽管在1939年9月前，中国的抗日战争，埃塞俄比亚的抗意战争等反法西斯的抵抗已经开始，但一般认为战争从1939年9月1日德国入侵波兰开始，到1945年9月2日日本向盟国投降而告结束。iii朝鲜战争是二战后初戎期在局部地区发生的一场规模最大的战争。从1950年6 月25日爆发到1953年7月27日朝鲜停战协定签订，历时三年零一个月，最后以美败中朝胜结束。iv越南战争（1961年—1975年），有时简称越战，又称第二次印度支那战争，越南方面称抗美救国战争（越南语：Chiến Tranh Chống Mỹ Cứu Nước），是越南共和国（南越）与美国同越南民主共和国（北越）及“越南南方民族解放阵线”之间的战争。越战是二战以后美国参战人数最多、影响最重大的战争，也是该国至今唯一战败的战争。越战在是冷战中“一次热战”的同时，也是越南民族主义的奋斗；希望统一越南的北越领导人胡志明支持南方的游击队“民族解放阵线”反对南越吴庭艳政府。美国则出兵帮助南越。最开始援助南越的美国总统是艾森豪威尔；肯尼迪开始支持在越南作战；约翰逊将战争扩大到不可收拾的地步。在尼克松执政时期，美国因国内的反战浪潮，逐步将军队撤出越南。南越政府军队被北越人民军和南越解放军消灭，越南获得最终的统一。v中东战争是指以色列同周边阿拉伯国家在1948年至1973年期间所发生的4次战争。第一次中东战争爆发于1948年5月15日。结果巴勒斯坦领土除加沙地区和约旦河西岸部分地区外，均被以色列占领。第二次中东战争爆发于1956年10月29日。第三次中东战争爆发于1967年6月5日。以色列以埃及封锁亚喀巴湾为由向阿拉伯国家发起突然袭击。阿拉伯国家丧失了6.5万多平方公里的领土。第四次中东战争爆发于1973年10月6日。埃及和叙利亚集中优势兵力，在炮兵、航空火力的掩护下，分别向西奈半岛(西线)、戈兰高地(北线)同时突然发起进攻。后来，以色列在美国紧急援助下，调集兵力，转入反攻，逐步夺取了战场主动权。最后，双方在国际社会的调停下签署了停战协定。中东战争是现代化战争。战争双方使用了美国或苏联提供的先进武器装备，其中包括武装直升机、电视制导炸弹、“萨姆”型防空导弹等。战争双方展开了大规模电子对抗。双方飞机损失约60%、舰艇损失80%以上，大部分坦克为各种导弹所击毁。中东战争爆发有着深刻的国际背景，从表面上看，中东战争是以色列与阿拉伯国家拼杀，实际上却是两个超级大国的间接较量。vi１９９０年８月２日凌晨１时，伊拉克１０万大军越过伊科边界向科威特发起突然进攻，仅用１０小时就占领了科威特，由此引爆了震惊世界的海湾危机。viii两伊战争，又称第一次海湾战争或第一次波斯湾战争，是发生在伊朗和伊拉克之间的一场长 达8年的边境战争。viiii美伊战争，又称第三次海湾战争。2003年3月20日，以美国和英国为主的联合部队正式宣布对伊拉克开战。澳大利亚和波兰的军队也参与了此次联合军事行动。战争爆发大约三个星期之后，美军顺利进入巴格达市区，途中并没有遇到任何顽强抵抗。伊拉克官员则突然消失，去向不明，大批伊拉克军队向美军投降。",
    "chinese_title": "战争的世纪--二十世纪战争史系列",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Century of Warfare",
    "imdb_rating_average": 8.2,
    "douban_rating_average": 0,
    "update_at": "2025-06-30T22:28:15"
}