{
    "aka": [],
    "sid": "34461019",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2567999002.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt12827436",
    "director": [
        {
            "url": "/celebrity/1319050/",
            "name": "本·里弗斯 Ben Rivers",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-07(马赛纪录片展)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12827436/",
    "imdb_votes": 172,
    "this_title": [
        "Ghost Strata"
    ],
    "douban_link": "https://movie.douban.com/subject/34461019/",
    "imdb_rating": "5.8/10 from 172 users",
    "trans_title": [
        "幽灵地层"
    ],
    "douban_votes": "0",
    "introduction": "In the opening sequence, a girl reads the director’s Tarot cards that will name the subject of his film: “your relationship with time”. But what else? There are only two pitfalls to guard against when keeping a personal diary, either written or filmed: narcissistic complacency – “the strange conviction that one can observe oneself and that one must know oneself” (Blanchot) – and the imprecise collection of vague impressions. That being so, in both cases, the lowliest and most banal dimension of time is that it just goes by. The essential beauty of Ghost Strata lies in its commitment to the diary form but with a completely different examination of time: specific to cinema, in the way in which filmmaker Ben Rivers confronts its mystery, its power… What strata of time does haunt the image; what non- linear forms and dimensions of time does the image reveal? Rivers delves into the enigma by arranging a succession of film fragments collected month after month for a year. Hogarth’s paintings detailed by a beam of torchlight, the movement of birds in the misty air, the faces of a man and a woman made up as a prehistoric couple: a mobile camera examines and explores what is visible, attentive to the signs of the ghost strata that haunt personal experience. From a fragment of Pessoa’s writing to the amused reading of a Greek guidebook, Rivers grinds up and distils the most disparate material in his editing laboratory. There is nothing serious and formal in this investigation into Chronos and his enigmas: the diary turns out to be the simple discipline of a playful and tinkering appetite for the substances of the image and the energies they retain. (C.N.)",
    "chinese_title": "幽灵地层",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ghost Strata",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2025-04-13T03:01:11"
}