{
    "aka": [],
    "sid": "34463435",
    "cast": [
        {
            "url": "/celebrity/1349446/",
            "name": "大卫·芬恩 David Fynn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1351840/",
            "name": "丹尼尔·拉施德 Daniel Rashid",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1350038/",
            "name": "林赛·高特 Lindsey Gort",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1050147/",
            "name": "亚当·赫兹 Adam Herz",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "8",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "Best Intentions"
    ],
    "douban_link": "https://movie.douban.com/subject/34463435/",
    "trans_title": [
        "最佳打算"
    ],
    "douban_votes": "0",
    "introduction": "CBS-owned Pop TV has given an eight-episode series order to coming-of-age comedy pilot Best Intentions, from American Pie writer Adam Herz, A+E Studios and Howard T. Owens and Ben Silverman’s Propagate. David Fynn (Undateable) Daniel Rashid (Being Frank) and Lindsey Gort (The Carrie Diaries) are set to star in the series which is slated to begin production this fall. Steve Pink (Hot Tub Time Machine) directs the pilot.Written by Herz, Best Intentions revolves around Andy Banks (Fynn), a kind-hearted but painfully awkward single father who is the guidance counselor at the high school his teenage son Nate (Rashid) currently attends. Gort plays Katie Baxter, a teacher with whom Andy is smitten; his never-ending hapless efforts to woo her drag Katie headfirst into her own personal misadventures. Guest starring in the series premiere are Natalie Ganzhorn (Scary Stories to Tell in The Dark) as the new girl in school, Haylee, and Benjamin Ayres (Saving Hope) as the high school’s principal, Jack Mayhan, and Sarah Levy (Schitt’s Creek) as the high school’s vice principal, Becky Fistick.",
    "chinese_title": "最佳打算",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Best Intentions",
    "douban_rating_average": 0,
    "update_at": "2025-06-13T01:11:35"
}