{
    "aka": [
        "I Never Climbed the Provincia"
    ],
    "sid": "34461022",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2627345649.jpg",
    "region": [
        "智利"
    ],
    "writer": [
        {
            "url": "/celebrity/1058544/",
            "name": "伊拿士·奥阿基卢 Ignacio Agüero",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt10669780",
    "director": [
        {
            "url": "/celebrity/1058544/",
            "name": "伊拿士·奥阿基卢 Ignacio Agüero",
            "@type": "Person"
        }
    ],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt10669780/",
    "imdb_votes": 42,
    "this_title": [
        "Nunca subí el Provincia"
    ],
    "douban_link": "https://movie.douban.com/subject/34461022/",
    "imdb_rating": "6.3/10 from 42 users",
    "trans_title": [
        "I Never Climbed the Provincia"
    ],
    "douban_votes": "0",
    "introduction": "Whoever knows the singular work by the great filmmaker Ignacio Agüerro, or even just his last film, Como me da la Gana 2 (International Grand Prix at FID2017), will not be surprised at all to hear that his new film undertakes, once again, to weave together, very tightly, on the one hand, what is private, intimate, autobiographical – including its secrets, and, on the other hand, what is public, obvious, out in the open. I have never climbed up la Provincia, as the title reads, mentions this mountain on the outskirts of Santiago, to indicate that it is close to home, in his neighbourhood, even at a nearby crossroads, that an ascent took place, that it is in this familiar and circumscribed space that a gorgeous landscape can be seen, where the whole film unfolds, as well as the very existence of the director. That is why the camera never ceases to film the same panning shots repeatedly, throughout the years. Filming the same buildings, streets, traffic lights, inhabitants, craftsmen, shopkeepers, bums, etc., photographing the change of shop windows, recording the stability of the space at the same time as the passing of time. But also these fetishes, as reassuring landmarks, are linked to pieces of lives with the only purpose of glorifying the moment: the foot of a man, a pregnant woman’s belly, a playing child, the rain in a garden, etc. Gracefully, with continuous fragility and playful curiosity, the film moves forward with resumptions and strokes, like a love poem ceaselessly distrustful of heights. (J.P.R.)",
    "chinese_title": "Nunca subí el Provincia",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-06-08T00:44:46"
}