{
    "aka": [
        "Danses macabres, squelettes et autres fantaisies"
    ],
    "sid": "34463369",
    "cast": [
        {
            "url": "/celebrity/1040015/",
            "name": "让·路易·舍费尔 Jean-Louis Schefer",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2586824261.jpg",
    "region": [
        "法国",
        "葡萄牙",
        "瑞典"
    ],
    "writer": [
        {
            "url": "/celebrity/1043102/",
            "name": "皮埃尔·雷昂 Pierre Léon",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt11201678",
    "director": [
        {
            "url": "/celebrity/1382443/",
            "name": "丽塔·阿齐维多·戈麦斯 Rita Azevedo Gomes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1043102/",
            "name": "皮埃尔·雷昂 Pierre Léon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040015/",
            "name": "让·路易·舍费尔 Jean-Louis Schefer",
            "@type": "Person"
        }
    ],
    "duration": "110分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2019-10-08(墨西哥)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11201678/",
    "imdb_votes": 34,
    "this_title": [
        "Danses macabres, squelettes et autres fantaisies"
    ],
    "douban_link": "https://movie.douban.com/subject/34463369/",
    "imdb_rating": "6.8/10 from 34 users",
    "trans_title": [
        "令人毛骨悚然的舞蹈，骷髅和其他幻想",
        "Danses macabres, squelettes et autres fantaisies"
    ],
    "douban_votes": "0",
    "introduction": "Two film directors and a writer are in Portugal for an expedition through various images, moments from the history of Western allegorical representation. The writer is Jean-Louis Schefer, and this tale encapsulates his life’s mission. What is the connection between the danses macabres of the dying days of the Middle Ages, Hieronymus Bosch’ Temptation of St Anthony, a landscape by Fragonard and the prehistoric rock engravings of Foz-Côa? There is no connection, Schefer admits from the start, save for the arbitrariness of taste. No scholarly connection, but rather a relationship, lively and fleeting, a friendly conversation resumed at each stopping point of this journey reflecting on pictures and what they retainof history. Schefer talks a lot; his language is fluent, clear and focused. His two friends say little, listening attentively, reviving the conversation from time to time. Does this make it a monologue in disguise? Yes, because this film peopled by friendship conceals the portrait of a thinker and writer as only cinema can: an intellect in action, a way of being alone or in company, leading the philosophical conversation, an entire life a ected by pictures, compact in front of a few figurative objects. And no, because the conversation is woven between Schefer’s words, Rita Azevedo Gomes’ dramatisation and Pierre Léon’s editing, and the film, without another word, unfurls another idea that amplifies, discusses and surpasses the writer’s thought. Passion for painting haunts the composition of every shot, which it frames like a picture in a museum or a Portuguese landscape. The editing punctuates the journey of a micro-history of cinema in playful contrast to the erudite discourse. As Schefer says of danses macabres, “It moves, it’s liquid and solid at the same time, it moves forward towards nothing, into nothing. It’s history, carrying o the living”. (C.N.)",
    "chinese_title": "令人毛骨悚然的舞蹈，骷髅和其他幻想",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Danses macabres, squelettes et autres fantaisies",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-08-04T21:42:24"
}