{
    "aka": [
        "The Return of the Cup - The Film"
    ],
    "sid": "34467321",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2562588488.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt10475672",
    "director": [],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2019-03(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10475672/",
    "imdb_votes": 67,
    "this_title": [
        "Die Rückkehr des Pokals - Der Film"
    ],
    "douban_link": "https://movie.douban.com/subject/34467321/",
    "imdb_rating": "8.2/10 from 67 users",
    "trans_title": [
        "德国杯归来",
        "The Return of the Cup - The Film"
    ],
    "douban_votes": "0",
    "introduction": "30 years after their last major title, Eintracht win the DFB Cup on 19 May 2018. It's a momentous occasion for both the club and the fans. The yearning of an entire region is satisfied and about 100,000 people rock Frankfurt's bank towers the next day. A film team accompanied the team from their arrival in Berlin for the match to the celebrations at the Römer in Frankfurt. The documentary provides exclusive insights into the inner workings of the team, recounting all of the emotions around the historic 3:1 victory over Bayern and the passion with which everyone involved worked to succeed in the final. Looking back on a historic weekend What did Coach Kovac say during the last team meeting at a Berlin hotel before the final? How does CEO Hellmann describe the situation and the mood at the club before the Cup Final? What does club legend Karl-Heinz Körbel say about his moment with the DFB Cup shortly before the presentation ceremony? What was going through Player Boateng's mind as the ..",
    "chinese_title": "德国杯归来",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Die Rückkehr des Pokals - Der Film",
    "imdb_rating_average": 8.2,
    "douban_rating_average": 0,
    "update_at": "2025-04-16T09:00:19"
}