{
    "aka": [],
    "sid": "3447897",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2596119915.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1357674",
    "director": [],
    "duration": "",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1357674/",
    "imdb_votes": 48,
    "this_title": [
        "Fearless Planet"
    ],
    "douban_link": "https://movie.douban.com/subject/3447897/",
    "imdb_rating": "7.3/10 from 48 users",
    "trans_title": [
        "无畏行星"
    ],
    "douban_votes": "118",
    "introduction": "继续关注《无畏的地球》这个节目，观众就能第一时间目睹激荡人心的无惧之星球系列节目，这是探索频道的第六部分节目。带着大家游历地球的各个奇特景观，将拍摄技巧推向了新的高度。观众如临现场般见证世界滑翔运动员Will Gadd刷新自己保持的记录，为了体验大自然造物的奇妙，他将挑战世界的极险之地-----阿拉斯加，撒哈拉沙漠，夏威夷，大堡礁，以及科多罗拉大峡谷。本系列节目将用最新的剪辑技术，最真实的拍照技巧，向观众展示大自然地质的迷人特征。探索频道的执行副总裁兼业务经理Jane Root说过：“《地球》和《无惧之星球》是21世纪的自然纪录片”“拍摄员跋涉千山万水，足迹遍布世界各个角落，揭秘新的动物种族，奇异的处女地，给人一个新的视角。拍摄技术的革新换代，让观众前所未有的贴近这些自然景观。”第一集：夏威夷山脉是如何造就完美的冲浪波的？天堂是如何形成的，又是如何毁灭的？一个小岛如何横扫隔海相望的大都市？为了揭示这些真相，Will Gadd 利用自己的滑翔技术，从夏威夷这个天堂的空中拍摄，这是个独特的视角。攀爬40英尺的大瀑布，通过神秘的海底隧道，驾驶着山地车，穿越世界第13气候区，这些都不足为道。更让人痴迷的是，在摄影师Lloyd French的协助下，Gadd要揭示这些现象背后的神秘自然力量。运用顶级冲浪手Kaleo Amadeo的技巧，Gadd发现了，是何种力量使得这个小岛成为了人间天堂。潜入太平洋海底，Gadd找到了小岛的成因。第二集：阿拉斯加是什么让阿拉斯加成为了地球上的狂野之地？为什么这里是观测北极光的最佳地点？为什么这里的山脉布满了海洋生物？从缪尔山顶滑下，滑翔降落在冰川的顶端，攀爬进入移动冰隙之中，或冰山之上，坐着皮船在半融化的小河中漂流，冒险家Will Gadd尽情的享受着阿拉斯加的魅力。并发现了阿拉斯加的标志性山脉的起源，以及 山貌形成的原因。在专家教授Peter Haussler和Dr. Tom Douglas，在滑雪者Lel Tome的帮助下，Gadd揭秘：千百万年前，这些高大山脉是如何形成的；庞大的冰川如何雕刻这片土地；这神奇的土地是如何笼罩在北极灵光之下。第三集：撒哈拉沙漠哪里有世上最巨大的恐龙？哪里有最古老的草地？哪里有能改写历史的山洞？尽在这一片永无止境的大地，在这里，58摄氏度的气温下，仍可滑雪；在这里，你能引用百万年前的泉水。撒哈拉大沙漠是个艰巨的挑战。Will Gadd和地质学家Matt Genge一起攀岩，他发现了一个被遗弃的古老大沙漠。当Matt Genge和古生物学家Matt Lamanna在探索撒哈拉的东部时，Gadd向南部进发，又深入西部沙漠。他发现，在南部和西部之间，坐落着许多沙漠，草原以及海洋。Gadd利用这些热力尝试了新的滑翔----永无止境的飞翔。他发现了一条新的道路，可以穿越这片沙的海洋；还发现了曾经孕育这片酷热之地的水，究竟消失到了何方。第四集：大堡礁这个星球的自大生物是如何存活下来的？为什么它如此的巨大？而又是谁在逐步的残杀这个巨大的生物？与愤怒的大白鲨同行，顺着世界最大的洋流直下，飞越创造并见证大堡礁的火山群。与地质学家和海洋生物学家一起，探险家Will Gadd贴近星球上最大的生物（从外太空唯一能看到的一个）----大堡礁。为了探索为何这个巨大的生物会生长在此，Gadd深入这个岛屿，探知澳大利亚的神秘历史。这是个一次次失传又再次流传的故事，为此，Gadd在澳大利亚东部的海岸和海里来回搜索。第五集：科多罗拉大峡谷为什么大峡谷会如此之深？这些一英里高的墙壁上藏匿了什么秘密？又是什么造就了世界级别的白色湍流。Will Gadd攀爬了一个400英尺的山峰，为了一探究竟：7千万年前，大峡谷产生的历史环境。他发掘了一处被掩埋在大峡谷峡壁岩石下的神秘世界。顺着岩壁而下，你能看到沙漠，海洋，甚至热带雨林。抵达底部时，在一英里之下，他乘着皮船，顺着白色湍流进入大峡谷的内部，为了探究这些湍流的起源。就在水平线下，他抵达了大峡谷的底部。发现了美国的基石---一层密集的黑色岩石，还有庞大的火山群。正式这些火山群造就了这个世界奇观。第六集：地球的故事是什么力量创造了地球？大峡谷，世界上最长的瀑布和撒哈拉有何共同之处？热点为何物？热点又是如何造就夏威夷和大堡礁的？热点又是如何移动山脉的？世界的各大奇观历经沧桑。贴近的观察这些奇观，使得探险家Will Gadd和世界各地的科学家们对自然的力量有了独特的见解。地球的发展史悠长，Gadd的专业技巧让他能近距离接触地球深处的岩层，而这正是科学家们研究地球发展所需的资料。北极光的层次是研究地球形成的线索，夏威夷是大陆形成的微缩过程，大峡谷证实了水的力量，通过研究澳大利亚的大堡礁，可以知道大陆是如何移动，也可以知道侵蚀是如何造就了世界上最长的瀑布。",
    "chinese_title": "无畏行星",
    "douban_rating": "8.4/10 from 118 users",
    "foreign_title": "Fearless Planet",
    "imdb_rating_average": 7.3,
    "douban_rating_average": "8.4",
    "update_at": "2025-10-06T05:56:54"
}