{
    "aka": [
        "Megacities",
        "超级城市系列",
        "超级都市系列"
    ],
    "sid": "3447907",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2411806899.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1091715",
    "director": [],
    "duration": "45分钟",
    "episodes": "5",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1091715/",
    "imdb_votes": 56,
    "this_title": [
        "Mega Cities"
    ],
    "douban_link": "https://movie.douban.com/subject/3447907/",
    "imdb_rating": "6.2/10 from 56 users",
    "trans_title": [
        "超级城市巡礼",
        "Megacities",
        "超级城市系列",
        "超级都市系列"
    ],
    "douban_votes": "808",
    "introduction": "「超级城市巡礼」以创新的方式，带您一窥现代大都会中，最足以表现该城市生活与功能的基础建设。为了城市的生存与成长，这些基础建设必须独立运作，又必须达成人、机器、策略和系统的交融和谐，而这种和谐，正是超级城市得以存在的关键。「超级城市巡礼」检视全世界八大都会的基础建设：拉斯维加斯、墨西哥市、香港、伦敦、巴黎、圣保罗、孟买与纽约。透过戏剧性的陈述、前所未有的深入报导、复杂的电脑绘图，加上实地走访，「超级城市巡礼」带领观眾穿过纪念碑、进入机械世界，而这正是每一座超级城市真实存在的奇蹟。■香港 HONG KONG一个半岛加上两百多个岛屿，其中只有几个有人居住，香港是世界上人口最稠密的都会区域之一，最近几年来香港遭遇经济财务动盪，但他们靠着高科技防仿货币以及最复杂的银行架构系统通过难关，香港的亿万富翁密度是全球之冠，本节目将介绍这个弹丸之地如何完成这么巨大的科技成就。■拉斯维加斯 LAS VEGAS提到赌博，就想到赌城拉斯维加斯，沙漠中的人造绿洲。然而赌城背后的秘密并非赌博，这座超级城市的动力是电力。为拉斯维加斯供电的六座发电厂，几乎运用了各种能源：水力、煤与天然气。这些电厂一齐将电力，沿近一万六千公里长的电线发送出去。这座霓虹乐园的特质，与维持其运作的人相配：皆因冒险、特立独行的精神而兴盛繁荣。从骑着哈雷的架线工，到说话直截了当的市长奥斯卡古德曼；从生龙活虎的直升机维修工人，到离「电」索居的古怪夫妇，赌城居民能激动人心。本节目带观眾深入拉斯维加斯惊人的电力供应系统，并探究其避免供电不足所做的努力。■伦敦 LONDON伦敦曾经是世界第一大帝国的首都，目前有三种主要的交通路径──陆、海、空。伦敦拥有全球最繁忙的国际航线，泰晤士河是最繁忙的都会区河流之一，市街也是拥挤不堪。本节目要检视用来保护伦敦基础设施的科技，比如四处装设的监视摄影机，持续地扫视着天空、河流和地面；这些都是难得一见的景观。■墨西哥市 MEXICO CITY墨西哥市是世上最大的城市，面积有一千四百平方公里。但对墨西哥市的居民而言，这里却是个动盪不安的地方。它不但位於世上地震最频繁的地区，当地的火山活动也很活跃。但这座随时都可能发生重大天灾的城市，却有一座南美洲最高的摩天大楼。这座大楼有高科技的减震设备。此外，墨西哥的地下铁和高速公路，也都是高科技的产物。■孟买 MUMBAI孟买有全亚洲最古老的证券交易所，也有全世界最规模最大的电影工业，是印度最大、最富裕、脚步最快的城市。数百万人来到此城追求梦想。大眾运输系统是孟买的生命线。火车可乘载一千七百人，但这座超大城市的火车，却载了三倍多的人。每年有三千五百人死在铁轨上。到了2020年，孟买的人口会增加到两千八百万人，成为全世界人口最密集的城市。本片也会介绍孟买的午餐外送服务，富比士杂誌给这套制度的评比是六颗星，即每运送一百万次，出错的次数不到一次。■纽约 NEW YORK CITY此地绰号叫做大苹果，也是美国第一大城，高达八百万的人口分布在五大区。纽约快速的生活节奏举世闻名，当地75%的人口都搭乘大眾交通工具，纽约的地下铁提供了全美最佳的大眾运输系统。然而这个全球最忙碌的交通系统，每天都面临着来自人类、大自然和时间的残酷考验。维护乘客和工作人员的安全，成了紧急救援小组的首要任务。■巴黎 PARIS建於十九世纪的巴黎下水道系统，总长延伸至两千三百公里，相当於巴黎到伊斯坦堡的距离。每天会有一百万立方公尺废水流经这些下水道，而这些下水道宛如这座大城市的消化系统。本片要介绍在巴黎下水道工作了二十五年的菲利浦布西尼斯，还有他的组员，是如何利用铺设电缆的机器人，将数千哩长的光纤缆线铺设在下水道内，因为巴黎意图成为全世界第一座无线城市。■圣保罗 SAO PAULO圣保罗是全球第二大都市，也是巴西最重要的城市。圣保罗居民超过一千万人，面积不是问题，麻烦出在垃圾。圣保罗每天制造一万四千吨的垃圾，重量相当於比萨斜塔。如今该城市已经发起环保革命计画，利用这些垃圾制造能源。铝罐是全球最回收率最高的物品，巴西在这方面领先各国，该国不只回收铝罐，速度也非常惊人。本集就拍摄铝罐从遭拾荒者捡起之后，如何经历挤压、融化、再融化，最后重新成为新罐子。一流科技加上巴西的典型创造力，不只有助环境卫生，还能帮助穷困市民改善生活。",
    "chinese_title": "超级城市巡礼",
    "douban_rating": "8.0/10 from 808 users",
    "foreign_title": "Mega Cities",
    "imdb_rating_average": 6.2,
    "douban_rating_average": "8.0",
    "update_at": "2025-12-17T21:21:40"
}