{
    "aka": [
        "The Afghan Alphabet"
    ],
    "sid": "3448677",
    "cast": [
        {
            "url": "/celebrity/1532353/",
            "name": "Ghafour Barahouyi Ghafour Barahouyi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1532352/",
            "name": "Maryam Ozbak Maryam Ozbak",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1117657/",
            "name": "莫森·玛克玛尔巴夫 Mohsen Makhmalbaf",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2515654431.jpg",
    "region": [
        "伊朗"
    ],
    "writer": [
        {
            "url": "/celebrity/1117657/",
            "name": "莫森·玛克玛尔巴夫 Mohsen Makhmalbaf",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0315148",
    "director": [
        {
            "url": "/celebrity/1117657/",
            "name": "莫森·玛克玛尔巴夫 Mohsen Makhmalbaf",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "",
    "language": [
        "波斯语"
    ],
    "playdate": [
        "2002-03-06"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0315148/",
    "imdb_votes": 310,
    "this_title": [
        "Alefbay-e afghan"
    ],
    "douban_link": "https://movie.douban.com/subject/3448677/",
    "imdb_rating": "6.9/10 from 310 users",
    "trans_title": [
        "阿富汗字母",
        "The Afghan Alphabet"
    ],
    "douban_votes": "0",
    "introduction": "Post September 11, Mohsen Makhmalbaf tracks the children who do not attend school in the border villages between Iran and Afghanistan with his digital camera and questions why they are not being educated. He finds girls studying in UNICEF classes in one region. One of the girls is not willing to come out of her burqa despite the fact that she has run away from Afghanistan and the Taliban are not present here. She is more afraid of the horrifying god that the Taliban have created more than the Taliban. The teacher tries…Director's commentary:The Taliban was not a political regime in Afghanistan but they are still a culture. Bombarding can ruin a political regime but it cannot change a culture. You cannot free a woman whom is imprisoned in the burqa with a rocket. The Afghan girl needs education. She doesn’t know that she doesn’t know. She is imprisoned but she does not know that she is a prisoner of poverty, ignorance, prejudice, male chauvinism and superstition. 95% of the women and 80% of the men in Afghanistan did not have the chance to attend school even before the Taliban. The film seeks the lost key to be able to open the lock of the cultural problems of Afghanistan.From the IMDB:In 2002 about 3 million Afghan Refugee were living in Iran. From those about 700,000 were Afghan Children who were not allowed to go to Iranian schools because of their illegal status in Iran. After this movie was made, this subject became controversial and finally the Iranian Majlis (Parliament) passed a bill in which the Afghani children were allowed to go to school and it resulted in 500,000 kids getting education.",
    "chinese_title": "阿富汗字母",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Alefbay-e afghan",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-03-12T17:21:30"
}