{
    "aka": [
        "Endless Night",
        "暗夜无星至天明(港)"
    ],
    "sid": "34608190",
    "cast": [
        {
            "url": "/celebrity/1266365/",
            "name": "曼努埃尔·巴斯克斯 Manuel Vázquez",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情",
        "历史"
    ],
    "awards": "　　第72届洛迦诺国际电影节(2019)\n　　金豹奖(提名) 埃洛伊·恩西奥\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2574636156.jpg",
    "region": [
        "西班牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1021189/",
            "name": "Max Aub Max Aub",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1420329/",
            "name": "埃洛伊·恩西奥 Eloy Enciso",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036275/",
            "name": "Alfonso Sastre Alfonso Sastre",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt10660156",
    "director": [
        {
            "url": "/celebrity/1420329/",
            "name": "埃洛伊·恩西奥 Eloy Enciso",
            "@type": "Person"
        }
    ],
    "duration": "93分钟",
    "episodes": "",
    "language": [
        "加里西亚语"
    ],
    "playdate": [
        "2019-08-16(洛迦诺电影节)",
        "2019-12-05(西班牙)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10660156/",
    "imdb_votes": 223,
    "this_title": [
        "Longa noite"
    ],
    "douban_link": "https://movie.douban.com/subject/34608190/",
    "imdb_rating": "5.9/10 from 223 users",
    "trans_title": [
        "漫长的夜晚",
        "Endless Night",
        "暗夜无星至天明(港)"
    ],
    "douban_votes": "0",
    "introduction": "Working with non-actors and a script sourced from excerpted plays, memoirs, and letters penned by political prisoners, Galician filmmaker Eloy Enciso explores the mood and texture of life in Franco-era Spain in the materialist tradition of Straub-Huillet and Pedro Costa.Taking its title from the expression longa noite de pedra (\"long night of stone\"), which was coined by the poet Celso E. Ferreiro to describe the lengthy period of dictatorship after the Spanish Civil War, the third feature by Galician filmmaker Eloy Enciso explores the postguerra mood and the texture of life in Franco-era Spain by way of unconventional portraiture, the power of words, and stunning atmospheric immersion. Working with non-actors and a script sourced from excerpts of plays, memoirs, and letters from political prisoners, Enciso portrays a variety of characters — both victors and vanquished — as they negotiate a newly reordered society.At the film's shifting centre is Anxo (Misha Bies Golas), who returns home to his unnamed village in the years following the war, his interactions with individuals wielding varying levels of power serving to cast the cruelty of the modern world into stark relief. As he moves through the town, and eventually into the surrounding arboreal landscape, the already muted mood turns towards the mournful as the film approaches its quietly grand finale.Following in the materialist tradition of Straub-Huillet and Pedro Costa, Enciso continues to explore themes that preoccupied him in his earlier work: the human presence in the landscape (specifically, the forest as a container of popular history), the cultural and geographic specificity of Galicia, the search for musicality in language, and the intertwining of history, fact, and fiction.Proceeding dreamily through its elliptical, day-to-night structure, Longa noite is a nocturne of ferocity and resistance, a strange and stirring indictment of fascism that employs beautifully cryptic methods to combat oblivion.",
    "chinese_title": "漫长的夜晚",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Longa noite",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-06-07T17:33:40"
}