{
    "aka": [
        "The Young Observant"
    ],
    "sid": "34617564",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2574636012.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt10661340",
    "director": [],
    "duration": "84分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2019-08-11(洛迦诺电影节)",
        "2020-10-30(意大利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10661340/",
    "imdb_votes": 262,
    "this_title": [
        "L'apprendistato"
    ],
    "douban_link": "https://movie.douban.com/subject/34617564/",
    "imdb_rating": "6.4/10 from 262 users",
    "trans_title": [
        "年轻的侍者",
        "The Young Observant"
    ],
    "douban_votes": "0",
    "introduction": "To become a hotel clerk you need one thing above all else: discipline. Of course that’s not so easy for an adolescent. Shy, fourteen-year-old Luca finds it especially difficult. He can neither stand still nor wants to have his shaggy red hair cut. He’d rather flirt with his teacher during French lessons or go hunting in the lonely forest. He’s bored by the equally renowned and stuffy hotel management school, whose perpetual routines get on his nerves: folding napkins, polishing glasses, listening. The problem, though, is that his family have great expectations of him.Having grown up in a tiny Alpine mountain village, the boy of course knows how his way around the cows on the farm back home. The surrounding forests were his territory where he could let off steam. Now school is supposed to tame him, teach him self-discipline and ultimately help him find a decent job. In restful vintage images the Italian director Davide Maldi illustrates the tight corset of a training institution that seems to have fallen out of time. Antique wooden furniture, lemon-yellow walls, young gentlemen in black waistcoats and buttoned-up white shirts. They provide the costumes and setting of an intimate coming-of-age story which revolves around a sacrifice: Must Luca give up his free spirit to become “something”?",
    "chinese_title": "年轻的侍者",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "L'apprendistato",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-01-20T15:00:11"
}