{
    "aka": [
        "《三个火枪手》诞生记"
    ],
    "sid": "34659312",
    "cast": [
        {
            "url": "/celebrity/1010795/",
            "name": "达米安·萨格 Damien Sargue",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "法国"
    ],
    "writer": [],
    "director": [],
    "duration": "53分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2017-06-13(法国)"
    ],
    "this_title": [
        "3 Ans Avec Les Mousquetaires"
    ],
    "douban_link": "https://movie.douban.com/subject/34659312/",
    "trans_title": [
        "与火枪手们的三年",
        "《三个火枪手》诞生记"
    ],
    "douban_votes": "0",
    "introduction": "关于2017年法国音乐剧《三个火枪手》的制作纪录片Le film documentaire « 3 ans avec les Mousquetaires », Diffusé le Mardi 13 juin 2017 à 23h10 sur W9, Tourné pendant 3 ans aux 4 coins de la France, « 3 ans avec les Mousquetaires » suit le quotidien d'une troupe confrontée à de multiples défis. Ce film documentaire raconte le passage des mots à la scène, la naissance d'un spectacle aux multiples contraintes, un véritable journal de bord suivant le quotidien de la troupe des 3 Mousquetaires. L'occasion pour les téléspectateurs de vivre au jour le jour la création d'un véritable show ! Une plongée unique dans une création artistique forte, de ses premiers balbutiements à l'accomplissement final. Le documentaire raconte également les différents enjeux du spectacle : financiers pour les producteurs, artistiques pour les metteurs en scène, littéraires pour les auteurs, personnels pour les artistes qui travaillent avec des professionnels, des sportifs et des historiens. Construit chronologiquement et raconté par l'équipe du spectacle partageant avec le spectateur son point de vue, ses interrogations, ses enjeux, ses limites, ses combats, ce documentaire alterne séquences de travail, moments de vie et interviews réalisées pendant les trois ans de préparation du spectacle jusqu'au jour de la première représentation sur scène ! Stress, doute, découragement mais aussi bonheur, acharnement et partage sont au rendez-vous !",
    "chinese_title": "与火枪手们的三年",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "3 Ans Avec Les Mousquetaires",
    "douban_rating_average": 0,
    "update_at": "2025-07-17T05:49:12"
}