{
    "aka": [],
    "sid": "34676749",
    "cast": [
        {
            "url": "/celebrity/1352185/",
            "name": "亚当·康诺弗 Adam Conover",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1435364/",
            "name": "贝丝·霍伊特 Beth Hoyt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1386137/",
            "name": "郑珍熙 Jinhee Joung",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "喜剧",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2563739854.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1352185/",
            "name": "亚当·康诺弗 Adam Conover",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt9622878",
    "director": [],
    "duration": "24分钟",
    "episodes": "16",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-01-08(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9622878/",
    "imdb_votes": 86,
    "this_title": [
        "Adam Ruins Everything Season 3"
    ],
    "douban_link": "https://movie.douban.com/subject/34676749/",
    "imdb_rating": "6.9/10 from 86 users",
    "trans_title": [
        "亚当毁三观 第三季"
    ],
    "douban_votes": "0",
    "introduction": "Adam Ruins Everything is an American comedy television series starring Adam Conover that aims to debunk misconceptions that pervade U.S. society.It is based on a CollegeHumor web series of the same name, and stars comedian Adam Conover. Each episode begins with an ordinary person (sometimes a recurring character, other times not) going about their daily lives before stating a common misconception regarding a certain topic. Adam appears seemingly out of nowhere and introduces himself, leading to the opening titles. Openly breaking the fourth wall, Adam deconstructs three specific misconceptions related to the episode's topic, using his \"magical TV host powers\" to introduce sketch characters, time travel and animated segments, much to the other person's annoyance. To back up his claims, Adam refers to peer-reviewed articles, the citations for which appear onscreen, and pulls in experts in the field. At the end of the show's third act, the other characters' frustration will reach the critical point, their new knowledge making everything related to the episode's topic seem pointless, useless and impossible to fix. In the show's fourth act, Adam responds with a \"positive takeaway\", explaining how the new knowledge that's been gained actually improves the situation, and explaining how they can do their part to improve society and their lives.",
    "chinese_title": "亚当毁三观 第三季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Adam Ruins Everything Season 3",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-01-27T22:00:44"
}