{
    "aka": [
        "Мосул"
    ],
    "sid": "34679691",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2601892869.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt8354112",
    "director": [],
    "duration": "86分钟",
    "episodes": "",
    "language": [
        "英语",
        "阿拉伯语"
    ],
    "playdate": [
        "2019-04-12(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8354112/",
    "imdb_votes": 7472,
    "this_title": [
        "Mosul"
    ],
    "douban_link": "https://movie.douban.com/subject/34679691/",
    "imdb_rating": "7.5/10 from 7472 users",
    "trans_title": [
        "摩苏尔",
        "Мосул"
    ],
    "douban_votes": "0",
    "introduction": "In the fall of 2016, an army of over 100,000 Iraqi soldiers and militiamen mobilize to liberate Mosul, Iraq's second largest city, from the clutches of the Islamic State. Ali Mula, an Iraqi journalist, joins this army of uneasy allies--including Sunnis, Shiites, Christians and Kurds--to find out if they can put aside their sectarian differences and finally free their country from the scourge of ISIS. Along the way to Mosul, Ali encounters an unforgettable group of characters including a Sunni tribal leader who calls himself \"the Crocodile\", a female militia leader avenging the death of her husband, a canny, Iranian-backed militia leader, a lawyer-turned-warrior, an elite band of ISIS killers, and refugees who survived the brutality of ISIS occupation. As he nears the end of his journey, Ali meets face-to-face with a die-hard ISIS prisoner who reveals the truth behind his nefarious organization. In the aftermath of Mosul's liberation, Ali ponders the question: Is the war against ISIS over or have the seeds of the next sectarian conflict already been sown?",
    "chinese_title": "摩苏尔",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Mosul",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-06-21T21:42:14"
}