{
    "aka": [
        "A PLANET IN THE SEA"
    ],
    "sid": "34679782",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2567022329.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt10749672",
    "director": [
        {
            "url": "/celebrity/1332506/",
            "name": "安德烈·赛格亚 Andrea Segre",
            "@type": "Person"
        }
    ],
    "duration": "93分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2019-09-05(威尼斯电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10749672/",
    "imdb_votes": 75,
    "this_title": [
        "Il Pianeta In Mare"
    ],
    "douban_link": "https://movie.douban.com/subject/34679782/",
    "imdb_rating": "6.0/10 from 75 users",
    "trans_title": [
        "海中行星",
        "A PLANET IN THE SEA"
    ],
    "douban_votes": "0",
    "introduction": "Entering the industrial world of Marghera, the mechanical heart of the Venice Lagoon which has not stopped beating for a hundred years: it’s a world hanging in the balance between an awkward past and an uncertain future, where the workforce is made up of over sixty different nationalities. Wandering into and marveling at places hardly ever explored before, like the steel bellies of great ships under construction, the shadows of the abandoned bastions of the Petrolchimico facility, the blast furnaces and smokestacks of the refineries, the new computerised world of Vega or the hundreds of containers that intercontinental shipping lines unload round the clock on the edges of the motionless lagoon. Through the lives of workers, manager, truck drivers and the cook of the last trattoria left in Marghera, the images help us to understand what remains of Italy’s great dream of industrial progress now that the country is immersed, after the crises and wounds of the recent past, in global flows of finance and migration.",
    "chinese_title": "海中行星",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Il Pianeta In Mare",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-03-04T23:33:57"
}