{
    "aka": [],
    "sid": "3475347",
    "cast": [
        {
            "url": "/celebrity/1255030/",
            "name": "玛雅·斯泰斯-史密斯 Maja Stace-Smith",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045130/",
            "name": "杰西·莫斯 Jesse Moss",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041154/",
            "name": "劳拉·哈里斯 Laura Harris",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022663/",
            "name": "莫妮卡·甘德顿 Monique Ganderton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1017992/",
            "name": "詹姆斯·卡利斯 James Callis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014383/",
            "name": "帕特里克·萨邦圭 Patrick Sabongui",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1473028/",
            "name": "吉姆·托尔布恩 Jim Thorburn",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情",
        "战争",
        "奇幻",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2329256151.jpg",
    "region": [
        "Canada"
    ],
    "writer": [],
    "imdb_id": "tt1320346",
    "director": [
        {
            "url": "/celebrity/1305438/",
            "name": "Warren P. Sonoda Warren P. Sonoda",
            "@type": "Person"
        }
    ],
    "duration": "92分钟",
    "episodes": "",
    "language": [
        "English"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1320346/",
    "imdb_votes": 1184,
    "this_title": [
        "Merlin and the Book of Beasts"
    ],
    "douban_link": "https://movie.douban.com/subject/3475347/",
    "imdb_rating": "3.7/10 from 1184 users",
    "trans_title": [
        "梅林和野兽之书"
    ],
    "douban_votes": "308",
    "introduction": "关于梅林的传说：梅林作为亚瑟王的顾问、魔法师和先知，恐怕是有史以来最著名的魔法师了。很多我们喜爱的英国传奇故事中都出现过他的身影。他能够运用自己的魔力获得战争的胜利，也能把自己变成猎狗或雄鹿。（呵呵~估计教授粉丝要郁闷了，为什么是变成小天和詹姆呢？）他能预见未来，还能控制人的命运。虽然梅林和他的生活都属于传奇故事，但历史上真的有这么一个人，他就是生活在公元6世纪的威尔士诗人梅德里恩。这位诗人在战争中变疯了，逃到了苏格兰的森林中，在那里预测未来。后来英国蒙默思郡的历史学家杰弗里把梅德里恩的名字改成了梅林，把他说成了英国民间故事《英国国王历史》一书中的人物。这本写于1136年的著作介绍了英国的起源。（汗个~我宁愿相信他是个巫师，不是精神异常人士|||）几百年来，梅林的故事不断被其他作家放大、改写。最著名的要算15世纪《亚瑟王之死》一书的作者托马斯?马洛礼，他的这部关于国王和他的圆桌骑士的小说非常脍炙人口。与很多神话中的人物一样，梅林也有一对杰出的父母。杰弗里说他的妈妈是一个国王的女儿，懂得法术，他的父亲不是魔鬼就是某种邪恶的幽灵，名叫“梦魇”。还有一说是梅林为大地之母与魔鬼 Incubus 在梦魇中所生，Satan 计划让 Merlin 成为地球上的恶之力量，以与耶稣基督的善之力量对抗。然而，Merlin 诞生之后，立即接受了洗礼，开始其美好的生命，但仍保有其预知与法术的能力。（这个版本更加传奇一些，但是有明显被基督教更改的痕迹~）梅林继承了母亲的善良和父亲神奇的力量。还是个孩子的时候他就表现出了自己与众不同的天赋，在这样做的时候还曾经救了自己的性命。故事开始于15世纪的英国国王沃提根，王国想修建一座塔，但是却失败了。白天无论他的士兵们多么努力工作，到了晚上塔都会一夜间变成一片废墟。于是，国王沃提根向他的魔术师寻求应对的方法，结果魔术师说，要在修建塔的石灰中加入一个孩子的鲜血，但是这个孩子的父亲必须不是人类。为了寻找这样的孩子，国王的使者很快发现了梅林并把它带给了国王。虽然当时梅林只有7岁，但他准确地解释了为什么塔每天都会倒塌的原因，因为塔建在了一片地下水上面。他还预测出如果把地下水抽干，就会在中空的两块巨石中看到沉睡着的两条龙。（这么两个“可爱”的宠物没有因为违章建筑而发彪，国王真是太幸运了。）后来证明梅林说的并没有错，于是国王把梅林放了。不仅如此，梅林还友情奉送了沃提根一个更加有意思的预言。红龙代表 Wales，另一条白色龙代表 Saxons。两条龙彼此对抗，Merlin预言红龙终将战胜白龙，待此日来临，亦是威尔士人战胜撒克逊人之日。到了 1485 年，威尔士皇族亨利七世（Henry VII）继承王位，被认为将完成 Merlin 的预言。（沃提根，你赚到了，提前了解古今军事动态，但是貌似登记的不是你，你也有点郁闷吧）沃提根国王死后，梅林成为后来三代国王的顾问。这3位国王分别是奥利里乌斯、尤瑟王，以及最著名的、尤瑟王之子亚瑟王。人们认为在奥利里乌斯统治时期，梅林把英国的国宝——史前巨石柱通过魔力从爱尔兰移到了英国。当时，奥利里乌斯国王希望修建一个大型纪念碑，于是梅林选择了爱尔兰出产石头的一片地方，这里在爱尔兰被叫做“巨人的舞蹈”，因为人们相信巨石具有特殊的功效。但是1万5千多名全副武装、带着梯子和缆绳的英国士兵却无法把巨石移动半步。梅林不费吹灰之力就把石头从爱尔兰搬到了英国。直到今天，这块巨石仍然耸立在这里（实际上，巨石大约是于公元前2100年就矗立在这里了，这比梅林的故事要早了几千年。但是，当地有些蓝色的石头确实是从威尔士运来的，所以这种认为石头是通过水路运到这里的说法也不是完全没有道理的）。在尤瑟王时代，梅林更是起到了功不可没的作用。当时尤瑟王爱上了一位名叫伊格娜的公爵夫人，因此，她的丈夫康沃尔公爵格罗里斯把她锁在了重兵把守的城堡中。但是梅林施展法术，把尤瑟王的容貌变得与格罗里斯公爵的一模一样，帮助尤瑟王顺利拿到了城堡的钥匙。士兵和伊格娜都没有看出破绽。当天晚上，伊格娜怀孕了，她肚子里的孩子就是后来继承尤瑟王的王位，成为大不列颠国王的亚瑟王。（尤瑟王真是色高人胆大，就这么偷跑进伊格娜的住处，万一梅林爷爷只是开了个玩笑，后果就很严重了~）后来，公爵死于一次战争，伊格娜和尤瑟王结了婚。（梅林爷爷的绿帽工厂正式开张了，他后来还撮合过很多奇怪的怨偶，老头的爱好真广泛啊~貌似邓校也有这个爱好来的|||）梅林保护童年的亚瑟王直到他后来继承了王位，后来又做了亚瑟王的先知、魔法师和军事顾问，确保这位伟大的国王取得成功。亚瑟王15岁的时候，梅林帮助亚瑟王取得了的神剑。后来，在战争中，梅林告诫亚瑟王直到最后时候才能把剑从剑鞘中拔出来，要做到这点很难，因为亚瑟王的对手眼看就要胜利了，但是亚瑟王听从了梅林的建议，直到最后一刻，才把剑拔出剑鞘。当他把剑抽出来的时候，神剑放出的光芒深深刺痛了对手，令他们不知所措，于是，亚瑟王最终取得了胜利。在另外一次战斗中，梅林也帮助了亚瑟王，他对敌人施了魔法，让他们都睡着了。其后，梅林为了巩固亚瑟王朝的政权，又为亚瑟王促成了和卡米利亚德的利奥德格兰斯王的女儿奎尼芬的政治婚姻。这也为亚瑟王朝的覆灭埋下了一个祸根。（这是后话，某波其后再表。总之这还真不赖梅林本人，亚瑟王也是继承了他父亲的一意孤行，梅林也是无可奈何啊~）人们认为梅林有变形的本领，可以把自己变成小孩、老人、女人、侏儒或动物。他可以控制咆哮的大海，还能为亚瑟王的城堡修建围墙，把试图登上围墙向亚瑟王进攻的士兵扔下去。尽管有如此杰出的能力，但是这位伟大的魔法师还是犯了一个愚蠢的错误。他迷上了一位叫艾微妮的女巫师（有时也叫“湖中之女”），告诉了艾微妮自己神奇功力的秘密。了解了梅林弱点的艾维妮对他施了魔法，把他永远囚禁在了一棵橡树里。（也有传说称这位女巫师为梅林的弟子，但是师徒为何反目成仇就不得而知了。总之，师生恋还真是很危险地东西啊~）但是也有别的传说，传言，他虽然被关在地下，但他却是自愿的，与他被关在一起的还有十三个宝藏于王位，他变成了是王位与宝藏的手护者，据说他是在等待亚瑟王回来的那一天，他将重新回到人间继续辅佐亚瑟王。（带着银行存款和在野党旧部回来，英格兰人的美好梦想|||）总之时至今日梅林都是威尔士人的精神象征，与其说是亚瑟王创造出了如此的传奇，倒不如说是梅林的功绩。梅林传奇——亚瑟王朝建立篇梅林的生平故事几乎遍布各种欧洲的魔法故事中，但是最集中的事件记载就是以辅佐亚瑟王的种种神迹展开的。亚瑟王故事的历史背景大约为6世纪左右的部落领袖生活在罗马崩溃之后的时代，抵抗着入侵英伦三岛的盎格鲁------撒克逊人，也已经成为了人们心目中的理想骑士形象之一。（梅林也是以军事和谋士的英雄形象出现的）但是我不能想象在那个文化贫乏的时代，那个连文字都缺乏的时代，有一些人能够表现出这些在随后的近千年内都被视为理想境界的道德水准。事实上，一种民间传说性质的东西，在历史的长河中会不断被人添加修改新要素并得到大众认可，最后逐渐以新的面貌出现在后人面前，亚瑟王的故事恰恰就是一个生动的例证。最早的亚瑟王传奇当然在以口头形式流传，而后，我们看到8世纪末威尔士史家南纽斯写的《不列颠人的历史》其中提到了这位领袖的事迹，且不论原作者的学术功底和严谨与否，至少这是最老的以书面形式提到这位传奇人物的资料。随后伴随着诺曼人的征服故事被传播更广，到了1137年，威尔士主教杰弗里用拉丁文写的《不列颠诸王纪》，用较大的篇幅介绍了这位传奇人物的事迹。随后更多的文学家、神学家介入传播的过程，诺曼法语、英语，新的语言版本出现了，英吉利、法兰西、神圣罗马帝国、意大利和西班牙，一个又一个地域的人开始了解认知这位英雄的传奇，在11-12世纪亚瑟的故事被不断推广，直到14世纪才出现了一部更具有普遍意义的作品------《亚瑟王之死》。在不同的版本中，我们能找到各种微妙的差异，比如在早期的作品仅仅致力于描写亚瑟本人和圆桌骑士们的侠义精神之后，亚瑟王之死强调了寻找圣杯的坎坷经过。寻找圣杯是一段浪漫的经历，但也同时被赋予了强烈的宗教色彩，这是因为，在基督徒的世界中圣杯不仅是一个普通的神话事物，更可以是一个宗教象征------耶稣的宽大和拯救。就像人们参加那场轰轰烈烈的圣战时的主观目的一样，自我拯救和神的宽恕，才是中世纪宗教精神的主题。类似的，我们看到圆桌骑士的数量也变化了，早先版本中他们一共有150人，但是经过各种版本的修正后，已悄悄变成了我们更熟悉的12人版，因为12在基督教中是极为重要和神圣的数字，最直白的例子就是12门徒。因此从上面这些简短的分析中，我们已经可以看到，我们“熟悉的”那个时代的亚瑟王，实际上也是如此模糊，如此被人大量改动过。很多人心目中的“理想”亚瑟王故事，不过就是14世纪的一个版本罢了。（这不是介绍达芬奇密码，所以某波不想讨论关于抹大拉的玛丽亚或是圣杯是不是一个人的问题，就是介绍一下历史背景。）梅林的故事就发生在这段神奇而绮丽的历史时代，不论他是真正的存在，梅林都已经是一个最生动活泼的魔法人物形象。亚瑟王的父亲尤瑟.潘左干王与康沃尔公爵格罗里斯之间的战争类似古代的诸侯割据军阀混战。最终尤瑟王因为有梅林这样一个出色的军师而取胜，于是他顺带继承了公爵的财产以及...老婆|||。这在那个时代并不是什么罕见的事情，这也是一种温和巩固政权的方法。而且撮合尤瑟王与公爵夫人伊格娜的正是梅林（在今天看来这老家伙真属于名副其实的“鸽派”）尤瑟王与伊格娜生下的第一个儿子，正是名字如雷贯耳的亚瑟王。可惜尤瑟王虽然为儿子打下了一片江山，却没有交给儿子一个稳固的政权，早早的就撒手人寰。梅林在之前因为神奇的预制能力已经知道了尤瑟王命不久矣，（国王生活比较放荡不羁，某波觉得不用看也知道他活不过壮年...）于是梅林做出了一个大胆的决定，他将还在襁褓中的太子交给尤瑟王的忠臣爱克托爵士抚养，令王子度过了危机重重的宫闱生活。亚瑟王在平静和安全的环境下顺利长大成人，粉碎了蠢蠢欲动的朝臣们挟天子以令诸侯的梦想。（没有天子，还能挟谁呢|||）在逐步的稳固了政权，各诸侯互相牵制而没有一位新王选出的最佳时机。梅林利与坎特伯雷大主教一起谋划了著名的石中剑事件。在圣诞节召集全国的王公贵族和著名骑士比武，推选国王。圣诞节清晨，广场中央出现一块插着宝剑的巨石，宝剑上镌刻着金字：凡能从石砧上拔出此剑者，乃生而即为英格兰全境之真命国王。亚瑟王就是在这次梅林的计划中顺利回归。真正继承了英格兰王座。",
    "chinese_title": "梅林和野兽之书",
    "douban_rating": "4.9/10 from 308 users",
    "foreign_title": "Merlin and the Book of Beasts",
    "imdb_rating_average": 3.7,
    "douban_rating_average": "4.9",
    "update_at": "2025-01-18T01:40:08"
}