{
    "aka": [],
    "sid": "34778223",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "加拿大",
        "瑞士"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1342357/",
            "name": "马蒂厄·罗伊 Mathieu Roy",
            "@type": "Person"
        }
    ],
    "duration": "81分钟",
    "episodes": "",
    "language": [
        "英语",
        "法语",
        "葡萄牙语",
        "尼昂加语"
    ],
    "playdate": [],
    "this_title": [
        "Dispossession"
    ],
    "douban_link": "https://movie.douban.com/subject/34778223/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Small farmers worldwide are being deprived of their land and pushed on the verge of social, economic, and cultural extinction. Corporate agribusinesses, backed by neoliberal policies and so-called free trade, grab land wherever they can. The protective controls that used to support small-holding farmers are helpless against the new economic strategies. Dispossession analyses the impact of the different economic policies that have completely transformed for the worse what were once already impossible living conditions to begin. The chain of poverty made worse by debt and violation of human rights enables ultimately a new form of slavery. People unable to pay off their debts becomes cogs in a machine that eventually kills them. Farmers that once enjoyed decent incomes are the disposable pawns of ruthless financial schemes. A frightening rise of suicide rates, cancer and migration is the appalling toll of politics and strategies that need to be addressed and stopped. A film that rings a much-needed alarm bell.",
    "chinese_title": "Dispossession",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-23T12:39:19"
}