{
    "aka": [
        "LIFE OUT THERE HAS IT BEEN SEEN?"
    ],
    "sid": "34778157",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "葡萄牙"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1075218/",
            "name": "Filipe Carvalho Filipe Carvalho",
            "@type": "Person"
        }
    ],
    "duration": "30分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [],
    "this_title": [
        "A vida aqui, está vista?"
    ],
    "douban_link": "https://movie.douban.com/subject/34778157/",
    "trans_title": [
        "LIFE OUT THERE HAS IT BEEN SEEN?"
    ],
    "douban_votes": "0",
    "introduction": "Minas de São Domingos is a small village built on a mine in the Alentejo region of Portugal. Today, the mine, which in other times kept its neighbours in employment, is no longer operating. It is difficult to imagine a future for this slightly forgotten land, criss-crossed by ruins that bear witness to a happier era, and virtually abandoned by inhabitants forced to leave to find work elsewhere. It’s summer, children play in the street, tourists camp next to the river, adults burst into traditional song in the ruins of the mine. Here, everything happens as a community, as if being together was the only possible answer to the question formulated by the film’s title: Life out There has it been seen? Filipe Carvalho manages to capture in his film the sensation of time suspended between past and present, an almost imaginary time that sets the pace of life in the village. A fully conscious exercise in cinéma direct that observes daily life intelligently, a gesture that could explain the complex history of a territory.",
    "chinese_title": "A vida aqui, está vista?",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-04T17:11:49"
}