{
    "aka": [],
    "sid": "34778118",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2565167368.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1438559/",
            "name": "米莉·佩彻 Mili Pecherer",
            "@type": "Person"
        }
    ],
    "duration": "53分钟",
    "episodes": "",
    "language": [
        "法语",
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "HOW GLORIOUS IT IS TO BE A HUMAN BEING"
    ],
    "douban_link": "https://movie.douban.com/subject/34778118/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Wrapped up warm in gorgeous medieval-like capes, two young women are walking. Setting o on their pilgrimage for a very humble destination, they travel along narrow country roads, and converse while listening to each other. Thefirst one, Mili Pecherer, the director, carries on her back a both grotesque and enigmatic burden: a huge hemorrhoid-shaped bundle. As far as the secondone is concerned, she is expecting a child. Understandably, here a serious anda comical approach are combined for this wandering on the foothills of the Pyrenees, open to carnival and irreverent tones under the auspices of a medieval song. As the picaresque tradition has it, this trip will give rise to meetings: with a farmer and father hosting them, with the inventor of a machine designed to find lost cats. And also a donkey, the transient travelling companion of this fanciful voyage. Thus the film appears as a way of warding o angst, a well-known genre subverted here by naïve spirit and the burlesque distance chosen. A quest loosely based on “What we Learn from the Lilies in the Field and from the Birds in the Air” by Kierkegaard, which moves away from the beaten tracks as discretely heralded by the opening shot. Quite a paradoxical pilgrimage – Lourdes is not far yet mischievously eluded: getting back to oneself through the drawn path rather than through a revelation, as pointed out by the final yet not at all concluding interview, that sounds as absurd as foreshadowing.",
    "chinese_title": "HOW GLORIOUS IT IS TO BE A HUMAN BEING",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-10T15:28:05"
}