{
    "aka": [],
    "sid": "34781425",
    "cast": [
        {
            "url": "/celebrity/1356763/",
            "name": "迪伦·哈曼 Dylan Harman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1382841/",
            "name": "梅瑞狄斯·海因里希 Meredith Heinrich",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1356759/",
            "name": "凯尔·帕普斯 Kire Paputts",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2638889559.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1356759/",
            "name": "凯尔·帕普斯 Kire Paputts",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt8461156",
    "director": [
        {
            "url": "/celebrity/1356759/",
            "name": "凯尔·帕普斯 Kire Paputts",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-11-26(都灵电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8461156/",
    "imdb_votes": 152,
    "this_title": [
        "The Last Porno Show"
    ],
    "douban_link": "https://movie.douban.com/subject/34781425/",
    "imdb_rating": "5.7/10 from 152 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Wayne, a struggling method actor, inherits the city's last porno cinema from his estranged father Al. Seeing this as an unconventional opportunity to reconcile their relationship, Wayne absorbs himself in the underworld of the pornography business. While running the cinema Wayne meets a cast of characters including Ralf, a slimy business partner of Al's, James, a young man with special needs employed by Al, and Athar, a young boy who lives in the upstairs apartments. Each character acts as a piece of a puzzle in helping Wayne rediscover the father he barely knew. But the old cinema turns out to be much more than Wayne anticipated. Between the community's pressure to have it closed and the antics of the devoted patrons, unresolved traumatic experiences from his youth bubble their way to the surface and begin to paint a clearer picture of Al. Landing his first lead role in a film, Wayne can't help but recognize the similarities between this fictional character and his father. Wayne slowly takes on Al's persona in preparation of filming, but begins to lose his own identity in the process and eventually his grasp on reality. As Wayne lives and breathes everything Al, he finds himself in a much darker place than anything he ever could have imagined. No longer just a character study, Wayne painfully reconstructs his traumatic experiences using Athar in the role of himself as a child. But Wayne goes too far and ends up on the wrong side of his memory. It's only then that he realizes the errors of his ways. He must now find reconcilement with the people he has affected along the way. In a final act of closure, Wayne decides to close the porno cinema and embrace his own identity.",
    "chinese_title": "The Last Porno Show",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.7,
    "douban_rating_average": 0,
    "update_at": "2025-04-13T09:14:33"
}