{
    "aka": [],
    "sid": "34785859",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "戏曲"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2564911380.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1052558/",
            "name": "埃马努埃尔·希卡内德 Emanuel Schikaneder",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "204分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2019-08-04(英国)"
    ],
    "this_title": [
        "Die Zauberflöte"
    ],
    "douban_link": "https://movie.douban.com/subject/34785859/",
    "trans_title": [
        "魔笛"
    ],
    "douban_votes": "0",
    "introduction": "True love conquers all in a colourful fairytale that pits the forces of darkness against truth, goodness and light. Barbe & Doucet direct Glyndebourne’s first new production of Die Zauberflöte in over a decade.Prince Tamino is on a quest: to rescue the beautiful Pamina, daughter of the Queen of the Night, who has been kidnapped by her father Sarastro. But is all really as it seems? With the help of bird-catcher Papageno, Tamino must brave not only dragons and the forces of darkness but trials of fire and water if he is to arrive at the truth and gain Pamina as his wife.Composed just months before his death, Mozart’s final stage work is a heady blend of knock-about comedy and contemplative beauty – a musical masterpiece that reimagines opera for the Age Of Enlightenment. The sweetness and apparent simplicity of this enchanting score conceals a great deal of sophistication, weaving some of the composer’s most beautiful and best-loved melodies together in an elegant allegory whose wicked queens and noble princes are just the beginning of the story.Ryan Wigglesworth conducts an exciting young cast including Sofia Fomina and Björn Bürger.",
    "chinese_title": "魔笛",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Die Zauberflöte",
    "douban_rating_average": 0,
    "update_at": "2025-05-05T13:35:17"
}