{
    "aka": [],
    "sid": "34781946",
    "cast": [
        {
            "url": "/celebrity/1033300/",
            "name": "艾伦·延托布 Alan Yentob",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1367833/",
            "name": "奥拉维尔·埃利亚松 Olafur Eliasson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2564886694.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1033300/",
            "name": "艾伦·延托布 Alan Yentob",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt10707054",
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-07-28(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10707054/",
    "imdb_votes": 8,
    "this_title": [
        "Olafur Eliasson: Miracles of Rare Device"
    ],
    "douban_link": "https://movie.douban.com/subject/34781946/",
    "imdb_rating": "7.2/10 from 8 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Olafur Eliasson has been pushing the limits of the sublime and the spectacular in his art for almost 30 years. From his monumental installation, The Weather Project, in Tate Modern's Turbine Hall in 2003 to his recent interventions in climate change and global migration, his is an art which strives to change the world every step of the way. In 2019, the Danish-Icelandic artist returns to Tate Modern with his landmark exhibition, In Real Life, surveying the breadth of his career from his beginnings as an art student in Copenhagen through to the latest pieces created in his vast studio laboratory in Berlin. Much of his work is shaped by his response to his parents' home country of Iceland and the interplay of water and light showcased in its natural phenomena. Alan Yentob has been following Eliasson and his studio in the run-up to the show, charting the transportation of dozens of mini icebergs from Greenland to the streets of London, and as he took to the skies of Iceland to take a series of photographs, revisiting glaciers last seen 20 years ago. Imagine… also explores Eliasson's more recent ventures into architecture looking at both a privately commissioned building and the publicly commissioned bridge he designed in Denmark. Featuring contributors and collaborators as varied as Mary Robinson, former president of Ireland and UN high commissioner for human rights, hip hop pioneer Fab 5 Freddy, Olafur Ragnar Grimmson, Iceland's president for 20 years, and art critic Louisa Buck.",
    "chinese_title": "Olafur Eliasson: Miracles of Rare Device",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-06-11T19:33:50"
}