{
    "aka": [],
    "sid": "34781215",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "瑞士"
    ],
    "writer": [],
    "imdb_id": "tt8376688",
    "director": [
        {
            "url": "/celebrity/1246190/",
            "name": "西里尔·舒布林 Cyril Schäublin",
            "@type": "Person"
        }
    ],
    "duration": "13分钟",
    "episodes": "",
    "language": [
        "德语",
        "法语",
        "俄语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt8376688/",
    "this_title": [
        "Kropotkin"
    ],
    "douban_link": "https://movie.douban.com/subject/34781215/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In 1887, Peter Kropotkin stayed briefly in the Swiss Jura, fiefdom of the watchmaking industry and epicentre of the international anarchist movement. He would retain a strong impression of his encounter with the highly organised local workers, whose “equalitarian relationships and independent thought” he would praise in his diary. 140 years after the “conversion” of this man who was to theorise libertarian communism a little later on, Cyril Schäublin restages fragments of this diary read in Russian, in the current setting. A place in which his ancestors, who worked from generation to generation in the watchmaking manufactures of this region until their closure, still survive. Filmed in static shots in the bluish and cold light of their home, the protagonists of Kropotkin are no longer anything more than broken fossils, the descendants of a proletariat with a bright future, which the young Russian aristocrat seems to have dreamed. Their reflections on the passage of time, while, outside, the blanket of snow swallows up the deserted villages, only resonate more cruelly.",
    "chinese_title": "Kropotkin",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-12T19:26:06"
}