{
    "aka": [],
    "sid": "34785762",
    "cast": [
        {
            "url": "/celebrity/1028376/",
            "name": "德米特里·肖斯塔科维奇 Dmitri Shostakovich",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1184308/",
            "name": "瓦莱里·捷杰耶夫 Valery Gergiev",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004587/",
            "name": "约翰·赫特 John Hurt",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2564903583.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "Dmitri Shostakovich: A Man of Many Faces"
    ],
    "douban_link": "https://movie.douban.com/subject/34785762/",
    "trans_title": [
        "肖斯塔科维奇：千面之人"
    ],
    "douban_votes": "0",
    "introduction": "Enter the world of Dmitri Shostakovich, one of the 20th century's most brilliant and fascinating composers, in this exciting documentary by filmmaker Reiner Moritz. Highlights include extensive interviews with Shostakovich-specialist Valery Gergiev and excerpted performances by the Mariinsky Orchestra, the Borodin Quartet, and the composer himself!In commemoration of the 40th anniversary of Dmitri Shostakovich's death in 2015, filmmaker Reiner Moritz produced his documentary Dmitri Shostakovich, A Man of Many Faces. With British actor John Hurt as narrator, Moritz examines Shostakovich's life, focusing in on two events in particular: the 1936 banning of his highly successful opera Lady Mabeth of the Mtsensk District, and the composer's labelling as a \"formalist and cosmopolitan\" in 1948. Despite such setbacks, Shostakovich went on to pursue a resilient and fulfilling career that testifies to the power of art in the face of a dictatorial terror regime. In telling his story, Mortiz weaves together rare footage of the composer himself talking and performing his Concerto for Piano, Trumpet, and Strings with captivating performances of his 15 symphonies and 6 concertos by Valery Gergiev and the Mariinsky Orchestra and filmed excerpts of Lady Macbeth and his quartets.",
    "chinese_title": "肖斯塔科维奇：千面之人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Dmitri Shostakovich: A Man of Many Faces",
    "douban_rating_average": 0,
    "update_at": "2025-11-09T05:56:18"
}