{
    "aka": [],
    "sid": "34800452",
    "cast": [
        {
            "url": "/celebrity/1324411/",
            "name": "王美英 Meiying Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1467504/",
            "name": "郭金豪 Jinhao Guo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "剧情",
        "动作",
        "历史",
        "武侠",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888771243.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "81分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2020-07-24(中国大陆)"
    ],
    "this_title": [
        "义士"
    ],
    "douban_link": "https://movie.douban.com/subject/34800452/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "1644年，清顺治皇帝登基，迁都北京。而在南京拥有江北四镇军权的大将军强行拥小福王称帝，挟天子以令诸侯。开始在南方实施暴政统治，穷兵黩武、横征暴敛。更加可怕的是大将军暗中与北方的满清高层勾结，意图投敌。以祁东林为首的南方朝廷清流团体决心与之对抗，他策划了死士行动决定刺杀大将军。在关键时刻，清流团体中重要人物穆中原（南京禁军副统领）投靠了大将军。他的背叛导致了整个死士行动大败，所有冲入将军府的死士几乎全军覆没。南京掀起了血雨腥风，穆中原带领禁军对祁东林和所有清流团体展开了剿杀。此事之后穆中原却怕遭到多疑的大将军猜忌，主动辞去禁军职务去往徐溪关，去镇守一个通往北方的要塞。祁东林全家被灭门之后，其学生赵忠尧决心重启死士行动。他得到了一个重要消息，大将军将亲自出徐溪关去往北方，与多尔衮密谈投降事宜，如果投降达成，整个维系大明的南方将不复存在。然而要想行刺大将军绝对是登天的难度，在大将军身边不但有着刀枪不入的重甲卫队保护，同时他还拥有覆盖整个江南的强大的特务情报网络。赵忠尧和他的死士经过周密的计划，行刺大将军只能在徐溪关。要在徐熙关完成行刺必须争取到一个人——这就是出卖过清流团体的穆中原。赵忠尧决心冒险去与这个叛徒达成合作，这个决定遭致了所有参与行动的死士担忧和反对。然而赵忠尧却一意孤行，他告诉所有死士这次行动必会成功。不管过程之中遇到什么样的阻碍在最关键时刻会有一个隐藏的死士现身，而这个死士会冲破铁甲护卫的阻碍取下大将军的人头。对于赵忠尧的这个说辞死士们慢慢感觉是一个美丽的谎言，他们前往徐溪关之后面对的是穆中原再次的背叛和血腥的清缴。在徐溪关一场明争暗斗在惊心动魄中上演。死士们一个接一个地死去，连赵忠尧自己也被抓进了炼狱之中遭受酷刑逼供。死士的行动看来注定失败。然而刺杀再也不会有别的机会了，死士中幸存的执行者方休等人只能按照赵忠尧被捕前的计划继续实施。他们已经没有了成功的把握，只剩下必死的决心。按照原定计划，死士们去往了徐溪关的刺杀据点。在行动开始前却被大将军的特务彻底包围了……在千钧一发之际，赵忠尧口中那个隐藏的死士终于现身了。他就是穆中原，这个背负着背叛恶名忍辱负重的男人为了完成死士正义的使命不惜堵上了自己和爱人的名誉和性命。这一切都是死去的祁东林生前布好的计划，要杀死大将军就必须做出非常的牺牲。穆中原必须凭借拿下所有袍泽死士的人头才能一步一步取得大将军的信任，最后穿过铁甲卫队来到大将军身边完成行刺。选择做死士是残酷的，而且这份残酷超乎想象！",
    "chinese_title": "义士",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-30T04:52:30"
}