{
    "aka": [
        "Ronny & i"
    ],
    "sid": "34806184",
    "cast": [
        {
            "url": "/celebrity/1344760/",
            "name": "亚当·贝瑞 Adam Berry",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1220827/",
            "name": "卢克·汉弗莱 Luke Humphrey",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "爱情",
        "同性"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2566902154.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1345271/",
            "name": "盖伊·沙勒姆 Guy Shalem",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "Ronny And I"
    ],
    "douban_link": "https://movie.douban.com/subject/34806184/",
    "trans_title": [
        "罗尼和我",
        "Ronny & i"
    ],
    "douban_votes": "0",
    "introduction": "The film picks up several years later in the city of Los Angeles, where Adam has moved to pursue his dream of becoming a filmmaker. Almost immediately upon arrival, Adam finds himself wrapped up in a whirlwind of glamour and is quickly embraced by the vivacious LGBT community, often even finding himself at parties with the people he’s always looked up to.It’s a surreal start to what seems like his very own success story, but as material things become abundant, Adam’s emotional roots with Ronny begin to wear away, and his blossoming relationships consistently lack that fundamental feeling he’s always craved.While dating and sex serve as momentary escapes, his inward enveloping loneliness only becomes more prevalent, as he’s now living a life in stark contrast to the deep love and affection he’d known since early adolescence. One night, he meets a man with money, success, and the power to change his life. But instead of finding solace, Adam is made victim to violence and abuse.Adam feels desperate, and his yearning for Ronny becomes too much to bear. He finally reaches out and the next morning wakes to a surprising response. Ronny has moved to China with his wife and child, and in this foreign land has found an isolation strangely similar to Adam’s. In a moment of impulse, Adam flies to Ronny and they decide to take a trip, alone, just as they had all those years ago. What they rediscover on their journeys together again, are all those familiar feelings lost over the years. Those feelings of tenderness, understanding, and coming home.",
    "chinese_title": "罗尼和我",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ronny And I",
    "douban_rating_average": 0,
    "update_at": "2026-02-05T03:01:16"
}