{
    "aka": [
        "局内人"
    ],
    "sid": "34803127",
    "cast": [
        {
            "url": "/celebrity/1002671/",
            "name": "大卫·田纳特 David Tennant",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040517/",
            "name": "斯坦利·图齐 Stanley Tucci",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1328518/",
            "name": "多莉·韦尔斯 Dolly Wells",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1416550/",
            "name": "莉迪娅·韦斯特 Lydia West",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1261256/",
            "name": "Eke Chukwu Eke Chukwu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027874/",
            "name": "迪伦·贝克 Dylan Baker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1282399/",
            "name": "凯特·迪基 Kate Dickie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1174593/",
            "name": "琳赛·马歇尔 Lyndsey Marshal",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1164604/",
            "name": "蒂莉·沃斯堡 Tilly Vosburgh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1282187/",
            "name": "西蒙·德兰尼 Simon Delaney",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1328504/",
            "name": "柯基·法尔考 Cokey Falkow",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1406196/",
            "name": "阿特金斯·埃斯特蒙德 Atkins Estimond",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1376813/",
            "name": "马克·夸特利 Mark Quartley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1389158/",
            "name": "朱莱·纳米尔 July Namir",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1445091/",
            "name": "吉安尼·卡尔切蒂 Gianni Calchetti",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情",
        "悬疑",
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2881052432.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1274314/",
            "name": "史蒂文·莫法特 Steven Moffat",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt10948716",
    "director": [
        {
            "url": "/celebrity/1055546/",
            "name": "保罗·麦圭根 Paul McGuigan",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-09-26(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10948716/",
    "imdb_votes": 39328,
    "this_title": [
        "Inside Man"
    ],
    "douban_link": "https://movie.douban.com/subject/34803127/",
    "imdb_rating": "6.7/10 from 39328 users",
    "trans_title": [
        "牢里的人",
        "局内人"
    ],
    "douban_votes": "1262",
    "introduction": "Stellar cast confirmed for major new Steven Moffat drama Inside Man, for BBC One and NetflixDavid Tennant (Des; Staged; Doctor Who), Dolly Wells (The Pursuit Of Love; Dracula; Can You Ever Forgive Me?) and Lydia West (It’s A Sin; Years And Years; Dracula) will lead the cast of a major new thriller from BAFTA and Emmy award-winning writer Steven Moffat (Dracula, Sherlock, Doctor Who), alongside Stanley Tucci (Feud; The King’s Man; Spotlight) in the title role of the Inside Man.Produced by Hartswood Films for BBC One and Netflix, it will be directed by Paul McGuigan (Sherlock; Dracula; Film Stars Don’t Die In Liverpool).The captivating four part mini-series follows a prisoner on death row in the US, a Vicar in a quiet English town, and a maths teacher trapped in a cellar, as they cross paths in the most unexpected way…Husband and wife team Steven Moffat and Sue Vertue, executive producer for Hartswood Films, say: “We’re a bit stunned, and very excited, at the acting talent we’re managing to assemble for this show. Can’t wait to crawl out of our lockdown bunker and get to work.”Piers Wenger, Director of BBC Drama, says: “BBC One viewers will already know the television magic created when Steven Moffat writes for David, Dolly and Lydia. With the fantastic Stanley Tucci alongside them as our Inside Man, everything is in place for a series that will have the nation gripped.”Chris Sussman, UK Original Series, Netflix says: \"We're delighted to team up with the BBC on another brilliant series from the ingenious mind of Steven Moffat. It's impossible to say too much about Inside Man without giving away spoilers - so let's just say the scripts are fiendishly clever, the cast is fantastic and at this point in time nobody but Steven knows how it's going to end. We're thrilled to continue our fruitful partnership with BBC One, BBC Studios and Hartswood Films and are excited about bringing this series to a global audience.\"Caroline Stone, Director of Independent Drama at BBC Studios, says: “We are very excited to be working once again with Hartswood Films, the BBC and Netflix to bring another fantastic series from Steven Moffat to audiences around the world. Inside Man is set to be an unmissable drama with a hugely talented line-up both on and off screen. From the very successful partnerships we’ve had in the past with Netflix, we are optimistic it will be another hit globally.”Inside Man is a 4x60 drama for BBC One and Netflix. It is created and written by Steven Moffat, directed by Paul McGuigan, with Alex Mercer as producer. Executive producers are Sue Vertue for Hartswood Films and Ben Irving for the BBC. Chris Sussman will oversee for Netflix. It was commissioned by Charlotte Moore, BBC Chief Content Officer, and Piers Wenger, Director of BBC Drama. BBC Studios are the international distributors and brokered the deal with Netflix.The series will premiere on BBC One and BBC iPlayer in the UK and on Netflix outside of the UK and Ireland. Filming will take place later this year.",
    "chinese_title": "牢里的人",
    "douban_rating": "6.2/10 from 1262 users",
    "foreign_title": "Inside Man",
    "imdb_rating_average": 6.7,
    "douban_rating_average": "6.2",
    "update_at": "2025-03-17T04:21:06"
}