{
    "aka": [],
    "sid": "34803319",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1987",
    "genre": [
        "真人秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2566648598.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0455291",
    "director": [],
    "duration": "27分钟",
    "episodes": "13",
    "language": [
        "英语"
    ],
    "playdate": [
        "1987(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0455291/",
    "imdb_votes": 124,
    "this_title": [
        "The Woodwright's Shop Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/34803319/",
    "imdb_rating": "8.4/10 from 124 users",
    "trans_title": [
        "木匠的工房 第一季"
    ],
    "douban_votes": "0",
    "introduction": "105\t701\t\"Noveltails\"\tTBARoy takes a look at the design and benefits of many traditional dovetails used in woodworking, then goes even further to look at some more unusual dovetails.106\t702\t\"Longer and Stronger\"\tTBAWhen you need a longer board (or rafter), then a traditional scarf joint may be the answer. Roy discusses the history, value and creation of this important joint.107\t703\t\"Country Comfort\"\tTBARoy shows us the steps to create the perfect outdoor chair — the Adirondack.108\t704\t\"Shaker Boxes\"\tTBAAfter a look at a number foot-powered woodworking machines, Roy and his guest show how to use a few of the machines to make traditional Shaker oval boxes.109\t705\t\"Bookcaseology\"\tTBAThis episode is Roy’s version of waste not, want not. He shows how to build a coffin-shaped bookcase so that the materials involved aren’t wasted, but used during life — and after.110\t706\t\"Woodwork, Needlework\"\tTBABlending two traditional crafts, Roy builds an adjustable needlework stand of French design.111\t707\t\"Whirligigs\"\tTBAWhirligig expert Andy Lundy stops by the shop to talk about the history, design and construction details of a variety of whirligigs.112\t708\t\"Felling and Hauling\"\tTBATraditional woodworking starts with the trees. Roy shares the traditional steps necessary to fell a tree and get the wood into the shop.113\t709\t\"Bramble Work\"\tTBARoy gives us a look at rustic Bramble Work furniture. He then creates a small table in this style, working with twigs fastened in geometric patterns.114\t710\t\"Farmwood\"\tTBARoy works through the varied historical uses of lumber for use in construction, furniture, heating on your own farm, and for sharing with others. No part of the tree is wasted.115\t711\t\"Old South Homestead\"\tTBAOn a trip back to the Underhill homestead, Roy takes us on visit of some of the construction details used in building the 1850s house and outbuildings.116\t712\t\"Gameboards\"\tTBARoy shows us how to make a couple of classic board games: Fox and Geese, and a checkers (or chess) board.117\t713\t\"Woodcut Printing\"\tTBAWe travel to the Book Binders Shop at Colonial Williamsburg to learn the history and reality of woodcutting for use in printing.",
    "chinese_title": "木匠的工房 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Woodwright's Shop Season 1",
    "imdb_rating_average": 8.4,
    "douban_rating_average": 0,
    "update_at": "2025-03-26T20:13:20"
}