{
    "aka": [],
    "sid": "34812491",
    "cast": [
        {
            "url": "/celebrity/1379501/",
            "name": "孙嘉浚 Jiajun Sun",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2567669140.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2020(中国大陆)"
    ],
    "this_title": [
        "半夏三寸流光"
    ],
    "douban_link": "https://movie.douban.com/subject/34812491/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "已经成为音乐老师的林夏，看到班里最后一排男生在睡觉，恍惚想起自己的中学时代。中学时代，林夏转学进入崔正宇所在的班级，两人在还未认识时，就有了一次“英雄救美”的邂逅。但是进入班级后，崔正宇仿佛没有见过林夏一样，展现出了漠不关心的姿态。林夏坐在了崔正宇的前面，两个人对学习是截然不同的态度，林夏上课认真听讲，做笔记，是好学生的代表，而崔正宇则是睡觉，迟到，旷课，典型的问题学生。林夏对崔正宇充满了好奇，她好奇为什么一个学生迟到了还有心情这么悠哉的慢慢走进教室；好奇一个已经迟到的学生为什么刚回到座位上就开始睡觉；好奇一个学生考试不理想被要求喊家长还那么安之若素；好奇一个从前的学霸，为什么到了高中成了问题学生。她对他充满了好奇心。林夏发现，无论是对待自己的妈妈还是对待班里的同学，崔正宇永远一副漠不关心大的表情，甚至，还会对妈妈发火。但是面对班级篮球赛，崔正宇却在危急时刻力挽狂澜，赢得比赛之后，他又回归了那个冰冷的面孔。看着差异很大的两个人，却有着一个共同的烦恼和心结——父母。林夏的爸爸对老婆展现出的是不耐烦、暴躁、酗酒、吵架，毫无温情可言；崔正宇的父母离异，而他又发现妈妈有着不可告人的秘密。崔正宇总是在回家的路上，停在离妈妈上班不远的地方偷偷观察，林夏发现了崔正宇这一点，也在不远处充满好奇心地看着他。崔正宇不小心惹上一群高年级男生，林夏站出为崔正宇撑腰，虽然是在帮倒忙，但林夏的举动让崔正宇觉得很温暖。林夏的爸爸又喝醉了酒，客厅里传来了吵架声，林夏躲在自己屋内。崔正宇对林夏慢慢上了心，上课的时候碰到林浅的头发，对晚会上演奏钢琴曲的林浅着迷，但是崔正宇从未表露过自己的心声。同时，其他男生对林夏展开了追求。课堂上，有男生给林夏传情书，传到崔正宇那里时却被班主任发现，班主任趁机引导学生在班内传诵关于爱情的古诗词。崔正宇成为班上的笑柄，两人的关系也一度陷入尴尬，虽然彼此都故意躲着不说话，但崔正宇却在林夏需要的时候及时给与帮助。崔正宇总是默默跟在林夏后面，林夏也默默的就那么让崔正宇跟着，直到崔正宇到了妈妈上班不远的地方停下。因为一起迟到事件，林夏和崔正宇的关系重归于好，甚至比以往更加亲密。迟到事件促使林夏开始帮助崔正宇和徐贝贝学习，姜浩主动向林夏申请监督徐贝贝学习，四人学习小组正式组成。愚人节这天，四人得知了张国荣离世的消息，自发为张国荣哀悼。英语课期间小胖疑似非典症状，崔正宇和姜浩主动请缨，送小胖去医务室做处理。英语老师在安排好学生后跟随去医务室，好在小胖无大碍，因为小胖生病事件同学们改变了对英语老师的看法。四人继续快乐又充实的学习组合，姜浩也开始了每天给崔正宇和徐贝贝带早饭，而林夏则享受着妈妈每天给自己准备的丰盛早饭。快乐的时光里崔正宇也变得也变得开朗爱笑，成了一个爱学习的阳光少年，成绩也一天天好起来。因为班级内垃圾桶事件，班主任一改平时的慈祥，对学生进行了一番责任感和德行的教育。暑假期间，崔正宇经常约林夏经常出去玩，两人一起经历了开心的、紧张的，一起在林夏屋内听着林夏爸妈在外面争吵。暑假里最让两人记忆深刻，甚至一辈子都不会忘怀的事，是两人一起撞见林夏的爸爸在和崔正宇的妈妈纠缠，两人美好的中学时代到此也画上了句号。除了林夏转学走之前约见一次崔正宇外，两人再也没有见过面，而崔正宇也在多年之后才知道林夏曾对自己表白过，只是时过境迁，物是人非，一切都再也回不到过去。思绪拉回，林夏在教室里给学生弹琴，看向那个课桌上睡着的崔正宇，似乎还是那个崔正宇，崔正宇抬头，对着她笑了。",
    "chinese_title": "半夏三寸流光",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-21T14:11:48"
}