{
    "aka": [],
    "sid": "34814902",
    "cast": [
        {
            "url": "/celebrity/1142609/",
            "name": "安妮·雷德 Anne Reid",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027866/",
            "name": "德里克·雅各比 Derek Jacobi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323248/",
            "name": "妮可拉·沃克 Nicola Walker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027525/",
            "name": "莎拉·兰卡夏尔 Sarah Lancashire",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014495/",
            "name": "托尼·加德纳 Tony Gardner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027954/",
            "name": "提摩西·韦斯特 Timothy West",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010750/",
            "name": "荣妮·安柯纳 Ronni Ancona",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319455/",
            "name": "乔什-博尔特 Josh Bolt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1158159/",
            "name": "迪恩·史密斯 Dean Smith",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1396055/",
            "name": "路易斯·格雷特雷克斯 Louis Greatorex",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1074221/",
            "name": "保罗·柯普雷 Paul Copley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1194474/",
            "name": "蕾切尔·莱斯科瓦茨 Rachel Leskovac",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1356401/",
            "name": "凯瑟琳·罗斯·莫利 Katherine Rose Morley",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "剧情",
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2586798111.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1300267/",
            "name": "萨利·温莱特 Sally Wainwright",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt10830118",
    "director": [
        {
            "url": "/celebrity/1311809/",
            "name": "加雷思·布林 Gareth Bryn",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-02-23(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10830118/",
    "imdb_votes": 204,
    "this_title": [
        "Last Tango in Halifax Season 5"
    ],
    "douban_link": "https://movie.douban.com/subject/34814902/",
    "imdb_rating": "7.7/10 from 204 users",
    "trans_title": [
        "哈利法克斯最后的探戈 第五季"
    ],
    "douban_votes": "0",
    "introduction": "First-look pictures of the next installment of Sally Wainwright’s Bafta-winning Last Tango in Halifax have been released, ahead of the much-loved drama’s return to BBC One in 2020.Series leads Anne Reid, Derek Jacobi, Nicola Walker and Sarah Lancashire are seen reunited with Timothy West, making his return to Last Tango In Halifax. This series will be produced by Lookout Point, makers of Gentleman Jack.Alan (Derek Jacobi) and Celia (Anne Reid) are now seven years into their marriage but, having moved into a desirable bungalow with stunning views across the Calder Valley, they aren’t quite seeing eye to eye. It isn’t just their differing politics that’s a source of tension; Alan’s new supermarket job brings an unexpected challenge in the form of a wild local lad, and at Far Slack Farm, Gillian (Nicola Walker) faces trouble with a giraffe.Meanwhile John (Tony Gardner) is back on the scene, and Caroline (Sarah Lancashire) finds herself entangled in an emotional debacle with someone at work. Into all of this jets Alan’s brother Ted (Timothy West) on holiday from New Zealand. But it turns out he’s only bought a one-way ticket… and he hasn’t come alone.Also returning for the new series are: Ronni Ancona as Judith, Josh Bolt as Raff, Dean Smith as William, Louis Greatorex as Lawrence, Paul Copley as Harry, Katherine Rose Morley as Ellie, Felix Johnson as Angus, and Rachel Leskovac as PC Cheryl. Caroline’s daughter Flora, now five years old, will be played by Issacah June Zaman Hatzer, with Calamity, now age seven, played by Tilly Kaye.Joining the cast of Last Tango In Halifax this series will be Lu Corfield (Sex Education, Clink), Anna Leong Brophy (NightWatch Man, EastEnders), Noorul Choudhury (Ackley Bridge), Liam McCheyne (The Bay, Coronation Street), television newcomer Catherine Campion, Sophie McIntosh (Brave New World, Shortland Street), Rick S Carr (Brassic, Ackley Bridge) and Buckso Dhillon-Woolleyy (Aladdin, Unforgotten).Sally Wainwright, creator and writer, says: “Yet again the entire Last Tango cast has proved to be so wonderful together, so uplifting, heart-warming, touching and funny, as they explore Celia and Alan’s relationship further, under the brilliant breath of fresh air that Gareth Bryn’s direction has given them.”Faith Penhale, executive producer for Lookout Point, adds: “It’s been an absolute pleasure to bring the Tango team back together and watch them work their magic. Sally’s scripts are as brilliant as ever - warm and funny and very real - and our exceptional cast make it look easy. I can’t wait to give the fans four more episodes of this very special drama which they rightly love so much.”Ben Irving, executive producer for the BBC, adds: “Last Tango In Halifax is one of our most beloved dramas and we couldn’t be happier to be bringing Sally Wainwright’s phenomenal characters back to BBC One next year.”Last Tango In Halifax (4x60’) is a Lookout Point (Gentleman Jack, Les Misérables, War And Peace) production for the BBC. The series is written by Sally Wainwright (Gentleman Jack, Happy Valley), directed by Gareth Bryn (Hidden, Hinterland) and produced by Ken Horn (Line of Duty, The Moorside). Executive producers are Faith Penhale and Laura Lankester for Lookout Point, Ben Irving for the BBC, and Sally Wainwright. The series will be distributed internationally by BBC Studios.Last Tango In Halifax will return in 2020. It previously ran for three series and a two-episode Christmas special, with each run averaging more than 7 million viewers. It was last onscreen in 2016.",
    "chinese_title": "哈利法克斯最后的探戈 第五季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Last Tango in Halifax Season 5",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-03-01T01:22:29"
}