{
    "aka": [
        "Amerikas Südwesten Faszination Regenwald Die Südsee",
        "Die große Enzyklopädie unserer Erde: Nord- und Südamerika"
    ],
    "sid": "34812374",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2567659005.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1001623/",
            "name": "Benjamin Eicher Benjamin Eicher",
            "@type": "Person"
        }
    ],
    "duration": "214分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2014-04-14(德国)"
    ],
    "this_title": [
        "Die große Enzyklopädie unserer Erde"
    ],
    "douban_link": "https://movie.douban.com/subject/34812374/",
    "trans_title": [
        "Amerikas Südwesten Faszination Regenwald Die Südsee",
        "Die große Enzyklopädie unserer Erde: Nord- und Südamerika"
    ],
    "douban_votes": "0",
    "introduction": "Bewundern Sie die Schönheiten unserer Erde und ihre reichhaltige Natur. Diese drei in stereoskopischen 3D gedrehten Naturdokumentationen zeigen ihnen die ganze Pracht von Amerikas Südwesten , dem Grand Canyon, dem mystischen Death Valley und vielen weiteren Nationalparks. In Faszination Regenwald besuchen wir die undurchdringlichen, immergrünen Wälder, die Lungen unserer Erde . Von großen Tieren wie den Jaguaren über Affen, die in den bis zu 60 Meter hohen Bäumen klettern, bis hin zu den kleinsten Lebewesen wie den Blattameisen, Sie werden aus dem Staunen nicht herauskommen. Für viele Menschen ist Die Südsee ein Inbegriff des Paradieses aus Sonne, Sand und klarem Meerwasser. Erkunden Sie das Bikini Atoll, das mehr als 60 Jahre von Menschen nahezu unberührt geblieben ist, und erleben sie die Faszination dieses Landstrichs. Amerikas Südwesten 3D : Sehen Sie eine Real-3D-Film-Dokumentation über den Wilden Westen der USA und wandeln Sie auf den Spuren von Mythos und Wirklichkeit: Rauchende Colts, Silber, Öl und Salz, mannshohe Kakteen, uralte Felsmassive und gewaltige Canyons. Wüste, so weit das Auge sehen kann. Flirrende Hitze am Tag und klirrende Kälte in der Nacht. Und das alles vor legendären Filmkulissen. Amerikas Südwesten das sind zahllose Monumente wahrer Schönheit und Vergänglichkeit. Das alles und noch viel mehr erleben Sie hier. Amerikas Südwesten 3D - Vom Grand Canyon bis zum Death Valley stellt Ihnen in eindrucksvollen Bildern das berühmte Vierländereck von Arizona, Nevada, Kalifornien und Utah vor. Ein Gebiet, das Jahr für Jahr ein Magnet für Millionen Reisender und Abenteurer aus aller Welt ist. Faszination Regenwald 3D: Undurchdringliche, immergrüne Wälder. Unzählige Tier- und Pflanzenarten. Tropische Temperaturen und große Mengen Niederschlag. All das macht die Faszination aus, die von den Regenwäldern ausgeht. Besonders mitreißend ist die Artenvielfalt, die die Regenwälder hervorbringen. Die ständige Auseinandersetzung zwischen Tier und Pflanze und die Herausforderungen, die das extreme Klima mit sich bringen, zwingen die Natur immer wieder dazu, sich neu zu definieren und zu spezialisieren. Von großen Tieren wie den Jaguaren über Affen, die in den bis zu 60 Meter hohen Bäumen klettern, bis hin zu den kleinsten Lebewesen wie den Blattameisen, dieser Besuch im immergrünen Regenwald in bestem Real 3D gedreht ist ein Erlebnis, das man nicht vergessen wird. Die Südsee 3D Bikini Atoll und Marshallinseln : Für viele Menschen ist die Südsee ein Inbegriff des Paradieses aus Sonne, Strand und natürlich dem Bikini. Bikini steht aber auch für eine verheerende Serie von Nukleartests der USA unmittelbar nach dem zweiten Weltkrieg. Die Testobjekte waren Kriegsschiffe unterschiedlicher Größe, welche nun ein nasses Grab auf dem Grund der Lagune des Atolls gefunden haben. In bis zu 60 Metern Tiefe fern ab von dem was der normale Taucher erreichen kann. Der Mount Everest jedes Wracktauchers. Begleiten Sie uns zu einem Schiffsfriedhof der besonderen Art. Hat sich die Natur ihren Lebensraum trotz der Atomtests zurückerobert? Erkunden Sie eine Region, die mehr als 60 Jahre von Menschen nahezu unberührt geblieben ist und erleben sie die Faszination der Südsee natürlich in bestem 3D!",
    "chinese_title": "Die große Enzyklopädie unserer Erde",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-01T00:00:13"
}