{
    "aka": [],
    "sid": "34816928",
    "cast": [
        {
            "url": "/celebrity/1032094/",
            "name": "昆西·琼斯 Quincy Jones",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055171/",
            "name": "保罗·安卡 Paul Anka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1077510/",
            "name": "迈克尔·布雷 Michael Bublé",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1056155/",
            "name": "克莱夫·戴维斯 Clive Davis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000214/",
            "name": "席琳·狄翁 Céline Dion",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1090458/",
            "name": "大卫·福斯特 David Foster",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032056/",
            "name": "乔许·葛洛班 Josh Groban",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2589169186.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt10655608",
    "director": [],
    "duration": "106分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-09(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10655608/",
    "imdb_votes": 695,
    "this_title": [
        "David Foster: Off the Record"
    ],
    "douban_link": "https://movie.douban.com/subject/34816928/",
    "imdb_rating": "7.0/10 from 695 users",
    "trans_title": [
        "大卫·福斯特：金曲之路"
    ],
    "douban_votes": "0",
    "introduction": "A revealing and personal profile of Grammy Award–winning composer and producer David Foster, with interviews from the artists who know the music legend best, including Celine Dion, Barbra Streisand, Lionel Richie, Quincy Jones, and Michael Bublé.One of the most successful record producers and songwriters of the past half century, David Foster has worked on countless chart-topping albums by performers like Andrea Bocelli, Barbra Streisand, Jennifer Lopez, Chicago, Whitney Houston, and, of course, Céline Dion. And this is only a small fraction of the artists he has recorded with. (He also discovered Michael Bublé, by the way.)Born in Victoria — he refers to his childhood as \"almost perfect\" — Foster made his way to the pinnacle of the music industry, but not without paying his dues, as Barry Avrich's David Foster: Off the Record demonstrates.A workaholic who pursued his goals sometimes at significant personal cost (all of his children describe him as an affectionate but absent father), Foster emerges as a driven man for whom control is everything. As he tells Avrich at the beginning, \"You think this is your film, but you're going to have to deal with me.\" That said, Foster's need for control comes from his clear view of what he wants on his productions, and this sometimes requires tough decisions. (He basically stripped Chicago of the horns that defined them while trying to get them back on top.) Buoyed by incredible access to the subject and his collaborators, Off the Record presents an ample case for Foster as one of the most influential creators in pop-music history — as proven by the string of major artists who show up to pay tribute (including Dion, who can't stop singing his praises).",
    "chinese_title": "大卫·福斯特：金曲之路",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "David Foster: Off the Record",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-05-08T06:07:09"
}