{
    "aka": [
        "It's Not Forever",
        "Это не навсегда"
    ],
    "sid": "34812034",
    "cast": [
        {
            "url": "/celebrity/1565362/",
            "name": "阿纳斯塔西娅·普奇金娜 Anastasia Puchkina",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2567639536.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [],
    "imdb_id": "tt8454440",
    "director": [],
    "duration": "93分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt8454440/",
    "imdb_votes": 36,
    "this_title": [
        "Eto ne navsegda"
    ],
    "douban_link": "https://movie.douban.com/subject/34812034/",
    "imdb_rating": "5.9/10 from 36 users",
    "trans_title": [
        "It's Not Forever",
        "Это не навсегда"
    ],
    "douban_votes": "0",
    "introduction": "Based on true stories from orphaned children.First story. One boy found the photo of an unknown woman and imagined, that it's his real mother. He tells about it to other children and thinks of, that his mother is writing him letters and will take him soon. Children don't believe on it, however, they envy him. Actually, there's the photo of woman, who gets a job from the second try to the children house in the dining room. Once upon a time, all children see her. She is serving food. The boy sees her too. He is afraid and running away. Everybody is searching for him and then his \"mother\" finds him. There's the story with happy end. Mother and son are together in the children house.The second story There's the children house near the seaside. One boy is found out, that his father lives not so far away from this place. Once upon a time the boy runs away from this camp to meet his father. He thinks, may be his father doesn't know, that he is alive or doesn't try to find him before. But the boy decided to find him anyway. There's the open-ended story.The third story. The teenager knows, that he won't be ever adopted. He lives here from the one-year-old and nobody didn't take him. He also knows, that his mother lives not so far away from this place. He is always reflecting, what will be in the future? If he is needed by somebody? Why some children are being adopted, but some is running from the children house? What will happen with such children? Who he is in this life? The catalyst of his escape will be the adaptation of he girl he loves. After he understands, that he is alone here and all his friends were going to the new families, he decides to steal the address of his real mother. After he meets her, the young and non formal girl, who ever doesn't recognize him, he is going back to the children house.The fourth story The director decides to take one boy to her own family. This is the difficult boy with bad health. The director with more experience doesn't be ready to have difficulties with this. But the adopted boy destoryed her own family. The suggested theme for discussion. How goes the adoptation of such children with the other family members and with the own children? The children - manipulators. Which problems they have in families? Why there's the very high per cent of the returning these adopted children to children houses?",
    "chinese_title": "Eto ne navsegda",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-05-14T02:39:08"
}