{
    "aka": [
        "Anternoon"
    ],
    "sid": "34814169",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2644342558.jpg",
    "region": [
        "葡萄牙"
    ],
    "writer": [],
    "imdb_id": "tt9427430",
    "director": [
        {
            "url": "/celebrity/1070621/",
            "name": "Jorge Cramez Jorge Cramez",
            "@type": "Person"
        }
    ],
    "duration": "52分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2018-10-18(里斯本国际纪录片节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9427430/",
    "this_title": [
        "Antecâmara"
    ],
    "douban_link": "https://movie.douban.com/subject/34814169/",
    "trans_title": [
        "开拍之前",
        "Anternoon"
    ],
    "douban_votes": "0",
    "introduction": "Jorge Cramez's film consists of images recorded on the film set by the technical crew before the actual shot. Nothing is left to chance here - the positioning of lights, actors, set design, camera movements - everything requires rehearsal. The director chronicles this usually unseen process. He elevates anticipation and observation above dramaturgy because what interests him the most unfolds right there, in the presence that is \"not yet performing,\" but preparing for it. The footage captured by the \"technical\" camera comes from two film sets. One of them is Second Hand by Catarina Ruivo, a film in which we see the Portuguese actor Pedro Hestnes (1962-2011) for the last time, heralding his departure. Known for unforgettable roles in films like Blood and Casa de Lava by Pedro Costa (retrospective at the 18th NH) and Xavier Manuel Mozos (in this year's Focus on Portugal section), was the muse of a generation that shaped the new Portuguese cinema in the late 80s and 90s. Just two months before his death, he was diagnosed with cancer. His performance in Second Hand became his personal and professional testament.源自：https://www.nowehoryzonty.pl/vod-film.s?id=12771",
    "chinese_title": "开拍之前",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Antecâmara",
    "douban_rating_average": 0,
    "update_at": "2025-08-05T12:29:04"
}