{
    "aka": [
        "帝国的终结"
    ],
    "sid": "34815611",
    "cast": [
        {
            "url": "/celebrity/1053292/",
            "name": "大卫·亚当斯 David Adams",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1363978/",
            "name": "伍家谦 Ka Him Ng",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903984453.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [],
    "imdb_id": "tt11575126",
    "director": [],
    "duration": "45分钟",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-03-05(中国香港)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11575126/",
    "imdb_votes": 24,
    "this_title": [
        "End of Empire"
    ],
    "douban_link": "https://movie.douban.com/subject/34815611/",
    "imdb_rating": "7.5/10 from 24 users",
    "trans_title": [
        "末代皇朝",
        "帝国的终结"
    ],
    "douban_votes": "0",
    "introduction": "《末代皇朝》紀錄片的主持人大衛•亞當斯將橫越歐亞兩洲，追尋昔日歐洲戰士所建立的皇朝及現今遺留的痕跡。 這些國王為了家族創造了龐大的帝國，但最終因皇室内宮爭權奪利而瓦解。在真正的「權力的遊戲」中，匈奴王阿提拉和帖木兒大帝;英格蘭國王埃德加一世，和查理曼大帝的皇朝均因內鬥而無法延續下去。紀錄片製作團隊會使用科學鑑證分析關鍵事件，讓紀錄片的內容更忠於歷史，並通過無人機的拍攝和電腦成像技術說明每個故事當中奧妙之處。與此同時亦會追查誰是兇手，謀殺了英格蘭國王埃德加的長子。另外，主持人也會遠赴亞洲，探討為何帖木兒這樣才智過人能摧毀城市，並以敵人之頭骨建造塔樓的戰略家，竟沒任何計劃選定繼任人？ 在這歐亞歷史之旅，主持人大衛•亞當更將宏偉傳奇的撒馬爾罕清真寺、中世紀英國城堡的考古發掘、君士坦丁堡的古城牆、以及參加烏茲別克的傳統馬背叼羊錦標賽一一呈現觀眾眼前。In End of Empire Presenter David Adams crosses Europe and Asia as he investigates the warrior kings who created vast empires only for their families to later dismember the empire as they fight over the spoils. In a real “Game of Thrones” the dysfunctional families of Attila the Hun; Timur (Tamerlane the Great); Edgar, King of the English and Charlemagne manage to lose it all.  CSI meets history as we analyse key events using forensic analysis and illustrate each story via drones and striking CGI images in a unique “virtual room”. We investigate the mystery of who murdered Edgar’s eldest son, the rightful King of England? How could a brilliant strategist like Tamerlane destroy cities, building towers of skulls of slain enemies, but not leave behind a proper succession plan? In telling the course of his travels through Europe and Asia David takes the audience from the magnificent mosques of legendary Samarkand to archaeological digs at medieval English castles, the ancient walls of Constantinople and joins in a traditional horseback buzkashi tournament in Uzbekistan.",
    "chinese_title": "末代皇朝",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "End of Empire",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-10-22T18:00:09"
}