{
    "aka": [
        "SAD SONG"
    ],
    "sid": "34815444",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2576271759.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1572816/",
            "name": "路易丝·纳博尼 Louise Narboni",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt11369644",
    "director": [
        {
            "url": "/celebrity/1572816/",
            "name": "路易丝·纳博尼 Louise Narboni",
            "@type": "Person"
        }
    ],
    "duration": "66分钟",
    "episodes": "",
    "language": [
        "法语",
        "英语"
    ],
    "playdate": [
        "2019-07(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11369644/",
    "imdb_votes": 43,
    "this_title": [
        "Chanson Triste"
    ],
    "douban_link": "https://movie.douban.com/subject/34815444/",
    "imdb_rating": "5.8/10 from 43 users",
    "trans_title": [
        "忧伤的歌",
        "SAD SONG"
    ],
    "douban_votes": "0",
    "introduction": "“Between documentary and fiction, the crude and the coded, contingency and devices, in short, between the raw and the cooked, there has always been a short-circuit, a striking short cut, impurity.” This is how Serge Daney described in 1980 the singularity of great French cinema. Forty years later, Chanson triste is a great film that proves him right. Raw: for a year, Parisian baroque singer Elodie Fonnard has taken in and taken care of Ahmad, a young refugee who has come to France to save his own life. Cooked: before Louise Narboni’s camera, Elodie and Ahmad re-enact their life together: cutting vegetables, preparing for an interview with the O ce for Refugees, sharing their respective cultures, Elodie’s songs and Ahmad’s poems. Ahmad’s life inspires Louise and Elodie to a musical programme, which the film develops alongside the relationship between the singer andthe young poet. At once an at-home musical, a political melodrama and a documentary study of a sentimental fling, Chanson triste reinvents the lyricism of the romantic and modern great lied: the expression of feelings moves us deeply, because their outpouring is at the same time emphasised and contained by the form – rhythm and melody.",
    "chinese_title": "忧伤的歌",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Chanson Triste",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2025-05-22T19:26:35"
}