{
    "aka": [],
    "sid": "34825562",
    "cast": [
        {
            "url": "/celebrity/1049726/",
            "name": "达里奥·阿基多 Dario Argento",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2567665741.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt10708204",
    "director": [],
    "duration": "75分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2019-09-05(意大利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10708204/",
    "imdb_votes": 29,
    "this_title": [
        "Boia, maschere, segreti: l'horror italiano degli anni sessan"
    ],
    "douban_link": "https://movie.douban.com/subject/34825562/",
    "imdb_rating": "6.8/10 from 29 users",
    "trans_title": [
        "刽子手，面具和秘密：意大利恐怖电影"
    ],
    "douban_votes": "0",
    "introduction": "The documentary consists of footage from 12 erotic documentary films from the Sixties. A dynamic style of editing, sometimes almost hypnotic is accompanied by contemporary music created especially for the documentary by the music composer Federico Badaloni. The voice over of the author blends in perfectly with the music and the footage, showing a Sixties pop influence. At the beginning it starts like this: \"Roland Barthes claimed that the real effect of striptease was desexualizing women, a ritual that triggers the idea of sex and at the same time is its catharsis. A sort of strategy to reveal sex and then deactivate it. Before being a proverbial seduction ritual, it is a form of exorcism of sex in which a body generates an appetite but then is devitalized\". The documentary takes us on a journey delving into the world of strip-tease and nightlife of the Sixties in Paris, London, New York, Hong Kong, Tokyo and other exotic locations that evoke a prohibited universe of desire and nudity...",
    "chinese_title": "刽子手，面具和秘密：意大利恐怖电影",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Boia, maschere, segreti: l'horror italiano degli anni sessan",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-08-10T11:52:19"
}