{
    "aka": [],
    "sid": "34825461",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1972",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916175284.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt2416484",
    "director": [
        {
            "url": "/celebrity/1362019/",
            "name": "马尔科姆·勒格莱斯 Malcolm Le Grice",
            "@type": "Person"
        }
    ],
    "duration": "17分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2416484/",
    "imdb_votes": 52,
    "this_title": [
        "Threshold"
    ],
    "douban_link": "https://movie.douban.com/subject/34825461/",
    "imdb_rating": "6.2/10 from 52 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "\"Threshold, made five years later, aptly offers points of comparison with Little Dog For Roger. Le Grice no longer simply uses the printer as a reflexive mechanism, but utilises the possibilities of colour-shift and permutation of imagery as the film progresses from simplicity to complexity. The initial use of pure red and green filters gives way to a broad variety of colours and the introduction of strips of coloured/celluloid which are drawn through the printer begins to build an image which becomes graphically and spatially complex - if still abstract - and which evokes the paintings of, say, Clifford Still or Morris Louis. With the film's culmination in representational, photographic imagery, one would anticipate a culminating 'richness' of image; yet the insistent evidence of splice bars and the loop and repetition of the short piece of found footage and the conflicting superimposition of filtered loops all reiterate (as in Little Dog) the work which is necessary to decipher that cinematic image.\" - Deke Dusinberre.",
    "chinese_title": "Threshold",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-02-17T03:23:00"
}