{
    "aka": [
        "Comets"
    ],
    "sid": "34821278",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情",
        "爱情",
        "同性"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2894005696.jpg",
    "region": [
        "格鲁吉亚"
    ],
    "writer": [],
    "imdb_id": "tt10888630",
    "director": [],
    "duration": "70分钟",
    "episodes": "",
    "language": [
        "格鲁吉亚语"
    ],
    "playdate": [
        "2019-09-07(多伦多电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10888630/",
    "imdb_votes": 304,
    "this_title": [
        "კომეტები"
    ],
    "douban_link": "https://movie.douban.com/subject/34821278/",
    "imdb_rating": "6.0/10 from 304 users",
    "trans_title": [
        "彗星",
        "Comets"
    ],
    "douban_votes": "0",
    "introduction": "Legend has it that water was brought to Earth by comets. Without water, human life is impossible. Love too, is essential for survival. Without it, existence can be unbearable. Many years have passed since they were separated by circumstance, but the memories of balmy summer evenings in the outskirts of Tbilisi have stayed with 55-year-olds Irina (Nino Kasradze) and Nana (Ketevan Gegeshidze). The two were once inseparable, sharing a bond beyond friendship that did not go unnoticed in their small community. More than three decades later, Irina returns to the summer house of her youth, a place where Nana built a life, marrying and bearing two children, and where she still resides with her daughter, also named Irina (Ekaterine Kalatozishvili). Suddenly, the women are back in the yard where they spent their teenage years and must confront all that was left unsaid. The clarification of their exchange dissipates from the screen through glances and minced sentences. Despite their indefatigable strength, feelings do not always yield to candor and as is true to life, sometimes only the language of cinema can unlock the secrets we keep and the words that go unspoken.—Toronto International Film Festival",
    "chinese_title": "彗星",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "კომეტები",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-05-21T16:49:34"
}