{
    "aka": [
        "দ্বিখণ্ডিত"
    ],
    "sid": "34825581",
    "cast": [
        {
            "url": "/celebrity/1319672/",
            "name": "沙肖特·查特吉 Saswata Chatterjee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1072510/",
            "name": "松米特拉·查特吉 Soumitra Chatterjee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1425296/",
            "name": "莎尤尼·高什 Saayoni Ghosh",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2568832229.jpg",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt10084684",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "孟加拉语"
    ],
    "playdate": [
        "2019-03-29(印度)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10084684/",
    "this_title": [
        "Dwikhondito"
    ],
    "douban_link": "https://movie.douban.com/subject/34825581/",
    "trans_title": [
        "一分为二",
        "দ্বিখণ্ডিত"
    ],
    "douban_votes": "0",
    "introduction": "This story belongs to a writer who has a disease called Dissociative Identity Disorder(DID).He wrote a story of village farmer called Bipin. Bipin lost his wife , mother and daughter due to land acquisition problem with village panchayat leader. 77mi.cc The story name is \"Pakhi Sob Kore Rob\". Now the story writer Koushik started hallucinating all the characters of Bipin Story. There is a problem building up with his wife Sumona and later he admitted himself in hospital due to road accident. Dipa the psychiatrist started treatment of Koushik and came to know about the hallucination problem of Koushik. Koushik's wife Sumona find herself helpless and request Dipa to make him cure.At the same time one of the film assistant director called Ritwik find the story of Bipin in a newspaper. Rittik has a struggle carrier of film industry as he not getting any opportunity to stablish himself as a film director. Rittik came to Koushik house and knew that he already admitted in the hospital and treatment going on. Dipa and Rittik came to know each other. Rittik approaching Film Producers to produce the film and at the same time Koushik struggling to return to normal life from DID \"Dissociative Identity Disorder\" problem. The end of the story reveal that will Koushik able to get back to his normal life and Rittik able to make the film.",
    "chinese_title": "一分为二",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Dwikhondito",
    "douban_rating_average": 0,
    "update_at": "2025-04-09T13:39:06"
}