{
    "aka": [
        "地球一日",
        "地球日與夜"
    ],
    "sid": "34822356",
    "cast": [
        {
            "url": "/celebrity/1360186/",
            "name": "Hannah Fry Hannah Fry",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2568496970.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt13774208",
    "director": [
        {
            "url": "/celebrity/1329486/",
            "name": "马修·戴斯 Matthew Dyas",
            "@type": "Person"
        }
    ],
    "duration": "58分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-01-22(英国)",
        "2021-10-10(央视纪录频道)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13774208/",
    "imdb_votes": 12,
    "this_title": [
        "A Day in the Life of Earth"
    ],
    "douban_link": "https://movie.douban.com/subject/34822356/",
    "imdb_rating": "7.6/10 from 12 users",
    "trans_title": [
        "地球日记",
        "地球一日",
        "地球日與夜"
    ],
    "douban_votes": "0",
    "introduction": "Presenter Hannah Fry reveals how much our planet can change in just a single day and how these daily changes are essential to our existence.If you think the Earth takes millions of years to change, it’s time to think again! Presented by Hannah Fry, this TV special reveals how much our planet can change in just 24 hours. A new era of science allows us to watch as the Earth moves, breathes, shrinks and grows right under our noses. The story is driven by scientists and explorers, and harnesses cutting-edge data, newly launched satellites and blue chip CGI to show us the true personality of the Earth… more dynamic than it’s ever been seen before. Every minute new land is born, every hour tonnes of rock arrive from space, before you go to sleep a cloud of dust from the Sahara will have fertilised the Amazon, and while all that was happening, the ground under your feet moved half a metre. As Hannah explains, Earth’s daily changes are all linked in surprising ways, and - more importantly – we would not be able to survive on the planet without them.We start with the inner earth – the invisible but hugely dynamic system beneath our feet which constantly rebuilds the planet’s surface. On the island of Stromboli, we climb a volcano with geologist Professor Chris Jackson to see how much lava a single volcano can produce on a daily basis and how that lava builds new land. Chris also reveals what powers the inner earth – radioactive decay beneath of our feet, where heavy elements are constantly decaying into lighter ones – a process that produces the equivalent energy of 27,000 Hiroshima bombs every day. This energy is a crucial driver to plate tectonics and therefore volcanic activity. And the speed with which volcanic activity makes land is crucial - if it didn’t create land faster than erosion destroys it, we would have no land to live on and the world would be one giant ocean.The story doesn’t stop with new land being made. It’s also constantly being moved. We reveal how the moon not only causes huge movements of water in the ocean – which we know as the tides - but also creates waves of solid rock on land, known as 'solid earth tides'; a ceaseless shape change which we never notice. When amateur divers Ramon and Veronica Llaneza found red dust in an underwater cave in the Bahamas, little did they know how far it had travelled to get there. Scientist Charlie Bristow has tracked the source of the dust to the Sahara and worked out how huge quantities of solid mud get airborne and carried across the Atlantic – half a million tonnes of it per day! Much of it ends up in the Amazon, where it helps fertilise the rainforest – the lungs of the planet. Meanwhile, in the polar regions, mountains are also being moved – by glaciers, which grind down rock 24-7 and eventually deposit it in the ocean, where it helps trigger another daily change – this time to life.In the ocean, we follow the daily growth of phytoplankton – microscopic plant life fuelled by the nutrients put into the ocean by erosion. Five billion tonnes of it grow every day and, like all plants, absorb carbon dioxide and release oxygen. In fact, there is so much phytoplankton in the ocean that they are responsible for every second breath we take. The explosive growth of phytoplankton triggers another global change and the biggest mass movement of animal life known to science – the daily migration of the zooplankton, which rise up from the depths every night to feed on the plants. In Florida, we get underwater with a group of intrepid divers, who plunge into the pitch-black ocean for a chance to see this global phenomenon up close. We also look at how science is now able to track the growth of plants on land using satellites. If you could put all the growth in all the world’s forests into one imaginary tree, you would get a single tree three km tall in just one day. But with all this growth, there is an inevitable flipside - fire. The film goes behind the scenes with the US Forest Service as they tackle the biggest wildfire in California’s history. Every day an area of forest twice the size of the Grand Canyon National Park is burnt down.Finally, Hannah Fry gets us to look outwards. The Earth is not a bubble – it’s part of a bigger cosmic system that every day messes with the composition of our planet. We lose atmospheric gases like hydrogen and helium at the rate of 1kg per second to space. And once they’re gone, they’re gone. In fact, when you look at the Northern Lights, you’re actually looking at helium being lost. But Earth does get something back from space. We join a group of amateur astronomers to watch the Geminid meteor shower in the deserts of California. This heavenly light display is actually revealing a process that goes on all day, every day. The Earth is constantly picking up space dust – an estimated 60 tonnes of it every 24 hours. But perhaps the biggest change of all is the one that few of us are even aware of. Our whole galaxy is moving through the cosmos at two million km per hour.It really is a different planet every day. If it weren’t, we wouldn’t be on it!",
    "chinese_title": "地球日记",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "A Day in the Life of Earth",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-04-09T12:49:09"
}