{
    "aka": [],
    "sid": "34835885",
    "cast": [
        {
            "url": "/celebrity/1423184/",
            "name": "英迪娅·布朗 India Brown",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1433336/",
            "name": "蒂埃里·威肯斯 Thierry Wickens",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027264/",
            "name": "麦肯锡·克鲁克 Mackenzie Crook",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313172/",
            "name": "萝西·凯弗利洛 Rosie Cavaliero",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049915/",
            "name": "史蒂夫·佩姆伯顿 Steve Pemberton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027425/",
            "name": "基兰·沙阿 Kiran Shah",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1353218/",
            "name": "汤姆·米滕 Tom Meeten",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1221329/",
            "name": "露西·蒙格马利 Lucy Montgomery",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048209/",
            "name": "迈克尔·帕林 Michael Palin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1375374/",
            "name": "薇琪·佩珀代因 Vicki Pepperdine",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050406/",
            "name": "蒂姆· 普莱斯特 Tim Plester",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1145184/",
            "name": "史蒂芬·萨姆森 Stephen Samson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045052/",
            "name": "佐伊·沃纳梅克 Zoë Wanamaker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1481386/",
            "name": "Lucas Button Lucas Button",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2587574147.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1027264/",
            "name": "麦肯锡·克鲁克 Mackenzie Crook",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1197867/",
            "name": "芭芭拉·尤芬·陶德 Barbara Euphan Todd",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt10516874",
    "director": [],
    "duration": "60分钟",
    "episodes": "2",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-12-26(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10516874/",
    "imdb_votes": 1971,
    "this_title": [
        "Worzel Gummidge Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/34835885/",
    "imdb_rating": "7.9/10 from 1971 users",
    "trans_title": [
        "华泽尔·古米治 第一季"
    ],
    "douban_votes": "0",
    "introduction": "Set to broadcast in two one-hour films, this family treat is inspired by the classic books of Barbara Euphan Todd and is pegged to be the TV event of the season. Mackenzie Crook has taken Scatterbrook farm and the infamous characters of this well-loved tale and injected them with a tender and authentic charm. This is the perfect family adventure, packed with a fun, mischievous spirit and delivered with an environmental message.Mackenzie Crook, (Pirates Of The Caribbean, Detectorists) who has written, directed and stars as Worzel Gummidge, has gathered a host of both accomplished and brilliant actors who are set to appear in this eagerly anticipated adaptation.Playing The Green Man, creator of the scarecrows, who arrives to Scatterbrook in episode two, is comedy legend Sir Michael Palin. He says: “It’s a lovely part for me, but the whole script is very memorable and touching, and very funny too. It quite skillfully weaves in something for everybody all the time.”Zoë Wanamaker (My Family, Harry Potter And The Philosophers Stone) will play the eccentric local aristocrat, Lady Bloomsbury Barton in episode two. She says: “The whole thing is so charming and inventive. It’s the sort of thing I’d watch. I’m sure it will be a huge success. I know it will - it’s divine.”Vicki Pepperdine (Getting On, The Windsors) takes on the role of the formidable Aunt Sally in episode one. She says: “There’s something for everybody. It’s got this heart to it, and you’d be hard pushed as an adult not to engage with it.”Steve Pemberton (League Of Gentleman, Benidorm) will play Mr Braithwaite, the farmer. He says: “This is the kind of show the whole family can enjoy together. It has a lot of humour, a lot of visual humour too, and I think kids will enjoy watching the children being central to the story.”Rosie Cavaliero (Gentleman Jack, Cleaning Up) will play Mrs Braithwaite, she added: “It’s a story about the imagination, and children escaping into this different world. Mackenzie’s version is totally contemporary.”Ones to watch India Brown (Hetty Feather) and Thierry Wickens (making his TV debut) will play Susan and John, two city children spending their summer at Scatterbrook farm who quickly befriend Worzel and begin a summer of adventures.The first episode, The Scarecrow Of Scatterbrook, sees two young strangers arrive in the village of Scatterbrook. It’s not long before Susan and John encounter Worzel Gummidge, the Scarecrow of Ten Acre Field. Their world is sent spinning into confusion when they realise Gummidge comes to life. The only person more shocked is Worzel, when he discovers that the children are not in fact fellow scarecrows but humans.Their worlds should never commune but fate has conspired to create an extraordinary union. The seasons have stopped and the harvest hasn’t arrived. The rhythm of the natural world is out of kilter and this unlikely trio must try to put it right. Magic, mystery and mayhem unfurl.The second episode, The Green Man, welcomes another mysterious arrival to Scatterbrook. The Green Man is the creator of scarecrows and keeper of scarecrow lore. He isn’t at all happy that Worzel is consorting with humans. Elsewhere, local aristocrat Lady Bloomsbury Barton is holding a fete, with a Scarecrow competition that Worzel is determined to win. What will The Green Man and Worzel's most competitive rival, Soggy Bogart make of it all?Worzel Gummidge is written and directed by Mackenzie Crook and is a Leopard Pictures, Treasure Trove Productions and Lola Entertainment production for BBC One. It is Executive Produced by Kristian Smith for Leopard Pictures, Lisa Thomas for Lola Entertainment, Mackenzie Crook for Treasure Trove Productions, with rights holders Patrick D. Pidgeon and Eric S. Rollman executive producers for Pidgeon Entertainment, Inc. It is produced by Georgie Fallon and Alex Moody is the Commissioning Editor for the BBC.Further casting:Francesca Mills - Earthy MangoldTim Plester - ClartyColin Michael Carmichael - Soggy BogartAndrew James Spooner - Flat AlistairPhil Hulford - Hannah HarrowTom Meeten - HMS OdneyChristopher-Robert Barlow - Rag BagKiran Shah - Chopper and Root BoundCharlie Mayhew - Rustle SprouterLucy Montgomery - Jackie PuddingGus Brown - Oswald PollypopMalik Ibheis - TrikeBen Langley - DriverMariam Haque - Receptionist",
    "chinese_title": "华泽尔·古米治 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Worzel Gummidge Season 1",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2025-03-25T02:28:09"
}