{
    "aka": [],
    "sid": "34846532",
    "cast": [
        {
            "url": "/celebrity/1387361/",
            "name": "申由然 Yoo Ram Shin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1384290/",
            "name": "朴庆熙 Park Kyoung-hee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1380034/",
            "name": "南庆邑 Kyung-eup Nam",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "动作",
        "武侠"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2759531969.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [],
    "duration": "21分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [],
    "this_title": [
        "무도의 비밀"
    ],
    "douban_link": "https://movie.douban.com/subject/34846532/",
    "trans_title": [
        "武道的秘密"
    ],
    "douban_votes": "0",
    "introduction": "올해 스무 살이 된 이수는 태권도선수였지만 부상으로 태권도 국가대표에 떨어지고 실의에 빠져 고향인 무주로 내려와 설천면의 나제통문 앞 고모의 음식점에서 일을 하고 있다. 태권도를 그만뒀지만 운동이 생활이 된지라 시간 나면 틈틈이 수련은 하고 있다.어느 날 음식점에 들어와 음식을 먹고 밥값을 안내고 나가는 마로를 쫓는데 마로는 나제통문을 지나 달아나고 이수는 마로를 쫓아 나제통문을 지나가는데 몸이 갑자기 붕 뜨고 숲속에 나뒹군다. 그 앞에 마로가 웃고 있다. 마로는 시간 이동하는 순간을 알고 있고이스를 유인한 것임이 밝혀진다.마로는 사도세자의 호위무사 출신. 사도세자가 죽자 무주로 내려와 산속에서 산마를 키우며 생활하고 있다. 하지만 그에게는 꿈이 있었다. 사도세자가 시작한 무예서를 완성하는 일. 맨손무예는 그저 병기를 익히기 전 수족을 원활하게 하고 자체의 힘쓰기를 익히기 위한 무예의 첫 시작일 뿐 . 칼이나 창 들고 쳐들어오는데 맨손으로 막는다는 게 말이 되느냐는 주상(영조)의 호령에 빛을 보지 못하고 사도세자가 죽고 나서 산속에 묻혀 생활하며 노인이 되었다. 사도세자의 아들인 이산이 즉위하고 만든 무예도보통지를 본 노인은 맨손무예인 무예도보통지 별기를 완성하여 주상에게(정조)에게 죽기 전에 정조에게 바치리라 결심한다. 그렇게 무예를 수련하고 닦던 중 어느 날 밤 나제통문을 지나다 새로운 세상에 들어가게 된다.(시간이동)현재로 와 주위를 염탐하던 도사는 집 뒤뜰에서 태권도를 수행하던 이수를 보게 되고 그를 데려가 무예도보통지 별기를 완성하리라 마음먹는다. 그리하여 시간의 문이 열리기를 기다리다 나제통문을 넘어 이수를 유인하는데 성공.이수는 산속 마로의 집에 머물게 된다. 마로의 집에는 마로의 손녀인 지혜가 마로를 수발한다. 마로는 태권도 동작을 하게하고 손녀인 지혜에게 그림을 그리게 한다. 이수는 미치고 팔짝 뛸 일이라 어느 날 몰래 탈출을 시도해 나제통문을 넘어가는데 현대가 아니다. 실패하고 실의에 빠져있는 이수에게 지혜는 한 달 뒤 시간의 문이 열리니 그 때까지 열심히 할아버지를 도와달라는 부탁을 한다. 이수는 다시 열심히 수련을 하고 마로와 이수는 합심하여 무예를 한 단계씩 끌어올린다. 그 생활이 익숙해지고 이수와 지혜는 서로 사랑을 느끼게 된다. 그러던 어느 날 주상이 승하했다는 소식을 들은 마로는 앓아눕는다. 마로는 정신을 차리지 못하고 누어있고 이수가 돌아가야 할 날은 닷새가 남았다. 마로가 저세상으로 가면 이수는 다시 돌아갈 수 없다. 무예도보통지 별기도 아직 완성되지 않았다. 이수는 이러지도 저러지도 못하고 고민 중인데 시간의 문이 열리는 시간, 마로는 지혜도 같이 가라고 하지만 지혜는 할아버지를 돌보겠다고 남고 할아버지는 숨을 거둔다. 한달 간 잠적했다가 다시 현대로 돌아온 이수는 엄마에게 혼나고,안국사에 가보라고 한다. 안국사에간 이수는 거기서 지혜의 할아버지와 똑같은 모습의 스님(할아버지의 환생)을 보게 된다, 스님은 무예서를 만든다고 한다. 무예서를 보여주는데 무예서는 무예도보통지 별기이다. 이수는 스님과 무예도보통지 별기를 완성하기 시작한다.",
    "chinese_title": "武道的秘密",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "무도의 비밀",
    "douban_rating_average": 0,
    "update_at": "2025-10-14T17:14:25"
}