{
    "aka": [],
    "sid": "34841993",
    "cast": [
        {
            "url": "/celebrity/1275276/",
            "name": "孙桂田 Guitian Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1301370/",
            "name": "徐成林 Chenglin Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323725/",
            "name": "崔煜林 Yulin Cui",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1329237/",
            "name": "杜敏赫 Minhe Du",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322960/",
            "name": "张咏棋 Yongqi Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316069/",
            "name": "国歌 Ge Guo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1341330/",
            "name": "李晓枫 Xiaofeng Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1448426/",
            "name": "许新宇 Xinyu Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1466400/",
            "name": "霍秋慧 Qiuhui Huo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2569759323.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1413348/",
            "name": "戴雁军 Yanjun Dai",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "22",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "家经难念"
    ],
    "douban_link": "https://movie.douban.com/subject/34841993/",
    "trans_title": [
        ""
    ],
    "douban_votes": "187",
    "introduction": "杨家多女，无一男丁，老母亲奚月兰经常感叹自己命运不济，四个女儿没一个让她省心顺心的。大女儿杨丽颖才貌双全，大学毕业后留校执教，为杨家挣足了脸面。令人不可思议的是，杨丽颖鬼迷心窍的与一家小医院当勤杂工的冯罡结了婚，婚后没几天便生了女儿杨小旋。因婚姻不如意远走美国一去就是八年，毫无归家之意，留给奚月兰的只有一份遥远的思念。二女儿杨丽坤算是嫁了个刑警队长，可夫妻二人硬要做丁克族，不要孩子，老母亲奚月兰使出浑身解数也无法说服改变主意。三女儿杨丽萍更是奚月兰的一块心病，三十岁的人了，死活不找男朋友，谁跟她提这事，不是沉默就是跟你急，为了应付老母亲，尽雇佣一画家做自己签约男朋友。四女儿杨四改二十八岁了，却找了一个痞子男朋友，经常在外边闹事不说，还拿杨四改不当人，动不动就拳脚相加，杨四改提出和他分手，他尽在老太太大寿之日找上门大吵大闹，提出让杨家给他两万元分手费，奚月兰被气得差点犯了心脏病。幸有大女婿冯罡诸事张罗，里外操劳，凡重活脏活累活全由冯罡一人承担。忠厚老实的冯罡从无半句怨言，勤勉从事，不敢有半点疏忽。但十几年来，冯罡却一直横遭岳母奚月兰的白眼，怀疑冯罡用了旁门左道，将自己的大女儿骗到手，无论冯罡如何努力，奚月兰看他就是不入眼。在奚月兰眼里，冯罡无异于一个流氓。所以，自从冯罡成了杨家的大女婿，也成了岳母奚月兰的眼中钉，觉得大女儿好好的一朵鲜花，尽插在了冯罡这泡牛粪上，奚月兰耿耿于怀？她对冯罡的第一次报复就是让外甥女随了杨家的姓叫杨小旋而不是冯小旋。至于冯罡当初为什么能把杨丽颖娶到手，而杨丽颖又为何心甘情愿嫁给与自己条件相差悬殊的冯罡，杨丽颖从来没说过，冯罡更是守口如瓶。在杨家一直是个迷。谁都没有想到冯罡真的“流氓”了一回。他被一个女学生刘芳在大街上指认，当场被刘家母女扭送到派出所。刘芳声泪俱下，一口咬定冯罡是企图强奸她的流氓。冯罡百口莫辩，一时难分真假。为洗清自己，冯罡提出让刘芳再次辩认，而刘芳却不愿意再回忆那个恐怖的夜晚，情绪极不稳定，不肯再次辩认。冯罡急得无计可施。因此事在单位被闹的沸沸扬扬，因此也丢掉了工作，没办法到了一家洗浴中心作了按摩师。此事在杨家引起轩然大波。奚月兰气得顿足捶胸，老泪横流，怒斥冯罡下流无耻。冯罡的辩白在一家人疑惑的目光下显得苍白无力。只有女儿杨小旋坚信爸爸不是那种人，并决心帮爸爸澄清事实。老母亲奚月兰本来就心气不顺，却突然得知二女儿杨丽坤又出了事，其表弟在她的“热心”帮助下,被人移花接木地骗走了二十万元公款，做为二女婿的刑警队长，本来在刑警队呼声很高，晋升刑警副局长非他莫属，为帮助追回被骗公款，造成工作失误，可惜也丢了这次难得的晋升机会。奚月兰事后才得知二女儿杨丽坤不要孩子也不是因为想作丁克夫妇，而是自己有病不能生育。三女儿杨丽萍为了哄骗老太太奚月兰，尽找了一个假男朋友来骗她，真把老太太给搞蒙了！四女儿杨四改因别人诬陷，涉嫌杀人被公安局拘留。让奚月兰大感意外的是，大女儿杨丽颖不知什么时候已和冯罡离了婚。奚月兰偶然机会突然发现，自己的四女儿杨四改偷偷的在和已离了婚的大姐夫冯罡好上了，没想到全家人都知道这件事，唯独她被蒙在鼓里。面对家中发生的一系列变异，奚月兰真的有些撑不住了，她不知道日子该怎么往下过，活着还有什么意思，家中所遇到的坎何与灾难该怎么平息，奚月兰绝望了。在此时，大女儿杨丽颖从美国悄然归来。八年的分离，等来的却是生离死别。身患绝症的杨丽颖与家人短暂团聚后独自一人住进医院，并事先为自己买好了墓地，孤独地死在了病床上。面对大女儿的遗体，奚月兰悲痛欲绝，老泪长流。日子还是要往下过，生活中还是会有阳光的。冯罡强奸女学生一事，在女儿杨小旋的帮助下，终于水落石出。原来，刘芳患有精神分裂症，指认冯罡有流氓行为纯属无中生有，凭空臆想，冯罡总算讨回清白，但也为此付出了很大代价。因二女儿被骗走表弟的二十万元也被追了回来，三女儿杨丽萍与假男朋友画家假戏真作，还真喜结良缘；四女儿杨四改被诬陷杀人案也被澄清，在外甥女杨小旋的撮合下意外的作了冯罡的新娘；杨家的日子慢慢变得顺溜起来。外甥女杨小旋也很争气的接到了高等学府的录取通知书。时光匆匆过，年岁已高的老母亲奚月兰心里终于明白，过日子过得就是一道道沟沟坎坎，没了这些沟沟坎坎，日子也就不叫日子了。老百姓的生活斑驳陆离，老百姓的日子杂七杂八，正是这杂七杂八，造就了都市的繁华与精彩。世上的每个家庭，都会有数不清的坎坷和难处，世上做母亲的，也都一辈子在为儿女们的前途无怨无悔的操劳着。世上没有过不去的火焰山，不管怎么样，人要往前走，不能停下来，七灾八难算不了什么，活着就有希望。该剧以平民视角，切入市井人家，阐释生活的本质。即展现了平民生活中的家常理短，喜怒哀乐；同时，也展现了恩怨情仇、婚姻错综复杂。故事有血有肉、有情有趣、同时涉及了一些真实好看的悬疑案情，使场面火爆热烈、悬念纵横、高潮迭起，耐人寻味。",
    "chinese_title": "家经难念",
    "douban_rating": "7.8/10 from 187 users",
    "foreign_title": "",
    "douban_rating_average": "7.8",
    "update_at": "2025-06-04T14:22:54"
}