{
    "aka": [],
    "sid": "34846718",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt9051920",
    "director": [
        {
            "url": "/celebrity/1471690/",
            "name": "里德·哈克尼斯 Reed Harkness",
            "@type": "Person"
        }
    ],
    "duration": "30分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt9051920/",
    "this_title": [
        "Forest on Fire"
    ],
    "douban_link": "https://movie.douban.com/subject/34846718/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In September 2017, a teenage boy tossed a lit firecracker into the Columbia River Gorge during a burn ban. As a result, nearly half of almost 20,000 hectares of forest were engulfed in a mosaic of towering flames. Witnesses paint an apocalyptic picture of the Eagle Creek Fire: black curtains of smoke; enormous fingers of fire running down cliff-sides… \"One minute everything’s great; the next… you’re on the edge of existence,\" says hiker Peter Ames Carlin.Through interviews and cellphone footage, Reed Harkness’ urgently topical documentary captures the shock, awe, and resourcefulness of the 150+ trapped hikers who banded together for survival on their overnight trek down the perilous, smoky trail. We also hear from some of the dedicated locals who stayed behind during the evacuation to feed the firefighters. Empathetic, insightful, and rounded out by expert perspectives, Harkness’ interviews convey the full weight of how one clueless act can wreak such massive destruction - and how, much like wildfire, a news story can spin out of control.",
    "chinese_title": "Forest on Fire",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-04T12:22:27"
}