{
    "aka": [],
    "sid": "34843244",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2630011468.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt4287082",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2000(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4287082/",
    "imdb_votes": 13,
    "this_title": [
        "V Is for Vampire"
    ],
    "douban_link": "https://movie.douban.com/subject/34843244/",
    "imdb_rating": "6.6/10 from 13 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "One of the rarest and most highly sought shot on video release out there, Paul Knop's \"V is for Vampire\", comes back in limited edition Bluray and VHS, with pre-sales starting tonight!Laura Manning, the world's number one author of vampire novels, is sponsoring a once in a lifetime contest. She has issued an open challenge for photographers to capture the most lurid and realistic, vampire-inspired portraits with the opportunity for the winning snapshot to adorn the cover of her latest novel (also entitled \"V Is For Vampire\"). The contest piques the interest of two unique photographers from the same media agency, the talented Rastafarian Orlani, who hires models to pose in the throes of death (while working on promotional stills for a movie called \"Curvaceous Corpses\") and the edgy Zack (the late Tony McDowell in his final role) who prefers photographing his subjects in real life post-mortem after staking them through the heart in their bubble baths. Ironically, Manning invites both artists to visit her estate and promptly reveals herself as an actual 300 year old Countess who has devised the entire contest as a rouse to drain unsuspecting victims of their essence in order to fill her own personal blood bath. Turns out she the world's top vampire novelist for a good reason after all!",
    "chinese_title": "V Is for Vampire",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-11-15T00:42:06"
}