{
    "aka": [],
    "sid": "34845810",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2571797181.jpg",
    "region": [
        "波兰",
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt7003886",
    "director": [
        {
            "url": "/celebrity/1431504/",
            "name": "娜塔莉·比安切里 Nathalie Biancheri",
            "@type": "Person"
        }
    ],
    "duration": "86分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt7003886/",
    "this_title": [
        "I was Here"
    ],
    "douban_link": "https://movie.douban.com/subject/34845810/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Authenticity vs performance in a mischievous film about the casting for a film, which turns out to be the one we are watching.Do you want to be in a documentary? A bunch of Englishmen have turned up at the casting for a film that turns out to be the one we are sitting and watching. A mixed gallery of characters, who paradoxically are hoping to be cast in the roles of themselves. 'I was Here' is a social experiment with brains, a heart and underplayed humour. The many attendees are as diverse as people are in the real world. Young and old, funny and bitter, self-confident and nervous - what are they hoping to find by taking part in a film? The obvious answer is the simplest one: themselves. We look on from the other side of the camera, as they take part in the experiment. The contradiction between authenticity and performance is not just a question of identity. It is also one of the basic conflicts of modern documentary filmmaking, which Ola Jankowska and Nathalie Bianchieri turn into both a premise and a method. Jankowska and Bianchieri were themselves brought together as part of the festival's artistic (and social) experiment, CPH:LAB, but the film is an independent production.",
    "chinese_title": "I was Here",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-11T05:09:51"
}