{
    "aka": [],
    "sid": "34845771",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2571797131.jpg",
    "region": [
        "丹麦"
    ],
    "writer": [],
    "director": [],
    "duration": "28分钟",
    "episodes": "",
    "language": [
        "丹麦语"
    ],
    "playdate": [],
    "this_title": [
        "House of Furies"
    ],
    "douban_link": "https://movie.douban.com/subject/34845771/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A clairvoyant man and a restless camera chart a haunted house on Ryesgade in Copenhagen, which for over 100 years has been the home of idleness.In the middle of Copenhagen lies a job centre that recently went bankrupt. Those who should have helped others find work through courses and PowerPoint presentations about competence optimisation, are now unemployed themselves. Plastic plants, old ring binders and outdated Xerox machines are all that is left in the grey basement premises on Ryesgade. One hundred years ago, the same building was a state workplace for the poor, and today it has been taken over by the local departments of American test centres for the recently unemployed. In this mausoleum of idleness, a clairvoyant man wanders around and establishes an occult contact to the dreams and sufferings of the past, while a restless 16mm camera scans the empty corridors as if it was trying to map the tragic inner architecture of emptiness. The directing duo Pernilla Lystlund Matzen and Nanna Rebekka have created their location-based film on the basis of thorough historical research, but they at the same time overstep the sober facts with a floating and enigmatic interpretation of the historical facts. Screening with 'The Dream of Lady Hamilton' and 'You See the Moon'.",
    "chinese_title": "House of Furies",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-23T14:22:21"
}