{
    "aka": [],
    "sid": "34845764",
    "cast": [
        {
            "url": "/celebrity/1211991/",
            "name": "若泽·穆里尼奥 José Mourinho",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1047532/",
            "name": "约翰·奥谢 John O&#39;Shea",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008055/",
            "name": "克里斯蒂亚诺·罗纳尔多 Cristiano Ronaldo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2870359794.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "74分钟（英格兰）",
    "episodes": "",
    "language": [
        "葡萄牙语",
        "英语"
    ],
    "playdate": [
        "2019-09-03(英格兰)"
    ],
    "this_title": [
        "The Making Of José Mourinho"
    ],
    "douban_link": "https://movie.douban.com/subject/34845764/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A trio of the biggest names in world soccer – Jose Mourinho, Cristiano Ronaldo and Neymar Jr. – will talk about the games that defined them in “The Making Of” for DAZN. The documentary series is the sports streamer’s most ambitious original to date. In three half-hour episodes apiece, each of the soccer heavyweights will talk about the matches that made them.Viewers will see them watching and reacting to the games and explaining why those proved to be defining moments. There will also be interviews with other players and insiders including John O’Shea, Rafael Alcantara, Fernando Santos, Roberto Carlos and Julio Cesar.Former Real Madrid star Ronaldo, now playing for Juventus, will talk about his appearance for Sporting Lisbon against Manchester United in 2003, which proved to be a seminal moment on his journey to becoming a sports superstar. Each of the subjects will speak in his native language.“I am so pleased we chose to interview each of them in their mother tongue – that has given this series the most intimate of feels,” Grant Best, SVP of original programming and content development at DAZN, told Variety. “We used a style that allows the interviewee to feel more comfortable than I have ever seen before. Mourinho, for example, says: ‘I have not said this before’ and goes on tell a story we have not heard.”Mourinho, the self-proclaimed “Special One,” is the former manager of some of Europe’s biggest clubs, including Chelsea, Inter Milan, Real Madrid and Manchester United. He looks back on his legendary Champions League victory over Manchester United with Porto in 2004.Brazil and Paris St. Germain forward Neymar recounts his stunning performance for Santos against Flamengo in 2011, when he scored that year’s Puskas award-winning goal.DAZN has moved into original programming to bolster its lineup of live sports. Its previous originals include MotoGP series “In Our Blood” and boxing documentary “Canelo vs. Rocky.” The originals have hitherto launched in specific local markets ahead of a country launch or a big sports event.“The Making Of” differs in that it will roll out across all of the DAZN services internationally. The SVOD player is currently in nine markets, including North America, Brazil, Germany and Spain. The streamer plans to drop all nine episodes at once.“It was important to create a format that is repeatable and returnable,” Best said, adding that “The Making Of” could be extended to other sports. “The plan will be to continue, and maybe not [just] with football but some of the other sports we have – boxing, for example. Other sports are being discussed.”“The Making Of” is directed by Dan Riley and produced by Ian Henderson. Check out an exclusive first look at the trailer below.",
    "chinese_title": "The Making Of José Mourinho",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-18T03:52:10"
}