{
    "aka": [],
    "sid": "34845467",
    "cast": [
        {
            "url": "/celebrity/1050022/",
            "name": "马克·容森 Mark Ronson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2627965541.jpg",
    "region": [
        "英國 UK"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英語 English"
    ],
    "playdate": [],
    "this_title": [
        "Mark Ronson: From The Heart"
    ],
    "douban_link": "https://movie.douban.com/subject/34845467/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Mark Ronson is set to feature in a BBC Two special Mark Ronson: From The Heart coming to the channel soon.The producer, DJ and songwriter talks candidly about his career, childhood and personal life.The Grammy award-winner who has worked with the likes of Miley Cyrus, Bruno Mars, Lady Gaga and Amy Winehouse, opens the doors to his studio, inviting viewers in to witness the musical process to many of his biggest hits including most recently, Don’t Leave Me Lonely with YEBBA and Late Night Feelings with Lykke Li. He reminisces on his musical relationship with Amy Winehouse, recalling his late nights in the studio working on Back To Black which was the first of many collaborations between the pair.Featuring interviews with the likes of Lady Gaga and Bradley Cooper, who talk through the process of making Shallow which went on to win Best Original Song at The Oscars for the film A Star Is Born, as well as chats with Boy George, Rashida Jones, Zane Lowe, Simon Le Bon (Duran Duran), Josh Homme (Queens of the Stone Age) as well as other big names in the music and entertainment industry.The 75 minute documentary delves into his early career, following Ronson as a DJ at 19 and exploring his love for hip hop which led to his debut album Here Comes The Fuzz in 2003, collaborating with artists such as Mos Def, Sean Paul and Jack White. Whilst loved by critics, the album received poor sales and Ronson was subsequently dropped by his record label which he talks frankly about.With interviews with Mark’s parents, his mother Ann recalls one of their many parties which saw Mark meet Mick Jagger and explain why he didn’t think he was famous. Reflecting on the breakdown of his first marriage in 2017, he explains how this made him confront his childhood issues and the journey of building back his confidence and using music as an outlet.",
    "chinese_title": "Mark Ronson: From The Heart",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-03T17:22:58"
}