{
    "aka": [],
    "sid": "34852236",
    "cast": [
        {
            "url": "/celebrity/1009929/",
            "name": "伊安·西斯洛普 Ian Hislop",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893851049.jpg",
    "region": [
        "英國 UK"
    ],
    "writer": [],
    "imdb_id": "tt11767984",
    "director": [],
    "duration": "59分钟",
    "episodes": "",
    "language": [
        "英語 English"
    ],
    "playdate": [
        "2019-10-07(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11767984/",
    "imdb_votes": 41,
    "this_title": [
        "Fake News: A True History"
    ],
    "douban_link": "https://movie.douban.com/subject/34852236/",
    "imdb_rating": "7.2/10 from 41 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Fake news is never out of today's headlines. But in his latest documentary taking the long view of a hot-button issue, Ian Hislop discovers fake news raking in cash or wreaking havoc long before our own confused, uncertain times. Ian mines history to identify what motivates fake news - from profit, power and politics to prejudice, paranoia and propaganda – as well as to try to figure out what to do about it. In America and back home, Ian meets, amongst others, someone whose fake news stories have reached millions and a victim of fakery alleged to be a mastermind of the spurious paedophile ring ‘Pizzagate’ conspiracy. Viewers also get to see Ian doing something that has never been captured on film before – as he gets a taste of what it is like to be 'deepfaked'.In 1835, New Yorkers were fooled by one of the most entertaining and successful fake news scoops of all time - a tale of flying man-bats spied on the moon through the world’s most powerful telescope. The moon hoax story ran in a cheap, new tabloid - The Sun. Within decades, a circulation war waged between two pioneering press barons - Joseph Pulitzer and William Randolph Hearst - was seen by many as causing a real war, between America and Spain. Meanwhile, another American conflict, the Civil War of the 1860s, had proved that photography, which initially promised new standards of accuracy, also brought new ways of lying. Ian looks at the battlefield images of pioneering photojournalist Alexander Gardner, who achieved ends by means that would be judged unethical today. He also encounters the spooky 'spirit photography' of William Mumler.Ian also digs into one of the most pernicious conspiracy theories of all time - the protocols of the Elders of Zion. He is disturbed to find this virulently anti-Semitic tract available with one click and rave reviews on Amazon, despite comprehensive factual debunking a century ago. Ian also ponders the consequences of official British fake news-mongering. During WWI, lurid stories were spread about German factories manufacturing soap from corpses. But a consequence of such black propaganda was to undermine the currency of trust in government - rather like, Ian notes, the absence of WMDs in Iraq has more recently.To understand more about the current crisis, Ian meets James Alefantis, owner of the Washington DC pizzeria who fell victim to the ‘Pizzagate’ conspiracy. He also quizzes ex-construction worker Christopher Blair, a controversial figure sometimes dubbed 'the godfather of fake news'. He discusses how frightened we should be about fake news, and what can be done about it, with Damian Collins MP who chaired the parliamentary inquiry into fake news.Collins argues that today's tech giants – Facebook in particular - should be taking even more active steps to take down disinformation. But that path also has its perils, as Ian finds out when he resurrects the extraordinary story of Victoria Woodhull, a woman who sued the British Museum for libel in the 1890s. This pioneering American feminist - the first woman who ran to be president - was an early victim of what today would be termed 'slut-shaming'. But does combatting lies give anyone the right to censor the historical record and limit free speech?",
    "chinese_title": "Fake News: A True History",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-05-23T21:00:53"
}