{
    "aka": [],
    "sid": "34852309",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2570996796.jpg",
    "region": [
        "卡塔尔"
    ],
    "writer": [],
    "imdb_id": "tt3463560",
    "director": [
        {
            "url": "/celebrity/1332030/",
            "name": "Fahad Mustafa Fahad Mustafa",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3463560/",
    "imdb_votes": 9,
    "this_title": [
        "Powerless"
    ],
    "douban_link": "https://movie.douban.com/subject/34852309/",
    "imdb_rating": "7.8/10 from 9 users",
    "trans_title": [
        "缺电印度"
    ],
    "douban_votes": "0",
    "introduction": "An Indian electrician risks life and limb to siphon off electricity for poor areas in a city crippled by power cuts.Loha Singh, a 28-year-old electrician in the Indian city of Kanpur, is renowned for his expertise in stealing electricity. Some see him as a modern-day Robin Hood, siphoning off electricity from the grid and providing free connections in poor neighbourhoods. In the face of crippling power cuts, his skills enable homes, factories and businesses to function normally.However, things may be about to change. The city's electricity supply company has a new boss, Ritu Maheshwari, who is determined to clamp down on theft. It costs billions of rupees in lost revenue and holds back vital infrastructure upgrades. She dispatches raid teams to catch electricity thieves, dole out fines and cut off illegal connections.Although initially successful, the clean-up efforts prompt protests and violence in neighbourhoods where people feel unjustly targeted. Adding to Maheshwari's problems, a local politician rallies against her during a summer of acute electricity shortages. Will she succeed in changing the system or will her campaign be derailed?Powerless provides a fascinating insight into the politics of electricity in one of the world's fastest-growing economies, where the need for power is rising rapidly and around 300 million people lack access altogether.",
    "chinese_title": "缺电印度",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Powerless",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-05-05T20:30:33"
}