{
    "aka": [
        "AFTER MANET, AFTER GIORGIONE - LE DEJEUNER SUR L'HERBE OR FETE CHAMPETRE"
    ],
    "sid": "34856323",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1975",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1362019/",
            "name": "马尔科姆·勒格莱斯 Malcolm Le Grice",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "After Manet, After Giorgione – Le déjeuner sur l'herbe or Fête champètre"
    ],
    "douban_link": "https://movie.douban.com/subject/34856323/",
    "trans_title": [
        "AFTER MANET, AFTER GIORGIONE - LE DEJEUNER SUR L'HERBE OR FETE CHAMPETRE"
    ],
    "douban_votes": "0",
    "introduction": "Der Film wurde an einem einzigen Tag im Sommer 1974 gedrehtund zum Kopieren und Vorführen in den ersten Wochen des Jah-res 1975 zusammengesetzt. Der Film ist abgeleitet von den zweiGemälden, auf die sich der Titel bezieht und macht das Themavon vier Personen in einer Landschaft zur Basis der formalenStruktur des Films. Der Arbeitstitel des Films war 'Quartett' unddie Zahl vier spiegelt sich fortlaufend auf verschiedene Weise imFilm. Vier 'Schauspieler', vier Kameras (bedient von den gleichenvier Leuten, die auch im Film erscheinen — keine andere Personwar beim Drehen anwesend), vier Sektionen im F'ilm, jede vier-hundert Fuß lang, vier Leinwände für die Projektion, Verwendungvon vier Arten Filmmaterial, schwarweiß-Negativ und Positiv,Farbnegativ und -positiv. Der Film bedient sich der Präsentationvon vier Werken als eines formalen Mittels, seine Haltung ist in-sofern mehr 'prozedural' als formal. Im Drehbuch wurden eineAnzahl von Verfahrensweisen und Strategien niedergelegt, dienacheinander im Film aufgegriffen wurden. Es war sehr wichtig,daß der Film im Rahmen eines einzigen konzentrierten Ereignis-ses entstand und daß die Folge der Präsentation der Chronologieder Aufnahmen entspricht (einige Ausnahmen davon gibt es ineiner Sequenz, die das Problem der Illusion des Kamerastaiidpunk-tes behandelt). Im allgemeinen wurden alle vier Kameras gleich-zeitig benutzt und für die Länge eines Magazins miteinander ver-koppelt. Außer an einer besonderen Stelle im Film gibt es keineMontage; nichts wurde ausgelassen und nichts neuarrangiert. Wieauch bei Manet ist die scheinbare Lockerheit künstlich erzeugt.Wenn es von Wert erscheint, das so bald nach der Heistellung desFilms festzustellen: der 'Inhalt' des Films beschäftigt sich haupt-sächlich mit den zeitlichen und räumlichen Implikationen desBlickpunktes. Der Film nimmt das Problem auf, dem ThemaKamera (bzw. Zuschauer) als Protagonist der Aktion' eine Struk-tur zu geben und einer falschen Neutralität der Beobachtungentgegenzuwirken, gleichzeitig auch vorherrschende Meinungenüber die Raum- und Zeit-Diskontinuität der Montage infragezu-stellen.",
    "chinese_title": "After Manet, After Giorgione – Le déjeuner sur l'herbe or Fête champètre",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-12-18T21:35:13"
}