{
    "aka": [
        "日本游历"
    ],
    "sid": "34851377",
    "cast": [
        "苏·帕金斯 Sue Perkins"
    ],
    "site": "douban",
    "tags": [
        "英国",
        "纪录片",
        "a",
        "SuePerkins",
        "BBC",
        "2019"
    ],
    "year": "2019",
    "genre": [],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2582022796.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt11054898",
    "director": [
        "Helen Simpson"
    ],
    "duration": "58分钟单集，共2集",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-09-18(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11054898",
    "this_title": [
        "Japan with Sue Perkins"
    ],
    "douban_link": "https://movie.douban.com/subject/34851377/",
    "imdb_rating": "7.2/10 from 26 users",
    "trans_title": [
        "与苏·帕金斯一起游日本",
        "日本游历"
    ],
    "douban_votes": 0,
    "introduction": "Sue Perkins starts her journey in Tokyo, Japan's glittering capital city and home to 36 million people. She finds a nation caught between the demands of a hi-tech future and the pull of a traditional past, where people work long hours but struggle to find time for love and relationships. Birth rates are falling and the population is shrinking. What does the future hold for this resilient and innovative country?\nJapan will host the next Olympic Games, but the country's most traditional sport is still stuck in the Dark Ages when it comes to equality. Sue trains with a female sumo wrestling team trying to bring change to this male-dominated sport.\nAfter a night in a robot hotel, Sue visits a family who live with robots, helping out with household tasks like homework and bedtime stories. Sue falls in love with Aibo, the robot dog.\nOutside Tokyo, in the shadow of Mount Fuji, Sue takes part in Hell Camp, Japan's toughest business school. Here she sees how Japan’s strict corporate culture has created some of the world's most successful companies, with its traditional values of hard work and discipline.\nBut this commitment to work comes at a cost. Back in the city Sue meets Rina, a beautiful twentysomething taking part in the latest craze: a solo-wedding. Young women, concerned that they will never marry, are paying to have all the trimmings of the special day - hair, make-up and a big dress - but with no husband. Professional photographs are uploaded to social media.\nKawaii, or cuteness, is big in Japan and Pop Idol is a cultural phenomenon - a huge industry of manufactured girl bands. Sue goes to a Pop Idol gig in downtown Tokyo and is surprised to find that the audience is made up of middle-aged men in suits.\nLater, Sue leaves Tokyo in search of a different side of Japan. The landscape outside the city is a revelation - forests, mountains and islands. In the sacred Kii mountains of Wakayama Prefecture, she has a go at shinrin-yoku or forest bathing. The Japanese believe that spending quiet time among the trees is good for body and soul.\nThe Japanese are a nation of nature worshippers. Sue joins pilgrims at a Shinto festival celebrating the autumn leaves. At the base of a sacred waterfall, she meets a priest who tells her that Japanese culture is all about finding harmony with nature.",
    "chinese_title": "与苏·帕金斯一起游日本",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Japan with Sue Perkins",
    "douban_rating_average": 0,
    "update_at": "2024-10-27T14:49:07"
}