{
    "aka": [],
    "sid": "34851247",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2570887759.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2019-04-02(日本)"
    ],
    "this_title": [
        "GENJI FANTASY ネコが光源氏に恋をした"
    ],
    "douban_link": "https://movie.douban.com/subject/34851247/",
    "trans_title": [
        "猫爱上了光源氏"
    ],
    "douban_votes": "0",
    "introduction": "宇治市源氏物語ミュージアム（同市宇治）がリニューアルオープンして半年がたった。体験型展示を充実させ、入館者数は前年より１割ほど増加。４月には、再整備の集大成と位置付けるアニメーション作品の上映が館内で始まり、同ミュージアムは一層の盛り上がりに期待を寄せる。開館２０周年に合わせた今回のリニューアルでは体験型展示を増やした。「垣間見（かいまみ）」の装置は、光源氏らが垣根や御簾（みす）越しに女性の姿をのぞき見る重要シーンを疑似体験できる。画面に合わせて体を動かしながらゲーム感覚で物語を学べる「動く源氏物語」も加わった。匂いを聞き分けて得点を競う江戸期の遊び「源氏香」の体験コーナーも新設。今月中旬に茨城県つくば市から訪れた高校の古典教員、渡邉絢夏さん（２８）は「源氏香が特に興味深かった。人形や調度品も豊富で、視覚的にも工夫されている。源氏物語は女性一人一人が魅力的で今読んでも新しいが、その魅力を原文だけで伝えるのは難しい。ここでの体験を生徒たちにも語ってみたい」と笑顔を見せた。増加する訪日客に対応するため、５言語対応の小型タブレット端末を導入し、ルーレットを回して源氏絵を合わせる遊びなどが楽しめる無料ゾーンも充実させている。有料の入館者数は、リニューアルオープンした昨年９月１４日～今年２月末で、４万２千人と前年同期比４千人増。無料ゾーンを合わせると５万６千人という。西澤久美子館長は「１割増だが、入館者の滞在時間が延び、親子連れら無料ゾーンを利用する人も多くなっている」と話す。同ミュージアムは２０１９年度の入館者数について、無料を含め１６万人の目標を掲げる。財政健全化の一環で４月から入館料が１００円アップして６００円（大人）になる一方、追い風として期待するのが館内で上映する約２０分間のアニメだ。タイトルは「ＧＥＮＪＩ　ＦＡＮＴＡＳＹ　ネコが光源氏に恋をした」。女子高生が平安時代にタイムスリップし、紫式部や光源氏との交流を通して、物語の魅力や時代背景を伝える内容だ。人気声優を多く起用したほか、上映開始をオープンから半年後にしたことで盛り上がりが続くよう配慮したという。今回の再整備費は、アニメ制作の５千万円を含め計１億４千万。昨年３月の市議会では、市の財政健全化推進プランに基づく公共施設使用料の一斉値上げや市民サービス削減に批判が集まる中、「厳しい財政状況なのに、アニメを優先すべきなのか」とやり玉にも上がった。西澤館長は「批判はあったが、子どもに分かりやすく、大人にも見応えがあり、長く愛される作品になったと思う」と強調。今後はアニメの活用を目指す。「原画展やトークショー、無料ゾーンでのワークショップなども予定しており、新たな客層の掘り起こしや、課題となっているリピーターの増加につなげたい」",
    "chinese_title": "猫爱上了光源氏",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "GENJI FANTASY ネコが光源氏に恋をした",
    "douban_rating_average": 0,
    "update_at": "2025-04-29T20:49:12"
}