{
    "aka": [],
    "sid": "34856197",
    "cast": [
        {
            "url": "/celebrity/1163096/",
            "name": "Bernd Weikl Bernd Weikl",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162068/",
            "name": "Spas Wenkoff Spas Wenkoff",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2571436567.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1055237/",
            "name": "理查德·瓦格纳 Richard Wagner",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1087666/",
            "name": "葛茨·弗里德里希 Götz Friedrich",
            "@type": "Person"
        }
    ],
    "duration": "188分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [],
    "this_title": [
        "Tannhäuser"
    ],
    "douban_link": "https://movie.douban.com/subject/34856197/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "This video of Wagners Tannhäuser at the 1978 Bayreuth Festival makes for an outstanding DVD. The Festivals staging, by Götz Friedrich, is simplicity itself: a dish platform with a minimum of clutter, vaguely medieval costumes, and atmospheric lighting delineate the narrative of the eponymous errant knight whose soul is saved by the prayers of a pure woman who loves him. Wagner returned to this theme again and again, but Friedrichs staging and the video direction of Thomas Oloffson make a story that many modern viewers find hard to take seriously hit home. The productions stress on Tannhäusers anguish and Elizabeths devotion creates an intimacy that trumps productions focused more on pageantry or inappropriate modernization of time and place. Friedrich sees Tannhäuser as a loner, an artist outcast in a society whose primary value is conformity, adding further tension to the tale. The first Act is set in the Venusberg, the subterranean haunt of Venus and her cohorts whose worship of unbridled pleasure is equated here with death and damnation. The scene is darkly lit with Venus in her mask and fright outfit looming above the rest, and the Bacchanal, choreographed and filmed by John Neumeier, now seems just a tame modern dance set-piece, with writhing dancers in scanty (but not too scanty) costumes.But what makes this Tannhäuser outstanding is the singing of the soloists and Colin Davis inspired conducting of the Bayreuth forces, chorus and orchestra singing and playing with energy and nuance. Gwyneth Jones takes on both of the female leads, Venus and Elizabeth. Her Venus is good, though one might prefer a singer with a stronger bottom register, and her Elizabeth is sung beautifully. Her big arias, Dich teure Halle and >i>Allmächtge Jungfrau are sing with the intensity she displays in her acting. Time and again the camera focuses on her subtle facial and body movements that reveal the characters thoughts. In effect, shes acting three roles here, the imperious Venus of Act One, the innocent young Elizabeth of Act Two, and the stricken, disheveled girl of Act Three. Tenor Spas Wenkoff matches her in intensity of singing and acting, never seeming to tire, even in the harrowing last Act of this demanding role. Baritone Bernd Weikl is an excellent Wolfram, Tannhäusers friend who loves Elizabeth, and Hans Sotins strong bass makes the Landgraf an imposing authority figure. --Dan DavisTannhäuser is sung in German with subtitles in German, English, French, Spanish and Chinese. Sound options include PCM Stereo and DTS 5.1 Surround.",
    "chinese_title": "Tannhäuser",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-17T09:23:13"
}