{
    "aka": [
        "Simon Super Rabbit",
        "Simon Superlapin"
    ],
    "sid": "34857371",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "动画",
        "儿童"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911542882.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt7699866",
    "director": [],
    "duration": "5分钟",
    "episodes": "70",
    "language": [
        "法语",
        "英语",
        "西班牙语"
    ],
    "playdate": [
        "2016-12-17(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7699866/",
    "imdb_votes": 177,
    "this_title": [
        "Simon Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/34857371/",
    "imdb_rating": "6.8/10 from 177 users",
    "trans_title": [
        "超人兔 第一季",
        "Simon Super Rabbit",
        "Simon Superlapin"
    ],
    "douban_votes": "0",
    "introduction": "Simon is a rabbit who exudes the vitality of childhood.He is at an age when little rabbits and little children are starting to come into their own - challenging relationships with parents, embarking upon school life, learning about the world in general, dealing with authority and language.En exclusivité sur  Zouzous, disponible en replay et en francais la nouvelle saison du dessin animé «  Simon ». Simon va apprendre le partage des tâches, les vacances en famille, les aventures avec les copains.... Une comédie joyeuse et chaleureuse qui dédramatise les petits soucis du quotidien à travers des situations réalistes traitées avec fantaisie et humour. Retrouvez les aventures de la saison 1 de Simon en dessin Animé, disponible en français et en replay. Entouré de son petit frère Gaspard, de ses copains, de ses parents et grands-parents, Simon découvre la vie avec une charmante irrévérence. Ses expressions favorites et maintenant célèbres en sont la preuve : « Caca boudin ! », « Jamais de la vie ! », « Ça va pas, non ! », etc. Car il est confronté à des contrariétés et des craintes : la peur du noir, de l’école ou du dentiste, la compétition entre frères, l’apprentissage du partage avec les copains…",
    "chinese_title": "超人兔 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Simon Season 1",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-08-30T08:35:32"
}