{
    "aka": [
        "For Fun Only - For Play Only",
        "Kaleidoskop Valeska Gert",
        "NUR ZUM SPASS — NUR ZUM SPIEL",
        "Pour plaisante - pour jouer"
    ],
    "sid": "34863616",
    "cast": [
        {
            "url": "/celebrity/1091942/",
            "name": "瓦勒斯卡·格特 Valeska Gert",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1109452/",
            "name": "波拉·金斯基 Pola Kinski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002843/",
            "name": "沃尔克·施隆多夫 Volker Schlöndorff",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1977",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903976001.jpg",
    "region": [
        "西德"
    ],
    "writer": [
        {
            "url": "/celebrity/1002843/",
            "name": "沃尔克·施隆多夫 Volker Schlöndorff",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0076477",
    "director": [
        {
            "url": "/celebrity/1002843/",
            "name": "沃尔克·施隆多夫 Volker Schlöndorff",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1977-06-10(柏林国际电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0076477/",
    "imdb_votes": 23,
    "this_title": [
        "Nur zum Spaß, nur zum Spiel"
    ],
    "douban_link": "https://movie.douban.com/subject/34863616/",
    "imdb_rating": "8.1/10 from 23 users",
    "trans_title": [
        "For Fun Only - For Play Only",
        "Kaleidoskop Valeska Gert",
        "NUR ZUM SPASS — NUR ZUM SPIEL",
        "Pour plaisante - pour jouer"
    ],
    "douban_votes": "0",
    "introduction": ",Ich habe Valeska Gert bei den Dreharbeiten zu meinem Film„Der Fangschuß\" kennengelernt. Abends, nach D r eh Schluß, er -zahlte sie dem Team und mir Geschichten aus ihrer Vergangenheit, von ihrer Karriere in den zwanziger und dreißiger Jahren,in Berlin, Paris und New York. Die meisten von uns hatten nievon ihr gehört und waren fasziniert. Ich beschloß, einen Filmüber sie zu machen und fuhr im Januar dieses Jahres zu ihr aufdie Insel Sylt. Am Ende eines Feldweges, am Rande von Kampen, weit entfernt von den reichen Villen und Ferienhäusern,fand ich eine kleine Kate. Zwei auf die Mülltonne gepinselteBuchstaben verraten: hier lebt Valeska Gert.\"Volker SchlöndorffLa SoufrièreBundesrepublik Deutschland 1977. Produktion: Werner HerzogFilmproduktion. Regie und Buch: Werner Herzog. Kamera:Jörg Schmidt-Reitwein. Schnitt: Beate Mainka-Jellinghaus.Kommentar: Werner Herzog.Format: 16 mm/FarbeLänge: 31 Min.Uraufführung: Westdeutsche Kurzfilmtage Oberhausen,April 1977Verleih: Cine International MünchenInhaltFilm über den Vulkan La Soufrière auf der Insel Guadelupe;Film über eine unausweichliche Katastrophe, die nicht stattfand.... Das ist der Bericht einer Reise, die Herzog nach Guadeloupeunternommen hatte, um den angesagten Ausbruch des VulkansLa Soufrière zu beobachten. Die Katastrophe fand nicht statt.Herzog gelang dennoch ein nachdenklich machendes filmischesGedicht über eine von ihren Bewohnern verlassene Insel, über eine entleerte Landschaft.Maria Ratschewa in ,.Medium\", Frankfurt/Main. Junil977I met Valeska Gert during the shooting of my film \"Coup degrace\". In the evening after the day's shooting, she would tellthe film-team and me stories from her past, about her careerin the Twenties and Thirties in Berlin, Paris and New York.Most of us had never heard of her and were fascinated. I decided to make a film about her and drove to visit her on theisland of Sylt in January of this year.At the end of a path through a field, on the edge of Kampen,far away from the wealthy villas and summer homes, I founda small hut. Two letters painted on the garbagecan revealed:here lives Valeska Gert., J'ai fait la connaissance de Valeska Gert lors des travaux detournage pour mon film ,J3er Fangschuss\" (Le coup de grâce).Le soir, après le tournage elle racontait ä l'équipe et ä moi deshistoires de son passé, de sa carrière dans les années 20 et 30 àBerlin, à Paris et à New York. La plupart de nous n'avait jamaisentendu parler d'elle et nous étions fascinés. Je décidais de faireun film sur sa personne et au mois de janvier de cette année jepartais pour l'île de Sylt, chez elle.A la fin d'un chemin vicinal, au bord de Kampen, loin des villas riches et des maisons de vacance, je trouvais une petite cabane, 2 lettres peints sur la poubelle révèlent: ici vit ValeskaGert.\"Biofilmographie Volker Schlöndorff siehe ,J3er Fangschuss\"",
    "chinese_title": "Nur zum Spaß, nur zum Spiel",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-17T08:11:54"
}