{
    "aka": [],
    "sid": "34863225",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2571938257.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1235845/",
            "name": "Irish Braschi Irish Braschi",
            "@type": "Person"
        }
    ],
    "duration": "87分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "THE MAN WHO LIVED THREE TIMES"
    ],
    "douban_link": "https://movie.douban.com/subject/34863225/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Life is a bit like a journey. That of Mario Pirani has significantly crossed the twentieth century, a century of great changes. Born into a bourgeois family of Jewish origin, Pirani experienced the terrible racial laws promulgated by the fascist regime on his skin. After the war he became the first official of the Italian Communist Party, then director of Enrico Mattei's ENI and finally dedicated himself to journalism, becoming one of the protagonists of the great adventure of the founding of the newspaper La Repubblica. Three different lives. All lived intensely.The man who lived three times is a journey into the memories of Mario Pirani, in his memory, undertaken by a mysterious Man, played by Neri Marcorè. A character out of time, dressed in 30s clothes, with a suitcase that contains photos and objects that belonged to Pirani, which moves immersed in today's times. On board a splendid steam train, the Man crosses an unknown, indefinite land, while his mind takes him to the places where Mario Pirani's life took place.A timeless journey, with an almost fabulous tone. A dream story to tell the Big History, the one that involved everyone, through the eyes of a great witness of that era.",
    "chinese_title": "THE MAN WHO LIVED THREE TIMES",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-11T15:43:15"
}