{
    "aka": [],
    "sid": "34868325",
    "cast": [
        {
            "url": "/celebrity/1207803/",
            "name": "彼得·斯洛特戴克 Peter Sloterdijk",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2572252018.jpg",
    "region": [
        "德国",
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "The Toxic Reigns of Resentment"
    ],
    "douban_link": "https://movie.douban.com/subject/34868325/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "After the fall of the Soviet empire and the triumph of global capitalism, modernity appeared to keep its dual promise of liberty and equality. The spreading of human rights and democratic forms of government were intrinsically linked to free flows of global capital and free markets. Supported by technological developments and an ever-increasing digitalization of daily life, the future contained the promise of abundance and recognition for all.Only a few decades later, however, we witness an oppositional trend: A revival of nationalism paired with xenophobia, an increasing tribalization of politics, a public sphere oscillating between cruelty and sentimentality, and a Left caught up in wounded attachments. Social media, once the promise to give voice to the disempowered, link cognitive capitalism with a culture of trolling and hyper moralization. Algorithms programmed to monetarize outrage feed isolated information bubbles and produce what many call the era of post-truth politics.How did we enter this toxic climate? Are these developments a response to the ubiquity of neoliberal market structures eroding the basic solidarities in our society? Has the spread of social media limited our ability to soberly deal with conflicting life worlds? And have both the left and the right given in to a form of politics where moralization and cynical mockery outdo collective visions of the future?",
    "chinese_title": "The Toxic Reigns of Resentment",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-12-06T16:39:06"
}