{
    "aka": [],
    "sid": "34867888",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2621051991.jpg",
    "region": [
        "荷兰"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1284827/",
            "name": "Ramón Gieling Ramón Gieling",
            "@type": "Person"
        }
    ],
    "duration": "86分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [],
    "this_title": [
        "The Death of Antonio Sànchez Lomas"
    ],
    "douban_link": "https://movie.douban.com/subject/34867888/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "On All Saints’ Day, the inhabitants of the southern Spanish village of Frigiliana remember their dead. The assembled villagers all know each other, and they bring flowers and candles. But the apparent serenity belies the deep divisions in the village. The murder of Antonio Lomas by the Guardia Civil in 1952, during the dictatorship of General Franco, has caused a collective trauma. Everyone—elderly witnesses and their descendants alike—conceals their sorrow and grievances with a paper-thin layer of civility. There’s no obvious solution in sight. In that regard the village is much like many other places in Spain where similar tragedies, disappearances and unprocessed pasts reverberate into the present.Ramon and Salvador Gieling settle into the picturesque village, where they question local people about what happened. Their stories create a vivid image of the painful events of 1952, which still stir up powerful emotions. In an effort to help the villagers come to terms with the past, the janitor of the local school and the Gielings decide to dramatize the events together with the locals. Not everybody is enthusiastic about the idea. Why open up old wounds?",
    "chinese_title": "The Death of Antonio Sànchez Lomas",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-22T06:26:05"
}