{
    "aka": [],
    "sid": "34863319",
    "cast": [
        {
            "url": "/celebrity/1357546/",
            "name": "李铭忠 Frederick Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1339460/",
            "name": "梁祖仪 Joey Leong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1415114/",
            "name": "李伟燊 Wilson Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1365694/",
            "name": "萧丽玲 Sherlyn Seo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1437150/",
            "name": "陈俐杏 Pauline Tan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1437532/",
            "name": "谢承伟 Rickman Chia",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "马来西亚"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1369093/",
            "name": "黄来发 Laifa Huang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "25",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2019-09-19(马来西亚)"
    ],
    "this_title": [
        "Turning Point 2"
    ],
    "douban_link": "https://movie.douban.com/subject/34863319/",
    "trans_title": [
        "逆行者"
    ],
    "douban_votes": "0",
    "introduction": "即将出国Working Holiday的谭子淇约了男友徐永健庆祝她21岁的生日，本来充满惊喜的前程却因一辆失控的车子逆向行驶，引发了一场严重的连环车祸，包括永健在内，现场共有6人身亡幸存的子淇却因此而失去永健，失去行动能力五年来，原本失去生存意志的子淇，在心理医生赵嘉贤的治疗下重新投入生活，继承永健的心愿，积极扶持问题少年，而且还成为了一知名的电台DJ。同时，那起车祸的凶手刘谨言缓期五年执行死刑期进入倒数中。此案看似毫无婉转，只因当年警方有充分的证据证实谨言在其一受害者袁添民的车做手脚，导致车子失灵，加上替谨言翻案的知名律师恰时患癌逝世，后来，幸得谨言母亲刘桂哀求知名律师的徒弟简慧珊帮忙翻案。慧珊为完成师傅的公愿，加上企图打响自在业界的名声，决定接下这看似没希望的案子。子淇得知好友慧珊替谨言翻案，再次激起她隐藏多年的创伤记忆，频频梦到凶手的身影她要求嘉贤帮她催眠，重新忆起该身影是不是谨过程中子淇认定谨言是凶手，频频向负责此案的警员贾正伟投报，却毫无证据。反观，慧珊与实习生王凯玲则顺藤摸瓜找到新线索。原来添民和谨言过去的恩怨，是源自妹妹刘必怡曾被添民性侵，也找到证据证实必怡有足够的动机杀害袁添民加上慧珊接连推翻既有的证据下，谨言最终重获自由子淇无法释怀，试图以自己的方式查明事情原委，当中她的辅导对象姚智勇为其中受害者哥哥报仇。试图杀害谨言不成却忽然死于非命。就在子淇认定这..切都跟谨言有关，却发现有个神秘的女人试图陷害谨言，还暗中杀害她以阻扰她继续调查。为此子淇才开始相信谨言的清白，也逐渐怀疑该衶秘女人是谨言的前妻方安莹，子淇查出安莹的外遇对象高圣远竟是那场车祸的受害者，怀疑她为情夫报仇，试图而再地陷害谨言。谨言也陆续得知刘冬冬不是他的亲生女儿。后来安莹唯有坦诚心怡曾利用她外遇的证据屡次要挟她，甚至获悉怡被人掳走却见死不救，才导致心怡无故失踪生死未卜……过程中，子淇和谨言互相交换信息，逐渐建立信任关系。并联手调查车祸的真內，并找出心怡的下落。另外，正伟从闭路电视查出一神秘的女人曾接触过智勇，慧珊看出该女人身影跟April很相似，于是开始调查April的背景，仅查出她曾替，餐厅老板Uncle Lee打工，还没来得及继续查下去却无故被人掳走禁锢。子淇和谨言认为慧珊的失踪跟April有关，私下试探之下，证实，而且先前试图杀害子淇，杀害智勇灭口的神秘女人就是April！正当所有的迹象都指向April怎料她忽然在谨言面前跳楼自尽试图。嫁祸给谨言，顿时让他成了嫌疑犯。但谨言和子淇一致认为April不过是一个棋子。背后还有主谋在筹划这件事……子淇为了救谨言，不惜作伪证，但没救到谨言反而面对牢狱之灾，后来安莹处于愧疚心，私下答应成为兆田的女人，兆田才肯帮谨言假造目击者，替他脱罪。事后，谨言和子淇回归到正常的生活。谨言重投富商殷兆田旗下保镖。但谨言与安莹过往的夫妻关系，让兆田疑心重重，性情大变，开始暴力对待安莹，更进一步引发杀念。同时，子淇发现慧珊和永健曾经有过私情，有感他们背叛了自己，俩人的情谊因此而破裂。伤心欲绝的子淇在嘉贤的安抚下，开始接受嘉贤的表白而成为情侣。慧珊不仅失去了挚友，还要面对事业的不顺遂，人生陷入低潮之时，幸得好友陈立宏的扶持，才得以稳定下来。但嘉贤的妻子吕思嘉以为他们有私情，开始对慧珊心怀恨意。正伟无意中翻阅校刊，才认得那起车祸其中受害者袁添民的太太竟是他的中学同学，进而查出袁太太以及两名同学狗熊和阿辉，相继在数年间死于非命，于是正伟进一步怀疑，五年前那起车祸可能跟女同学的性侵案有关。后来，子淇得知嘉贤是该女网学的男友，而且还得知 Aprii 和 Uncle Lee都是他的同伙，于是开始怀腿他跟所有的奇案脱离不了干系，嘉贤也察觉到子淇的戒心，为7自保而杀子淇灭口，过程中幸得正伟及时救起子淇。事后，嘉贤承认所有命案都是他所为，未料却在庭审前遭到受害者家属杀害，然而这场悲剧还没告一段落，真凶仍未落网，甚至开始向子淇等人进行报复……",
    "chinese_title": "逆行者",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Turning Point 2",
    "douban_rating_average": 0,
    "update_at": "2025-08-04T18:07:35"
}