{
    "aka": [
        "Fiela's Child"
    ],
    "sid": "34869768",
    "cast": [
        {
            "url": "/celebrity/1580068/",
            "name": "泽诺比娅·克洛珀斯 Zenobia Kloppers",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2572402441.jpg",
    "region": [
        "南非"
    ],
    "writer": [],
    "imdb_id": "tt8599112",
    "director": [
        {
            "url": "/celebrity/1428339/",
            "name": "Brett Michael Innes Brett Michael Innes",
            "@type": "Person"
        }
    ],
    "duration": "105分钟",
    "episodes": "",
    "language": [
        "南非荷兰语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt8599112/",
    "imdb_votes": 118,
    "this_title": [
        "Fiela se Kind"
    ],
    "douban_link": "https://movie.douban.com/subject/34869768/",
    "imdb_rating": "6.8/10 from 118 users",
    "trans_title": [
        "菲拉之子",
        "Fiela's Child"
    ],
    "douban_votes": "0",
    "introduction": "Brett Michael Innes was a little boy when the film version of Dalene Mattheeäs novel ‘Fiela se Kind’ was first screened (the film was also shown at a special screening at the Tallinn Cinema House twenty years ago). Brett read the novel and watched the film only in secondary school and it left him an extraordinary and personal impression which he has carried with him for long years.Brown-skinned Fiela finds a small white boy near her home. She takes the boy in and starts raising him as her own. Nine years later, a big census is held and the authorities discover the boy. A mother and a son of different skin colour is inappropriate and the child is taken away from the mother. For the next ten years, the boy lives in a family that claims that he is their lost son. The boy sometimes thinks about his mother Fiela who is constantly waiting for her son to come back home.A straightforward film full of love towards the characters of the story – and that is what touches the heart. Without doubt, the author is a master of emotions. Before Brett became a film director, he had already proven himself as a writer whose novels are bestsellers in the South African Republic. His debut ‘Sink’ was a film based on his own novel, which the audience loved both as a book and as a film. The debut has been considered as a turning point in the film industry of the director’s homeland, a work that has created new standards.",
    "chinese_title": "菲拉之子",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Fiela se Kind",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-10-28T21:21:23"
}