{
    "aka": [],
    "sid": "34868975",
    "cast": [
        {
            "url": "/celebrity/1037293/",
            "name": "弗朗西斯科·佛朗哥 Francisco Franco",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2581049321.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "211分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-11-02(美国)"
    ],
    "this_title": [
        "The Truth Abouth Franco: Spain's Forgotten Dictatorship"
    ],
    "douban_link": "https://movie.douban.com/subject/34868975/",
    "trans_title": [
        "关于弗朗哥的真相：西班牙被遗忘的独裁统治"
    ],
    "douban_votes": "0",
    "introduction": "At the end of a bloody civil war, Francisco Franco seized power and ruled Spain with an iron hand for nearly four decades. Under his leadership the conservative, monarchist armed forces staged a coup against Spain's democratically elected republican government. The insurrection was supported by Italy and Germany. Three years of bitter fighting followed and by April 1939, Spain had become a different country. The hostilities and political purges cost half a million lives.Ch1. The Rise to PowerAn examination of dictator Francisco Franco's reign, beginning with a look at his rise to power after launching a coup in 1936 that led to the Spanish Civil War.Ch2. The New RegimeA look at the first period of Franco's regime, when he gave himself the title of Supreme Leader of Spain and his family moved into the former summer residence of the king.Ch3. Zero HourA look at how Franco managed to prevail as dictator after the end of the Second World War, with the Allies making a clear distinction between the friends and foes of democracy.Ch4. The Leaden AgeA look at how Franco's rule was legitimised by Spain's economic upturn, but new influences entering the country confronted the regime with new challenges.",
    "chinese_title": "关于弗朗哥的真相：西班牙被遗忘的独裁统治",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Truth Abouth Franco: Spain's Forgotten Dictatorship",
    "douban_rating_average": 0,
    "update_at": "2025-02-12T03:52:14"
}