{
    "aka": [],
    "sid": "34869187",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1978",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "匈牙利"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1051530/",
            "name": "伽柏·博迪 Gábor Bódy",
            "@type": "Person"
        }
    ],
    "duration": "28分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "Private History"
    ],
    "douban_link": "https://movie.douban.com/subject/34869187/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "“A free selection from a few old amateur films.” This is the subtitle of Private History. Recorded between 1920 and 1950, these films have been edited into more-or-less chronological order, telling the history of Hungary on the basis of various people’s lives.In the time immediately after World War I, the film excerpts are still static and jerky. The scenes are preceded with introduction texts such as “A summer day in the country” or “Rendez-Vous”. Over time the image quality improves, and the actions become more fluid. We watch moving snapshots from the lives of regular Hungarians, or a silly sketch acted out in front of the camera. Meanwhile, on the radio in the background, we hear news, a beer ad and a children’s song about a yo-yo. From 1933 on, we see the occasional Hitler salute, and later images of the mass deportation of Hungarian Jews in 1944.In this chilling Hungarian film experiment from 1978, the personal is continually explored and contrasted with the history taking place. Sometimes this results in bitter irony—in contrast to those being deported, we know what happened next.",
    "chinese_title": "Private History",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-14T05:56:20"
}