{
    "aka": [],
    "sid": "34869416",
    "cast": [
        {
            "url": "/celebrity/1390058/",
            "name": "Sebastian Deery Sebastian Deery",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "剧情",
        "动作",
        "科幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2572350197.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt10663608",
    "director": [
        {
            "url": "/celebrity/1425616/",
            "name": "Virginia Abramovich Virginia Abramovich",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-07-15(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10663608/",
    "imdb_votes": 653,
    "this_title": [
        "Between Waves"
    ],
    "douban_link": "https://movie.douban.com/subject/34869416/",
    "imdb_rating": "4.3/10 from 653 users",
    "trans_title": [
        "维度之间"
    ],
    "douban_votes": "0",
    "introduction": "BETWEEN WAVES is a science-fiction dramatic feature film about a woman's pursuit to join her missing lover by crossing into a parallel dimension. Even after his presumed death, Jamie continues to be visited by her lover Isaac, a quantum physicist, who pleads for her to join him in a parallel plane. Jamie follows a map and notebook Isaac m.77mi.cc left for her and embarks on a journey to the island of São Miguel in the Açores. At the center of the Atlantic Ocean, Jamie begins to untangle the truth of what really happened the night Isaac disappeared, learning that she had a greater part in it than she cares to remember. Burdened by a police investigation back home, and in turmoil about her choice to terminate her pregnancy, Jamie is haunted by Isaac's inter-dimensional visits as he persuades her to join him. Jamie hopes to get some clarity when Isaac's former research partner, Renata, shows up on the island to help. Does Renata believe Jamie or is she just after the notebook Isaac left behind? Straddling a fine line between enlightenment and madness, how far will Jamie go before she's in too deep?",
    "chinese_title": "维度之间",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Between Waves",
    "imdb_rating_average": 4.3,
    "douban_rating_average": 0,
    "update_at": "2025-05-29T08:45:03"
}