{
    "aka": [],
    "sid": "34875388",
    "cast": [
        {
            "url": "/celebrity/1027995/",
            "name": "康斯坦斯·贝内特 Constance Bennett",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041198/",
            "name": "乔尔·麦克雷 Joel McCrea",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048282/",
            "name": "赫达·霍珀 Hedda Hopper",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1931",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2572946820.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1021591/",
            "name": "罗伯特·W·钱伯斯 Robert W. Chambers",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007174/",
            "name": "约翰·法罗 John Farrow",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0021756",
    "director": [
        {
            "url": "/celebrity/1008467/",
            "name": "保罗·L·斯坦 Paul L. Stein",
            "@type": "Person"
        }
    ],
    "duration": "74分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1931-07-24(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0021756/",
    "imdb_votes": 455,
    "this_title": [
        "The Common Law"
    ],
    "douban_link": "https://movie.douban.com/subject/34875388/",
    "imdb_rating": "5.9/10 from 455 users",
    "trans_title": [
        "春光入画"
    ],
    "douban_votes": "0",
    "introduction": "Valerie West is a young American expatriate living with her wealthy lover, Dick Carmedon, in Paris. Tired of the relationship, she moves out, after which she meets struggling American artist John Neville. She begins posing nude for him. At first the relationship is purely business, but the two soon fall in love, and she moves in with him. The two begin to live an idyllic life, despite Carmedon's attempts to get Valerie back.Unbeknownst to Valerie, Neville is a member of a wealthy, socially prominent family from Tarrytown, New York. Sam, a friend of Neville's, tells him about Valerie's past relationship with Carmedon. Valerie confirms it is true, but states that she left Carmedon before she met Neville. Disillusioned, Neville changes his mind about proposing to her. Valerie calls him a hypocrite and breaks up with him.Later, Neville runs into Valerie at a nightclub, where she is out with Querido. Neville leaves in disgust. Valerie follows, jumping into his taxi and going home with him. Very soon, he proposes marriage. She asks him to wait, wanting to make sure that their feelings for one another are for real before making what she hopes will be a life-long commitment. When Clare Collins, Neville's sister, hears about the situation from friends returning from Europe, she informs Neville that their father is very ill (he only has a cough) and insists that he return home.Neville brings Valerie with him to the family estate. Clare throws a party on the family yacht, to which she invites Carmedon and an old girlfriend of Neville's, Stephanie Brown. Neville's father tells Valerie he approves of her; he can see that his son is happy and more confident. Fed up with Clare's obvious attempts to split up the couple, Valerie turns in for the night. A drunk Carmedon barges into her stateroom, but she pushes him out, in full view of Clare. Neville helps Carmedon to his room and, behind closed doors, punches him. Then, he informs Valerie that they are going to find a justice of the peace to marry them.",
    "chinese_title": "春光入画",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Common Law",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-12-03T21:26:11"
}