{
    "aka": [],
    "sid": "34880071",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "　　第66届意大利大卫奖(2021)\n　　最佳纪录片(提名)\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2629466481.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt11508244",
    "director": [
        {
            "url": "/celebrity/1395630/",
            "name": "Valentina Pedicini Valentina Pedicini",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2019-11-20(IDFA影展)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11508244/",
    "imdb_votes": 147,
    "this_title": [
        "Faith"
    ],
    "douban_link": "https://movie.douban.com/subject/34880071/",
    "imdb_rating": "5.8/10 from 147 users",
    "trans_title": [
        "信仰"
    ],
    "douban_votes": "0",
    "introduction": "“Warrior Monks” and “Guardian Mothers” they call themselves, the martial arts champions who are members of an Italian sect living together in a monastery. Led by a Kung Fu master, they are like Shaolin monks but with a Catholic twist. Utterly devoted to their faith, they train constantly so they are able to combat evil in the name of the Father. Director Valentina Pedicini was granted access to a way of life defined by discipline, and the resulting black-and-white film is surprisingly intimate.The shaven-headed warriors (men, women and children) rarely step beyond the walls of the monastery. In fact, we’re already half an hour into the film when the camera enters daylight for the first time—and even then the acolytes remain on the monastery grounds. This close-knit group has replaced its members’ own families. They are warm and open towards one another, but tough as nails when it comes to training.It’s truly astonishing that Pedicini has managed to get so close to such an isolated sect. These people have no secrets for each other or for the camera. Everything revolves around blind devotion, and Faith invites us to be part of that.",
    "chinese_title": "信仰",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Faith",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2025-07-05T22:35:27"
}