{
    "aka": [
        "宇宙有道理"
    ],
    "sid": "34881474",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897646415.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt7941984",
    "director": [],
    "duration": "45",
    "episodes": "10",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-02-04(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7941984/",
    "this_title": [
        "How the Universe Works Season 6"
    ],
    "douban_link": "https://movie.douban.com/subject/34881474/",
    "trans_title": [
        "了解宇宙是如何运行的 第六季",
        "宇宙有道理"
    ],
    "douban_votes": "0",
    "introduction": "S6, Ep14 Feb. 2018 Are black holes realVarious eminent scientists explain the current knowledge of Black Holes and try to answer the question, do they really exist? The two great theories of Einstein's General Relativity and Quantum Mechanics don't work together to explain Black Holes which is a big problem. Other theoretical constructs such as Gravastars and Planck stars have been postulated but proving their existence is just as difficult as that of Black Holes. So where next?Twin Suns: The Alien Mysteries S6, Ep216 Jan. 2018 Twin Suns: The Alien MysteriesPlanets that orbit two suns instead of one might be deadly hell worlds, but new discoveries reveal that sci-fi star systems with binary stars might be optimal places for alien life.Dark History of the Solar System S6, Ep323 Jan. 2018 Dark History of the Solar SystemOur solar system hides a dark and violent past, and new discoveries reveal that Earth and the planets were formed from the destruction of alien worlds that came before us.Death of the Milky Way S6, Ep430 Jan. 2018 Death of the Milky WayThe Milky Way is dying, and using the latest science and discoveries, experts are investigating what's killing it.Uranus & Neptune: Rise of the Ice Giants S6, Ep56 Feb. 2018 Uranus & Neptune: Rise of the Ice GiantsUranus and Neptune are mysterious, icy worlds at the edge of our solar system, and new discoveries reveal that these strange planets may have helped start life on Earth.Secret History of Mercury S6, Ep613 Feb. 2018 Secret History of MercuryMercury has a dangerous secret that may one day threaten life on Earth.The Quasar Enigma S6, Ep720 Feb. 2018 The Quasar EnigmaQuasars are the brightest and most powerful objects in our universe, and though they have shaped the cosmos, they might ultimately destroy everything that exists.Strange Lives of Dwarf Planets S6, Ep827 Feb. 2018 Strange Lives of Dwarf PlanetsNew discoveries reveal the secrets of hundreds of strange, tiny worlds called dwarf planets.War on Asteroids S6, Ep96 Mar. 2018 War on AsteroidsScientists discuss various types of asteroids, previous collisions between asteroids and Earth, and various technologies that may be employed to stop future collisions. Also discussed are ways in which nature can prevent or lessen the impact of collisions.Mystery of Spacetime S6, Ep1013 Mar. 2018 Mystery of SpacetimeSpacetime is the secret structure that controls our universe, time, light, and energy.",
    "chinese_title": "了解宇宙是如何运行的 第六季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "How the Universe Works Season 6",
    "douban_rating_average": 0,
    "update_at": "2025-02-16T04:21:11"
}