{
    "aka": [],
    "sid": "34884578",
    "cast": [
        {
            "url": "/celebrity/1270821/",
            "name": "肖恩 C.菲利普斯 Shawn C. Phillips",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1306918/",
            "name": "朱莉·安妮·罗宾逊 Julie Anne Robinson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2573740858.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt8897046",
    "director": [],
    "duration": "95分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-10-31(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8897046/",
    "imdb_votes": 179,
    "this_title": [
        "VHS Nasty"
    ],
    "douban_link": "https://movie.douban.com/subject/34884578/",
    "imdb_rating": "4.1/10 from 179 users",
    "trans_title": [
        "不堪入目"
    ],
    "douban_votes": "0",
    "introduction": "VHS Nasty is part 3 in the infamous cult VHS doc series \"VHS Lives\". In the early 80's, VCR players were in every house, but a legendary cult following developed during the VHS era like no other, those that loved The Video Nasty! With video stores on every corner during the VHS boom, they were flooded with an array of horror the likes of which we will never see again. The sleeve art was awesome and these unregulated horror, gore and sexploitation films rocked before they were eventually banned in the UK and the hysteria started to spread across the globe! VHS Nasty delves deep into the cult classic satanic panic that is the video nasties, taking an in-depth look at censorship within horror films specifically the video nasty scandal that shook not only Britain in the early 80's, but shook the world into a frenzy of panic! Talking about cult video nasties such as Faces of Death, Cannibal Holocaust, The Texas Chainsaw Massacre, Driller Killer and many more. Brought to you by Tony Newton the creator and producer of VHS Lives series, 60 Seconds to Die, 1000 Zombies and the Grindsploitation film series",
    "chinese_title": "不堪入目",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "VHS Nasty",
    "imdb_rating_average": 4.1,
    "douban_rating_average": 0,
    "update_at": "2025-09-12T07:21:59"
}