{
    "aka": [
        "The Kuleshov Effect",
        "Эффект Кулешова"
    ],
    "sid": "34885627",
    "cast": [
        {
            "url": "/celebrity/1016869/",
            "name": "列夫·库里肖夫 Lev Kuleshov",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1969",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2626149300.jpg",
    "region": [
        "苏联 Soviet Union"
    ],
    "writer": [],
    "imdb_id": "tt3736946",
    "director": [],
    "duration": "55分钟",
    "episodes": "",
    "language": [
        "俄语 Russian"
    ],
    "playdate": [
        "1969(苏联)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3736946/",
    "imdb_votes": 52,
    "this_title": [
        "Effekt Kuleshova"
    ],
    "douban_link": "https://movie.douban.com/subject/34885627/",
    "imdb_rating": "6.9/10 from 52 users",
    "trans_title": [
        "库里肖夫效应",
        "The Kuleshov Effect",
        "Эффект Кулешова"
    ],
    "douban_votes": "0",
    "introduction": "An excellent 1969 documentary, S. Raitburt’s The Kuleshov Effect, made about a year before Lev Kuleshov died, and interviewing him at length, both about his filmmaking and his far lengthier career as a teacher (including some fascinating remarks about Bertolt Brecht’s Galileo). Also interviewed is the father of Russian Formalism, Viktor Shklovsky, who worked with Kuleshov as a screenwriter on a Jack London adaptation, By the Law, in 1926.\"The Kuleshov effect is a film editing (montage) effect demonstrated by Soviet filmmaker Lev Kuleshov in the 1910s and 1920s. It is a mental phenomenon by which viewers derive more meaning from the interaction of two sequential shots than from a single shot in isolation.Kuleshov edited a short film in which a shot of the expressionless face of Tsarist matinee idol Ivan Mosjoukine was alternated with various other shots (a plate of soup, a girl in a coffin, a woman on a divan). The film was shown to an audience who believed that the expression on Mosjoukine's face was different each time he appeared, depending on whether he was \"looking at\" the plate of soup, the girl in the coffin, or the woman on the divan, showing an expression of hunger, grief, or desire, respectively. The footage of Mosjoukine was actually the same shot each time. Vsevolod Pudovkin (who later claimed to have been the co-creator of the experiment) described in 1929 how the audience \"raved about the acting... the heavy pensiveness of his mood over the forgotten soup, were touched and moved by the deep sorrow with which he looked on the dead child, and noted the lust with which he observed the woman. But we knew that in all three cases the face was exactly the same.\"Kuleshov used the experiment to indicate the usefulness and effectiveness of film editing. The implication is that viewers brought their own emotional reactions to this sequence of images, and then moreover attributed those reactions to the actor, investing his impassive face with their own feelings. Kuleshov believed this, along with montage, had to be the basis of cinema as an independent art form.The effect has also been studied by psychologists and is well-known among modern film-makers. Alfred Hitchcock refers to the effect in his conversations with François Truffaut, using actor James Stewart as the example.Hitchcock, in the famous \"Definition of Happiness\" interview, also explains in detail many types of editing.[citation needed] The final form, which he calls \"pure editing\", is explained visually using the Kuleshov effect. In the first version of the example, Hitchcock is squinting, and the audience sees footage of a woman with a baby. The screen then returns to Hitchcock's face, now smiling. In effect, he is a kind old man. In the second example, the woman and baby are replaced with a woman in a bikini, Hitchcock explains: \"What is he now? He's a dirty old man.\"The experiment itself was created by assembling fragments of pre-existing film from the Tsarist film industry, with no new material. Mosjoukine had been the leading romantic \"star\" of Tsarist cinema, and familiar to the audience.Kuleshov demonstrated the necessity of considering montage as the basic tool of cinema art. In Kuleshov's view, the cinema consists of fragments and the assembly of those fragments, the assembly of elements which in reality are distinct. It is therefore not the content of the images in a film which is important, but their combination. The raw materials of such an art work need not be original, but are pre-fabricated elements which can be disassembled and re-assembled by the artist into new juxtapositions.The montage experiments carried out by Kuleshov in the late 1910s and early 1920s formed the theoretical basis of Soviet montage cinema, culminating in the famous films of the late 1920s by directors such as Sergei Eisenstein, Vsevolod Pudovkin and Dziga Vertov, among others. These films included The Battleship Potemkin, October, Mother, The End of St. Petersburg, and The Man with a Movie Camera.\"",
    "chinese_title": "库里肖夫效应",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Effekt Kuleshova",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2026-02-02T17:52:50"
}