{
    "aka": [
        "Pokémon: Diancie — Princess of the Diamond Domain"
    ],
    "sid": "34897102",
    "cast": [
        {
            "url": "/celebrity/1045691/",
            "name": "中川翔子 Shôko Nakagawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330387/",
            "name": "松本真理香 Marika Matsumoto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1402938/",
            "name": "佐藤健辅 Kensuke Satou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1399117/",
            "name": "古岛清孝 Furushima Kiyotaka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1176990/",
            "name": "三宅健太 Kenta Miyake",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "动画",
        "短片",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2587398626.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1315156/",
            "name": "武上纯希 Junki Takegami",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt7784582",
    "director": [],
    "duration": "5分钟",
    "episodes": "",
    "language": [
        "日语",
        "英语"
    ],
    "playdate": [
        "2014-07-17(日本)",
        "2014-11-06(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7784582/",
    "imdb_votes": 24,
    "this_title": [
        "鉱国のプリンセス ディアンシー"
    ],
    "douban_link": "https://movie.douban.com/subject/34897102/",
    "imdb_rating": "5.6/10 from 24 users",
    "trans_title": [
        "宝可梦：破坏之茧序章 《矿国的公主 蒂安希》",
        "Pokémon: Diancie — Princess of the Diamond Domain"
    ],
    "douban_votes": "296",
    "introduction": "The short begins with Diancie sitting quietly inside a small house. She begins to hear a cry, and looks out from the deck to listen more closely to the sound. She then realizes that it is a Pokémon that needs help, and she jumps off the deck and goes to find the Pokemon in question. Meanwhile, a trio of Carbink are on their way with food. One of them, named Merrick, tells the other two, Bort and Allotrope, to hurry as Diancie must certainly be hungry. When they enter Diancie's room the trio realize that Diancie is gone. Merrick then notices Diancie and tells Bort and Allotrope to go after her. Merrick then jumps off the deck and attempts to sustain his balance, though Bort and Allotrope fall on top of him. In the midst of following Diancie, they soon find themselves surrounded by a group of Ariados.Meanwhile, Diancie reaches a river and uses her instincts to locate the cry, where she then finds a Pangoro stuck in a log. She tries to pull it out but to no avail. Merrick, Bort, and Allotrope reach Diancie, and much to their dismay, as they are being attacked, Diancie instructs them to make a hole in the log for Pangoro to see. When Pangoro's face is revealed, Diancie then happily greets Pangoro, but Merrick, Bort, and Allotrope are further dismayed. When the Ariados attack, the three vow to defend themselves, but Pangoro then swings itself (inside the log) at the Ariados, scaring them away. It then crashes onto the ledge, breaking the log and freeing Pangoro. Diancie and the Carbink then thank Pangoro. A Pancham appears out of the broken log, dizzy and fainting. Diancie then realizes Pangoro must have been trying to save Pancham, and got stuck in the process, which the two confirm. They part ways with Pancham and Pangoro to continue on their quest to find Xerneas. Meanwhile, a Honedge appears and helps a mysterious girl spy on Diancie and the Carbink.",
    "chinese_title": "宝可梦：破坏之茧序章 《矿国的公主 蒂安希》",
    "douban_rating": "7.6/10 from 296 users",
    "foreign_title": "鉱国のプリンセス ディアンシー",
    "imdb_rating_average": 5.6,
    "douban_rating_average": "7.6",
    "update_at": "2025-03-03T01:00:45"
}