{
    "aka": [],
    "sid": "34899225",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2590684732.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "45",
    "episodes": "5",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2016-10-18(中国大陆)"
    ],
    "this_title": [
        "为了胜利的彼岸"
    ],
    "douban_link": "https://movie.douban.com/subject/34899225/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "纪录片《为了胜利的彼岸》全面解析中国共产党和中国工农红军在这场震惊世界的军事行动中，之所以能够反败为胜的各种原因及深远影响。摄制组分三队跨越10省市、53座城市，精心采访了近百位专家、亲历者及亲历者后代，拍摄、收集了大量珍贵历史资料。后期编辑辅以大量动态军事地图、动画及实景再现，力争详实、准确地再现长征的历史原貌；影像风格塑造上极尽精美、厚重，表达对于无私无惧的革命先辈们最崇高的敬意和最真挚的纪念，同时传递伟大的长征精神第1集 突围本期节目讲述国民党借助德国顾问团顾问塞克特“铁壁合围”战术，百万大军将中央苏区围得铁桶一般。中央红军经过重重困难，突出重围，走上长征路。面对国民党军设置的四道封锁线，中央红军付出了惨痛的代价，最终突破封锁线，谱写了长征史上最悲壮的一曲。第2集 问路湘江战役中央红军损失大半，前途命运不容乐观。在通道会议上，红军决定绕道贵州，黎平会议上，与会多数同志赞同毛泽东向贵州西北进军的主张。经过猴场会议，强渡乌江，占领遵义，中央政治局会议在遵义召开，迎来了中国共产党历史上一个生死攸关的转折点。1935年的整个春天，红军将士四渡赤水，兵临贵阳，巧渡金沙江，纵横驰骋于云贵川广大地区，往返穿插于敌人重兵之间，创造了红军史上最光彩神奇的篇章。长征的前进方向，终于明确地变为向川西北进军。第3集 强渡1935年5月10日，蒋介石从贵阳飞抵昆明，他此行的目的是就近督促各路人马围攻刚刚渡过金沙江的红军。一到昆明，他立即给在大渡河南北的各路兵马发电通告：大渡河是太平天国石达开全军覆灭之地，今红军已进入这崇山峻岭，一线中天，江河阻隔，给养困难的绝地，必步石达开之覆辙无疑。正如蒋介石所料，中央红军渡过金沙江后，虽然暂时摆脱了蒋介石重兵的围追堵截，但是要达到北渡长江，进入四川，与红四方面军会师的目的，还需迅速飞越险峻无比的大渡河。第4集 北上强渡大渡河，红军突破了敌人的包围圈，中央红军和红四方面军在懋功胜利会师。两大主力红军会师过后，摆在党和红军面前的首要任务，是正确制定统一的红军发展的战略方针。在与共产国际、各方面军都失去联系的情况下，该向何处走，落脚点在哪里，成为了红军面临的最紧迫问题。红一、红四方面军胜利会师，无疑让红军官兵看到了希望，但是接下来张国焘和毛泽东关于“南下”“北上”的路线问题分歧，却让红军的前途充满了不确定性，在迷茫和困境中，中央红军如何将长征带入胜利的彼岸。第5集 会师1935年9月18日，在陕北延川县永坪镇西南，一个干部学校门前操场上，七千多红军和周围几十里赶来的群众，一起见证了红十五军团成立大会。两天前，徐海东领导的红二十五军与刘志丹领导的西北红军胜利会师。至此，红二十五军从鄂豫皖根据地出发，孤军北上，历时十个月，转战近万里，成为长征到达陕北的第一支红军。两军会合之后，红二十五军和红二十六军、红二十七军合编为十五军团。",
    "chinese_title": "为了胜利的彼岸",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-03T10:42:09"
}