{
    "aka": [
        "A Mother's Love"
    ],
    "sid": "34902307",
    "cast": [
        {
            "url": "/celebrity/1064183/",
            "name": "穆里略·本尼西奥 Murilo Benício",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1259219/",
            "name": "南达·科斯塔 Nanda Costa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1089550/",
            "name": "阿德丽安娜·埃斯特维斯 Adriana Esteves",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1228206/",
            "name": "伊斯·巴尔韦德 Isis Valverde",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1059633/",
            "name": "泰丝·阿劳茹 Taís Araújo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037469/",
            "name": "米尔黑·考塔兹 Milhem Cortaz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1232676/",
            "name": "伊兰迪尔·桑托斯 Irandhir Santos",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1277238/",
            "name": "儒利奥·安德拉德 Júlio Andrade",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1001488/",
            "name": "瓦迪米尔·布瑞查塔 Vladimir Brichta",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033697/",
            "name": "瑞吉娜·卡赛 Regina Casé",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1403264/",
            "name": "查伊·苏埃德 Chay Suede",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1185908/",
            "name": "蒂亚戈·马丁斯 Thiago Martins",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1094884/",
            "name": "薇拉· 霍尔茨 Vera Holtz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1282915/",
            "name": "恩瑞克·迪阿斯 Enrique Díaz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1364885/",
            "name": "朱利安诺·卡扎雷 Juliano Cazarré",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1406564/",
            "name": "埃里卡·贾努萨 Erika Januza",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1401542/",
            "name": "玛露·加利 Malu Galli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1107774/",
            "name": "黛博拉·拉姆 Débora Lamm",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2575367571.jpg",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1003412/",
            "name": "Manuela Dias Manuela Dias",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt10839702",
    "director": [],
    "duration": "",
    "episodes": "125",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2019-11-25(巴西)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10839702/",
    "imdb_votes": 335,
    "this_title": [
        "Amor de Mãe"
    ],
    "douban_link": "https://movie.douban.com/subject/34902307/",
    "imdb_rating": "8.1/10 from 335 users",
    "trans_title": [
        "母爱无边",
        "A Mother's Love"
    ],
    "douban_votes": "0",
    "introduction": "Três mulheres de classes sociais diferentes vivem seus dilemas como mães: Lurdes (Regina Casé), Thelma (Adriana Esteves) e Vitória (Taís Araújo). Lurdes é uma mulher nordestina batalhadora, que teve quatro filhos: Magno (Juliano Cazarré), Érica (Nanda Costa), Ryan (Thiago Martins) e Domênico (Humberto Carrão) – vendido aos 2 anos escondido pelo seu ex-marido para a traficante de crianças Kátia (Vera Holtz). Sabendo que ele foi enviado para o Rio de Janeiro, ela partiu para lá com os filhos em 1993 e, no caminho, encontrou uma recém-nascida abandonada, Camila (Jéssica Ellen), a quem decide criar. Lourdes é amiga de Thelma, uma viúva que perdeu o marido em um incêndio e desde então superprotege o filho, Danilo (Chay Suede), escondendo dele até mesmo que tem um aneurisma cerebral incurável para evitar seu sofrimento. O rapaz namora Amanda (Camila Márdila), que tenta obriga-lo a sair de casa e se desligar da mãe, criando intrigas entre os dois, porém ele acaba se apaixonando por Camila, que tem que enfrentar a mimada atual.Thelma é rival de Álvaro (Irandhir Santos), um empresário inescrupuloso que comprou a área em volta de seu restaurante e a pressiona para vender o local, usando de sabotagem para força-la. Ele é o principal cliente de Vitória, uma advogada rica e bem sucedida, que era infeliz por não ser mãe até adotar Tiago (Pedro Guilherme Rodrigues), contratando Lurdes como babá. Porém, ao mesmo tempo, ela fica grávida após um encontro com o ambientalista Davi (Vladimir Brichta), tendo a difícil missão de criar laços com o pai do bebê, ainda mais quando descobre que ele acusa Álvaro de crime ambiental. Com isso, Thelma vê Vitória também como sua inimiga e Lurdes fica numa situação complicada por ser amiga de ambas. Enquanto isso, a nordestina segue procurando Domênico, sem saber que ele foi criado com o nome de Sandro por Kátia, que não teve coragem de vendê-lo e morreu mentindo que havia adotado-o. Aprendendo o pior lado da vida, ele se tornou um marginal com várias passagens na polícia e assumiu o tráfico de crianças.Os filhos de Lurdes também tem suas histórias. Magno é casado com Leila (Arieta Corrêa), que está em coma há anos, mas se apaixona pela enfermeira dela, a sofrida Betina (Isis Valverde), que apanha constantemente do marido, Vicente (Rodrigo García). Quando a mulher acorda e a filha deles, Brenda (Clara Galinari), precisa de um transplante de medula para sobreviver, Magno precisa abrir mão temporariamente de Betina para ter um novo bebê com Leila, uma vez que é a forma mais rápida de gerar um doador compatível. Raul (Murilo Benício) vive um casamento falido com Lígia (Malu Galli) e mantém um caso com Estela (Letícia Lima), mas se apaixona verdadeiramente por Érica, que se recusa a se envolver com um homem comprometido. Ele então decide finalizar todos os relacionamentos para viver o romance, porém tem que enfrentar as duas mulheres, que não querem serem trocadas. Já Ryan namora Marina (Erika Januza), que sonha em se tornar campeã de tênis e coloca o relacionamento em segundo plano.",
    "chinese_title": "母爱无边",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Amor de Mãe",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-03-24T05:34:12"
}