{
    "aka": [
        "Mission Ozonloch - Wie wir die Erde gerettet haben(德)",
        "Ozone: Un sauvetage réussi(法)",
        "Saving Planet Earth: Fixing a Hole",
        "The Hole: How Ronnie and Maggie Saved the World"
    ],
    "sid": "34905858",
    "cast": [
        {
            "url": "/celebrity/1045102/",
            "name": "大卫·爱登堡 David Attenborough",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2879070866.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "56分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-08-18(英国)",
        "2019-04-10(美国)"
    ],
    "this_title": [
        "Ozone Hole：How We Saved the Planet"
    ],
    "douban_link": "https://movie.douban.com/subject/34905858/",
    "trans_title": [
        "修复臭氧层",
        "Mission Ozonloch - Wie wir die Erde gerettet haben(德)",
        "Ozone: Un sauvetage réussi(法)",
        "Saving Planet Earth: Fixing a Hole",
        "The Hole: How Ronnie and Maggie Saved the World"
    ],
    "douban_votes": "0",
    "introduction": "\"Ozone Hole: How We Saved The Planet\" tells the largely-forgotten story of the hole in the ozone layer - and how the nations of the world came together to fix it.Interviewees include Secretary George Shultz, who persuaded President Reagan to phase out CFC chemical production; Professor Mario Molina, who won the Nobel Prize for identifying the CFC problem; Dr James Lovelock whose work inspired Professor Molina to examine CFCs; Dr Jonathan Shanklin, who discovered the ozone hole; Sir Robert Watson who lead the international scientific assessment of the ozone problem.In September 1987, more than 30 countries agreed to cut the use of CFCs and signed the Montreal Protocol - the world’s first global treaty to reduce pollution.In 1990, Margaret Thatcher urged further support for the Montreal Protocol so that CFCs could be phased out completely and developing nations could afford ozone friendly technologies.It worked. Today, the ozone hole is showing signs of recovery. We have avoided a future in which unfiltered UV radiation from the sun would cause millions of cases of skin cancer. For those at the heart of the story, the Montreal Protocol shows that it is possible for the world to come together to prevent environmental destruction.",
    "chinese_title": "修复臭氧层",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ozone Hole：How We Saved the Planet",
    "douban_rating_average": 0,
    "update_at": "2025-02-16T16:00:15"
}