{
    "aka": [
        "Bacteria Killers"
    ],
    "sid": "34902568",
    "cast": [
        {
            "url": "/celebrity/1538406/",
            "name": "Marc Prin Marc Prin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2910701463.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt11218104",
    "director": [],
    "duration": "54分钟",
    "episodes": "",
    "language": [
        "法语",
        "德语",
        "英语"
    ],
    "playdate": [
        "2019-10-26(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11218104/",
    "imdb_votes": 16,
    "this_title": [
        "L'incroyable histoire des tueurs de bactéries"
    ],
    "douban_link": "https://movie.douban.com/subject/34902568/",
    "imdb_rating": "7.0/10 from 16 users",
    "trans_title": [
        "细菌杀手：噬菌体疗法的故事",
        "Bacteria Killers"
    ],
    "douban_votes": "0",
    "introduction": "ARTE F出品英文版介绍The scientific community is worried about the slow-motion Tsunami that is antibiotic resistance. As antibiotics becomes less effective in treating common conditions, scientists are on the lookout for new treatments. Could bacteriophages, viruses that infect and replicate within bacteria, hold the answer? An investigation into Phage therapy, originally discovered over a century ago.法文版介绍Avant l’avènement des antibiotiques, les médecins faisaient appel à des virus phages \"mangeurs de bactéries\" pour guérir les infections. Sous leur allure d'atterrisseur spatial, ils constituent une alternative prometteuse face à l’antibiorésistance.La communauté scientifique est unanime : d’ici 2050, la résistance aux antibiotiques causera dans le monde une mortalité plus élevée que le cancer. Dans cette course contre la montre à la recherche d’alternatives, les regards se tournent vers une ancienne pratique thérapeutique : la phagothérapie. Découverte il y a plus d’un siècle par le microbiologiste Félix d’Hérelle, elle consiste à se servir de bactériophages, ou virus phages, des prédateurs naturels des bactéries qui présentent l’avantage de préserver le microbiote par leur action spécifique. Utilisée avec succès contre la peste ou la dysenterie, la phagothérapie a sombré dans l’oubli dans les années 1940 avec l’émergence des antibiotiques à large spectre, plus adaptés à une production à grande échelle. Dans les pays de l'ancien bloc soviétique, privés d’antibiotiques par les Occidentaux pendant la guerre froide, la phagothérapie s’est imposée comme une médecine à part entière, notamment en Géorgie. En Europe et aux États-Unis, une dynamique est en marche pour réintégrer les virus phages dans la pharmacopée officielle. Mais le défi est de taille : les phages géorgiens étant jugés non conformes aux normes européennes et américaines, il s’agit de tout reprendre de zéro : la constitution de banques de phages spécifiques à chaque infection et la réalisation des études cliniques à grande échelle.Résultats prometteursDe l’Institut Eliava àTbilissi, en Géorgie, où, perpétuant l’héritage de Félix d’Hérelle, on soigne chaque année des patients venus du monde entier à l’hôpital de la Croix-Rousse, à Lyon, engagé dans des tests de phagothérapie aux résultats prometteurs en passant par les études de l’Institut Rockefeller à New York, ce documentaire se penche sur le potentiel curatif des virus phages, mais également sur les défis thérapeutiques et réglementaires qui leur permettront de soigner des infections résistantes aux traitements antibiotiques.德文版介绍Bakterien werden zunehmend resistent gegen Antibiotika. Bei der Suche nach alternativen Behandlungsmethoden setzen Forscher auf organische Strukturen, denen ein Abenteurer der Wissenschaft bereits vor hundert Jahren auf die Spur gekommen war: auf Viren, die Bakterien angreifen. Die fabelhafte Geschichte dieser winzigen Gebilde erzählt von teils spektakulären Heilungsverläufen.Nicht zuletzt aufgrund von übermäßigem Medikamentenkonsum werden immer mehr Bakterien unempfindlich gegen Antibiotika. Laut EU könnte dieses Problem bald ähnlich brisant werden wie die Umweltthematik – und Antibiotikaresistenz droht weltweit zu einer der Haupttodesursachen zu avancieren. Die Forschung muss daher Alternativen finden – keine Wundermittel, aber dauerhaft wirksame Medikamente. Ein solches hat es in der Vergangenheit bereits gegeben: Vor hundert Jahren entdeckte der französische Biologe Félix d'Hérelle rätselhafte „bakterienfressende“ Viren, sogenannte Bakteriophagen oder kurz Phagen. Mit diesen behandelte er vor der Entwicklung von Antibiotika erfolgreich bakterielle Infektionen, doch seine Methode geriet wieder in Vergessenheit. Die Wiederentdeckung der Phagen ist ein Abenteuer, das um den halben Erdball führt: nach Tiflis in Georgien, wo Dr. Mzia Kutateladze am Eliava Institute dem Beispiel von Félix d’Hérelle folgt und Patienten aus aller Welt mit Bakteriophagen behandelt; nach New York, wo auf Betreiben von Professor Vincent Fischetti Experimente mit dem von Phagen produzierten Enzym Lysin durchgeführt werden; und nach Paris, wo neue klinische Versuche Grund zur Hoffnung geben. Ist die Bakteriophagentherapie die Wundermedizin der Zukunft?",
    "chinese_title": "细菌杀手：噬菌体疗法的故事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "L'incroyable histoire des tueurs de bactéries",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-07-18T21:49:52"
}