{
    "aka": [
        "Hafenarbeit im roll-on, roll-off Verkehr",
        "港口: 滚装、滚装运输",
        "港口在上下班客流中的工作"
    ],
    "sid": "34904980",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1978",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "西德"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1034853/",
            "name": "Peter Schubert Peter Schubert",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1021009/",
            "name": "Maximiliane Mainka Maximiliane Mainka",
            "@type": "Person"
        }
    ],
    "duration": "69分钟(16mm胶片)",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1978-03-03(柏林国际电影节新电影论坛单元)"
    ],
    "this_title": [
        "HAFENARBEIT - im roll-on , roll-off Verkehr"
    ],
    "douban_link": "https://movie.douban.com/subject/34904980/",
    "trans_title": [
        "Hafenarbeit im roll-on, roll-off Verkehr",
        "港口: 滚装、滚装运输",
        "港口在上下班客流中的工作"
    ],
    "douban_votes": "0",
    "introduction": "这部电影没有描述罢工或停工。更确切地说，它提供了对港口工作日的洞察。影片以港口工人弗兰克·哈克森（Frank Harksen）为例，展示了“全港作业”工人每天被运送到港口另一位企业家手中的奇特处境。弗兰克·哈克森：“我们只是拍马屁。他们扔给我们的东西，我们必须接受。”虽然整个港口作业的正规劳动力获得了有保障的工资，但他们的就业情况总体上是不确定的。德克莫恩：“你会得到一个踢，并开始在底部再次。港口工人的职业资格存在争议，不在关税范围内。弗兰克·哈克森：“我们需要在其他港口取得资格，以防出现紧急情况。”港口工人特别容易受到身心压力的影响，影片中描述的一场致命的工作事故凸显了他们每天面临的特殊危险。工务委员会主席坐下说：“以前在旧帆船上，有人说：一只手拿船，一只手拿人。今天，他们说，“双手和整个人都为果酱。”滚装、滚装运输作为不来梅大学“港口工人状况”社会科学研究项目的一部分，该系列纪录片由十部分组成。整个电影系列试图记录机械化、自动化和合理化等技术和组织变革对港口工人工作和生活状况的影响。我们在不来梅的工作是根据1971年不来梅大学和不来梅劳工协会缔结的“合作协定”进行的。根据这项条约，不来梅大学承诺，“商会在履行其任务时，特别是在行使和促进雇员利益方面。这部电影是作为第一个主要合作项目的一部分制作的。\"Wir leben und sterben mit dem Lübecker Hafen. Das, was die uns hinwerfen, müssen wir nehmen.\" Anschaulich beschreibt der Hafenarbeiter und Betriebsrat Frank Harksen die besondere Situation jener Arbeiter, die jeden Tag an einen anderen Unternehmer vermittelt werden. Obwohl die Stammbelegschaft des Gesamthafenbetriebs einen Garantielohn bekommt, ist insgesamt gesehen ihre Beschäftigungssituation unsicher... Der Film gehört zu einer zehnteiligen Dokumentarfilmreihe, die im Rahmen eines sozialwissenschaftlichen Forschungsprojekts an der Universität Bremen realisiert worden ist. In Interviews und Beobachtungen der Arbeitsabläufe offenbart er die Belastungen, denen die Arbeiterschaft ausgesetzt war. Noch heute beeindruckt er durch seine persönliche Aussagekraft und dokumentarische Akkuratesse, die aber auch Platz für die Inszenierung eines \"Roadmovies\" im Laderaum einer Ro-ro-Fähre lässt.",
    "chinese_title": "HAFENARBEIT - im roll-on , roll-off Verkehr",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-01T08:33:34"
}