{
    "aka": [
        "Can't Have You"
    ],
    "sid": "34918915",
    "cast": [
        {
            "url": "/celebrity/1313070/",
            "name": "薇娃·碧安卡 Viva Bianca",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032405/",
            "name": "史蒂夫·阿吉 Steve Agee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1365756/",
            "name": "米克洛什·班亚义 Miklós Bányai",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "剧情",
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2577505070.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt7141148",
    "director": [
        {
            "url": "/celebrity/1277089/",
            "name": "Mark A. Altman Mark A. Altman",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt7141148/",
    "imdb_votes": 214,
    "this_title": [
        "WEDDING SWINGERS"
    ],
    "douban_link": "https://movie.douban.com/subject/34918915/",
    "imdb_rating": "3.6/10 from 214 users",
    "trans_title": [
        "Can't Have You"
    ],
    "douban_votes": "0",
    "introduction": "ALAN (Michael Nathanson), a successful TV producer of popular but bubble-headed sci-fi series, is about to get married to his beautiful fiancée, JENNIFER (Charlbi Dean), the voluptuous but vacuous star of his hit TV show, \"Porthole.\" To celebrate, they schedule a destination wedding in Palm Springs, where he holds a reunion of his closest friends from college. Arriving in Palm Springs to celebrate are a diverse range of characters including his best friends KEVIN (Jason Tobias), now an attorney who has given up his dreams for the future, his ex-wife GABRIELLE (Diana Gettinger), who is going through a mid-life crisis of her own and has taken up with a young and wild 20 year old, AMBER (Sierra Love), the pretentious and prurient blogger IAN (J.C. Mackenzie), his old college roommate MITCH (Steve Agee), a successful and well-adjusted dentist and STEVEN (Adam Huss), who is attending with his new boyfriend STEPHEN (Johnathan Fernandez). But the person Alan is most excited to see is LAURA (Viva Bianca) who is attending with her French husband, JOSE (Miklos Banyai), a famous painter, who feels out of place and out of step with the reunited old friends. As the weekend goes on Alan's impending nuptials are put into jeopardy.",
    "chinese_title": "WEDDING SWINGERS",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 3.6,
    "douban_rating_average": 0,
    "update_at": "2025-02-27T21:22:43"
}