{
    "aka": [],
    "sid": "34915150",
    "cast": [
        {
            "url": "/celebrity/1448706/",
            "name": "桑娅·艾莉莎·苏里亚蒂 Sonia Alyssa Suryati",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2577001692.jpg",
    "region": [
        "印尼 Indonesia"
    ],
    "writer": [],
    "imdb_id": "tt10930558",
    "director": [
        {
            "url": "/celebrity/1023986/",
            "name": "黎刹·曼托瓦尼 Rizal Mantovani",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "印尼语 Indonesian"
    ],
    "playdate": [
        "2020-01-02(印尼)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10930558/",
    "imdb_votes": 80,
    "this_title": [
        "Rasuk 2"
    ],
    "douban_link": "https://movie.douban.com/subject/34915150/",
    "imdb_rating": "5.5/10 from 80 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Isabella (Nikita Willy), a medical student who is undergoing intern, feels uncomfortable with her sixth sense ability. She tries hard to think it do not exist, so she could live normally. However, the incident in the autopsy room when dissecting a woman's body without identity changes all her views. The corpse continues to follow, terrorize her, even possess her for help. This condition disrupts Isabela's relationship with her friends and threatens her studies. m.77mi.cc The only person who could understand Isabela and give her support is her sister, Fransisca Inggrid (Asri Welas). In the midst of her efforts to escape from the disturbance that threaten her life, Isabela falls in love with Radja (Achmad Megantara). For the first time in her life, Isabela meets someone who could understand her strengths besides Fransisca Inggrid. The disturbances experienced by Isabela lead her to uncover one by one the mystery of the death of the spirit that has been bothering her all this time. There was no choice for Isabela but to accept her strengths, and to help the spirit finish her business. Even though she has to risk the safety of her live.",
    "chinese_title": "Rasuk 2",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.5,
    "douban_rating_average": 0,
    "update_at": "2025-05-31T06:13:36"
}