{
    "aka": [
        "大型工程失误集"
    ],
    "sid": "34927948",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898712777.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt30459572",
    "director": [],
    "duration": "60分鐘",
    "episodes": "10",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-11-11(中国香港)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt30459572/",
    "imdb_votes": 36,
    "this_title": [
        "Massive Engineering Mistakes Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/34927948/",
    "imdb_rating": "7.0/10 from 36 users",
    "trans_title": [
        "點解工程出咗事 第一季",
        "大型工程失误集"
    ],
    "douban_votes": "0",
    "introduction": "人類擁有悠久建築歷史，每年都在世界不同角落興建全新摩天大廈，教堂及橋樑。不過，在眾多建築物隆重揭幕背後，原來有為數不少都隱藏著一些致命缺陷。由意想不到的，到無從稽考的，本輯節目將會揭示連建築師都不想提起的建築缺陷，或是差點鑄成大錯的嚴重失誤。無論是摩天大廈的設計出現嚴重計算錯誤，又或者是一座大教堂瀕臨倒塌邊緣，甚至是一條大橋失去應有的平衡力，原來世界上有無數出事的建築工程。當中最為人熟悉的是意大利比薩斜塔，從建成一刻便慢慢傾側，究竟工程師有什麼方法可以糾正這些建築上的失誤呢？節目將會走訪全球各地，去訪問不同專家，深入了解建築物所出現的問題，以及一些工程師所做的補救措施。Humans have been building for more than 10,000 years - we're engineering experts and yet every year, tales emerge of construction calamites from all over the world. From the extraordinary to the ridiculous, this series uncovers the epic fails and near misses engineers would rather not talk about.A skyscraper with a killer secret, a crumbling cathedral and a bridge with a balance problem all make the hitlist of barely believable building blunders … and let's not forget the original engineering fail, the Leaning Tower of Pisa. Who knew over-enthusiastic engineers trying to right the tower nearly destroyed it just 30 years ago?With access to design teams, eye witnesses and a panel of experts, we analyse what went wrong with each building blunder, investigate why they went undiscovered and reveal how on Earth engineers are trying to fix them.",
    "chinese_title": "點解工程出咗事 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Massive Engineering Mistakes Season 1",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-09-23T16:36:40"
}