{
    "aka": [
        "我是美术生之星空筑梦"
    ],
    "sid": "34925615",
    "cast": [
        {
            "url": "/celebrity/1520308/",
            "name": "任浩瑜 Haoyu Ren",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "我是美术生"
    ],
    "douban_link": "https://movie.douban.com/subject/34925615/",
    "trans_title": [
        "我是美术生之星空筑梦"
    ],
    "douban_votes": "0",
    "introduction": "从小在农村长大的王竹进入了高中生活，父母决定想让王竹放弃学业外出打工贴补家用。遭到了王竹强烈的抵制，可是家里的经济实在不足以支撑王竹完成学业。父母看到王竹对学习的渴望决定支持他完成学业，于是父母向邻居东拼西凑下借到了学费钱，并对王竹籍以厚望。在学校时，食堂里大家都在吃饭，王竹带着馍头在食堂吃着咸菜，被同班同学高雅婷发觉，善良的高雅婷在没有考虑王竹自尊心的情况下为王竹买了饭菜，遭到了王竹的拒绝。高一期末考试，王竹凭借优异的成绩顺利进入高二，可是王竹的家境无力承担新学年的学费。在家期间还遭遇到村里放高利贷的恶霸杨二雷前来讨债，万般无奈之下，王竹四处兼职为自己争取学费，父母看在眼里疼在心里。开学两个月之后，王竹和家人依然没凑够学费。班主任让王竹先过来上课，王竹不好意思说出家庭没钱的情况，在班主任徐三宝的催促下，王竹来到了办公室，班主任表示可以为王竹申请国家贫困补助，从而帮助王竹完成学业。因为王竹没来上学的原因，高二的文艺比赛让身为文艺委员的刘奔奔心急如焚，王竹的回来对于刘奔奔来说简直就像久旱逢甘霖，在王竹的帮助下，高一三班再次获奖。刘奔奔与王竹也顺理成章的成为了好朋友。王竹进入班级之后。生活很拮据，为了帮助王竹，同学们课余时间在一起商讨帮助王竹并且不伤害王竹自尊心的方法。阴差阳错下，大家决定想王竹购买自己的肖像画，从而达到帮助王竹并且不伤害其自尊心的目的。可是温雨帮助王竹补课让刘奔奔心生妒意。开始和王竹的关系走向冰点。并万般针对王竹，高雅婷看不下去，每次都帮助王竹解决困难。好景不长，温雨的转学让王竹茶不思饭不想，日渐消瘦。温雨的好朋友李雪在这时转告王竹，温雨要报考中央美院。在得到这个消息之后的王竹重新振作起来，并生出了去系统的学习画画的心思。在班主任的帮助下，王竹来到了班主任同学开设的美术机构，闲时帮培训班打打杂清理清理卫生。以此当做自己对培训班老师的感恩。在画室里王竹结识了跟自己一个村落的同学孙明，在和孙明认识后，孙明一一告诉了王竹自己求学的经历。王竹在孙明的故事里看到了自己的影子和孙明成为了无话不说的好朋友，在孙明的帮助下，王竹的画画技巧日益提升。他们并肩作战，在一次买画材的时候意外认识李老板，善良的李老板看出了王竹的窘迫，提出王竹空闲时间帮助自己打理店面而自己为他们提供画材的想法，王竹欣然答应。拿到新画材的王竹爱不释手，开始进修，到火车站，人流出，山里，人物，画像，水果，有什么临摹什么，孙明和其他室友在他的带领下都进入学习状态。艺考开始了，王竹凭借自己辛勤的付出以及自己的天赋得到一份满意的答卷。同时，高中成绩一直很好的王竹开始辅导孙明的文化课，从而希望孙明在高考时能考出一个满意的成绩。高考开始了，王竹和高中同学们分到了一个考点，刘奔奔和二龙二虎也对王竹放下了敌意，大家再次成为了好朋友。三个月之后，王竹拿着录取通知书露出了满意的微笑。",
    "chinese_title": "我是美术生",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-08T06:57:24"
}