{
    "aka": [],
    "sid": "34937639",
    "cast": [
        {
            "url": "/celebrity/1478946/",
            "name": "邓小桦 Siu Wa Tang ",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2594116388.jpg",
    "region": [
        "中国香港"
    ],
    "writer": [],
    "director": [],
    "duration": "52分钟",
    "episodes": "35",
    "language": [
        "粤语"
    ],
    "playdate": [],
    "this_title": [
        "五夜講場 - 真係好科學 2019"
    ],
    "douban_link": "https://movie.douban.com/subject/34937639/",
    "trans_title": [
        "五夜讲场 - 真系好科学 2019"
    ],
    "douban_votes": "0",
    "introduction": "五夜講場 - 真係好科學 2019：生命有take2 ?所有人都難免一死，要避過死亡，除了上一季談及的逆轉衰老，另一個方法就是——起死回生。古時的人相信復活是一種神蹟，而要製造復活，近代就有嘗試把身體通電重啓生命的實驗。踏入二十一世紀，科學家已開始着手研究如何逆轉細胞凋亡的機制，嘗試令它們「復活」，甚至有公司推出死後軀體冷凍服務，寄望以後科技先進，身體解凍後能夠被翻新，讓我們能再活一次。箇中涉及的各種科學原理，今集四位主持將會一一拆解。主持：陳志宏（紐約大學物理系博士)麥嘉慧（香港大學理學院講師）馬學綸（香港中文大學微生物學系博士）王建鈞（香港中文大學生物化學系博士）=================================================五夜講場 - 真係好科學 2019：瞬間轉移小時候大家看叮噹，都夢想自己也可以像大雄一樣，擁有一道「隨意門」，不受距離限制，隨心所欲地去任何一個想去的地方。現在科技進步一日千里，我們能夠運用對物理的認知，讓瞬間轉移不再是憑空想像嗎？其實科學家已經爲此構想過不同的方法，例如在太空中製作蟲洞，讓我們可以走過時空屈曲而成的隧道來快速穿越宇宙；又或者利用「量子糾纏」的現象，我們就可以把物體的物理資訊從一端超光速地傳輸到另一端，再根據收到的資訊「打印」出物體的完美複製品。今集將有三位物理人和一位生物人，爲大家講解瞬間轉移技術的種種可能，以及現時的各種技術難題。主持：陳志宏（紐約大學物理系博士）吳家亮（香港中文大學通識教育基礎課程講師）陳文豪（香港教育大學科學與環境學系助理教授）余海峯（香港大學理學院助理講師）=================================================五夜講場 - 真係好科學 2019：拆骨的科學你知道殭屍身體爲何會「僵」，腐屍何以會「屍跡斑斑」，蛆蟲又爲甚麼懂得走去屍體處「大快朵頤」嗎？人死後就只剩白骨，但原來依靠現今科技和科學知識，一副骨頭也可以告訴我們他生前的住處、飲食習慣，患過什麼病，從而辨認其主人的身份，就算「命運顛沛流離」也能夠被一一破解。今集主持請來一位法醫人類學家，與大家一起拆解屍骨的科學。主持：馬學綸（香港中文大學微生物學系博士）王建鈞（香港中文大學生物化學系博士）麥嘉慧（香港大學理學院講師）嘉賓：李衍蒨（法醫人類學及鑑證科學研究碩士）=================================================五夜講場 - 真係好科學 2019：真‧人工智能這個世代人人都在談論人工智能，但現在的人工智能真的很有「智慧」和「能力」嗎？爲甚麼它們已經可以在圍棋盤上完勝人類，但簡單如在陌生人家中泡製咖啡，卻困難重重？爲甚麼社交媒體已經可以準確辨認圖片中的人像，對理解圖片的含義卻束手無策？從現在能力受限的「專用人工智能」過渡到媲美人類的「通用人工智能」，還有什麼技術難題？今集主持將延續上一季，與大家討論如何能夠達致「真．人工智能」。主持：江啟明（香港中文大學通識教育基礎課程講師）司徒偉文（香港中文大學通識教育基礎課程講師）余海峯（香港大學理學院助理講師）=================================================五夜講場 - 真係好科學 2019：AI好音樂AI在很多範疇都在挑戰人類的能力，在音樂方面也不例外。現在的AI已懂得分析一首樂曲裏的情緒起伏，亦能猜測用家的音樂喜好，從而向用家推薦合心意的音樂；另一方面，AI已懂得模仿音樂家的風格自行創作，而常人亦不易分辨音樂是真人還是人工智能的作品。人類創作和鑑賞音樂的能力是否有一天真的會被AI所取代？AI會否比作曲家更能「突破框框」創作出新的音樂風格？今集四位主持和嘉賓將從人類和AI分別如何分析、創作音樂的原理說起，探討AI是否能夠成爲超越人類的音樂家。主持：江啟明（香港中文大學通識教育基礎課程講師）司徒偉文（香港中文大學通識教育基礎課程講師）盧駿揚（香港中文大學通識教育基礎課程講師）嘉賓：雷兆恆（新加坡科技設計大學信息系統科技與設計系客座教授）=================================================五夜講場 - 真係好科學 2019：海底點樣撈無論你對科學的熱愛有多深，都未必深得過位處海平面以下1000米的深海世界。那裏深得連陽光也無法到達，於是生物都沒有在意自己的長相，各種奇形怪狀目不暇給；又因爲資源匱乏，生物都施展渾身解數去求生，比如為求傳宗接代而犧牲自由，一生依靠雌性供養的雄性鮟鱇魚，乾脆自己發光照明的巨口魚，還有無懼400多度的高溫，在海底熱泉附近覓食定居的巨型管蟲和熱泉蟹。準備好「深潛」了嗎？讓今集的四位主持帶大家認識深海世界的科學原理吧！主持：馬學綸（香港中文大學微生物學系博士）麥嘉慧（香港大學理學院講師）余海峯（香港大學理學院助理講師）吳家亮（香港中文大學通識教育基礎課程講師）=================================================五夜講場 - 真係好科學 2019：愛情研究所第一次約會，應該選在甚麼地方？為何有些人會有種令你感到戀愛的氣味，令你一「嗅」難忘？爲為何交往時間一長，另一半似乎變得「冇以前咁愛我」？失戀為何會帶來痛苦，我們又如何擺脫對前度的感覺？愛情看似無解，其實當中蘊藏了許多可以解釋的生物和生化學原理。今集主持將化身戀愛專家，從科學的角度解構各種愛情行爲。主持：麥嘉慧（香港大學理學院講師）張恆鏘（香港中文大學通識教育基礎課程講師）馬學綸（香港中文大學微生物學系博士）陳志宏（紐約大學物理系博士）=================================================五夜講場 - 真係好科學 2019：量子密碼學說到「密碼學」，大家可能只會想到自己在網頁帳號的密碼。但其實簡單至在通訊軟件發送一個「笑喊」的表情圖像，過程背後就已經運用了密碼學的手段，爲信息進行加密和認證，從而防止你的身份和資訊被盜用。這些加密和認證的方法背後，運用了什麼數學原理，使其不易被破解？量子電腦的來臨，一方面為我們提供更可靠的加密方法，另一方面卻使我們現在的加密方法變得不安全，科學家又爲為此想出甚麼辦法去應對？今集主持將會從凱撒大帝和二戰德軍開始，介紹密碼學的發展和當中的原理，以及探討量子時代爲資訊安全帶來的危與機。主持：江啟明（香港中文大學通識教育基礎課程講師）陳志宏（紐約大學物理系博士)張澤松（香港城市大學電子工程學系副教授）嘉賓：鍾啟源（職業訓練局香港高等教育科技學院署理助理教授）=================================================五夜講場 - 真係好科學 2019：地底點點點在我們看不見的地底世界，有着另一番的生態景象。隨着科學家往地下越挖越深，我們在地下金礦中發現多細胞生物，還有配備各式各樣「特異功能」的細菌，科學家是如何檢測到它們的存在並研究這些生命的？在地底生存，需要具備甚麼條件才更爲有利？有沒有機會存在着一個未知而更龐大的地底生態圈？今集《地底點點點》，一眾主持將會探討地下生命的各種可能性和研究成果。主持：陳志宏（紐約大學物理系博士）馬學綸（香港中文大學微生物學系博士）余海峯（香港大學理學院助理講師）李明（香港中文大學通識教育基礎課程講師）=================================================五夜講場 - 真係好科學 2019：進擊的智人在過去的400萬年內，地球上曾存在過許多不同的人類物種，最後卻只剩智人(Homo sapiens)⸺即是我們⸺存活了下來。擁有語言能力是智人勝出這場生存競賽的原因嗎？不斷變換的地理環境和食物來源，如何左右着人類的演化進程？人類出現多毛症、尾巴增生這些「返祖」的現象，如何印證了人類的演化過程？踏入太空時代，宇宙的獨特環境又會怎樣改寫人類演化的軌道？主持：陳志宏（紐約大學物理系博士）李明（香港中文大學通識教育基礎課程講師）吳家亮（香港中文大學通識教育基礎課程講師）馬學綸（香港中文大學微生物學系博士）=================================================五夜講場 - 真係好科學 2019：科學有前科在現代科學還未出現之前，西方人是如何理解這個世界的？究竟這個世界是有規律可循的，還是由喜怒不定的眾神所主宰，時陰時晴令人無所適從？希臘學者曾提出世界只由四至五種元素組成，這種想法如何深深影響了後世哲學家的宇宙觀？早在二千多年前就可以估算出地球直徑的希臘文明，又是如何慢慢隕落以至消亡？主持：余海峯（香港大學理學院助理講師）盧駿揚（香港中文大學通識教育基礎課程講師）江啟明（香港中文大學通識教育基礎課程講師）陳文豪（香港教育大學科學與環境學系助理教授）=================================================五夜講場 - 真係好科學 2019：科學搞革命在中世紀時代，西方人認爲地球是宇宙的中心，太陽和其他星星圍繞地球運轉；萬物由連續的物質所組成，可以用刀無限分割；生命則是由無法解釋的「生命力」所主宰。這些當時被認爲是無可厚非的真理，現在我們卻認爲是不正確的。究竟從中世紀到現代這一千多年間，經歷了甚麼發現，讓我們對宇宙萬物的認知有了翻天覆地的改變？今集「科學搞革命」，我們會探討這場曠日持久的科學革命，如何催生出蓬勃發展的現代科學。主持：余海峯（香港大學理學院助理講師）盧駿揚（香港中文大學通識教育基礎課程講師）江啟明（香港中文大學通識教育基礎課程講師）陳文豪（香港教育大學科學與環境學系助理教授）=================================================五夜講場 - 真係好科學 2019：星星有限期天上大部分星星都與我們的太陽一樣，依靠核反應產生的能量發熱發光。然而一顆星在核燃料用盡以後，到底它會黯然地慢慢熄滅，還是轟轟烈烈地爆炸，蛻變成中子星，甚至變成黑洞？在地球的科學家如何能夠探測這些星星終結後的殘骸？連光線都無法逃離黑洞的引力，我們又是如何拍攝到史上第一張黑洞的照片的？今集請來重量級的天文學專家，為我們講解恆星死亡以後的各種命運。主持：陳志宏（紐約大學物理系博士）余海峯（香港大學理學院助理講師）嘉賓：江國興（國立清華大學天文研究所教授）朱明中（香港中文大學物理系教授）潘銘恩（美國羅格斯大學天體物理系博士）=================================================五夜講場 - 真係好科學 2019：細菌訊息戰人溝通可以靠語言，動物可以靠聲音和肢體動作，但細菌既沒有口又沒有四肢，它們又是怎樣跟彼此溝通的？細菌可以感知身邊同伴的數量，湊夠人數就會發出集體合作的訊號，並建造稱為「生物膜」的堡壘扺擋外來的攻擊，我們如何能夠瓦解這些細菌的合作，從而擊退它們？主持：麥嘉慧（香港大學理學院講師）馬學綸（香港中文大學微生物學系博士）余海峯（香港大學理學院助理講師）陳志宏（紐約大學物理系博士）=================================================五夜講場 - 真係好科學 2019：身體中的核戰醫療檢查中經常聽到的電腦掃描、磁力共振、正電子掃描，當中涉及甚麼物理原理？輻射可以用來消滅癌細胞，但亦可以傷害正常細胞，甚至帶來新的癌症，如何透過適當控制去瞄準癌細胞，從而減低對健康組織的影響？從事和輻射有關的醫療人員又有甚麼風險？物理學家並不只埋首實驗室和算式，今集請來兩位醫學物理學家，介紹物理學家在醫學診斷和治療中不爲人知卻又不可或缺的角色。主持：陳志宏（紐約大學物理系博士）盧駿揚（香港中文大學通識教育基礎課程講師）嘉賓：吳楚儀（醫學物理學家）李志恒（醫學物理學家）=================================================五夜講場 - 真係好科學 2019：無人飛行任務香港人熱愛坐飛機去旅行，但你知道飛機爲甚麼可以飛，而機師都在飛機上做甚麼嗎？天氣狀況如何影響飛行時間和航線的選擇？自動駕駛已廣泛被運用在飛機操控上，那麼電腦有機會在未來完全取代人類機師嗎？今集主持請來兩位民航機師，與大家分享飛機操控背後的科學原理和有趣知識。主持：江啟明（新南威爾斯大學機電工程學博士）陳志宏（紐約大學物理系博士）嘉賓：胡澤霖（民航機師）周智衡（民航機師）=================================================五夜講場 - 真係好科學 2019：下世食乜好？世界人口持續上升，沿用現時的食物生產模式將不足以應付未來需求，我們要如何改變飲食習慣來應付這一場糧食危機？食用昆蟲會是解決辦法嗎？在實驗室培養皿種出來的「人造肉」有甚麼好處和壞處？世上有一種超級食物可以滿足所有人的營養需求嗎？今集主持嘉賓將親身試食，與大家探討「下世食乜好」。主持：陳志宏（紐約大學物理系博士）馬學綸（香港中文大學微生物學系博士）王建鈞（香港中文大學生物化學系博士）嘉賓：張晉元（香港理工大學專業進修學院講師）=================================================五夜講場 - 真係好科學 2019：唔係咁科學喎近年市面上有很多產品都宣稱具備「科學實證」，而且名字十分吸睛，諸如「鹼性水」、「能量水」、「消毒襟章」等等的產品，當中有多少有「偽科學」之嫌？是否「專家推薦」的便可信，「有機天然無添加」就代表安全有效？今集一眾科學人為大家的錢包着想，揭穿一個個「唔係咁科學」的消費陷阱。主持：麥嘉慧（香港大學理學院講師）陳志宏（紐約大學物理系博士）余海峯（香港大學理學院助理講師）嘉賓：小肥波（科普作家）=================================================五夜講場 - 真係好科學 2019：無國界傳染病自古而今，人類一直與傳染病在搏鬥，現代往來各地交通便捷，疾病傳播更變得全球化。2003年本港爆發非典型肺炎，其傳染力之高令人震驚，疫情蔓延至世界各地，導致這場疫症的SARS冠狀病毒，和導致中東呼吸綜合症的MERS冠狀病毒，有何異同之處？病毒為何只會在身體特定處發病，又是甚麼導致病徵的出現？越來越多傳染病可以靠接種疫苗預防，可是為甚麼有些傳染病難以靠疫苗去根除，現在又有甚麼新方向研究預防流感的疫苗？今集請來衞生防護中心前總監曾浩輝醫生，為大家介紹人類對抗傳染病的故事和背後的科學原理。主持：麥嘉慧（香港大學理學院講師）馬學綸（香港中文大學微生物學系博士）王建鈞（香港中文大學生物化學系博士）嘉賓：曾浩輝（香港社會醫學學院院長）=================================================五夜講場 - 真係好科學 2019：天有可測之風雲所謂「天有不測之風雲」，以前的人或許覺得天氣總是變幻莫測，但現代我們借助理論和技術的進步，已至少能較為準確地預報幾天後的天氣變化。究竟有甚麼因素導致天氣現象的形成？有甚麼是氣象學家能準確預測，或不能準確預測的？氣候變化又會造成甚麼極端天氣現象？今集有研究大氣科學的專家，講述天氣形成和預測天氣背後的科學。主持：陳志宏（紐約大學物理系博士）戴沛權（香港中文大學地球系統科學課程助理教授）李明（香港中文大學通識教育基礎課程講師）嘉賓：譚志勇（香港中文大學地球系統科學課程助理教授）=================================================五夜講場 - 真係好科學 2019：醉人講科學為何有些酒要用超過一種菌來發酵，甚至發酵完再發酵？不同的酒要配搭不同形狀的酒杯，背後有甚麼特別原因？為甚麼品酒前要先搖杯，但有些酒則不宜搖杯？飲酒是否真的可以殺菌，以至有其他神奇功效？今集承接上一季「醉人的科學」，談論更多有關酒的科學知識。主持：麥嘉慧（香港大學理學院講師）李明（香港中文大學通識教育基礎課程講師）王建鈞（香港中文大學生物化學系博士）馬學綸（香港中文大學微生物學系博士）=================================================五夜講場 - 真係好科學 2019：做乜會上癮濫用藥物和用手機上網成癮，看上去是兩種不相關的現象，背後有甚麼共同的生物學原因？大麻在世界不同地區有合法化的趨勢，它和其他「毒品」有甚麼不同？為何貿然停止吸食藥物，可以導致嚴重的斷癮症狀？經常聽說「身癮易戒，心癮難除」，透過藥物輔助的戒毒療程能夠有效戒斷藥癮嗎？今集科學人和社工將同坐一桌，談論上癮的成因以及戒癮的種種問題。主持：陳志宏（紐約大學物理系博士）馬學綸（香港中文大學微生物學系博士）林子諾嘉賓：黃小華（明愛容圃中心註冊社工）=================================================五夜講場 - 真係好科學 2019：粒子基本法原子是物質組成的基本單位，把原子再切碎，可以得到甚麼更基本的粒子？在比原子更小的尺度下，粒子和波動的界限變得模糊，粒子與粒子之間可以互相變換，當中有甚麼法則規範了它們之間的交互作用？物理學家成功以「標準模型」對已知粒子和三種基本力作精確描述，但這個理論是否足以解釋一切物理現象？今集請來粒子物理學家，帶大家深入粒子世界，了解宇宙最基本的法則。主持：余海峯（香港大學理學院助理講師）陳志宏（紐約大學物理系博士）麥嘉慧（香港大學理學院講師）嘉賓：黎偉健（匹茲堡大學物理學博士）=================================================五夜講場 - 真係好科學 2019：孤獨的探索者人類對太空的探索源於軍備競賽，科技的發展令我們從發射無人火箭發展到送人上太空，探索的地域從月球擴展到太陽系其他行星、小行星，甚至離開太陽系。透過這些探索任務，我們能夠掌握各個行星不爲人知的一面，並有助了解地球以至整個宇宙形成時的環境，更提供了發現外星生命的可能。今集主持和嘉賓會探討人類探索太空的歷史和最新動向，以及當中牽涉的科學原理。主持：余海峯（香港大學理學院助理講師）馬學綸（香港中文大學微生物學系博士）陳志宏（紐約大學物理系博士）嘉賓：許宗宇（韓國忠南國立大學天文及太空科學系教授）=================================================五夜講場 - 真係好科學 2019：又關你腸事如果你以爲腸道中的細菌只會影響腸道健康，那麼你就太天真了。近年科學家發現腸道細菌可以改變藥物結構，令某些口服藥物失去效力，科學家可以用甚麼方法應付？老鼠實驗顯示腸道細菌若果被移除，竟可導致骨質疏鬆，又會令治療癌症的免疫療法失效，這些發現會否改變我們日後治療這些病症的療法？近年有研究嘗試以「糞便移植」治療嚴重腸道感染，卻意外造成死亡，我們可否定義「健康腸道」的條件，從而令這類治療更可靠？今集承接上一季「關你腸事」，繼續探討這些生活在我們腸道裏的長期住客，如何左右着我們的健康。主持：麥嘉慧（香港大學理學院講師）馬學綸（香港中文大學微生物學系博士）王建鈞（香港中文大學生物化學系博士）吳家亮（香港中文大學通識教育基礎課程講師）=================================================五夜講場 - 真係好科學 2019：輕談淺唱屎尿屁我們每天都會解決大小二便，但有沒有想過，糞便為甚麼是咖啡色，尿會是黃色？糞便有時一顆顆，有時又像一條軟蛇，不同形態的「便便」背後隱含了甚麼健康資訊？用坐廁排便固然輕鬆暢快，但原來用原始的蹲廁更符合人體工學？屁為甚麼會這麼臭，「臭屁不響，響屁不臭」又是否只是謠言？太空人也要排便和放屁，排泄物卻無處可逃，如何才能防止它們引發太空站大災難？今集主持們出動模型解說，甚至「真人示範」，與大家輕談淺唱「屎尿屁」的科學知識。主持：陳志宏（紐約大學物理系博士）麥嘉慧（香港大學理學院講師）王建鈞（香港中文大學生物化學系博士）馬學綸（香港中文大學微生物學系博士）=================================================五夜講場 - 真係好科學 2019：以暴抗暴癌細胞大家普遍都「聞癌色變」，普通細胞是透過甚麼機制變異成癌細胞，逃過身體免疫系統的追捕，並擴散到全身落地生根，成為難以根治的惡疾？癌症看似不能傳染，但為何某些癌症能透過接種疫苗去預防？腸道細菌如何影響患上癌症的機會，近年又有甚麼新的治療方法能更有效地擊退癌細胞？今集繼續有一眾生物專家，探討人類如何透過認識癌症的病理機制，對症下藥抵抗癌症。主持：陳志宏（紐約大學物理系博士）張恆鏘（香港中文大學通識教育基礎課程講師）馬學綸（香港中文大學微生物學系博士）盧駿揚（香港中文大學通識教育基礎課程講師）=================================================五夜講場 - 真係好科學 2019：絕對的相對論為何光速固定不變，時間和空間就不再互相獨立，而是此消彼長？為何兩個孿生兄弟，其中一個從地球坐火箭出發到太空，回來會發現另一個比自己老很多？為何太陽和黑洞會令光線彎曲，地球的質量會影響衛星定位準確性？這些都是狹義和廣義相對論所造成的結果，這些理論的奠基者──愛因斯坦，是如何發展出這些理論的？今集「絕對的相對論」邀請到周海峰教授，與一眾主持探討這位堪稱二十世紀最偉大的物理學家，如何徹底改變我們對物理世界的認知。主持：江啟明（新南威爾斯大學機電工程學博士）余海峯（香港大學理學院助理講師）陳文豪（香港教育大學科學與環境學系助理教授）嘉賓：周海峰（香港大學物理學系教授）=================================================五夜講場 - 真係好科學 2019：能幹幹細胞大多數在我們身體的細胞都被編配了特定功能，並且在其一生中都不能再變成另一種細胞。可是有些「多能」和「萬能」的幹細胞，不但可以分化成不同功能的細胞，而且還可以自我複製出更多同樣的幹細胞。既然幹細胞功能強大，究竟科學家可以如何從身體抽取，甚至在實驗室製造它們？培植幹細胞有望可以用作醫治遺傳疾病和其他現時難以醫治的病症，但當中又有甚麼道德爭議和風險？今集請來研究幹細胞的專家，為大家剖析幹細胞的真面目和潛在的醫療應用。主持：李明（香港中文大學通識教育基礎課程講師）王建鈞（香港中文大學生物化學系博士）盧駿揚（香港中文大學通識教育基礎課程講師）嘉賓：曾淑瑩（香港中文大學生命科學學院副教授）=================================================五夜講場 - 真係好科學 2019：案發現場在發生嚴重的傷亡事件後，我們往往希望透過採集兇案現場和死傷者身上的蛛絲馬跡，從而還原事件的真相。到底鑑證人員如何從骨頭的斷裂狀況和血跡分佈，推測創傷是在甚麼情況下，由甚麼兇器所導致？以「滴血」來鑑別身份當然不甚可靠，現代常用的DNA身份鑑別，當中的原理是甚麼？今集繼續請來法醫人類學家，和一眾主持介紹兇案重組牽涉的科學知識。主持：麥嘉慧（香港大學理學院講師）馬學綸（香港中文大學微生物學系博士）李明（香港中文大學通識教育基礎課程講師）嘉賓：李衍蒨（法醫人類學及鑑證科學研究碩士）=================================================五夜講場 - 真係好科學 2019：恐怖實驗事件簿科學實驗為人類帶來知識和進步，但你知道它黑暗的一面嗎？在實驗室裏，有「一觸即死」的化合物，有可以自燃造成爆炸的金屬，具放射性、會毀壞DNA的致癌物，還有以極高速轉動、隨時失控爆炸的危險機器……每天面對它們的科學家，要做甚麼安全措施去避免造成無可挽回的人命傷亡？在世界各個角落曾進行過各種冷血、殘忍、不道德的科學實驗，例如刻意用蚊子令兒子和同事患上瘧疾，把活生生的兔子的血液慢慢抽乾，以金屬鉤穿鼻挖腦……究竟科學家為甚麼要進行既恐怖又會危害性命的實驗？今集有來自生物和化學領域的主持，探討各種「黑暗」實驗之餘，分享他們在實驗室中遇到過的恐怖經歷。主持：馬學綸（香港中文大學微生物學系博士）麥嘉慧（香港大學理學院講師）吳家亮（香港中文大學通識教育基礎課程講師）嘉賓：陳鈞傑（香港科技大學化學系講師）=================================================五夜講場 - 真係好科學 2019：另類療法靠得住？有病當然就要看醫生，但除了西醫外，市面上的另類選擇可謂多不勝數，除了較主流的中醫、針灸、跌打，還有脊醫、「順勢療法」、「量子療法」……究竟我們怎樣才能斷定一種療法是「有效」還是「無效」？現代科學着重證據，這些主流外的治療方法能夠通過科學驗證嗎？今集主持和嘉賓將會探討這些「另類療法」和主流醫學的分別，逐一討論它們的可信程度。主持：江啟明（新南威爾斯大學機電工程學博士）王建鈞（香港中文大學生物化學系博士）李明（香港中文大學通識教育基礎課程講師）嘉賓：張晉元（香港理工大學專業進修學院暫任持續教育總監）=================================================五夜講場 - 真係好科學 2019：求愛就是求分數如何用預測宇宙文明的公式，估算一個人有多少個潛在合適對象？能否透過增大交友平台上的相片顏值，提升求偶的成功率？若果無法保證下一個會否比現任更好，何時才是見好就收、訂定終身的最佳時機？如何利用數學方法締造最穩定的配偶關係？本季最後一集《真係好科學》，四位主持從個人的愛情經驗出發，探討如何用數學解決愛情問題。主持：麥嘉慧（香港大學理學院講師）馬學綸（香港中文大學微生物學系博士）陳志宏（紐約大學物理系博士）江啟明（新南威爾斯大學機電工程學博士）",
    "chinese_title": "五夜讲场 - 真系好科学 2019",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "五夜講場 - 真係好科學 2019",
    "douban_rating_average": 0,
    "update_at": "2025-05-31T08:22:57"
}