{
    "aka": [],
    "sid": "34932872",
    "cast": [
        {
            "url": "/celebrity/1332837/",
            "name": "卡莉·克劳斯 Karlie Kloss",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041443/",
            "name": "克里斯蒂安·西利亚诺 Christian Siriano",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1217557/",
            "name": "尼娜·加西亚 Nina Garcia",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "真人秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2581331568.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt11495192",
    "director": [],
    "duration": "90分钟",
    "episodes": "15",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-12-05(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11495192/",
    "imdb_votes": 26,
    "this_title": [
        "Project Runway Season 18"
    ],
    "douban_link": "https://movie.douban.com/subject/34932872/",
    "imdb_rating": "6.5/10 from 26 users",
    "trans_title": [
        "天桥骄子 第十八季"
    ],
    "douban_votes": "259",
    "introduction": "Bravo’s Emmy-winning competition series Project Runway returns for another season of high stakes and fierce fashions on Thursday, December 5 at 9:30/8:30c. Sixteen new hopefuls are ready to take the runway by storm and make fashion history. Host Karlie Kloss is back, along with Christian Siriano as the mentor and returning judges Nina Garcia, Brandon Maxwell, and Elaine Welteroth, to decide who has what it takes to make it in this industry. Each 90-minute episode will feature the return of some fan-favorite elements, including the “Siriano Save,” in which Christian has the opportunity to bring one eliminated designer back into the competition, and the pièce de résistance, a chance to present a final collection at New York Fashion Week. Gotham remains a main character for this fashion adventure for challenge reveals and runway shows with iconic locations such as the famous TWA Hotel at JFK, The Vessel at Hudson Yards, and Bergdorf Goodman. In addition, the groundbreaking series continues to shine a light on the evolution of fashion and inclusion by featuring a variety of sexual preferences, racial backgrounds and ages including a nonbinary model and a trans model, a “Dreamer,” and the oldest designer ever to compete on Project Runway. Challenging fashion norms, the designers are tasked with creating functional outfits for Olympians and Paralympians, as well as turning donated garments from Goodwill of NY into high fashion wear.In the premiere of Project Runway, the competition begins with some twists right out of the airport gate. With luggage still in tow, the designers are greeted at the iconic TWA Hotel at JFK airport ready to take flight with their first challenge: to create an innovative look inspired by humanity’s continued push into space exploration. In a Runway first, these unfamiliar designers have to pair up and collaborate to make cohesive pieces that blow away the judges or they are out. Fans will also get a chance to own a piece of the designer creations when they vote on the outfits they like best. Both the judges’ winning look and a fan-favorite look will be manufactured in the USA by Nineteenth Amendment, a production platform producing sustainable clothing on-demand, and sold on Bravotv.com/ProjectRunway.The guest judges this season who will help determine whether our designers are in or out are singer and actress Cyndi Lauper, actress and equal-rights advocate Laverne Cox, comedian and actress Leslie Jones, Olympic gold-medal downhill skier Lindsey Vonn, actress Rachel Brosnahan, fashion designer Thom Browne, legendary artists Ashley Longshore, Emmy-nominated fashion stylist Marni Senofonte, and more.Maybelline and TRESemmé return as the exclusive makeup and hair care partners to bring to life the glamorous looks that will define the runway. Brother will once again outfit the state-of-the-art workroom with its innovative sewing and embroidery machines for contestants to create their showstopping pieces. With the return of the inventive Pilot FriXion Erasable Gel Ink Pens, aspiring designers have the creative freedom to bring their sketches to life. To celebrate Universal Pictures' new film Cats (in theaters Dec. 20), designers will compete to create a chic street look that puts a new spin on the timeless trend of animal prints.Viewers who can't get enough of Project Runway can tune into the Project Runway After Show and Viewer Verdict, two digital series available on BravoTV.com and brought to you by TRESemmé and Maybelline, respectively.The winning designer will take home a $250,000 grand prize courtesy of Bluprint, the digital destination for makers and the official DIY partner of Project Runway, a feature in ELLE magazine, the chance to be featured in a Bluprint digital series, $50,000 compliments of returning sponsor Pilot, and a career-changing mentorship with the CFDA (Council of Fashion Designers of America).Last season, Bluprint awarded the winning designer Sebastian Grey his own original digital series along with $50,000 to put toward a design studio. The series Fashion Sewing with Sebastian Grey will offer lessons on making a bespoke skirt and will stream on the Bluprint digital platform and app in conjunction with the Project Runway season premiere.",
    "chinese_title": "天桥骄子 第十八季",
    "douban_rating": "6.9/10 from 259 users",
    "foreign_title": "Project Runway Season 18",
    "imdb_rating_average": 6.5,
    "douban_rating_average": "6.9",
    "update_at": "2025-04-20T17:44:53"
}