{
    "aka": [],
    "sid": "34938007",
    "cast": [
        {
            "url": "/celebrity/1077635/",
            "name": "Deborah Bull Deborah Bull",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "60分钟(英国)",
    "episodes": "",
    "language": [
        "英语",
        "俄语 Russian"
    ],
    "playdate": [],
    "this_title": [
        "Dancing for Russia: What Makes a Bolshoi Dancer?"
    ],
    "douban_link": "https://movie.douban.com/subject/34938007/",
    "trans_title": [
        "为俄罗斯起舞"
    ],
    "douban_votes": "0",
    "introduction": "What is it about the Bolshoi Ballet that makes it uniquely Russian? This documentary follows internationally acclaimed former Royal Ballet dancer Deborah Bull as she enters the world of the Bolshoi ballet, to look at how and why the Bolshoi is an internationally renowned, world class company. Deborah explores what makes it so special & different from other great ballet companies and finds out what it really takes to become a Bolshoi dancer. At the heart of this film are six archive Bolshoi Ballet recordings, never before seen outside of Russia. Deborah speaks to British dancers and journalists who recount the impact the Bolshoi has had over the last 50 years, before travelling to Moscow. There, she examines how Bolshoi dancers dont just perform to achieve the highest artistic goals for the company and for ballet, but also for Russia itself. They carry with them a rich seam of history and tradition passed down through generations and embody the very essence of the Russian soul and identity.",
    "chinese_title": "为俄罗斯起舞",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Dancing for Russia: What Makes a Bolshoi Dancer?",
    "douban_rating_average": 0,
    "update_at": "2025-10-19T10:13:40"
}