{
    "aka": [],
    "sid": "34938162",
    "cast": [
        {
            "url": "/celebrity/1324656/",
            "name": "孟非 Fei Meng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1350371/",
            "name": "张纯烨 Chunye Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1466553/",
            "name": "何灏浩 Haohao He",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "爱情",
        "真人秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2579719971.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "90分钟",
    "episodes": "12",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2020-01-05(中国大陆)"
    ],
    "this_title": [
        "新相亲大会 第三季"
    ],
    "douban_link": "https://movie.douban.com/subject/34938162/",
    "trans_title": [
        ""
    ],
    "douban_votes": "924",
    "introduction": "《新相亲大会》第三季本周日归来 规则升级，新增“亲家宣言”被观众封为“上头节目”的江苏卫视情感新王牌《新相亲大会》第三季，即将于2020年1月5日（本周日）21:10回归。对于一档现象级、做到第三季的季播相 亲节目来说，持续升级是一件不容易的事。2019年年初，《新相亲大会》登陆江苏卫视周日晚间黄金档，与每周六晚间播出的《非诚勿扰》形成“双拳出击”之势。节目第一季平均收视率1.08%，囊括周日同时段收视冠军、上半年新节目收视冠军及婚恋情感类节目收视冠军“三冠王”；第二季又刷新自身纪录，平均收视率高达1.19%，蝉联周日同时段收视NO.1。本周，第三季就要以全新的模样和观众见面，节目制片人张红岩在接受采访时丝毫不见“题材倦怠”，新一季对部分规则和舞美视觉进行了全新升级，在调动相亲家庭的同时，对制作组也是一次再激活。有底气从成功中总结经验每一个规则的存在要有助于推动“有效碰撞“卫视周末综艺战场向来竞争激烈，2019年初，《新相亲大会》以“素人节目”之姿被布局到周日晚间黄金档，足见江苏卫视在情感类节目领域的底气。成绩也确实不负众望，两季下来，《新相亲大会》牢牢占据周日晚间综艺王者位置，除了平均收视率节节攀升，在头部明星综艺扎堆的周末，节目所发酵的相亲话题脱颖而出，微博＃新相亲大会＃话题阅读量5.2亿，百万级话题38个，登上热搜30+次，被观众封为“长在热搜上的素人综艺”。既然具有足够的独特性和稀缺性，节目有必要在成熟、稳定的内容结构上再做突破吗？在张红岩看来，这个答案是肯定的。“当然，如果我们不做改变，观众会不会审美疲劳？从第二季收视率比前一季更进一步，以及观众和网友对节目话题的参与热情来看，我们对‘新相亲’的内容是有自信的。”之所以要在第三季跨出“改变”一步，主要来自节目团队对现有规则的升级思考。区别于只有单身男女在场的相亲综艺，“新相亲”模式的核心要点，在于将父母引入子女相亲的特殊场景之中。经过两季的制作磨合，节目团队发现，有些规则应该做适当调整，“节目里环节和规则的设计，要有助于催化子女和父母、家庭与家庭的有效沟通。我们希望，从这档节目里，能让大家真切看到不同家庭对于婚恋择偶的最真实想法。”首度调整规则，升级细节抢先看加大单人嘉宾和单人家庭话语权，让家庭间的表达更直接坚定了要改的决心，接下来的问题就是怎么改、改哪里。其实，在第二季节目的录制中，节目团队就渐渐察觉到，场上单人家庭的呈现有些“单薄”，尤其相比对面组团“来战”的六个家庭，单人嘉宾的父母没有那么多的表达机会，除了帮助子女选择“心动家庭”之外，更多时间里，他们只能在儿女身后充当“精神助攻”，而无法表达更多对于子女择偶的看法。因此，第三季节目首当其冲的变化，就是增加“亲家宣言”环节。当单人嘉宾出场后，将“选择心动家庭”改为“亲家宣言”，由其父母宣读对儿女择偶的期望，开门见山地表达对子女择偶的设想和要求。其次，增加单人嘉宾选择权，留灯数量由前两季的两盏改为三盏，终极选择环节的争夺人数增加。再次，增加单人家庭父母的甄选权，在单人嘉宾进入到终选时刻后，其父母将从三位候选嘉宾中选择一位直接淘汰，单人嘉宾可以听从父母建议，也可以直接表达反对。单就节目模式而言，这三项调整的幅度并不大，但两期录制下来，这些调整对整个节目进程和相亲故事走向，都起到了极大的激活效果。给予单人嘉宾父母“提要求”的机会，让亲家间的“过招”大大提前。而终选阶段的两个变化，增加单人嘉宾选择机会的同时，提升了代际间的择偶交锋，令结局走向更加难以预料。“终选环节留在台上的三个候选人，实际上涵盖了‘我喜欢的’、‘喜欢我的’和‘父母喜欢的’三种类型，当父母要淘汰的人与儿女喜欢的对象出现冲突时，父母和子女就多了一次开诚布公、心对心交流的机会。”首期节目本周日亮相男嘉宾分享成长故事用亲情感动全场都说，“爱是软肋，也是铠甲”，为了所爱的人，我们可以变得无坚不摧。在本周日《新相亲大会》第三季第一期节目中，男嘉宾们将用自己的成长故事，动情诠释何为“有了软肋的铠甲，将变得多坚强”。而“升级”为夫妻的男女嘉宾王逍、费滢梦将重新返场，拉升节目现场的甜度。第三季首期节目为女生家庭专场，三位男嘉宾将依次登台。1号男嘉宾钟涛坦言，过往感情和事业上的困境，并没有将自己击垮。而真正让他至今都无法释怀的，是父母的离异。舞台之上，钟涛提出了一个看似很简单的要求，他想要给父母一个拥抱。2号男嘉宾谢旸恺辅一登场，高大魁梧的身材、棱角分明的五官。节目中，他甚至表示自己的恋爱是分阶段的：第一阶段，先看外形；第二阶段，看性格，只有体贴又有趣的女生，我才会说出‘在一起’三个字。3号男嘉宾刘帅君光从“硬件”条件来看，几乎符合所有女生的择偶标准：长相阳光帅气、名校硕士毕业、稳定的工资和收入。但家庭的特殊情况，让刘帅君始终在感情道路上不敢迈步前行。刘帅君的父母并不富裕，家里还有一个“不太一样”的弟弟。这样的家庭环境，让刘帅君有着超出他年龄段许多的成熟和担当：大学打三份兼职，工作之后省吃俭用给弟弟买礼物；即便如今月薪过万，依然每个月坚持拿出其中的10%补贴家用。来到《新相亲大会》，刘帅君的择偶条件也非常简单，“我希望我的另一半，能理解我补贴家庭，照顾弟弟。这一辈子，只能我辛苦点儿了。”",
    "chinese_title": "新相亲大会 第三季",
    "douban_rating": "6.3/10 from 924 users",
    "foreign_title": "",
    "douban_rating_average": "6.3",
    "update_at": "2025-02-24T14:21:08"
}