{
    "aka": [],
    "sid": "34945425",
    "cast": [
        {
            "url": "/celebrity/1425707/",
            "name": "桑尼·考沙尔 Sunny Kaushal",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1374344/",
            "name": "M·K·拉伊纳 M.K. Raina",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1448451/",
            "name": "沙尔瓦里·瓦格 Sharvari Wagh",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2582658636.jpg",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt10289938",
    "director": [],
    "duration": "30分钟",
    "episodes": "5",
    "language": [
        "印地语 Hindi"
    ],
    "playdate": [
        "2020-01-24(新加坡)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10289938/",
    "imdb_votes": 5975,
    "this_title": [
        "The Forgotten Army - Azaadi ke liye"
    ],
    "douban_link": "https://movie.douban.com/subject/34945425/",
    "imdb_rating": "7.9/10 from 5975 users",
    "trans_title": [
        "被遗忘的军队-阿扎迪·克丽耶"
    ],
    "douban_votes": "182",
    "introduction": "The story begins in 1996 when Colonel Sodhi, now 70, visits his sister and her family. However, even after over half a century, the nightmares of his intense battle and its aftermath often return to haunt him. Old Sodhi and young Amar begin to bond and Sodhi accompanies Amar to Burma (Myanmar) for an assignment from BBC to shoot a documentary on the students against the Military Junta for freedom and democracy. In Singapore, Sodhi visits the places which bring back the memories of him as a Lieutenant in the British Indian Army Lt. Sodhi meets a beautiful photographer Maya who inspires him to change. Sodhi falls in love with Maya who joins the Indian National Army. Old Sodhi lands in Burma with Amar, and is welcomed by an Indian girl Rani. They accidentally get caught in the student protest and firing by the Military Junta to suppress the student agitation. When the soldiers of the Military Junta get rough and violent with Amar and Rani, old Sodhi is suddenly transformed into the young Lt.Sodhi and kills the two Burmese soldiers to defend his group.Old Sodhi and his group's escape from the Burmese soldiers runs parallel to the attack by the British bombers on Lt.Sodhi's unit. In 1944, the Indian National Army, tired, hungry, cold, feverish, sick had reached Imphal to defend it against all the odds piled heavily against them. In a school set up by Rani's grandmother, Old Sodhi finds the photograph of Maya and realizes that Maya has been dead. Old Sodhi, finally redeems himself by helping his young group safely cross over from Burma into India, and keep his promise to Maya that he would one day return to Burma to find her and be with her when his body is blown by the Burmese soldiers to ashes and glory.",
    "chinese_title": "被遗忘的军队-阿扎迪·克丽耶",
    "douban_rating": "6.5/10 from 182 users",
    "foreign_title": "The Forgotten Army - Azaadi ke liye",
    "imdb_rating_average": 7.9,
    "douban_rating_average": "6.5",
    "update_at": "2025-05-30T04:28:09"
}