{
    "aka": [],
    "sid": "34949744",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2580968289.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1035199/",
            "name": "费德里科·法瓦 Federico Fava",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3653252",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2014-04-09(意大利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3653252/",
    "imdb_votes": 10,
    "this_title": [
        "Sperduti nel buio: storia di un film che c'era e non si trova più, e di un cinema che non c'era ma che si voleva fare a tutti i costi"
    ],
    "douban_link": "https://movie.douban.com/subject/34949744/",
    "imdb_rating": "8.3/10 from 10 users",
    "trans_title": [
        "《迷失在黑暗中》：一部曾经和现在都不存在的电影故事，但你不惜一切代价想重看并去了解的电影故事"
    ],
    "douban_votes": "0",
    "introduction": "A documentary which traces both the history of the Italian Cinecitta, forced to relocate from Rome to Venice in 1943, as well as the fate of Italian (as well as foreign) films originally stored at the Centro Sperimentale di Cinematografia but removed to Nazi Germany and sent to a vault of the German Reichsfilmarchiv, where they were lost at the end of World War II.Translated fromhttp://sperdutinelbuio.com:\"In the autumn of 1943 a train loaded with film and film equipment leaves from Rome for Venice, with the aim of rebuilding Italian cinema production in the newly-established 'Republic of Salo'. The train stops only in Prague, the fascists protest, the Germans allow the recovery of the material and finally in the heart of the lagoon of Venice a new cinema village is born, set up in the Giardini della Biennale, with the Scalera Film Studio participating in this rebirth by building new studios on the island of Giudecca.The train, however, does not bring back the films. Many Italian films, many in unique copies, are no longer there. These include Lost in the Dark [SPERDUTI NEL BUIO], a silent film of 1914, considered the precursor of Italian Neorealism.Denis Lotti, a university researcher, able to move in the most dusty and obscure cinematheques, has decided to get on the trail of these missing films in order to return to Italian cinema one of its most important films and one of its least known episodes.\"",
    "chinese_title": "《迷失在黑暗中》：一部曾经和现在都不存在的电影故事，但你不惜一切代价想重看并去了解的电影故事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Sperduti nel buio: storia di un film che c'era e non si trova più, e di un cinema che non c'era ma che si voleva fare a tutti i costi",
    "imdb_rating_average": 8.3,
    "douban_rating_average": 0,
    "update_at": "2025-03-08T03:00:49"
}