{
    "aka": [],
    "sid": "34941449",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "　　第92届奥斯卡金像奖(2020)\n　　最佳纪录短片(提名) 劳拉·尼克斯 / 科莱特·桑德施泰特\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2580111514.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1293213/",
            "name": "劳拉·尼克斯 Laura Nix",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt10182854",
    "director": [
        {
            "url": "/celebrity/1293213/",
            "name": "劳拉·尼克斯 Laura Nix",
            "@type": "Person"
        }
    ],
    "duration": "20分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt10182854/",
    "imdb_votes": 947,
    "this_title": [
        "Walk Run Chacha"
    ],
    "douban_link": "https://movie.douban.com/subject/34941449/",
    "imdb_rating": "6.1/10 from 947 users",
    "trans_title": [
        "跑去跳支恰恰舞"
    ],
    "douban_votes": "237",
    "introduction": "The Oscar-nominated Op-Doc \"Walk Run Cha-Cha\" profiles Paul and Millie Cao, who reunited in California after the Vietnam War. Forty years later, they are rediscovering themselves on the dance floor.In an accompanying essay, director Laura Nix writes, \"Faced with middle age, Paul and Millie chose to reinvent themselves again. After decades of delayed gratification, this time they focused on what gives them joy. As you’ll see in this Op-Doc, dance opened up a world of self-expression and pleasure for the couple, sparking a transition from responsible professionals to flamboyant performers pursuing their creative dreams.On the face of it, a film about middle-aged people dancing might not seem political. But my decision to tell a story about Paul and Millie’s life in the present, and not solely focus on their past, was intentional. Films about refugees and immigrants are often focused on the point of entry, when the newly arrived are at their most vulnerable. But it’s essential for us to hear stories about what happens next.Paul and Millie are refugees from Vietnam. Paul and Millie are also working professionals, parents, dancers and American citizens who have lived in California for over 40 years. As with many Americans who started their lives in another country, their story embodies resilience and courage. Love and longing. Separation and reunion. These themes are visually reflected in the dance itself, in their tender glances, when he lifts her to the sky, the yearning in their gestures — their ability to transform adversity into beauty.\"",
    "chinese_title": "跑去跳支恰恰舞",
    "douban_rating": "6.6/10 from 237 users",
    "foreign_title": "Walk Run Chacha",
    "imdb_rating_average": 6.1,
    "douban_rating_average": "6.6",
    "update_at": "2025-01-23T14:00:12"
}