{
    "aka": [
        "This Movie Is a Gift"
    ],
    "sid": "34941414",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2580107923.jpg",
    "region": [
        "奥地利 Austria"
    ],
    "writer": [
        {
            "url": "/celebrity/1043417/",
            "name": "安雅·萨洛蒙诺维茨 Anja Salomonowitz",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt10889796",
    "director": [
        {
            "url": "/celebrity/1043417/",
            "name": "安雅·萨洛蒙诺维茨 Anja Salomonowitz",
            "@type": "Person"
        }
    ],
    "duration": "72分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt10889796/",
    "imdb_votes": 21,
    "this_title": [
        "Dieser Film ist ein Geschenk"
    ],
    "douban_link": "https://movie.douban.com/subject/34941414/",
    "imdb_rating": "6.9/10 from 21 users",
    "trans_title": [
        "This Movie Is a Gift"
    ],
    "douban_votes": "0",
    "introduction": "Daniel Spoerri creates art out of found objects, which lose their function as soon as he integrates them into his works. Anja Salomonowitz makes films that are devoted to the visualization of times and conflicts. THIS MOVIE IS A GIFT stands at the crossroad between the two and intertwines their work in a very personal way.Already the title of the film suggests that it is more about giving than representation: Salomonowitz thanks Spoerri with this portrait. In turn, he gave her one of his assemblages as a gift, which has a porcelain heart that was connected with her deceased father in a privileged place within it. The encounter with the artist in his studio, a museum of discarded things, became the occasion to bind his work with these objects, these \"trap pictures,\" back to his biography. Spoerri, born Feinstein, is the son of a Romanian Jew who was abducted and murdered. For the later founder of nouveau réalisme, Switzerland meant a new start. But the memories of a traumatic past carve their own paths: Salomonowitz also makes Spoerri´s artistic practice visible as an attempt to confront the lost part of his family history.At the same time, the film looks ahead and extends its memory into the future by staging Salomonowitz´s son Oskar as a stand-in and opposite of Spoerri. He repeats some of the artist´s trains of thought and adds new semantic vibes simply through his different linguistic nuances. The artist no longer speaks about himself, his life and his activity reverberate in the mind of another. Nothing is lost, it merely reassembles again and again in surprising ways.",
    "chinese_title": "Dieser Film ist ein Geschenk",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-07-23T06:50:42"
}