{
    "aka": [
        "妈宝的忧郁(台)"
    ],
    "sid": "34954380",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2594539057.jpg",
    "region": [
        "比利时"
    ],
    "writer": [
        {
            "url": "/celebrity/1438266/",
            "name": "帕洛玛·塞尔蒙-戴 Paloma Sermon-Daï",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt11136602",
    "director": [
        {
            "url": "/celebrity/1438266/",
            "name": "帕洛玛·塞尔蒙-戴 Paloma Sermon-Daï",
            "@type": "Person"
        }
    ],
    "duration": "75分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2020-02-24(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11136602/",
    "imdb_votes": 117,
    "this_title": [
        "Petit Samedi"
    ],
    "douban_link": "https://movie.douban.com/subject/34954380/",
    "imdb_rating": "6.6/10 from 117 users",
    "trans_title": [
        "我的母亲萨梅迪",
        "妈宝的忧郁(台)"
    ],
    "douban_votes": "0",
    "introduction": "Samedi lives in a village in Wallonia. He works from time to time as a gardener and has a close relationship with his mother. Everyday life in the village, which has seen better times, Samedi's quiet and friendly nature and the still largely intact rural setting stand in stark contrast to the heroin addiction Samedi has suffered from for over 20 years, which only his family knows about. His relationship with his mother changes when he makes another attempt to get clean. Paloma Sermon-Daï’s documentary paints a restrained, highly precise picture of a relationship marked by affection and love but which is also difficult to define in relation to Samedi's problem. As the camera observes the long, concentrated conversations he has with both his mother and his therapist, a picture of addiction comes into view which is part of a family structure. This becomes embedded in something larger in turn via the individual images of the village. Petit Samedi creates an image of dependence in which individual, family and social coexistence are intertwined, without falling into the trap of saying what might be able to solve the problem.",
    "chinese_title": "我的母亲萨梅迪",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Petit Samedi",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-04-07T08:52:14"
}