{
    "aka": [],
    "sid": "34954119",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887589440.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1278366/",
            "name": "詹姆斯·班宁 James Benning",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt11803704",
    "director": [
        {
            "url": "/celebrity/1278366/",
            "name": "詹姆斯·班宁 James Benning",
            "@type": "Person"
        }
    ],
    "duration": "84分钟",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "2020-02-21(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11803704/",
    "imdb_votes": 45,
    "this_title": [
        "Maggie’s Farm"
    ],
    "douban_link": "https://movie.douban.com/subject/34954119/",
    "imdb_rating": "6.5/10 from 45 users",
    "trans_title": [
        "麦吉的农场"
    ],
    "douban_votes": "0",
    "introduction": "A portrait of an art institution as a cinematic landscape: in a succession of static shots, James Benning explores the buildings and terrain of the California Institute of the Arts, where he teaches. A series of views of nature filmed in the surrounding park and woods transitions into images of floors, seating areas and other details of a public building not meant for show. In both parts, an uncanny feeling dominates: the geometries of nature, the dark green and brown tones, the rushing of the highway in the background on the one hand and the humming of halogen lamps, the sound of steps in an otherwise seemingly empty school on the other – it all seems to be hiding a secret. The camera’s gaze is almost always restricted; it rarely penetrates very far into the image. It discovers shabby corners, observing scenarios more reminiscent of a mystery novel than the campus of an art institution. More so than in the majority of James Benning’s longer works of recent years, a narrative lies concealed within the images; every shot creates an urge to move forward, a tension, almost as if the landscapes and interiors were the scenes of a crime.",
    "chinese_title": "麦吉的农场",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Maggie’s Farm",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-07-14T06:36:49"
}