{
    "aka": [
        "CRASH SITE",
        "My Never Ending Burial Plot",
        "My_Never_Ending_Burial_Plot"
    ],
    "sid": "34957059",
    "cast": [
        {
            "url": "/celebrity/1503752/",
            "name": "Irina Kastrinidis Irina Kastrinidis",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "科幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2918054260.jpg",
    "region": [
        "奥地利"
    ],
    "writer": [
        {
            "url": "/celebrity/1562087/",
            "name": "康斯坦策·鲁姆 Constanze Ruhm",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt35508218",
    "director": [
        {
            "url": "/celebrity/1562087/",
            "name": "康斯坦策·鲁姆 Constanze Ruhm",
            "@type": "Person"
        }
    ],
    "duration": "69分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2010(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt35508218/",
    "this_title": [
        "Crash Site"
    ],
    "douban_link": "https://movie.douban.com/subject/34957059/",
    "trans_title": [
        "CRASH SITE",
        "My Never Ending Burial Plot",
        "My_Never_Ending_Burial_Plot"
    ],
    "douban_votes": "0",
    "introduction": "In the first of the three acts of CRASH SITE, suddenly—and inconveniently—the mobile phone rings: Jean-Luc is on the line and asks for Anne-Marie. The caller is told, irritated, in slightly broken French, “She’s not here,” and “Leave me alone.” It is easy to see that hiding behind the two first names are Miéville and her husband, Godard. CRASH SITE deals, not least, with the sixth part of a series in which Constanze Ruhm confronts iconic women characters from modern cinema. However, punctuating this short, very humorous sequence is the construction of the film’s fabric, which is based on cultural knowledge, omissions, shifts, and ultimately, transgressions. A variety of relationship conflicts deliver a loose narrative structure, whereby discourses on death, identity, economy, and love are continually discernible. There is no causal story in the conventional sense; as one of the film characters, falling out of her role, as it were, records a formal gesture that, so to speak, shapes the entire film: “They were digging for the story, but only hit upon the ideas of others.”Meeting concretely are the following apparitions or revenants of film history: Hari (Solaris, Andrej Tarkovsky), Giuliana alias Julian (Il Deserto Rosso, Michelangelo Antonioni), and Nana (Vivre sa Vie, Jean-Luc Godard). Along with quotations of their roles, also stylistic and auditory elements of the reference material find their way into the film. But with Ruhm, the characters, or rather, their descriptions, do not appear as pure reference elements, but instead, they are in the best sense of the word debased, and continued with the help of stylistic means from, for example, musicals, slapstick, Mangas, and computer language. The reference instead mutates to a gesture of reverence, an affective dedication that is enhanced with contemporary aspects, including biographical ones. Driven by cinematic figures, Ruhm creates a fascinating, attractive, theatrical film space in word, sound, and image, which at the same time serves as a performance stage for three outstanding actors.(Dietmar Schwärzler)",
    "chinese_title": "Crash Site",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-11T23:08:18"
}