{
    "aka": [
        "Veter s porogov",
        "Wind From the Rapids"
    ],
    "sid": "34957773",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1929",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2588688652.jpg",
    "region": [
        "苏联"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1110695/",
            "name": "Arnold Kordyum Arnold Kordyum",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "Ветер с порогов"
    ],
    "douban_link": "https://movie.douban.com/subject/34957773/",
    "trans_title": [
        "Veter s porogov",
        "Wind From the Rapids"
    ],
    "douban_votes": "0",
    "introduction": "The construction of Dniprohes began in 1927. Further flooding of the Dnieper rapids changes the traditional course of life of the farmers from nearby villages. However, the old marine pilot Ostap Kovban is reluctant to accept progress. And yet, his son Andrii gets in his way.Wind From the Rapids may seem a traditional agitfilm about the struggle of the new with the old and the triumphant progress of the Soviet industrialisation. However, the film director Arnold Kordium is not so much interested in the propaganda potential of the topic, but rather in the anti-humanist consequences of the large scale changes.Unlike Dziga Vertov’s The Eleventh Year, where the construction of Dniprohes is shown on a nationwide scale, Kordium tells this story focusing on the fate of one family.This films becomes something like a memoir for the director: in 1911, it was at the Dnieper rapids that he started his career of an actor as part of Mykola Sadovskyi’s troupe in the first Ukrainian full-length film Zaporozhian Sich. In 1929, Kordium films the coryphaeus of the Ukrainian theatre Sadovskyi in his only leading role in cinema. He himself is deeply concerned with the changes happening in the Ukrainian village.",
    "chinese_title": "Ветер с порогов",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-23T15:00:26"
}