{
    "aka": [
        "The Labudovic Reels"
    ],
    "sid": "34953828",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2894022197.jpg",
    "region": [
        "塞尔维亚",
        "法国",
        "克罗地亚",
        "卡塔尔",
        "黑山"
    ],
    "writer": [],
    "imdb_id": "tt21998476",
    "director": [
        {
            "url": "/celebrity/1233490/",
            "name": "Mila Turajlic Mila Turajlic",
            "@type": "Person"
        }
    ],
    "duration": "94分钟",
    "episodes": "",
    "language": [
        "塞尔维亚语",
        "法语",
        "阿拉伯语",
        "英语"
    ],
    "playdate": [
        "2022-09-10(多伦多电影节)",
        "2022-10-18(DOK Leipzig)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt21998476/",
    "imdb_votes": 71,
    "this_title": [
        "Ciné-Guerrillas: Scenes from the Labudovic Reels"
    ],
    "douban_link": "https://movie.douban.com/subject/34953828/",
    "imdb_rating": "7.9/10 from 71 users",
    "trans_title": [
        "游击队电影：拉布多维奇的胶片纪录",
        "The Labudovic Reels"
    ],
    "douban_votes": "0",
    "introduction": "What do the Algerian war of liberation and Yugoslavia have in common? Stevan Labudović. In 1959, Tito himself sent his favourite cinematographer to Algeria. The resistance against the French colonial rule needed the eyes of the world, and the experienced partisan Labudović helped open them: His images gave the lie to the propaganda of the occupiers and their Western allies. This is a portrait of the man, the mission and the age – as film, ideological and personal history.For three years, until the Democratic Republic of Algeria was proclaimed, Labudović put himself and his camera at the service of the people fighting for independence. Mila Turajlić found the newsreel footage shot at the time in the Filmske Novosti archive in Belgrade, got in touch with the aged pensioner and followed his trail. From a wealth of archive material, diary entries by and interviews with Labudović, with contemporary witnesses from Yugoslavia, Algeria and New York, where the young Maghreb state, like many other former colonies, struggled for admission to the United Nations, she distils the promising origins of an alliance that stood at the beginning of the Non-Aligned Movement, which was to oppose the dichotomy of the superpowers. Thus the bow to her compatriot also gains global political topicality.",
    "chinese_title": "游击队电影：拉布多维奇的胶片纪录",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ciné-Guerrillas: Scenes from the Labudovic Reels",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2025-11-29T20:26:40"
}