{
    "aka": [
        "It looks like the leg of a doll"
    ],
    "sid": "34952400",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2581379002.jpg",
    "region": [
        "阿根廷"
    ],
    "writer": [],
    "imdb_id": "tt1018921",
    "director": [
        {
            "url": "/celebrity/1384809/",
            "name": "贾思敏·洛佩斯 Jazmín López",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1018921/",
    "imdb_votes": 9,
    "this_title": [
        "Parece la pierna de una muñeca"
    ],
    "douban_link": "https://movie.douban.com/subject/34952400/",
    "imdb_rating": "6.0/10 from 9 users",
    "trans_title": [
        "看起来就像洋娃娃的腿",
        "It looks like the leg of a doll"
    ],
    "douban_votes": "0",
    "introduction": "\"It seems the leg of a doll\" is a precise study on the intensity of the childish look, always oscillating between tenderness and cruelty, voyeuristic without knowing it at all, capable of announcing what the viewer thinks and will never dare to say . At the same time, the short film puts into play a daring and dynamic staging, in which the direction of the camera can respond both to the desire of the omnipresent voiceover as to its own mechanical will; In that erratic movement, the director plays with what is seen and, in turn, with that immensity that we do not see: the confines of the pool, the outside, that threatening space that only exists thanks to the sound. Through a single sequence plane, Jasmine Lopez builds an indefinite temporality, a piece of time composed of small details, an immediate present or a somewhat vague memory, both impregnated by the subjectivity of a girl, who, without knowing it at all, invites us to doubt everything, what is seen, what is not seen, what it tells us she and, if you like, even the apparent meaning of the images. (extracted from malba.org.ar) (FILMAFFINITY)",
    "chinese_title": "看起来就像洋娃娃的腿",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Parece la pierna de una muñeca",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-03-23T10:01:30"
}