{
    "aka": [
        "发掘不列颠",
        "发掘英国"
    ],
    "sid": "34951018",
    "cast": [
        {
            "url": "/celebrity/1476344/",
            "name": "Raksha Dave Raksha Dave",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2910183206.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt9372258",
    "director": [],
    "duration": "60分钟 / 43分钟",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-11-28(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9372258/",
    "imdb_votes": 15,
    "this_title": [
        "Digging for Britain Season 7"
    ],
    "douban_link": "https://movie.douban.com/subject/34951018/",
    "imdb_rating": "8.1/10 from 15 users",
    "trans_title": [
        "挖掘英国 第七季",
        "发掘不列颠",
        "发掘英国"
    ],
    "douban_votes": "0",
    "introduction": "This season explores a year of British archaeology, joining up the results of digs and investigations the length of the country. From an Iron Age chariot to Viking treasures, from Roman burials to World War II relics, this season features expert analysis and commentary from historians and archaeologists.Episode 1: Uncovering incredibly preserved 2,500-year-old houses, archaeologists are stepping back in time and getting a glimpse of what life was really like in an Iron Age village.Episode 2: In this episode, we join a team as they undertake the largest maritime investigation since the Mary Rose and reveal the extraordinary story of HMS Invincible.Episode 3: A team in Suffolk explores the incredible engineering skills of our ancient ancestors through a lost Stone Age monument while a World War I battlefield in France reveals some of the earliest and most disastrous tank battles in this episode.Episode 4: Alice Roberts follows the excavation of Iron Age Britain's most spectacular grave while a team of archaeologists in East Yorkshire have uncovered the remains of only the third upright chariot burial ever found in Britain, and the only chariot burial ever found in this country with the chariot harnessed to two standing ponies.",
    "chinese_title": "挖掘英国 第七季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Digging for Britain Season 7",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-07-23T16:07:50"
}