{
    "aka": [],
    "sid": "34969084",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "短片",
        "同性"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2586824570.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1562010/",
            "name": "维卡·基尔兴鲍尔 Vika Kirchenbauer",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt12131870",
    "director": [
        {
            "url": "/celebrity/1562010/",
            "name": "维卡·基尔兴鲍尔 Vika Kirchenbauer",
            "@type": "Person"
        }
    ],
    "duration": "13分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-02-24(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12131870/",
    "imdb_votes": 9,
    "this_title": [
        "Untitled Sequence of Gaps"
    ],
    "douban_link": "https://movie.douban.com/subject/34969084/",
    "imdb_rating": "5.6/10 from 9 users",
    "trans_title": [
        "无题间隙镜头"
    ],
    "douban_votes": "0",
    "introduction": "Composed of vignettes in different techniques and materialities, Untitled Sequence of Gaps uses the form of an essay film to approach trauma-related memory loss via reflections on light outside the visible spectrum – on what is felt but never seen. Shifting between planetary macro scales, physical phenomena, and individual accounts of affective subject formation, the film considers violence and its workings, class and queerness not through representation but from within.The montage is slow and rhythmic, yet uneven. The flow of images is interrupted by gaps no less significant than the imagery itself. Footage in which public memory stands in for personal remembrance stands along sequences recorded via infrared imaging, under ultraviolet light or microwave radiation. While pondering the effects of the invisible and the power inherent in shifting violence beyond visibility, the piece reflects digital archives and technologies that help shape the relation to past, present and future. Ghosts appear from holes ripped into time by an unremembered childhood, and a witch-burning ritual in the artist’s rural hometown serves as a foil against which to question the politics of visibility.",
    "chinese_title": "无题间隙镜头",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Untitled Sequence of Gaps",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2025-10-12T00:26:23"
}