{
    "aka": [],
    "sid": "34960045",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "法国",
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1408558/",
            "name": "伊莎贝拉·阿吉拉尔 Isabella Aguilar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1006104/",
            "name": "瓦莱里奥·米艾里 Valerio Mieli",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt11009678",
    "director": [
        {
            "url": "/celebrity/1006104/",
            "name": "瓦莱里奥·米艾里 Valerio Mieli",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt11009678/",
    "this_title": [
        "Les filles du temps"
    ],
    "douban_link": "https://movie.douban.com/subject/34960045/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Les Filles du temps recounts one year in the life of three young foreign women who have recently arrived in Paris, and whose lives are twisted by the encounter with each other. They never really become friends, but they live together and come to play an important part in each other’s lives. The movie is about the interplay of mutual influences that combine to form someone’s character. Diana gradually swaps roles with Hélène. Sly, ambitious and dynamic, after having interviewed several awkward characters ends up abandoning her professional hopes in journalism. But she finds the relationship she hadn’t known she was yearning for with Lucien, the young man Hélène was madly in love with at the beginning of the film. She also starts a kind of friendship with his grumpy mother, revealing a surprising need for warmth. At the same time, Hélène, a tormented, introverted and odd musician, discovers her purpose in life in the unexpected pleasure of being the centre of public attention – precisely the thing Diana once sought. She overcomes her crazy love for Lucien, abandons her dream of being an opera singer and, thanks to a Chinese dancer, tastes success in a musical. At last, disoriented and moody Sylvie, will progress in a more picaresque but thematic fashion in her voyage of self-discovery, veering between Diana’s energy and Hélène’s mystery and melancholy. She is the richest, most affectionate, and dizziest of three. She is fascinated by a weak and good for nothing older man, experiences a mystical crisis that leads her to join a convent, and finally emancipates herself from her apprehensive father.",
    "chinese_title": "Les filles du temps",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-08T14:39:21"
}