{
    "aka": [],
    "sid": "34969107",
    "cast": [
        {
            "url": "/celebrity/1023098/",
            "name": "乔·斯特拉莫 Joe Strummer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1104751/",
            "name": "米克·琼斯 Mick Jones",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1093072/",
            "name": "托帕·希登 Topper Headon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1160158/",
            "name": "保罗·西蒙侬 Paul Simonon",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2586655279.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [],
    "director": [],
    "duration": "50分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2013-01-02(澳大利亚)"
    ],
    "this_title": [
        "The Clash: The Punk Era"
    ],
    "douban_link": "https://movie.douban.com/subject/34969107/",
    "trans_title": [
        "冲撞乐队：朋克年代"
    ],
    "douban_votes": "0",
    "introduction": "Arguably \"The Only Band That Matters\", The Clash formed in 1976 and captured the attention of the world with six spectacular albums,securing their rightful place in the Rock and Roll Hall of Fame. Former Clash drummer Terry 'Tory Crimes' Chimes dishes the dirt on the story of the birth of punk in Tory Crimes And Other Tales. Essential viewing for every fan, this incisive program draws on extensive archive footage of The Clash in performance, detailing fascinating anecdotes and recollections of band members, friends and insiders as well as incorporating previously unseen drawings and cartoons by the legendary Ray Lowry. Authoritative and compelling, Tory Crimes And Other Tales brings together some of the most familiar faces from the halcyon years of The Clash - featuring Clash and Blockheads keyboardist Micky Gallagher, iconic film director Don Letts, legendary roadie Johnny Green, infamous trouble maker in residence Robin Banks, along with a team of respected critics and experts.Creatively split into two programs: The Punk Era and Bored With The USA, Tory Crimes And Other Tales features highlights from The Clash's remarkable catalogue, including:London Calling, White Riot, Should I Stay or Should I Go, I Fought The Law, Garageland, Tommy Gun, Rude Boy, I'm So Bored With the USA, London's Burning, All The Young Punks, Police & Thieves and more.",
    "chinese_title": "冲撞乐队：朋克年代",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Clash: The Punk Era",
    "douban_rating_average": 0,
    "update_at": "2025-06-12T08:33:44"
}