{
    "aka": [
        "American Experience: Panama Canal"
    ],
    "sid": "34969554",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2590912829.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1782251",
    "director": [
        {
            "url": "/celebrity/1287437/",
            "name": "Stephen Ives Stephen Ives",
            "@type": "Person"
        }
    ],
    "duration": "84分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011-01-24(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1782251/",
    "imdb_votes": 117,
    "this_title": [
        "Panama Canal"
    ],
    "douban_link": "https://movie.douban.com/subject/34969554/",
    "imdb_rating": "7.7/10 from 117 users",
    "trans_title": [
        "美国历史：巴拿马运河",
        "American Experience: Panama Canal"
    ],
    "douban_votes": "0",
    "introduction": "Panama Canal features a fascinating cast of characters ranging from the indomitable Theodore Roosevelt, who saw the Canal as the embodiment of American might and ingenuity, to Colonel William Gorgas, an army doctor who instituted a revolutionary public health campaign that all but eradicated Yellow Fever, to the visionary engineers who solved the seemingly impossible problem of cutting a 50-mile long slice through mountains and jungle. The film also delves into the lives of the thousands of workers, rigidly segregated by race, who left their homes to sign on for an unprecedented adventure. In the Canal zone, skilled positions were reserved for white workers while a predominantly West Indian workforce did the backbreaking manual labor, cutting brush, digging ditches and loading and unloading equipment and supplies. Using an extraordinary archive of photographs and footage, rare interviews with canal workers, and firsthand accounts of life in the Canal zone, Panama Canal unravels the remarkable story of one of the world's most daring and significant technological achievements",
    "chinese_title": "美国历史：巴拿马运河",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Panama Canal",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-09-11T07:26:23"
}