{
    "aka": [
        "After the Crossing"
    ],
    "sid": "34961626",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2587062489.jpg",
    "region": [
        "法国",
        "布基纳法索",
        "比利时"
    ],
    "writer": [
        {
            "url": "/celebrity/1561995/",
            "name": "约埃尔·里士满·马蒂厄·阿卡福 Joël Richmond Mathieu Akafou",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt11803676",
    "director": [
        {
            "url": "/celebrity/1561995/",
            "name": "约埃尔·里士满·马蒂厄·阿卡福 Joël Richmond Mathieu Akafou",
            "@type": "Person"
        }
    ],
    "duration": "77分钟",
    "episodes": "",
    "language": [
        "法语",
        "迪乌拉语"
    ],
    "playdate": [
        "2020-02-21(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11803676/",
    "imdb_votes": 18,
    "this_title": [
        "Traverser"
    ],
    "douban_link": "https://movie.douban.com/subject/34961626/",
    "imdb_rating": "7.1/10 from 18 users",
    "trans_title": [
        "跨越",
        "After the Crossing"
    ],
    "douban_votes": "0",
    "introduction": "Ivorian Inza has come a long way – from the Ivory Coast through Libya and across the Mediterranean to Italy. Now he’s stuck there with his girlfriend, her child and other refugees and is trying to cross the mountains either by train or on foot to get to France, where a friend and another woman are waiting for him. Joël Richmond Mathieu Akafou stays very close to his protagonist, following him wherever he goes and whatever he does – organising things by phone, watching football, calling his family back home. The abstract nature of such concepts as safe third country regulations, curfews and residency status have a mirror held up to them here in concrete, highly personal fashion: we watch Inza having to sit and wait or make another attempt to cross; we see the inner turmoil of his desire for a future and his sense of being tied to the past; there are conversations about escape, identity and questions of belonging. But Traverser does not stylise Inza’s struggle, observing him instead in a life that chafes between romantic entanglements, attempts to escape and the rules of European asylum law; a life that never really finds peace.",
    "chinese_title": "跨越",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Traverser",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-07-12T06:08:08"
}