{
    "aka": [
        "Birds (Or How to Be One)"
    ],
    "sid": "34964001",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "剧情",
        "喜剧",
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2584464461.jpg",
    "region": [
        "希腊"
    ],
    "writer": [
        {
            "url": "/celebrity/1360554/",
            "name": "巴比斯·马克里迪斯 Babis Makridis",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt12159334",
    "director": [
        {
            "url": "/celebrity/1360554/",
            "name": "巴比斯·马克里迪斯 Babis Makridis",
            "@type": "Person"
        }
    ],
    "duration": "81分钟",
    "episodes": "",
    "language": [
        "希腊语",
        "英语"
    ],
    "playdate": [
        "2020-01-28(鹿特丹国际电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12159334/",
    "imdb_votes": 233,
    "this_title": [
        "Όρνιθες (ή Πώς να γίνεις πουλί)"
    ],
    "douban_link": "https://movie.douban.com/subject/34964001/",
    "imdb_rating": "5.9/10 from 233 users",
    "trans_title": [
        "如何变成鸟",
        "Birds (Or How to Be One)"
    ],
    "douban_votes": "142",
    "introduction": "Four centuries before the beginning of our era, Aristofanes wrote the comedy Ornithes . In it, two men leave their birthplace in search of a better life. They arrive in the forest of the birds and meet Hoopoe, the man who has become a bird.This Greek comedy is a reverie, a voyage of discovery, an essay and perhaps also an indictment. The film mixes talking heads with theater, street scenes and beautiful views. The foundation is a desire for freedom but also the obstacles that humanity imposes on itself to find that freedom; walls around a country, social conventions, rules. Children rock to feel the tingling in their belly, that evolutionary reminder of what it was like to whiz through the air.You can go in all directions in the air, says the man who no longer wants to walk but flies. \"Gravity is mortality,\" says another. Meanwhile, two men go looking for bird man Hoopoe._____________________A hybrid film, at the edge of documentary, fiction, and political fantasy, by cinematographer Babis Makridis, of “L” (Sundance Film Festival 2012) and “Pity” (Sundance Film Festival 2018, Best Film, Greek Film Academy 2019).The film “The Birds or how to be one” draws its inspiration from the archetypical myth of Aristophanes’s “The Birds,” Nikos Karathanos’s production, and its participants, filming them off stage, in real spaces and natural environments—from lava fields in Iceland to the plateaus of Patagonia, and from Times Square to the Egyptian pyramids. Everything takes place in a universe of fluid “everyday” routine, among theater PEOPLE, ornithologists, and pragmatic recluses who all dream of flying.The film will have its world premiere at the Voices section of the International Film Festival Rotterdam 2020. The section presents \"movies driven by powerful stories, captivating subjects and important themes. Each film brings a distinctive view of the world, from filmmakers with a confident voice\". The movie was also part of Work in Progress by Les Arc Festival 2019, while in January 2020 it will be presented at Santiago a Mil Festival in Chile, together with the updated edition of \"The Birds\" performance by Nikos Karathanos.",
    "chinese_title": "如何变成鸟",
    "douban_rating": "6.9/10 from 142 users",
    "foreign_title": "Όρνιθες (ή Πώς να γίνεις πουλί)",
    "imdb_rating_average": 5.9,
    "douban_rating_average": "6.9",
    "update_at": "2025-03-21T09:08:40"
}