{
    "aka": [
        "As Above So Below"
    ],
    "sid": "34961619",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2587173398.jpg",
    "region": [
        "黎巴嫩"
    ],
    "writer": [
        {
            "url": "/celebrity/1442785/",
            "name": "莎拉·弗朗西斯 Sarah Francis",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1442785/",
            "name": "莎拉·弗朗西斯 Sarah Francis",
            "@type": "Person"
        }
    ],
    "duration": "70分钟",
    "episodes": "",
    "language": [
        "阿拉伯语",
        "英语"
    ],
    "playdate": [
        "2020-02-23(柏林电影节)"
    ],
    "this_title": [
        "Kama fissamaa' kathalika ala al-ard"
    ],
    "douban_link": "https://movie.douban.com/subject/34961619/",
    "trans_title": [
        "如上所述",
        "As Above So Below"
    ],
    "douban_votes": "0",
    "introduction": "A group of people wander over a field at the foot of a cloud-covered mountain range. Here and there, swings have been set up in the broad landscape and the people queue up obediently to sit on them for a few rounds. Sarah Francis returns to this scene again and again. In between, we follow a creation story from the beginnings of humanity to the establishment of religion, culminating in digital clouds that weave together facts and myths surrounding the moon. The moon is the quiet centre of this system; it floats over the people as their constant companion and at the same time becomes their property. From the first lunar landing via territorial partitioning to space as the “final frontier,” the same discourses of power, ownership, territory and nationality that determine life on earth also shape this celestial body. Kama fissamaa' kathalika ala al-ard is a quiet, understated essay that weaves together images, texts and sounds into a dense mesh of signs. Humans may be at the centre here, but, as part of the universe, they are also infinitesimally small.",
    "chinese_title": "如上所述",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Kama fissamaa' kathalika ala al-ard",
    "douban_rating_average": 0,
    "update_at": "2026-02-03T13:35:33"
}