{
    "aka": [
        "The Ghoul: Horror At The Howling Field"
    ],
    "sid": "34966416",
    "cast": [
        {
            "url": "/celebrity/1329022/",
            "name": "Kom Chauncheun Kom Chauncheun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1487911/",
            "name": "北伊·帕图玛拉驰·R-斯莱姆 Ble Patumrach R-Siam",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "喜剧",
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2588326005.jpg",
    "region": [
        "泰国"
    ],
    "writer": [],
    "imdb_id": "tt13391828",
    "director": [
        {
            "url": "/celebrity/1305126/",
            "name": "Chalerm Wongpim Chalerm Wongpim",
            "@type": "Person"
        }
    ],
    "duration": "112分钟",
    "episodes": "",
    "language": [
        "泰语"
    ],
    "playdate": [
        "2020-04-09(泰国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13391828/",
    "imdb_votes": 31,
    "this_title": [
        "หลวงพี่กะอีปอบ"
    ],
    "douban_link": "https://movie.douban.com/subject/34966416/",
    "imdb_rating": "6.6/10 from 31 users",
    "trans_title": [
        "嚎笑捉鬼队",
        "The Ghoul: Horror At The Howling Field"
    ],
    "douban_votes": "126",
    "introduction": "A strange case occurred in the village of Thung Mha, howling far away. As a result, the government decided to send a skilled police officer, Suchatorn Division, to investigate. Although not very willing with this trip Because the rumors that arose were related to ghosts But the Phatthalung division was obliged to agree to accept Because the superiors are superiors Submitting an ultimatum in this work, with the young man Bum Geum stalking the servants in the house of Mom Bang, who is a resident of that area. Volunteer to be a helper and guide Give to travel willingly Because wanting to go back to the young woman who once secretly loves Eh Eung A journey to find out the truth in a strange case that occurred at seven dogs in a small village. It looks quiet from the outside. But the atmosphere at night returned to be lonely, too scary to say And both meet with Luang Phi Kaew, a senior monk who secretly has many good things concealed within the 3 people Began to join forces to find out exactly what exactly happened here. By beginning by going to E-hung's house to inquire about various matters That occurred within the village. Including the rumors that people accuse Lee Woong of being ghouls, even though he deeply regrets that the person that Lee Woong has chosen to live with is Geum's childhood friend Bak, but the return Come to the field of howling dogs this time He secretly hoped to reconnect with the girl who secretly loved better. Because there is news that Bugs mid died in government service While investigating the truth about the case, Luang Phi Kheo, Moonsatorn and Bakkum are faced with many problems and obstacles, such as the influences of Ko village and their reliant on Tek Tek. With horror and news of ghouls that are constantly rampaging, probably have to come and see what Luang Phi Kaew will have to use to defeat ghosts And will the lieutenant and our assistant captain survive? With all the problems and obstacles, such as the influences of Ko village and his reliant on Tek, along with the horror and news of ghouls that are constantly rampaging, they must Come to hope that Luang Phi Kaew will have something good to use to defeat ghosts And can the lieutenant and our assistant lieutenants survive?",
    "chinese_title": "嚎笑捉鬼队",
    "douban_rating": "5.4/10 from 126 users",
    "foreign_title": "หลวงพี่กะอีปอบ",
    "imdb_rating_average": 6.6,
    "douban_rating_average": "5.4",
    "update_at": "2025-09-13T03:35:22"
}