{
    "aka": [
        "Bi nar",
        "I, the Sunshine"
    ],
    "sid": "34966984",
    "cast": [
        {
            "url": "/celebrity/1436592/",
            "name": "巴依拉·贝拉 Bayra Bela",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2636480187.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt10969160",
    "director": [],
    "duration": "108分钟",
    "episodes": "",
    "language": [
        "蒙古语"
    ],
    "playdate": [
        "2019-10-08(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10969160/",
    "this_title": [
        "Би Нар"
    ],
    "douban_link": "https://movie.douban.com/subject/34966984/",
    "trans_title": [
        "阳光纳尔",
        "Bi nar",
        "I, the Sunshine"
    ],
    "douban_votes": "0",
    "introduction": "Told in three parts by a boy narrating the stories of his father, his mother, and his own, I, THE SUNSHINE features stunning cinematography by Nergui Erdenekhuyag throughout. The first story is a look back at steppe life when school's out for the summer. Commune members must travel to find a television so they can keep up with their favorite soap opera until Bodi's father brings home a television set to have at home. To their dismay, they discover their home lies too low to catch a signal, motivating Bodi and friends to find a way to remedy the situation. The second story is about mother Nandine living life in the city and working as a contortionist. Her career is cut short as her mother, who was in the same profession herself, is confined to a wheelchair due to an injury, while Nandine's father is working in the United States to support the family. Viewers will take delight in watching the beautifully shot contortionist performances. The son's story finds him living a far more privileged existence thanks to the wealth his parents Bodi and Nandine have accumulated. He is on his phone constantly and oblivious to those around him. As he is also shy, he encounters bullies daily but that changes when his computer mouse transforms into a girl that fends them off, granting any wish he desires which eventually makes for a rude awakening.",
    "chinese_title": "阳光纳尔",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Би Нар",
    "douban_rating_average": 0,
    "update_at": "2025-08-10T07:13:26"
}