{
    "aka": [],
    "sid": "34966391",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "喜剧",
        "动作",
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2585666632.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1335655/",
            "name": "魏延年 René Viénet",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1335655/",
            "name": "魏延年 René Viénet",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2020-01-30(荷兰鹿特丹国际电影节)"
    ],
    "this_title": [
        "La dialectique peut-elle casser des briques? (animated version)"
    ],
    "douban_link": "https://movie.douban.com/subject/34966391/",
    "trans_title": [
        "辩证法可否用来碎大石？(动画版）"
    ],
    "douban_votes": "0",
    "introduction": "In 1972/73, sinologist & situationist René Viénet bought the rights to Tú Guāngqǐ's 1972 martial-arts movie Crush. Creative subtitling turned it into a burlesque comedy about daft French Maoists and street-smart Anarcho-Syndicalists. It became an instant success on its very limited first run. Then, a second version was made: the film was dubbed using the dialogues Viénet wrote for the subs, with a few congenial changes by the actors.Time passed, La dialectique peut-elle casser des briques? vanished from circulation, turning slowly into a half-remembered avant-garde myth whose distorted reality one could mainly encounter online in ultra-crappy compression. While digitally restoring his legacy and thinking about new projects after decades of silence, Viénet decided to make a third version by means of digitally rotoscoped moving watercolours! We proudly present the return of La dialectique peut-elle casser des briques? both in the rotoscopic and restored dubbed versions.",
    "chinese_title": "辩证法可否用来碎大石？(动画版）",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "La dialectique peut-elle casser des briques? (animated version)",
    "douban_rating_average": 0,
    "update_at": "2025-06-22T17:00:44"
}