{
    "aka": [],
    "sid": "34963781",
    "cast": [
        {
            "url": "/celebrity/1018452/",
            "name": "大卫·巴蒂尔 David Baddiel",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt10619298",
    "director": [
        {
            "url": "/celebrity/1018452/",
            "name": "大卫·巴蒂尔 David Baddiel",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-02-17(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10619298/",
    "imdb_votes": 91,
    "this_title": [
        "Holocaust Denial: A History with David Baddiel"
    ],
    "douban_link": "https://movie.douban.com/subject/34963781/",
    "imdb_rating": "7.3/10 from 91 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The Holocaust is one of the most documented, witnessed and written about events in history, so why is Holocaust denial back on the political agenda? What has happened in the 75 years since the liberation of the camps to have so skewed the picture? And, if it matters, why does it matter?In this timely and important film, David investigates the history and modern face of Holocaust denial. He talks to academics and historians to trace how denial has evolved since the end of the Second World War and try to discover how and why people are still denying the Holocaust today.Over the course of the film David encounters people who cause him to question deep-rooted opinions, others who lend extra weight to beliefs he’s grown up with from childhood - and some he really would rather not meet at all. He broaches taboos and finds himself in often uncomfortable situations. At the heart of the film are his attempts to answer some fundamental questions: why does a desire to deny the events of the Holocaust even exist? Why is it growing? What does it tell us about anti-Semitism? Is there a version of Holocaust Denial that is becoming respectable? And how can we best counter these ideas?Finally he emerges with a new perspective on an issue that goes beyond the events of the Holocaust, and sheds light on a very 21st century malaise - the denial of historical fact. For many, even to explore the phenomenon of Holocaust Denial is to unlock a box marked 'do not open'. But this film suggests that by exploring this archetype of lies, conspiracy theory and fake news, we could deepen our understanding of our post-truth world.",
    "chinese_title": "Holocaust Denial: A History with David Baddiel",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-09-26T22:00:19"
}