{
    "aka": [],
    "sid": "34965081",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2584917241.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1355160/",
            "name": "马修·海涅曼 Matthew Heineman",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "西班牙语"
    ],
    "playdate": [
        "2020-01-28(圣丹斯电影节)"
    ],
    "this_title": [
        "The Trade"
    ],
    "douban_link": "https://movie.douban.com/subject/34965081/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Academy Award–nominated and Emmy Award–winning filmmaker Matthew Heineman (Cartel Land, 2015 Sundance Film Festival) is known for investigating subjects others would rather stay away from. Whether he tackles drug cartels or the opioid crisis, he remains a thoughtful, unbiased observer whose unparalleled access is both fascinating and unnerving. Here, Heineman’s focus is on human trafficking and migrant communities seeking a safer existence. We follow migrants from Central America on their journey to the United States (and back home after deportation), the people who get paid outrageous amounts of money to attempt to smuggle them across the border, and those who try to obstruct these illicit and often deadly activities. The Trade is a timely, character-driven, emotional study on human vulnerability, exploitation, and fear, exposing some very bleak aspects of the American Dream and the fate of people who have no choice but to chase it.The Festival is proud to present two gripping and in-depth episodes of this eye-opening continuation of the Showtime docuseries.",
    "chinese_title": "The Trade",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-03T13:22:33"
}