{
    "aka": [],
    "sid": "34964009",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907868015.jpg",
    "region": [
        "巴勒斯坦"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "阿拉伯语",
        "希伯来语"
    ],
    "playdate": [],
    "this_title": [
        "The White Elephant"
    ],
    "douban_link": "https://movie.douban.com/subject/34964009/",
    "trans_title": [
        "白象"
    ],
    "douban_votes": "0",
    "introduction": "Based on 1990s videos found on the Internet, Shuruq Harb imagines the stream of consciousness of a Palestinian teenager and her worries about friendship and romance in the political climate of the Oslo Accords. Between the loss of a friend, who was an activist in the First Intifada, and her distrust of a boyfriend who steals Israeli cars claiming it is a political gesture, the teenager observes, doubts and suspends her judgement. The film’s semi-autobiographical inspiration enters into tension with its Israeli pop culture sources: the Gulf War, the First Intifada and the trance music scene which, in Tel Aviv, offers young Tsahal soldiers a chance at decompression. The filmmaker casts a critical gaze on this culture whose distorting mirror makes it difficult for a developing youngster to self-identify. The only thing that makes it possible to momentarily forget the divide is the rave party – “72 hours of musical madness”, where she can pass herself off as an Israeli. “We all wanted to escape from something, him as a soldier, us to disappear…” A personality is spawned through figures that elude all assigned identities, as for example Dana International, the Israeli singer of Yemeni origin who was the first trans person to win the Eurovision contest – a mix of origins and a physical transformation leave their mark on an editing approach that fragments more than it constructs: “When you take something apart, how do you know what it was like in the beginning?” (Charlotte Garson)",
    "chinese_title": "白象",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The White Elephant",
    "douban_rating_average": 0,
    "update_at": "2025-05-23T01:00:42"
}