{
    "aka": [],
    "sid": "34967370",
    "cast": [
        {
            "url": "/celebrity/1023098/",
            "name": "乔·斯特拉莫 Joe Strummer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1104751/",
            "name": "米克·琼斯 Mick Jones",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1160158/",
            "name": "保罗·西蒙侬 Paul Simonon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1093072/",
            "name": "托帕·希登 Topper Headon",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2613856844.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "75分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "The Clash: New Year's Day '77"
    ],
    "douban_link": "https://movie.douban.com/subject/34967370/",
    "trans_title": [
        "冲撞乐队：1977年元旦"
    ],
    "douban_votes": "0",
    "introduction": "Built around the earliest, until now unseen, footage of The Clash in concert, filmed by Julien Temple as they opened the infamous Roxy club in a dilapidated Covent Garden on 1 January 1977, this show takes us on a time-travelling trip back to that strange planet that was Great Britain in the late 1970s and the moment when punk emerged into the mainstream consciousness.Featuring the voices of Joe Strummer and The Clash from the time, and intercutting the raw and visceral footage of this iconic show with telling moments from the BBC's New Year's Eve, Hogmanay and New Year's Day schedules of nearly 40 years ago, it celebrates that great enduring British custom of getting together, en masse and often substantially the worse for wear, to usher in the new year.New Year's Day is when we collectively take the time to reflect on the year that has just gone by and ponder what the new one might hold in store for us. Unknown to the unsuspecting British public, 1977 was of course the annus mirabilis of punk. The year in which The Clash themselves took off, catching the imagination of the nation's youth. As their iconic song 1977 counts us down to midnight, we share with them and Joe Strummer, in previously unseen interviews from the time, their hopes and predictions for the 12 months ahead.",
    "chinese_title": "冲撞乐队：1977年元旦",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Clash: New Year's Day '77",
    "douban_rating_average": 0,
    "update_at": "2025-10-16T16:43:10"
}