{
    "aka": [],
    "sid": "34973801",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2587948003.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt5130764",
    "director": [
        {
            "url": "/celebrity/1469842/",
            "name": "布伦特·雷诺 Brent Renaud",
            "@type": "Person"
        }
    ],
    "duration": "70分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-10(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5130764/",
    "imdb_votes": 23,
    "this_title": [
        "Shelter"
    ],
    "douban_link": "https://movie.douban.com/subject/34973801/",
    "imdb_rating": "7.7/10 from 23 users",
    "trans_title": [
        "庇护所"
    ],
    "douban_votes": "0",
    "introduction": "The Covenant House, located on the outskirts of the French Quarter in New Orleans, Louisiana, cares for the most damaged population of youth that exists in society today. In Shelter, Peabody award winning filmmakers Brent and Craig Renaud (Dope Sick Love, Off to War) spent six months, with unprecedented access, filming the raw and emotional stories of the young people who live there. More than 70% percent of the residents have been physically and/or sexually abused, most suffer from severe PTSD. With few public facilities to treat youth mental illness, the courtyard of Covenant House is filled with a constant stream of teenagers carrying everything they own in plastic garbage bags, many pacing back and forth, victims of early onset paranoid schizophrenia and bipolar disorder. From the moment a kid walks thru the front door and pours their heart out to an intake worker, the Renaud's are at their side. A transgender girl named Raven whose \"right wing fanatic\" parents have kicked her out... Written by Renaud Brothers",
    "chinese_title": "庇护所",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Shelter",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-06-13T13:55:40"
}