{
    "aka": [
        "Sabaku o wataru taiyo",
        "The Sand City in Manchuria"
    ],
    "sid": "34974781",
    "cast": [
        {
            "url": "/celebrity/1007153/",
            "name": "高仓健 Ken Takakura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037980/",
            "name": "鹤田浩二 Koji Tsuruta",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025748/",
            "name": "山形勋 Isao Yamagata",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1960",
    "genre": [
        "剧情",
        "动作"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2606909826.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1341141/",
            "name": "佐伯清 Kiyoshi Saeki",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt8409920",
    "director": [
        {
            "url": "/celebrity/1341141/",
            "name": "佐伯清 Kiyoshi Saeki",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1960-08-24"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8409920/",
    "imdb_votes": 11,
    "this_title": [
        "砂漠を渡る太陽"
    ],
    "douban_link": "https://movie.douban.com/subject/34974781/",
    "imdb_rating": "6.3/10 from 11 users",
    "trans_title": [
        "Sabaku o wataru taiyo",
        "The Sand City in Manchuria"
    ],
    "douban_votes": "0",
    "introduction": "終戦間近の昭和20年7月、茫洋たる熱河砂漠の真ん中にある平邑という街に唯一人の日本人･曾田力という青年医師が居住しており、満人をはじめロシア人の病人や阿片中毒患者たちの治療に精根を傾けていた。ある日、曾田は奉天の色街に娼婦として売られていた可憐な満州娘･馬華香を救い、奉天の有力者･元井社長の協力によって彼女を魔窟から連れ戻した。元井社長は以前、曾田に命を救われたことがあり、彼は曾田に対してかけがえのない恩義を抱いていた。華香は曾田と共に平邑へ帰ってきたが、貧しい彼女の生家は華香を心よく迎えようとはせず、あまつさえ日本人を憎悪する華香の姉の秀麗は、曾田へ冷笑さえ浴びせるのだった。華香は、曾田の許で看護婦として住み込むことになった。そんな頃、平邑に来たロシア人の旅行者ロスキーが発病した。ロスキーを診察した曾田は、そこで、石田と名乗る日本人と対面した。ロシア人イワノフの娘･ターニャは曾田に従う華香の姿を見て激しく嫉妬し、女二人は髪を乱して争った。その争いの中に割って入ったのは満人ボスの黄、だが激昂した華香が黄の上衣を引き裂き、黄は旅人の前で素肌に残る馬蹄型の痕を見せてしまった。その焼印はかつて日本軍によって刻まれた惨虐の刑で黄の胸には拭えぬ日本人への憎悪が脈打っていた。彼は興安領一帯を繩張りに持つ馬賊で平邑の街を通過する旅人、特に日本人を狙っては物資を奪い、生命までも砂漠の中に消し去ってゆく復讐鬼なのである。誰も黄の正体を知らないが、流れ者の石田は何故かその正体を握っており、そして黄もまた石田と呼ばれる男の素性を日本人馬賊･石上静山であると見破っていた。いわば、国を隔てた悪と悪、凄まじい殺気が流れて消えた。日本人警備員に守られて砂漠を渡る大車の一隊の列が突然馬賊に襲われた。顔の刃傷を凄惨にみせる梁という青年の指揮で砂漠はまた血に染まる。梁は黄の輩下であり、華香の姉･秀麗もまた黄の一味で憎むべき日本人抹殺を叫んでいた。そして平邑の街に突然伝染病が発生した。旅人ロスキーの病気がそれであった。曾田は街長に街の封鎖を指令した。だが旅人相手のこの街にとって封鎖は死活問題である。街は挙げて反対し恩義も忘れて人々は曾田を呪ったが、街中に封鎖の立札がたてられた。黄も激しく曾田に対抗した。争いを避け続けた曾田であったが、黄の敵意を全身に浴び、二人は夜の丘で死闘を展開した。闘いは曾田の勝利となったが、黄は敗北しながらも曾田への強い友情を感じていた。そして男二人の死闘を目前にした秀麗の眼にも、曾田の姿が鮮やかに刻まれていた。疫病は次第に蔓延した。曾田は予防薬を求めて奔走するが、万策尽きて、奉天の元井社長にこれを依頼する。華香の幼い弟･明陽も病気に倒れた。疫病の危機は日一日と加わっていった。だがその一方、街中の曾田へ対する非難も大きく、曾田の家は群衆によって壊されかかった。この時、足川という青年が元井社長からの予防薬を多量に運んきた。狂喜した曾田は、華香の協力を得て予防薬を打ちまくる。黄も静山もターニャも、曾田の真実の前にすべてを投げて集まってきた。不眠不休の日が続き、伝染病はようやく下火となった。明腸も恢復した。折も折、ラマ僧の行列が街へ差しかかった。ラマ教を信仰する平邑の街人は、久方ぶりで解かれた封鎖の喜びの中にこれを迎えて歓喜の宴を繰り広げた。この歓喜の宴が終りを告げた日、日本軍憲兵隊が街へと乗り込んで来た。その先頭を切る元井社長、実は元井特務機関、茫然とする曾田や華香の前に憲兵軍曹足川と憲兵少尉人見が立った。元井はまずイワノフとターニャをスパイ容疑で捕えた。黄も捕えられた。それは足川軍曹の内偵の結果によるものであった。だがイワノフとターニャは無実である。黄は憎悪を正面にすえて元井を罵倒した。元井は軍の威信の陰に隠れて、阿片で富を作っているという。同胞の悪魔のような正体を知った曾田は、激怒に揺らぐ心を石上静山に止められた。静山と元井は二十年来の仇敵同志で、日本軍部に反抗する静山は政府の財宝を横領して逃亡中の男だった。黄、イワノフ、ターニャに足川の惨虐な拷問が加えられた。この時、秀麗が崔を始めとする同志たちと共に、黄を救うための銃火を囲んだ。乱撃の最中にイワノフとターニャを逃がし、傷ついた黄をかばう秀麗、その胸もとを狙った足川の弾丸が彼女を弾き飛ばす。日本人すべてを憎悪して曾田への愛をも最後まで告げ得ない秀麗の死。黄が狙い撃ちに足川を倒すが黄も集中射撃を浴びて倒れた。折も折、石上静山が皮肉にも危機去ったはずの疫病にかかり、同じくしてソ連参戦の報が飛んだ。元井は曾田と華香につき添われる静山を尻目に平邑の街を去って行く。その行く手には狂瀾する馬賊の一隊が待ち構えていることを知らずに…。静山も静かに息を引き取った。戦いの風止んだ夜明けの丘に、曾田が華香を抱きしめて立つ。果てしない砂漠、華香の純愛を力に曾田の新しい人生がそこに始められる。だが、静かなる砂漠にまた砂塵が巻き起こり、断末魔の戦乱の響きが轟々と近づいていた…。",
    "chinese_title": "砂漠を渡る太陽",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-02-15T13:00:38"
}