{
    "aka": [
        "Sur un air de Noël"
    ],
    "sid": "34978343",
    "cast": [
        {
            "url": "/celebrity/1036386/",
            "name": "玛拉·索科洛芙 Marla Sokoloff",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054772/",
            "name": "玛丽·奥斯蒙 Marie Osmond",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324708/",
            "name": "罗勃·梅耶斯 Rob Mayes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1059543/",
            "name": "吉尔·阿德勒 Jill Adler",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049979/",
            "name": "Jacob Young Jacob Young",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1394508/",
            "name": "约翰·福克 John Forker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1394974/",
            "name": "梅勒妮·海恩斯 Melanie Haynes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1519313/",
            "name": "惠特尼·帕尔默 Whitney Palmer",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2588237028.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt10700392",
    "director": [
        {
            "url": "/celebrity/1037549/",
            "name": "彼得·沙利文 Peter Sullivan",
            "@type": "Person"
        }
    ],
    "duration": "84分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-10-26(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10700392/",
    "imdb_votes": 849,
    "this_title": [
        "The Road Home for Christmas"
    ],
    "douban_link": "https://movie.douban.com/subject/34978343/",
    "imdb_rating": "6.7/10 from 849 users",
    "trans_title": [
        "Sur un air de Noël"
    ],
    "douban_votes": "0",
    "introduction": "Lindsey Scott and Wes Bailey are reluctant partners in a New Orleans dueling pianos/singing act, they performing primarily in a Bourbon Street lounge in the approach to Christmas. That reluctance is due to each being the antithesis of the other: Lindsey is hard working and classically trained and as such is always seeking perfection in her meticulous plans, while Wes is more relaxed and carefree. He has a greater ability to improvise being a jazz aficionado, and that general relaxed nature makes him outwardly more affable and approachable, which bothers Lindsey in he generally getting more attention than her. That's why Wes naturally has more connections in the business, like a friend of his currently being on tour with one of Lindsey's favorite singers, country star Cassie. And that's why Wes doesn't want to tell Lindsey that he has been offered a job on a nine month tour with with a rock singer by the manager Lindsey brought in to watch them perform in hoping to sign them or at least her as an act. When their last gig of the year just days before Christmas is canceled at the last minute leaving Lindsey without sufficient funds for a flight to head to her hometown just outside of Akron for Christmas - it more important this year as her sister Allie is due with her first baby just on the other side of New Year's - Wes, just learning that he grew up in a neighboring town from her and too wants to head home for the holidays, suggests that they make what would be the fifteen hour straight through drive together. With the thought of not being home for Christmas the only thing worse than spending fifteen hours with Wes, Lindsey, with no other option, reluctantly agrees. On the road trip, they hit one detour after another - some agreed upon, some bad circumstances - which in combination may threaten them making it to their respective homes for Christmas. But in the process, they have to spend extra time together, which allows them truly to get to know and fall for each other, one of the questions being if they can admit that to themselves and to each other. The situation is further complicated by Wes' upcoming new job on tour without her.",
    "chinese_title": "The Road Home for Christmas",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-06-04T16:42:41"
}