{
    "aka": [],
    "sid": "34979117",
    "cast": [
        {
            "url": "/celebrity/1350417/",
            "name": "尹·C·乔伊斯 Yoon C. Joyce",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1194549/",
            "name": "詹卢卡·迪·热纳罗 Gianluca Di Gennaro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1165651/",
            "name": "罗伯托·齐贝蒂 Roberto Zibetti",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2640292940.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt7921320",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt7921320/",
    "imdb_votes": 70,
    "this_title": [
        "Cobra non è"
    ],
    "douban_link": "https://movie.douban.com/subject/34979117/",
    "imdb_rating": "6.3/10 from 70 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "在不知什么郊区的堕落中长大，眼镜蛇和桑尼，说唱歌手和经理，他们通过音乐多年来设法找到了赎金。经过几年的成功，两人现在濒临失败。为了补救这种情况，桑尼不知道他的助手，与一家重要的唱片公司约好了时间，并设法说服了专业的眼镜蛇与第一大唱片公司的合作：懒惰的B。经理联系的DJ制作人，同意进入录音室，但在会议结束后的最后一刻界定了一切，改变了他的想法，增加了他的经济需求。眼镜蛇发现桑尼已经联系了一个儿时的老朋友，唯一愿意给他贷款的人：美国人，现在是个罪犯。在说唱歌手的各种抱怨之后，两人来到了美国别墅，而现在正是他人生的十字路口。这个人把贷款给了两个人，但作为回报，他请了一个小忙：给一个男人送一个公文包。从眼镜蛇和桑尼手中拿着公文包的那一刻起，两人将面临一系列的死亡，这些死亡是由一系列古怪的角色和一段难忘的过去所引发的误解造成的，这些误解将在饶舌歌手的生活中意外地重现。本片向20世纪70年代和80年代的意大利电影和塔伦蒂诺的低级电影致敬。值得注意的是，这部电影的监制是大师鲁格罗德奥达托。Cresciuti nel degrado di chissà quale periferia, COBRA e SONNY, rapper e manager, sono riusciti a trovare negli anni il loro riscatto attraverso la musica. Dopo alcuni anni di successo, i due ora sono sull’orlo del fallimento. Per risollevare la situazione, SONNY all’insaputa del suo assistito, ottiene un appuntamento con un’importante casa discografica e riesce a convincere il capo della major di una fantomatica collaborazione di COBRA con il numero uno dei DJ producer più richiesti: LAZY B. Il DJ producer contattato dal manager , accetta di entrare in sala di registrazione, ma all’ultimo momento dopo un incontro per definire il tutto, cambia idea, aumentando la sua richiesta economica. COBRA scopre che SONNY ha già contattato un vecchio amico d’infanzia, l’unico disposto a concedergli un prestito: L’AMERICANO, divenuto ormai un criminale. Dopo le varie rimostranze del rapper, che ormai è a un bivio della sua vita, i due giungono nella villa dell’AMERICANO. L’uomo accorda il prestito ai due, ma in cambio gli chiede un piccolo favore: consegnare una valigetta a un uomo. Da quel momento in cui la valigetta è nelle mani di COBRA e SONNY, i due affronteranno una serie di peripezie, fatte di equivoci animati da una serie di eccentrici personaggi ed un passato mai dimenticato, che tornerà in maniera inaspettata, nella vita del rapper.Omaggio al cinema di genere italiano degli anni ’70 e ’80 e al cinema pulp di Tarantino. Degna di nota, la sequenza di una tortura (in parte censurata) girata dal maestro Ruggero Deodato.",
    "chinese_title": "Cobra non è",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-01-22T20:56:02"
}