{
    "aka": [],
    "sid": "34989187",
    "cast": [
        {
            "url": "/celebrity/1476830/",
            "name": "马君戈 Junge Ma",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2590142678.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1469875/",
            "name": "张柳 Liu Zhang",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "4分钟",
    "episodes": "16",
    "language": [],
    "playdate": [
        "2020-03-03(中国大陆)"
    ],
    "this_title": [
        "今天的风儿甚是喧嚣"
    ],
    "douban_link": "https://movie.douban.com/subject/34989187/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "阿正是一位在家里办公的程序员，运营者1个人的小公司，太浪是一位西餐厅厨师，两兄弟共同租住在美丽的临海小镇，因为经济原因，阿正与太浪的食物来源都成为了问题，太浪被饿的出现了幻觉，阿正决定拉着太浪去寻求合租人来缓解经济的窘迫，在海边发合租广告时偶遇音彩。太浪认为音彩要轻生前去营救，结果被误会成了流氓。第二天，音彩看着合租广告来到阿正与太浪的家，看着争抢最后一碗面条的两兄弟，误认为二人状态很暧昧，自己作为女生反而安全，于是音彩成为了合租者，音彩是一位逃避失败感情的研究生，刚进入这个公寓就给太浪制定了一系列不平等合租条约，但音彩的坦诚反而让他们感受到了爱情的滋味，太浪发现音彩使用电脑的习惯不好，于是侃侃而谈，但最终的问题还是要让自己的哥哥来解决，哥哥也顺势黑了一下太浪，两兄弟从小相依为命但却同时喜欢上了音彩，二人对音彩的爱情攻势互不相让。阿正有着轻微的强迫症，虽然公司只有一人，卧室就是办公室，但他在工作时间都会穿着正装，为了拉近与音彩的距离，阿正将音彩视为助理，要求音彩在工作时间进入办公室也要穿着正式，音彩则在客厅看电视，并不时向阿正撒娇。音彩神秘兮兮的将二人约到海边，向他们说明自己来这里是为了逃避一段失败的感情，前男友染上赌博，一直搜刮自己的钱，现在又追来这边继续骚扰，希望二人谁能挺身而出，假装自己男友度过难关，阿正挺身而出，喝退了前来骚的小混混，太浪也想表现一下强出头，结果被打。三人来到烧烤摊，阿正为大家烤串，太浪趁机向音彩表露心声，遭到拒绝，随后阿正恶搞太浪，太浪深受打击心情低落。音彩为了感激二人，决定开始练习厨艺在家里担负起做饭的任务，但女学霸的手艺着实不太行，二人找借口不敢吃音彩炒的菜，音彩并不气馁，又为二人做了早餐，太浪喝了一口就想起了一个冷笑话，老爷和仆人在森林迷路，粮食短缺，仆人在前面发现了有汤喝，汤有的是，借此故事讽刺强行喝着爱心汤的阿正。太浪与餐厅服务员苏米是同事，在平时的工作中，自诩情圣的太浪经常会用一些土味情话骚扰苏米，苏米则对这些完全免疫。在一次四人出游的过程中，苏米对阿正一见钟情，太浪想要抓住这个机会，用苏米的进入打破阿正与音彩的关系，于是太浪开始为苏米和阿正创造机会，阿正后知后觉，依旧一心铺在音彩身上，但苏米的进入让音彩产生了警觉，于是二人约在海边图书馆针锋相对的交了手，此时，阿正与太浪也在家里聊起了儿时的时光，在祥和的气氛下，是暗流涌动的拼酒，随后二女也加入进来，四人酩酊大醉。太浪苏醒后，发现阿正与音彩居然住在了一起，醋意大生，负气出走，但阿正还是将太浪找回并解释其实他和音彩什么也没有发生，全是误会，也再次声明，兄弟情不能舍弃，爱情也不会退步。四人租住在一起，刷碗的任务越来越重，于是举行了一场免洗金牌杯模特大赛，音彩任主持人，苏米为裁判，太浪为了获胜，不惜穿女装逗大家，以求获胜，阿正则无所谓，因为主持人的青睐和裁判的倒戈，很随意的赢得了比赛，太浪大呼不公平。很快到了情人节，阿正给音彩写了一封中二情书，被苏米藏了起来，太浪在与苏米研究战略的同时，也发现了自己对苏米的好感，他为苏米准备了烛光晚餐，昏暗的灯光下，太浪发现坐在桌前的居然是音。阿正在海边等了一晚上，回到家中质问三人，苏米拿出了信，才让这个谜团解开。随着各种事件的发生，太浪的心满满的由音彩转向了苏米，苏米也慢慢看到了太浪多情外壳下的真诚，随着音彩接受阿正，四人也明晰了各自喜爱的人。四人再次来到海边，欢乐的气氛下，悲伤慢慢升起，音彩表示还是忘不了之前的情伤，决定换个地方在走走，阿正明白，这个可能是音彩的考验，一番思想挣扎，阿正决定暂时离开相依为命的太浪，追着音彩远去，太浪也并不孤单，苏米给他的生活也带来的新的曙光。",
    "chinese_title": "今天的风儿甚是喧嚣",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-14T21:28:18"
}