{
    "aka": [],
    "sid": "34982811",
    "cast": [
        {
            "url": "/celebrity/1458022/",
            "name": "Julia Roca Julia Roca",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "情色"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901720543.jpg",
    "region": [
        "西班牙"
    ],
    "writer": [],
    "imdb_id": "tt12428662",
    "director": [
        {
            "url": "/celebrity/1361887/",
            "name": "艾利卡·露斯特 Erika Lust",
            "@type": "Person"
        }
    ],
    "duration": "238分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt12428662/",
    "imdb_votes": 5,
    "this_title": [
        "XConfessions Vol. 9"
    ],
    "douban_link": "https://movie.douban.com/subject/34982811/",
    "imdb_rating": "5.6/10 from 5 users",
    "trans_title": [
        "性告解 第九辑"
    ],
    "douban_votes": "0",
    "introduction": "Buckle up for over 4 hours of smart, fiercely erotic adult cinema in the 9th volume of XConfessions. From snowy ski sex to the girl’s fight club; dance, laughter, passion, submission. This is real people, real fantasies, and real sex. Featuring the controversial Refugee’s Welcome from legendary Guest Director Bruce LaBruce.In the longest collection of films so far, we have a punchy, powerful exploration of sexuality and eroticism. What does it mean when you’re both hungry, and horny? Find out in the short “Horngry”, featuring a foursome. Or delve into the sexual politics of BDSM in “Feminist and Submissive”.Four girls playfully explore sex toys in “Multi orgasmic brunch”, while Erika Lust’s homage to the David Fincher classic “Girls Fight Club” features a powerful lesbian scene. An obsession becomes a reality when an fan of Owen Gray meets him for the first time, to have sex with him on camera! Two young lovers part way in the deeply romantic “Coming of Age”, while the graceful and frenetic dance of Julia Roca seduces her lover in the interprative movement of “Some Never Awaken”, inspired by an Anaïs Nin poem.Plus, the prolific and controversial Bruce LaBruce makes a guest appearance for the wildly popular “Refugee’s Welcome”. Erotic Cinema has never been this good.",
    "chinese_title": "性告解 第九辑",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "XConfessions Vol. 9",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2025-08-29T03:39:21"
}