{
    "aka": [],
    "sid": "34997767",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1994",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2591641224.jpg",
    "region": [
        "印度"
    ],
    "writer": [
        {
            "url": "/celebrity/1278351/",
            "name": "戴夫·贝内加尔 Dev Benegal",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0109732",
    "director": [
        {
            "url": "/celebrity/1278351/",
            "name": "戴夫·贝内加尔 Dev Benegal",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1994-09-16(多伦多电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0109732/",
    "imdb_votes": 184,
    "this_title": [
        "English, August"
    ],
    "douban_link": "https://movie.douban.com/subject/34997767/",
    "imdb_rating": "7.6/10 from 184 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Agasyta, an urban bengali who seamlessly shuttles between Ella Fitzgerald and Rabindra Sangeet, joins the Indian administration service and gets posted in the lap of India's hinterland - a dingy little town called Madna. The movie journeys Agasya's , or August for his uber friends, sense of dislocation as he meanders around a district collector (his boss) and his sweaty sensous wife, corrupt but amecable policemen, earthy neighbours, a despicable guest-house caretaker with a shawl of identical kids, a cartoonist and a distant college friend who becomes his closest partner in crime. While the administrative service offers August a brief and intrense insight into the (un)workings of the great government machinery, the solitude and loneliness of being an intellectual island in a sea of foreigners compels him to take refuge in soft drugs and perverse hallucinations. Loyal to the novel of the same name by Upamanyu Chatterjee, English August is about the inherent impatience and isolation of the new generation youth set against the placid permanence of the traditional India.",
    "chinese_title": "English, August",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-10-28T13:21:10"
}