{
    "aka": [],
    "sid": "34990927",
    "cast": [
        {
            "url": "/celebrity/1447467/",
            "name": "克里斯蒂娜·安斯坦德 Christina Anstead",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "真人秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt11443608",
    "director": [],
    "duration": "",
    "episodes": "5",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-01-02(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11443608/",
    "imdb_votes": 14,
    "this_title": [
        "Christina on the Coast Season 2"
    ],
    "douban_link": "https://movie.douban.com/subject/34990927/",
    "imdb_rating": "5.4/10 from 14 users",
    "trans_title": [
        "克莉丝汀娜好居家 第二季"
    ],
    "douban_votes": "0",
    "introduction": "Season 2Firehouse Functional Kitchen S2, Ep12 Jan. 2020 Firehouse Functional KitchenA family is anxious to turn their dark, closed off kitchen into an open concept living space with plenty of upgrades. As a firefighter, he's all about function while she's concerned with style and struggles to make decisions.Pando Express S2, Ep29 Jan. 2020 Pando ExpressCounting Down to a Kitchen and a Baby S2, Ep316 Jan. 2020 Counting Down to a Kitchen and a BabyA couple expecting their first child takes on a kitchen renovation and hope to complete it before the baby arrives. She has a boho-chic style, and it doesn't mesh with his hopes for something clean and sleek.Blowing Out the Walls S2, Ep423 Jan. 2020 Blowing Out the WallsAfter living in their home for 17 years and saving up for the past 12, a couple is diving into a massive renovation to create their dream kitchen. Christina plans an open concept, but unexpected discoveries threaten her idea.Out with an Original Bathroom S2, Ep530 Jan. 2020 Out with an Original Bathroom",
    "chinese_title": "克莉丝汀娜好居家 第二季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Christina on the Coast Season 2",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-12-02T08:45:25"
}