{
    "aka": [
        "Story of a Day"
    ],
    "sid": "34997887",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2591642434.jpg",
    "region": [
        "委内瑞拉"
    ],
    "writer": [],
    "imdb_id": "tt2500830",
    "director": [],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2500830/",
    "this_title": [
        "Historia de un día"
    ],
    "douban_link": "https://movie.douban.com/subject/34997887/",
    "trans_title": [
        "Story of a Day"
    ],
    "douban_votes": "0",
    "introduction": "Story of a Day begins as an observation of the tranquil existence of farmers living somewhere in rural Latin America. The day begins. A woman touches up her eyebrows. A man shaves. The chickens are let out and goats are fed. Little or nothing is said, but the soundtrack gradually evolves into a subtly rich combination of environmental and added sounds. This observation takes on a more contemplative aspect when attention shifts to other characters at other locations. In this document of a single day, Rosana Matecki tells an abstract story about a random selection of human lives. Whereas Walter Ruttman used the dynamics of the daily cycle to create a portrait of Berlin in Berlin: Die Sinfonie der Grosstadt, Matecki takes the passing of the day as a medium for rites of passage. Nonetheless, she does not resort to the cliché of sunrise and sunset as symbols of birth and death. In Story of a Day, death comes in the morning, while elsewhere a wedding is being prepared. In meticulously framed shots, she shows people coming together for collective experiences: the ritual slaughter of a goat; the burial of a loved one; a young woman's dance ritual apparently intended to charm a man; and, in the evening, a birthday party at which at least one guest has more alcohol than is good for him.",
    "chinese_title": "Historia de un día",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-06T15:00:28"
}