{
    "aka": [],
    "sid": "34995231",
    "cast": [
        {
            "url": "/celebrity/1343724/",
            "name": "竹内凉真 Ryoma Takeuchi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1350187/",
            "name": "松本穗香 Honoka Matsumoto",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2019-03-24(日本)"
    ],
    "this_title": [
        "世界ウルルン滞在記 竹内涼真は人生初のミャンマーで、松本穂香はサハ共和国の世界一寒い村で…体当たりのホームステイ！"
    ],
    "douban_link": "https://movie.douban.com/subject/34995231/",
    "trans_title": [
        "世界滞在记 竹内凉真 松本穗香"
    ],
    "douban_votes": "0",
    "introduction": "1995年4月から2008年9月まで13年半にわたって放送した『世界ウルルン滞在記』。600人以上の個性豊かな旅人たちが、100を超える国や地域へ旅をし、ホームステイを通してそこにある“暮らし”を体験、“家族の内側”から世界の在り方を伝えてきた。「出会ウ・見ル・泊まル・体験（タイケン）」という言葉から生まれたタイトルの“ウルルン”は、別れの涙のシーンともあいまって、多くの人々に親しまれ、旅のスタイルの代名詞にもなったほど。そして放送終了から10年。“ウルルン”がスペシャル番組として布陣も新たに大復活！若手俳優として人気絶頂の竹内涼真（25）と松本穂香（22）が“ウルルンの旅”に出る。小さい頃から「イルカになりたい」と話していたほど大のイルカ好きだという竹内は、東南アジアの国ミャンマーに百年以上も続くイルカと行う伝統漁があると聞き、「絶対にやってみたい」と漁師のウー・サン・ルインさん（59）の元を訪ねる。ルインさんの7人家族が暮らす高床式の家にホームステイして昔から続く村の生活をしながら、お父さんから網の扱い方などを教わり、腕が痛くなるほどの練習して漁に備える竹内だが、なかなか思うように網が投げられずに大苦戦…。ルインさんと息子が操縦する船に乗り、いよいよ漁へ。魚の群れを追いながら船に近づいて来るイルカとコミュニケーションをとりながら、イルカと呼吸を合わせて行う漁は、はたしてうまくいくのだろうか…？また、後継者問題や違法漁、イルカの減少など、お父さんが直面している問題があることを知った竹内は、自分なりに考えて家族を励まそうと奮闘する。スタジオでは、竹内が現地での特訓の末に習得した投網を披露する一幕も。一方、「ウルルンで旅をさせてもらえるなら“こんなところに暮らしている人もいるんだ！”とビックリするような世界に飛び込んでみたい」と意気込んで日本を出発した松本が訪ねたのは、氷点下71.2℃、人間が定住する土地として最も低い気温を記録した極寒の地、ロシア連邦サハ共和国のトルトム村。”世界で一番寒い村”で究極の極寒ライフを体験する。1500人の村人のほとんどを占めるモンゴロイド系のヤクート人は、おもてなしの心にあふれ、顔つきも日本人に似て親しみやすい人たちだ。松本は、村で食堂を営む世話好きなお母さん、ファティマさん（52）の3世代11人の大家族にホームステイして、氷点下40℃～55℃の日が続くなか、家畜の世話や料理などの家事を手伝いながら生活する。ファティマさんの孫をそりに乗せて幼稚園に送ったり、牛小屋の掃除や餌やりや、ピロシキなど家族の食事作りを手伝ったり…と毎日大忙し。また、凍った湖で冬ならではの楽しみも体験する。スタジオでは、デビュー1年目でカンボジアを訪ね、地雷源に暮らす家族のもとで命がけの畑作りの手伝いをした向井理、17歳の時にファッションの本場パリを訪ね、数多くのモデルを育てたファッションコンサルタントのお宅にホームステイしながらパリコレ目指してモデル修行をした吹石一恵、18年前、インドネシアの山岳地帯で暮らす裸族・ラニ族のもとを訪ね、ひょうたんで作った“コベワ”と呼ばれるペニスケースを付けて生活した津田寛治が、当時を振り返って思い出を語るほか、お世話になったホストファミリーたちからのビデオレターや、現地の現在の様子などを紹介する。「世界ウルルン滞在記」出演：竹内涼真、松本穂香、徳光和夫、設楽統、石坂浩二、津田寛治、日村勇紀、吹石一恵、藤田ニコル、向井理、下條アトム、冨永みーな、小栗旬プロデューサー：上野大介、藤村恵子、竹村香ディレクター：坂田能成、河原剛、石原徹、宇都浩一郎、東考育音楽：エンディングテーマ：「一期一会」中島みゆき",
    "chinese_title": "世界滞在记 竹内凉真 松本穗香",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "世界ウルルン滞在記 竹内涼真は人生初のミャンマーで、松本穂香はサハ共和国の世界一寒い村で…体当たりのホームステイ！",
    "douban_rating_average": 0,
    "update_at": "2025-05-03T11:26:35"
}