{
    "aka": [
        "The Veil of Berta"
    ],
    "sid": "34997896",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2591645409.jpg",
    "region": [
        "智利"
    ],
    "writer": [],
    "imdb_id": "tt0499091",
    "director": [],
    "duration": "73分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0499091/",
    "this_title": [
        "El velo de Berta"
    ],
    "douban_link": "https://movie.douban.com/subject/34997896/",
    "trans_title": [
        "The Veil of Berta"
    ],
    "douban_votes": "0",
    "introduction": "In the mountains in the south of Chile, the multinational enterprise Endesa is developing the Ralco project: the construction of a gigantic dam that will stop the flow of the Bio-Bio River and flood the lands where the native Pehuenche community has lived for centuries. Despite support from the Chilean government, the company has faced strong resistance from the very beginning by a small group of elderly Pehuenche women who, after years of active resistance, were the only people that the company could not evict in 2002. The Veil of Berta subtly narrates the history of one of these women, Berta Quintremán, who at a ripe old age has led the last years of resistance against the construction of the dam. A woman of unique character, with a mix of humour and energy, Berta lives alone and modestly on her small plot, respecting all the traditions of her people. She greets the trees and the sun each day, drinks mate (a typical herbal tea) with her dead and says her prayers. But at the same time she faces the authorities of Endesa and the government, brings the machines to a halt and works together with other families to impede the flooding of their land.",
    "chinese_title": "El velo de Berta",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-10T18:01:08"
}