{
    "aka": [
        "Twenty-Four Land"
    ],
    "sid": "35017076",
    "cast": [
        {
            "url": "/celebrity/1190972/",
            "name": "玛利亚·乔安·巴斯托丝 Maria João Bastos",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036362/",
            "name": "丹妮拉·鲁阿 Daniela Ruah",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "剧情",
        "悬疑",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2594363800.jpg",
    "region": [
        "葡萄牙"
    ],
    "writer": [],
    "imdb_id": "tt10204806",
    "director": [
        {
            "url": "/celebrity/1029244/",
            "name": "豪尔赫·佩克斯昂·达科斯塔 Jorge Paixão da Costa",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "2",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2020-04-08(葡萄牙)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10204806/",
    "imdb_votes": 373,
    "this_title": [
        "A Espia"
    ],
    "douban_link": "https://movie.douban.com/subject/35017076/",
    "imdb_rating": "7.2/10 from 373 users",
    "trans_title": [
        "间谍",
        "Twenty-Four Land"
    ],
    "douban_votes": "0",
    "introduction": "1941, 2ª Guerra Mundial. Portugal vive na neutralidade. Na sombra, muitos portugueses decidem servir os Aliados, mas também forças do Eixo, ou ambos em simultâneo. Maria João Mascarenhas (Daniela Ruah) trabalha para o sogro (António Capelo) numa empresa de transportes. Aliciada pela sua amiga Rose Lawson (Maria João Bastos), procura informações sobre os carregamentos de volfrâmio. Entre festas, casinos e mensagens codificadas, as duas envolvem-se numa intriga diplomática. Sobre a mesa, encontra-se uma rede que pode destruir o país.Os ingleses, Major Jack Beevor (Pedro Lamares) e Richard Thompson (Marco d’Almeida), pretendem evitar uma possível invasão alemã. O escolhido para esta missão é o Selecionador Nacional: Cândido de Oliveira (Sisley Dias). Por outro lado, o espião alemão da SD, William Larenz (Adriano Carvalho), tenta convencer o agente Paulo da PVDE (Luís Eusébio) de que são os ingleses que estão prestes a ocupar Portugal. Paralelamente, Ribeiro Casais (Joaquim Nicolau) e Vieira (Nuno Gil) da Legião Portuguesa colaboram com os aliados para preparar Portugal em caso de invasão.Maria João parece reunir todos os atributos de uma espia perfeita: sedutora, inteligente e idealista. Mas ao aproximar-se do engenheiro alemão Siegfried Brenner (Diogo Morgado) vai compreender o preço de viver uma vida dupla…",
    "chinese_title": "间谍",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "A Espia",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-08-23T14:56:29"
}