{
    "aka": [],
    "sid": "35013935",
    "cast": [
        {
            "url": "/celebrity/1424763/",
            "name": "梅芙·希金斯 Maeve Higgins",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1150154/",
            "name": "Geddeth Smith Geddeth Smith",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt7764130",
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt7764130/",
    "imdb_votes": 39,
    "this_title": [
        "Senior Escort Service"
    ],
    "douban_link": "https://movie.douban.com/subject/35013935/",
    "imdb_rating": "5.9/10 from 39 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Completely distraught after the sudden loss of her dad, filmmaker Shaina Feinberg will do anything she can to connect to him again. She catalogues her dad's belongings - a calculator, a clock, a basket of lozenges. She forces her friends to wear his clothes and mimic his gestures. She takes a stab at making a webseries he'd always wanted to make - the name of which is \"Senior Escort Service.\" And she combs through his journal, where she finds out about a process of dealing with grief that was invented by the grandchildren of nazis. The process is called Familienaufstellung, which means Family Constellation, and it requires people to reenact their traumas as a means of making peace with it. This inspires Shaina to gather a group of women in a loft where they play out her trauma for her. Finally, in the hopes of singing her dad one last song, Shaina goes on a journey to his grave. On the journey, she recollects her dad's love of acronyms, singing and \"South Park;\" ultimately learning to live with his absence.",
    "chinese_title": "Senior Escort Service",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-03-08T11:12:12"
}