{
    "aka": [
        "旃陀罗笈多"
    ],
    "sid": "35011267",
    "cast": [
        {
            "url": "/celebrity/1346516/",
            "name": "所罗伯·拉兹·迦因 Saurabh Raj Jain",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情",
        "传记",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2880127711.jpg",
    "region": [
        "印度 India"
    ],
    "writer": [],
    "imdb_id": "tt9261994",
    "director": [],
    "duration": "20分钟",
    "episodes": "199",
    "language": [
        "印地语"
    ],
    "playdate": [
        "2019-11-14(印度)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9261994/",
    "imdb_votes": 779,
    "this_title": [
        "Chandragupta Maurya"
    ],
    "douban_link": "https://movie.douban.com/subject/35011267/",
    "imdb_rating": "7.2/10 from 779 users",
    "trans_title": [
        "月护王",
        "旃陀罗笈多"
    ],
    "douban_votes": "0",
    "introduction": "Chandragupta Maurya is an historical drama setup on the line of life of great Indian emperor Chandragupta Maurya. The show is further an expansion of the show Porus which was previously being aired on Sony TV.Here’s us with further details of this one.After the end of the show Porus, One Life Studios made the seamless transformation of Porus into Chandragupta Maurya that follows the story further from the Battle of Hydaspes that was between Porus and Alexander the Great.  The show is produced by Siddharth Kumar Tewary under the banner of One Life Studios. It premiered on 14th November. It has plenty of characters from the show Porus who reprise their roles as the storyline is seamless between the two.Chandragupta Maurya was the Indian emperor who founded the Maurya Empire and established the order of the Maurya Dynastry. The show is a take on the historical legacy and life of Chandragupta Maurya. He lived from 322 BCE to 180 BCE and along with the guidance of Chanakya ousted the Nanda Dynasty and built an empire that was at the time largest Indian outreach empire.The show takes on how Chandragupta Maurya built such a ferocious empire from bricks and setup such proficiency in battlefield. Chandragupta Maurya was an agile tactician and aided by the like of Chanakya made enormous gains and improvement into the Indian empire. He even integrated plenty of learnings and innovation into army and ruling of the kingdom.TimingThe show took on the mantle from the other show Porus and is aired on Sony TV at the same time slot of 8:00 pm.Cast Real NameKartikey Malviya as Chandragupta MauryaTarun Khanna as ChanakyaSneha Waqh as MooraSaurabh Raj Jain as Dhana NandaNimaj Bali as Amatya Rakshas",
    "chinese_title": "月护王",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Chandragupta Maurya",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-11-21T19:01:21"
}