{
    "aka": [],
    "sid": "35018996",
    "cast": [
        {
            "url": "/celebrity/1038047/",
            "name": "安德鲁·克廷 Andrew Kotting",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "剧情",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2641974565.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt11804772",
    "director": [
        {
            "url": "/celebrity/1038047/",
            "name": "安德鲁·克廷 Andrew Kotting",
            "@type": "Person"
        }
    ],
    "duration": "84分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-04-03(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11804772/",
    "imdb_votes": 136,
    "this_title": [
        "The Whalebone Box"
    ],
    "douban_link": "https://movie.douban.com/subject/35018996/",
    "imdb_rating": "5.1/10 from 136 users",
    "trans_title": [
        "鲸骨之箱"
    ],
    "douban_votes": "0",
    "introduction": "The title designates the heart of this film – a whale bone box tied with fishing net and found washed up on the shore. Is it an enigmatic object containing a secret? A relic, a survivor from a mysterious shipwreck, or perhaps possessing magic powers? No-one knows, except that it was given to Ian Sinclair, writer, filmmaker, psychogeographer and Andrew Kötting’s walking companion in his latest “jaunt- themed” films. They set out on an expedition to take this box from London to its place of origin, a beach on the Isle of Harris in Scotland’s Outer Hebrides. The trip is not to solve the mystery, but to feel its powers. In parallel to this journey, far away, is Andrew Kötting’s daughter Eden, who has already appeared in several of his earlier films. This film also sets off on a very different voyage. While, as Iain points out, the object seems “heavier and heavier, turning into a different substance”, Eden, suffering from Joubert syndrome, shapes the film with her unfathomable being. “What can you see? Where are you?” we hear, murmurs repeated throughout the film by the father addressing the young woman. From the depths of her sleep or adorned with a magnificent crown of flowers and binoculars, she is the film’s muse, its guide and oracle. This generous odyssey also takes us on a few detours, including via dead poets Basil Bunting and Sorley MacLean and the sculptor Steve Dilworth – and further still, with successive touches, via other boxes, other seas, other mysteries, other whales and other quests, from Pandora to Moby Dick. The film should also be heard as a cry from the depths, an offering and a magnificent ode to Eden, an artist whose work, Kötting tells us “is rooted in an elsewhere”. (N.F.)",
    "chinese_title": "鲸骨之箱",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Whalebone Box",
    "imdb_rating_average": 5.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-26T17:22:03"
}