{
    "aka": [],
    "sid": "35018495",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt7198068",
    "director": [
        {
            "url": "/celebrity/1016569/",
            "name": "Dean Evans Dean Evans",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7198068/",
    "this_title": [
        "Norman Knight"
    ],
    "douban_link": "https://movie.douban.com/subject/35018495/",
    "trans_title": [
        "诺曼·奈特"
    ],
    "douban_votes": "0",
    "introduction": "Gilfred Norman Knight,the son of solicitor William Frederick Knight and Annie Louisa Adams he was born at Upper Norwood, Croydon their only son. He was educated at Bradfield College, Berkshire, England and graduated from Balliol College, Oxford University in 1913 as a lawyer. He entered Lincoln's Inn in 1914 before obtaining a commission for war service. He served in the East Surrey Regiment but was seriously wounded at the battle of Loos. He returned home and was appointed the rank of Captain and Adjutant to the Number 16 Officer Cadet Battalion in 1917. After the war, Knight set himself up as a tutor offering tuition for matriculation or entrance exams for organisations including Sandhurst, Woolwich, the civil service etc. Knight had a varied civil service career whilst simultaneously undertaking freelance indexing work which he began to do from 1925. Knight founded the Society of Indexers in 1957 for which he became the first Hon. Secretary and Chairman. He was awarded the Library Association's Wheatley Gold Medal for the index he created for one of Randolph S Churchill's biographical volumes in 1967 and was awarded the Society of Indexer's own Carey Award for outstanding services to indexing in 1977.",
    "chinese_title": "诺曼·奈特",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Norman Knight",
    "douban_rating_average": 0,
    "update_at": "2025-10-30T12:52:10"
}