{
    "aka": [],
    "sid": "35014703",
    "cast": [
        {
            "url": "/celebrity/1050510/",
            "name": "格劳瑞·皮尔丝 Glória Pires",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1075440/",
            "name": "安东尼奥·卡洛尼 Antonio Calloni",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1398977/",
            "name": "尼古拉斯·普拉特斯 Nicolas Prattes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042025/",
            "name": "西蒙娜·斯波拉多 Simone Spoladore",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050922/",
            "name": "雷卡杜·佩雷拉 Ricardo Pereira",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1090064/",
            "name": "Walderez de Barros Walderez de Barros",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1165006/",
            "name": "黛丽丝·韦恩伯格 Denise Weinberg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1060396/",
            "name": "Camila Amado Camila Amado",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1158973/",
            "name": "苏珊娜·维埃拉 Susana Vieira",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1426975/",
            "name": "朱莉娅·斯托克勒 Julia Stockler",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1240015/",
            "name": "Joana de Verona Joana de Verona",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1092293/",
            "name": "卡西欧·伽布斯·门得斯 Cássio Gabus Mendes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1078726/",
            "name": "卡库·希奥柯勒 Caco Ciocler",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1380902/",
            "name": "基科·马什卡雷尼亚什 Kiko Mascarenhas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1194621/",
            "name": "艾伦·霍奇 Ellen Rocche",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1126529/",
            "name": "斯蒂恩·内塞西安 Stepan Nercessian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1139776/",
            "name": "Werner Schünemann Werner Schünemann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1136284/",
            "name": "Lavínia Panunzio Lavínia Panunzio",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105334/",
            "name": "蒂亚戈·茹斯蒂诺 Thiago Justino",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1411799/",
            "name": "布雷诺·尼那 Breno Nina",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1241291/",
            "name": "Agnaldo Bueno Agnaldo Bueno",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2593545036.jpg",
    "region": [
        "巴西"
    ],
    "writer": [],
    "imdb_id": "tt11065088",
    "director": [],
    "duration": "45分钟",
    "episodes": "154",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2019-09-30(巴西)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11065088/",
    "imdb_votes": 73,
    "this_title": [
        "Éramos Seis"
    ],
    "douban_link": "https://movie.douban.com/subject/35014703/",
    "imdb_rating": "8.7/10 from 73 users",
    "trans_title": [
        "六口之家"
    ],
    "douban_votes": "0",
    "introduction": "A história conta a vida de uma família paulistana de classe média entre as décadas de 1920 e 1940. Lola (Glória Pires) é uma mulher doce e dedicada à família, casada com Júlio (Antonio Calloni), que ambiciona ser rico e se endivida para financiar uma casa na Avenida Angélica, em São Paulo; eles tem juntos quatro filhos. O estudioso Carlos (Danilo Mesquita) é o orgulho da família, mas tem um romance conturbado com Inês (Carol Macedo), cuja mãe é contra. Alfredo (Nicolas Prattes) vive em conflito com os pais por seu jeito rebelde e baderneiro, além de odiar o irmão mais velho por ciúme. A mimada Isabel (Giullia Buscacio) choca a todos quando se envolve com Felício (Paulo Rocha), um homem bem mais velho e desquitado. Julinho (André Luiz Frambach) namora Lili (Triz Pariz), mas almeja ascender socialmente, vendo essa oportunidade no romance com Soraia (Rayssa Bratillieri), filha do rico Assad (Werner Schünemann), patrão de seu pai. Após a morte prematura do marido, Lola passa a vender doces caseiros para sustentar a família e sobreviver ao adventos.A tia paterna de Lola, Emília (Susana Vieira), é uma viúva milionária e amarga que nunca ajudou os familiares e vive reclusa cuidando da filha, Justina (Julia Stockler), que tem problemas mentais e não pode sair de casa por isso. Ela enviou a caçula, Adelaide (Joana de Verona), para a Suíça ainda criança; porém a moça retorna adulta e entra em conflito com a mãe pelas idéias feministas e pela insistência de que a irmã não deve ser privada do convívio social, além de ser sexualmente liberal e se envolver com o primo Alfredo. Em Itapetininga vive o restante da família de Lola: a mãe doceira Maria (Denise Weinberg), a tia materna Candoca (Camila Amado) e as irmãs Clotilde (Simone Spoladore) e Olga (Maria Eduarda de Carvalho). Clotilde vive infeliz longe de Almeida (Ricardo Pereira), com quem terminou o namoro após descobrir que ele era desquitado, por medo de julgamentos (embora espere tomar coragem para viver o amor). Já Olga sonhava em ser da alta sociedade, mas casa-se com o humilde farmacêutico Zeca (Eduardo Sterblitch), articulando para sua tia Emília contrata-lo para cuidar de seus negócios, sendo assim bem remunerado e lhe dando uma boa vida.Shirley (Barbara Reis) sempre acreditou que foi abandonada grávida na adolescência por João Aranha (Caco Ciocler), sem saber que tudo foi uma armação da mãe dele, reencontrando-o mais de dez anos depois, quando descobre a verdade. Ela, porém, já está casada com Afonso (Cássio Gabus Mendes), que assumiu a filha deles, Inês, fazendo com que ela fique dividida entre o amor dos dois, já que Aranha passa a se mostrar um homem possessivo e diferente da juventude. A melhor amiga de Lola é a fofoqueira Genu (Kelzy Ecard), casada com o submisso Virgulino (Kiko Mascarenhas), com quem tem dois filhos: Lili e Lúcio (Jhona Burjack), apaixonado por Isabel.",
    "chinese_title": "六口之家",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Éramos Seis",
    "imdb_rating_average": 8.7,
    "douban_rating_average": 0,
    "update_at": "2025-03-05T15:56:02"
}