{
    "aka": [],
    "sid": "35024531",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2595107213.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1034131/",
            "name": "乔治·贝尔纳诺斯 Georges Bernanos",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt12089502",
    "director": [
        {
            "url": "/celebrity/1016817/",
            "name": "让-马里·斯特劳布 Jean-Marie Straub",
            "@type": "Person"
        }
    ],
    "duration": "10分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2020-04-05(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12089502/",
    "imdb_votes": 154,
    "this_title": [
        "La France contre les robots"
    ],
    "douban_link": "https://movie.douban.com/subject/35024531/",
    "imdb_rating": "6.7/10 from 154 users",
    "trans_title": [
        "法兰西反自动化"
    ],
    "douban_votes": "243",
    "introduction": "\"The word 'revolution' to us Frenchmen is not a vague term. We know that Revolution is a rupture, that Revolution is an Absolute. There is no such thing as a moderate revolution, there is no such thing as a planned revolution—as one speaks of a planned economy. The revolution we are announcing will overturn the entire existing order or it will not take place at all. If we believe that the present system is capable of being reformed, that it can, in itself, check the fatal course of its evolution towards Dictatorship—the dictatorship of money, of race, of class, of the Nation—we will certainly refuse to run the risk of an explosion capable of destroying precious things that can only be rebuilt with much time, perseverance, selflessness, and love. But the present system will not change the course of its evolution for the good reason that it is no longer evolving; it is merely reorganizing itself with the view of lasting a little longer, of surviving. Far from professing to resolve its own contradictions, which are, in any case, impossible to resolve, it seems more and more inclined to impose them by force through strict regulation of individual effort that grows more rigid and more particular every day, carried out in the name of a sort of State Socialism, which is the democratic form of Dictatorship. Every day, in fact, brings us another proof that the purely ideological era has long since passed, in New York as well as in Moscow and London. We can see the Imperial English Democracy, the Plutocratic American Democracy and the Marxist Empire of Soviet Dominions walking, if not hand in hand—far from it!—at least pursuing the same goal, that is to say maintaining at all costs and even while appearing to oppose it, the system in which they have acquired wealth and power. For, in the end, Russia has profited no less from the capitalist system than America and England; it has played the role of the Member of Parliament who makes a fortune in Opposition. In short: regimes formerly opposed in ideology are now directly united by Technology. A world dominated by Technology is lost for Liberty.\"",
    "chinese_title": "法兰西反自动化",
    "douban_rating": "7.1/10 from 243 users",
    "foreign_title": "La France contre les robots",
    "imdb_rating_average": 6.7,
    "douban_rating_average": "7.1",
    "update_at": "2025-07-22T23:39:34"
}