{
    "aka": [],
    "sid": "35028877",
    "cast": [
        {
            "url": "/celebrity/1315295/",
            "name": "王一 Yi Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274659/",
            "name": "刘冠麟 Guanlin Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1435919/",
            "name": "尚亚妮 Yani Shang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2595556238.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1390427/",
            "name": "覃杰 Jie Qin",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2020-04-06(中国大陆)"
    ],
    "this_title": [
        "疯人院大作战"
    ],
    "douban_link": "https://movie.douban.com/subject/35028877/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "陈晨是自视过高的钢琴家，为了用音乐证明自己，即使生活窘迫，也不愿意向父亲低头，在相恋多年的女友离开之后，跌入谷底的他开始自暴自弃，这时噩耗接踵而来，陈晨的父亲，城中著名的富商陈开山心脏病突然去世••• 葬礼上，陈晨和多年未联系的胞兄陈默狭路相逢，两人虽然是亲兄弟，但是性格和做人方式却完全相反，感情一直冷淡，陈默因为曾经向父亲借钱做生意遭到拒绝，至此再也没有回过家，而他参加葬礼的原因很简单，就是父亲留下的大笔遗产。律师告诉他们时间紧迫，因为继承的条件就是到遗嘱留下的地址，找到两兄弟都从未听说过的九叔，他的手上有一份关于遗产的密码，最后能解开密码的人就能得到全部遗产，换言之，另一个人什么都没有，期限是十五天之内，过时作废。陈晨明白只要拿到这笔遗产，就可以找回失去的爱情和尊严，而陈默的公司如今已是空壳，他必须要得到遗产周转，两人拿着父亲留给自己不同的线索分道扬镳，开始盘算着自己如何在这场遗产争夺大战中胜出••• 根据地址来到了城郊的一所精神病院，陈晨来到医院调查，但是他手上只有一张残破的老照片，医院爱莫能助，陈晨郁闷的离开医院 从葬礼回来之后，陈默就一直暗中监视着陈晨，发现弟弟已经首先找到了精神病院，害怕遗产落空，于是他准备花钱找人阻止陈晨进精神病院，可是阴差阳错却找到了一个名叫凯文的职业杀手，陈默本不想伤害陈晨，但是国语不太好的凯文却会错了意，危险正步步逼近陈晨 陈晨假装精神病大闹医院，顺利被送了进来，他四处打听但都无功而返，毕竟这里都住得是病人，他们的行为和思维都易于常人，看来得费点功夫才行，这时一个女孩的出现让剧情出现了改变，她的名字叫阿巧，是陈晨进来遇见的第一个人，她误会陈晨是心爱的男友，对陈晨千依百顺，本也是很无奈的陈晨想出各种方法都甩不开阿巧，也只能默默接受，但是通过阿巧认识了很多有趣的小伙伴，有瞬间健忘症的阿强，认为自己是李小龙转世的张小虫，天天假装导演的李大卫和有行动延迟症的长毛，虽然这几个人都是精神不正常的病人，但是他们的善良和热情却深深触动了陈晨，特别是阿巧，陈晨甚至发现自己对这个笑起来灿烂如花的女孩有一点点动心 一天陈晨在精神病院和陈默狭路相逢，没想到陈默也学自己那一套装病，两兄弟协商好，决定各凭本事找九叔互不干扰，其实陈默这次来是因为凯文的突然失踪，逼不得已亲自上阵，但是他的运气却没有陈晨那么好，因为装病太过投入被安排进了重症病院，在那里苦受折磨，引来笑话连连 陈晨不停的寻找关于九叔的下落，但是却一直毫无头绪，这时一向势不两立的陈默找到了陈晨，只见他面容憔悴欲哭无泪，当陈晨问道发生何事，陈默居然眼泛泪光，他认为这是父亲想惩罚两人的不孝而安排的局，因为根本没有九叔这个人，目前最重要的是尽快离开这个鬼地方，但是自己能力有限，只能求助于另一个正常人陈晨，两兄弟商量好出去之后用法律手段拿到遗产后平分，一拍即合的二人向医院申请出院被驳回，他们明白这个地方用正常手段是出不去了，但是两人的力量还是单薄，于是他们忽悠阿巧等人成为他们的合作伙伴，几人展开了一系列非正常的逃离手段，虽然都被一一识破，但是也闹出一连串啼笑皆非的故事，而两兄弟在这短短的相处时间里，关系渐渐有了缓和 最终没有逃出去的兄弟二人决定静静等待期限结束，可是这时候凯文的出现让计划发生了改变，原来凯文当日利用通风管道进入医院，可惜被卡在了里面，整整三天才被精神病人龙仔救了出去，对于一个职业杀手来说，目标人物还活着这是对自己极大的侮辱，所以他千辛万苦打通隧道进来就为了杀死陈晨，陈默怂恿大家成功制服了凯文，并且把他送进了重症监护室 就在期待快到的前一天，两人居然发现同病房的老头能解读出父亲遗产的线索，两人恍然大悟，这就是一直苦苦寻找的九叔，但是只有两天了，要把九叔带出去才行，于是再一次在大家的掩护下，陈家两兄弟开着洗衣车逃出了精神病院，可是无意中陈晨发现了后备箱非子的尸体，瞒不住的陈默才说明了凯文的真实身份，陈晨得知自己的亲哥哥要杀自己非常气愤，两人大打出手，最后陈晨决定回精神病院阻止凯文再杀人 情绪激动的凯文挟持了病人和陈晨周旋，陈默突然出现，两兄弟联手制服了凯文，两人带着阿巧准备离开，可这时，苏醒过来得凯文突然冲上来死死抱住准备离开的陈晨，而他的身上绑满了炸弹，就在这时，陈默飞身扑上凯文，死死攥着凯文，两人一起滚下了台阶，随后传来一声巨大的爆炸声••••",
    "chinese_title": "疯人院大作战",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-03T07:07:30"
}