{
    "aka": [],
    "sid": "35023007",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2628863070.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt11130668",
    "director": [
        {
            "url": "/celebrity/1337347/",
            "name": "克里斯蒂·雅各布森 Kristi Jacobson",
            "@type": "Person"
        }
    ],
    "duration": "27分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt11130668/",
    "imdb_votes": 16,
    "this_title": [
        "Momentum Shift"
    ],
    "douban_link": "https://movie.douban.com/subject/35023007/",
    "imdb_rating": "8.4/10 from 16 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "When Ellen Latham lost her dream job, she thought she lost everything. She was a 54-year-old, single mom who didn't know how she would pay the bills. But, she shifted her perspective, dug into her strength as a fitness instructor and moved forward. Ellen's in-home training eventually grew into Orangetheory Fitness. With nearly one million members around the world, the company that started in a spare bedroom now has more than 1,200 studios around the globe. More importantly, Ellen's focus on what she had, and not what she had lost, started a ripple effect that has helped countless other people change their own lives, and their bodies, through fitness. This documentary weaves deeply personal stories of people who have transformed their lives thanks to Ellen's MOMENTUM SHIFT through one inspiring, female founder's origin story. Coach Joe overcame a rough childhood to become a professional football player, but when head injuries ended his career he struggled to rebuild his life. Now he's a beloved fitness instructor. Kristen had to start over as a young mom after she fled an abusive relationship. Now she's showing her daughter that strength truly comes from within. Together these three stories play out as a bold example of the power of believing in yourself and what can happen when individuals find their purpose and community.",
    "chinese_title": "Momentum Shift",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.4,
    "douban_rating_average": 0,
    "update_at": "2026-02-05T02:42:41"
}