{
    "aka": [],
    "sid": "35021261",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2633998241.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt5527000",
    "director": [],
    "duration": "98分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt5527000/",
    "imdb_votes": 24,
    "this_title": [
        "HEART: Flatline to Finish Line"
    ],
    "douban_link": "https://movie.douban.com/subject/35021261/",
    "imdb_rating": "7.7/10 from 24 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "One in three people will suffer from heart disease in their lifetime, but only one in a million will thrive from it. HEART: Flatline to Finish Line is the raw and emotional journey of six individuals from hospital beds to the finish line of one of the world's most grueling endurance events, the IRONMAN® triathlon. Director David Watkins flatlined on the operating table- his heart stopped for 5 minutes. For an otherwise healthy man in his thirties, a congenital heart defect nearly proved fatal. After being revived and surviving a subsequent stroke, he became determined to do something with his second lease on life. Heart surgery is an all too common event. Before long David was meeting people from around the world with similar stories. All had something to prove. This is the story of 6 survivors daring to take on an improbable feat and prove to the world they still have the heart to overcome any obstacle that gets in their way. This feature-length documentary will take you on a journey of despair and triumph, of sacrifice and glory. Featuring original music by indie darling Cloud Cult, and interviews with some of the biggest names in endurance sport and cardiology, it will inspire you to examine your own life and encourage you to fill it full of HEART.",
    "chinese_title": "HEART: Flatline to Finish Line",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-03-05T09:49:54"
}