{
    "aka": [],
    "sid": "35022577",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "荷兰",
        "阿鲁巴",
        "苏里南"
    ],
    "writer": [],
    "imdb_id": "tt5001262",
    "director": [
        {
            "url": "/celebrity/1102053/",
            "name": "Mike Ho Sam Sooi Mike Ho Sam Sooi",
            "@type": "Person"
        }
    ],
    "duration": "57分钟",
    "episodes": "",
    "language": [
        "荷兰语"
    ],
    "playdate": [
        "2015-08(荷兰)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5001262/",
    "this_title": [
        "A Kippah in the Caribbean"
    ],
    "douban_link": "https://movie.douban.com/subject/35022577/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The documentary is about Jewish Caribbean identity. About 400 years of Jewish history in Surinam, Curaçao and Aruba. We follow their trace through Portugal, Amsterdam, Brazil to Curaçao, Suriname, Aruba and the tiny island of Sint Eustatius. We address the difference between Jews in Surinam and Curaçao: why do they look different? What was their influence on the local societies? Some 20 Jewish Caribbean people of different generations and mixes in the here and now talk about their faith, traditions and their expectations of the Jewish -fading- communties in their home countries. Young Jewish people explain about their strict Jewish lifestyle (sjabat, food) and this forms a contrast with other more liberal young Jews. Also Jewish influence in the language of Curacao and in the kitchen of Surinam and Curaçao is shown. A Surinam historian takes us back to the plantations, formely owned by Jews and tells us about the Jewish influence on the identity of Surinam people nowadways. Two Jewish young men perform a wonderful 'Jewish Caribbean' rap about Jewish habits and familynames likes Da Costa, Maduro. It is an educational documentary with lots of information attractively broad.",
    "chinese_title": "A Kippah in the Caribbean",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-25T14:11:42"
}