{
    "aka": [
        "Studies on Monet (In the Imaginary Museum)"
    ],
    "sid": "35038408",
    "cast": [
        {
            "url": "/celebrity/1037610/",
            "name": "迈克尔·斯诺 Michael Snow",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2597519369.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1160831/",
            "name": "克劳斯·怀博尼 Klaus Wyborny",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt7398712",
    "director": [
        {
            "url": "/celebrity/1160831/",
            "name": "克劳斯·怀博尼 Klaus Wyborny",
            "@type": "Person"
        }
    ],
    "duration": "103分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2014(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7398712/",
    "this_title": [
        "Studien zu Monet (im imaginären Museum)"
    ],
    "douban_link": "https://movie.douban.com/subject/35038408/",
    "trans_title": [
        "Studies on Monet (In the Imaginary Museum)"
    ],
    "douban_votes": "0",
    "introduction": "Etwa 140 Landschaftsbilder sind erhalten, die während vier längerer Aufenthalte Claude Monets zwischen 1882 und 1897 im normannischen Pourville enstanden. Nur wenig hat sich der wilde Küstenstreifen seither verändert, umso aufregender das durch die Geschichtsdimension bereicherte Präsenz-Panorama, das Wyborny in seinem, Harun Farocki gewidmeten, Essayfilm entwirft, indem er Monets Gemälde mit dem Filmbild der gegenwärtigen Wirklichkeit des Ortes überlagert. Eingeleitet von einem Interview mit Experimentalfilmer Michael Snow, dessen LA RÉGION CENTRALE nicht wenigen als Höhepunkt einer künstlerischen Auseinandersetzung mit Landschaft gilt.There are about 140 landscapes painted by Claude Monet in Pourville during 4 long stays between 1882 and 1897. The coastline has hardly changed since then. Enriched by the historic dimension Wyborny presents a panorama of this coast by superimposing Monets paintings with the present reality of the location. His essayfilm is dedicated to Harun Farocki and includes an interview with Michael Snow whose \"La région centrale\" is considered to be a climax of artistic reflections on representing landscapes.",
    "chinese_title": "Studien zu Monet (im imaginären Museum)",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-07T17:43:22"
}