{
    "aka": [],
    "sid": "35030851",
    "cast": [
        {
            "url": "/celebrity/1465401/",
            "name": "李玄阳 Xuanyang Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1413092/",
            "name": "刘锦航 Jinhang Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1434142/",
            "name": "徐崴罗 Weiluo Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1473837/",
            "name": "邵一卜 Yibu Shao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2617650746.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1465401/",
            "name": "李玄阳 Xuanyang Li",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1465401/",
            "name": "李玄阳 Xuanyang Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1366364/",
            "name": "付春剑 Chunjian Fu",
            "@type": "Person"
        }
    ],
    "duration": "5分钟",
    "episodes": "6",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2020-08-18(中国大陆)"
    ],
    "this_title": [
        "追梦少年"
    ],
    "douban_link": "https://movie.douban.com/subject/35030851/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "剧情梗概：马睿和小伙伴在排练节目的过程中，突然出现了一个自称003号的辅助虚拟系统，小乐便是系统精灵。这个系统拥有神奇能力，辅助着马睿的成长，让马睿和身边的伙伴们懂得了很多的知识与人生道理。思想内容：本剧将青少年的生活境遇与科幻系统相结合，并以剧中孩子们的奇思妙想打开 观众们的想象力。通过展现孩子们对于同学、家庭关系的正确处理，让更多孩子和家长受到启发。反思自身自身存在的问题并对其进行改进。通过展现孩子们在成长过程中向各自的梦想和目标不断努力、坚定不移、锲而不舍的学习精神，引起父母对于孩子兴趣爱好和梦想的重视，正确引领孩子学习进步，不要一昧打击孩子的自信和对美好生活的憧憬，给孩子多一些鼓励和赞赏，确立他们的自信心，能让他们健康成长。该剧也通过对现实情况的精准把握，在潜移默化的情况下给带给观众欢乐和知识，对孩子带来心灵上的触动，给孩子情感上的激励。同时，该剧通过剧情来审视现实环境中青少年的人格发展与社会责任，来提升孩子对自身发展和三观的认知，让他们敢想、敢谈、敢做，为新时代的孩子树立榜样。人物设定：1.主角马睿（徐崴罗饰演）：一个注定改变整个世界的男人！万年吊车尾，学渣一枚，通过系统的开发，逐渐成才口头禅：没有我做不到的事情，如果没做到，那就是我还不够努力！2.主角系统小乐（施馨颖饰演）：狠起来连自己都骗的系统！学习类辅助机器人，来自300年后，为了改变马睿的命运而来，存在于马睿的手表上，经常恶作剧般的实现马睿的大话。口头禅：快夸我，快夸我，我是最可爱的无敌美少女！3.张飞（刘锦航饰演）：胖子，马睿的死党兼同学，喜欢卖萌，也特别喜欢吃！梦想是天天都能有好吃的口头禅：咱俩好兄弟！你的就是我的，我的还是我的！嗯，没毛病4.李牧（张凡谛罗饰演）：班里的天才少年，学霸级，特别傲娇，喜欢知识，一直坚信知识改变未来，年级第一一直是他，3年级的孩子已经读到了初中生该学习的内容了。未来想做科学家口头禅：学海无涯谁为峰，一见李牧终成空！5.胡飞（杜金港饰演）：外号悟空，武艺高强。口头禅：我们要以理服人。6.骆洛（季柯如饰演）：瘦子，刘璐的跟班，喜欢依靠强者。口头禅：我爸说了，这年头跟对人最重要。7.张倩（邵一卜饰演）：班长，小小年纪就高度近视，非常讨厌给班级拖后腿的马睿。长大后希望能自己开公司当老板，所以从小培养自己的管理能力。口头禅：宝宝们替我传个话8.马睿爸爸马涛（李玄阳饰演）：一位30多岁的公司高管，是一位上得厅堂，下得厨房的好男人。乐天派的父亲，对于教育孩子一贯坚持任其发展的策略，孩子开心就行。口头禅：长江后浪推前浪，一代更比一代浪9.马睿妈妈韩文静（杨佳佳饰演）：一位20多岁的妈妈，年轻漂亮，心地善良，其实自己也是个孩子，对于教育孩子一直认为孩子要多学多看，对于未来发展才有帮助！口头禅：我还是个18岁的宝宝！不准喊我妈妈，喊姐姐。10.高老师（朱宏饰演）：学校新安排的体育老师，拥有着美式教育的风格，社会实践与学习的结合，组织孩子们经常出去做各种活动。口头禅：体育老师怎么了，除了体育，其他的我也能教！",
    "chinese_title": "追梦少年",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-30T17:02:14"
}