{
    "aka": [],
    "sid": "35038672",
    "cast": [
        {
            "url": "/celebrity/1187473/",
            "name": "Colin Murray Colin Murray",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1209676/",
            "name": "Ian Holloway Ian Holloway",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1204964/",
            "name": "Dean Ashton Dean Ashton",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2596829039.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1187473/",
            "name": "Colin Murray Colin Murray",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt10755420",
    "director": [
        {
            "url": "/celebrity/1187473/",
            "name": "Colin Murray Colin Murray",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-08-04(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10755420/",
    "imdb_votes": 10,
    "this_title": [
        "EFL on Quest Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/35038672/",
    "imdb_rating": "7.0/10 from 10 users",
    "trans_title": [
        "英冠英甲英乙联赛精华 第一季"
    ],
    "douban_votes": "0",
    "introduction": "EFL on Quest is a football highlight programme on the Quest channel in the United Kingdom. The programme covers the English Football League, taking over from Channel 5's Football League Tonight.Starting from the 2018–19 season, the four-year deal saw Quest provide 90 minutes of extensive match highlights of the English Championship, League One and League Two, hosted by Colin Murray, in primetime at 9pm every Saturday night.Alongside the presenter are two of a number of pundits, including Ian Holloway, Dean Ashton, Stephen Warnock, Michael Brown, Sue Smith, Curtis Davies, Sam Parkin, Ali Maxwell, Michael Appleton and Gary McSheffrey. Sometimes guest pundits such as EFL managers are also present.Commentary comes from the Pitch International world feed commentators, such as Paul Walker, Nigel Adderley, Kevin Keatings, Dan Mason, Jon Champion, Steve Wilson, Dan O'Hagan, John Roder, Chris Sharples, Dave Farrar, Joe Speight, James Fielden, Jon Driscoll, Martin Fisher and Sam Matterface. QUEST also uses their own commentators on certain games, such as Simon Watts, Jonathan Legard, Andy Clarke, and world feed regulars such as Paul Walker, Dan Mason, Chris Sharples and Dan O'Hagan.The programme has largely the same reporters as the BBC's The Football League Show and Channel 5's Football League Tonight - regulars include the likes of Sue Thearle, Chris Ford, Georgie Bingham, Dave Beckett, Matt Williams, Nick Halling, Jack Woodward, Tom Skippings, Jonathan Legard, Danny Jamieson, Ollie Wilson, Alison Bender, Will Cope and Tim Long.",
    "chinese_title": "英冠英甲英乙联赛精华 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "EFL on Quest Season 1",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-02-10T06:01:11"
}