{
    "aka": [],
    "sid": "35049310",
    "cast": [
        {
            "url": "/celebrity/1313891/",
            "name": "姜少华 Shaohua Jiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316424/",
            "name": "刘长纯 Changchun Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313350/",
            "name": "谢兰 Lan Xie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323172/",
            "name": "李建新 Jianxin Li",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2600084971.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "坐标"
    ],
    "douban_link": "https://movie.douban.com/subject/35049310/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "影片讲述了一群离开部队多年的退伍的海军雷达官兵，在今天商业大潮中占据重要位子，却有时迷失自我人生坐标，开始重新审视自我人生观的故事。故事是发生在一群退伍的老战友身上。在医院病房里，王阿根的母亲临终前，颤巍巍的将一个年久失色的花布包裹推给了阿根，并一再叮嘱：当年咱家最困难的时候，战友们出手帮助过咱，等母亲走了，一定替母亲找到他们，好好谢谢人家，母亲在九泉之下也就安心了。料理完母亲的后事，阿根打开包裹，里面是一张褪色老照片(王阿根退伍前在部队与战友们的合影留念)、3000元的汇款存根和一沓3000元钱，阿根含泪抱着母亲的包裹，久久凝视着。为完成母亲的遗愿，阿根回到原部队驻地，踏上寻找战友的旅程。在寻找期间，阿根结识了已故战友程海峰的妹妹——程艳丽，帮助阿根的寻找旅程上提供了很多线索。当王阿根得知程艳丽因拆迁补偿问题与房地产开发商发生矛盾时，阿根便决定自己出面为艳丽的拆迁补偿问题讨个公道，便一个人去找副市长理论。在与副市长谈判中，遇到了开发商老板、阿根原部队的老班长——张建军。两人一番叙旧后，张建军不由分说，便任命阿根为房地产开发公司的副总经理，全权负责他公司的对外接待工作，并带王阿根见到了当年的指导员雷平、战友张小顺。当张建军与张小顺侧面了解到阿根与艳丽的感情情况时，便设法撮合二人，期间也闹出了不少笑料。当阿根代搬迁户向张建军提出搬迁补偿问题时，二人意见产生强烈分歧。生性朴实的阿根不忘艳丽的牵挂而不辞许别，屹然离开了张建军的公司。阿根随后聘请了律师，决定通过法律手段与张建军的公司解决拆迁补偿问题。待张建军得知此事后，对阿根的做法很是费解，张小顺得知此事后便找到了雷平道出事序的缘尾。并通过雷平、区长和张建军三方合作解决了搬迁补偿问题。在“雷达二团战友情30年后再聚首”的聚会上，阿根见到了当年退伍前的战友们，并得知当年给他母亲汇款事项是由老班长张建军组织的时候，大家俨然凑定捐款汇寄家中之时，已不可能一一分清……王阿根明白了永远也不知道汇钱的都有谁，也不会知道汇钱的数目是多少时，他明白了，他的恩人不仅是雷达兵二团，而是他所有的战友们……阿根郑重地向在场所有的战友们深深的敬了一个久别的军礼，在阿根与建军紧紧拥抱的一刻、台下一片掌声和抽泣声之后，众人顶着瓢泼大雨来到搬迁户的暂住地，大家看到那雨中的场景时让他们不由得回想起许多的往事。在“发扬我军传统，争取更大光荣”的吼声中。30年前的老兵与当代的海军战士共同加入到了抢险的行列中……在雷平的带领下战友们向烈士程海峰墓碑前深深地三鞠躬……在战友们目送着载着阿根的火车挥手中、在阿根对战友情的无限感慨中……我们忘记了所有情怀，但依存心中的那份感恩的心，荡然回旋，存恤万千……嘹亮的军乐声中，畅想着共和的旋律、畅想着虔诚的依恋。“我爱你中国……我爱你故乡……我更爱的是你、战友的深深情怀……”",
    "chinese_title": "坐标",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-30T07:56:58"
}