{
    "aka": [],
    "sid": "35042116",
    "cast": [
        {
            "url": "/celebrity/1014615/",
            "name": "亨利·米勒 Henry Miller",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2597985507.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt6471456",
    "director": [],
    "duration": "53分钟",
    "episodes": "",
    "language": [
        "英语",
        "德语",
        "法语"
    ],
    "playdate": [
        "2017-01-15(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6471456/",
    "imdb_votes": 164,
    "this_title": [
        "Henry Miller - Prophet der Lüste"
    ],
    "douban_link": "https://movie.douban.com/subject/35042116/",
    "imdb_rating": "6.5/10 from 164 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Bis heute ist er die Lieblings-Hassgestalt amerikanischer Puritaner und gehört doch längst zu den großen Figuren des 20. Jahrhunderts. Zu Lebzeiten wurde Henry Miller, der unangepasste Skandalautor, entweder als Bürgerschreck und Sexist verschrien oder als Sex-Guru wie ein Heiliger verehrt. Das Porträt von Gero von Boehm zeigt, wer Henry Miller wirklich war.Henry Miller wuchs als Kind deutscher Einwanderer im einstigen deutschen Viertel Yorkville in New York auf. Die Enge seiner Herkunft und die Strenge seiner Mutter weckten den Rebellen in ihm. Nicht in seiner Heimat Amerika konnte er Künstler werden, sondern im Paris der 30er Jahre. Hier lebt er das freie Leben eines mittellosen Bohemiens, beginnt zu schreiben. Die Schriftstellerin Anaïs Nin lernt Miller 1932 kennen, sie unterstützt ihn finanziell, zelebriert mit ihm eine tabufreie erotische Beziehung, befördert seine Schriftstellerkarriere. In den 40er Jahren in die von ihm verhassten USA zurückgekehrt, fand Miller an der kalifornischen Küste in Big Sur eine Bleibe. Seine Bücher konnte er zunächst nur in Frankreich veröffentlichen. Bis eines seiner Hauptwerke, „Wendekreis des Krebses“, in den USA erschien, vergingen knapp 30 Jahre. Nie fand er die Gefährtin seines Lebens, auch in fünf Ehen nicht. „Er jagte von Jugend an einem unerreichbaren Ideal nach“, sagt Millers Biograf Arthur Hoyle. Ob in New York, im Pool seiner Villa oder auf seinen Partys, immer präsentierte er sich als der, der er war – einfach Henry Miller. In seltenem Archivmaterial spricht der alte Miller über sich und sein Leben, auf das er ohne Umschweife und mit Augenzwinkern zurückblickt.",
    "chinese_title": "Henry Miller - Prophet der Lüste",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-11-27T08:28:12"
}