{
    "aka": [],
    "sid": "35049207",
    "cast": [
        {
            "url": "/celebrity/1022670/",
            "name": "安东尼·安德森 Anthony Anderson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036471/",
            "name": "雷吉娜·赫尔 Regina Hall",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004881/",
            "name": "凯莉·罗兰 Kelly Rowland",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "音乐",
        "真人秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2600073194.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-04-22(美国)"
    ],
    "this_title": [
        "Saving Our Selves: A BET COVID-19 Relief Effort"
    ],
    "douban_link": "https://movie.douban.com/subject/35049207/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "在COVID-19 全球疫情衝擊下，弱勢人口受到尤其嚴重的衝擊。在美國，非裔因COVID-19病故的比例比其他族群高至少3.4倍，體現出健康權的嚴重不公。為了支持以非裔、拉美裔為主要組成的有色人種社區，黑人娱乐電視台（BET, Black Entertainment Television）發起了的線上音樂集會活動，傳遞音樂、安慰，並籍此募捐，以用於支持這些弱勢社區的公益項目。The “Saving Our Selves: A BET COVID-19 Relief Effort” broadcast special, will air on Wednesday, April 22, at 8/7c. The special, co-hosted by Grammy Award-Winning singer and actress Kelly Rowland, TV personality Terrence J and actress Regina Hall, will feature virtual appearances and musical performances from some of the biggest names in music and entertainment as they share tips on how to manage, cope and help during the COVID-19 pandemic crisis. Celebrity guest appearances and performances will include DJ Khaled, Charlie Wilson, Chance the Rapper, Kirk Franklin, Fantasia, Melvin Crispell III and many more. The special will give up-to-date information and drive viewers to needed resources during this unprecedented time. In partnership with United Way, proceeds are being donated to African-American communities severely impacted by COVID-19.“Our goal for this special is to come together in a collective spirit of strength, community and hope. As we unite in harmony and compassion, through the collective healing power of music, comedy and entertainment, we can bring restoration and inspire the world that our brighter days are ahead,” said Connie Orlando, EVP Specials, Music Programming & Music Strategy at BET.-- from the official website of BET, Saving Our Selves.",
    "chinese_title": "Saving Our Selves: A BET COVID-19 Relief Effort",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-12-30T09:35:39"
}