{
    "aka": [
        "[NHK纪录片] HOT SPOTS 最后的乐园"
    ],
    "sid": "35047494",
    "cast": [
        {
            "url": "/celebrity/1006103/",
            "name": "福山雅治 Masaharu Fukuyama",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1483351/",
            "name": "桑子真帆 Maho Kuwako",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2910406853.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "49分钟",
    "episodes": "5",
    "language": [],
    "playdate": [
        "2020-01-26(日本)"
    ],
    "this_title": [
        "HOT SPOTS  ホットスポット 最後の楽園 season3"
    ],
    "douban_link": "https://movie.douban.com/subject/35047494/",
    "trans_title": [
        "最后的乐园 第三季",
        "[NHK纪录片] HOT SPOTS 最后的乐园"
    ],
    "douban_votes": "0",
    "introduction": "第三季的《最后的乐园》将继续带领大家去探访世界上独一无二的生物热点地区，本季会关注到的五个地点分别坐落在：加勒比海，安第斯山脉，印度尼西亚，埃塞俄比亚和巴西。第一回：巨大生物が集う海 ～カリブ海 ユカタン半島～巨大生物聚集的海洋：加勒比尤卡坦半岛第二回：砂漠と氷河のロストワールド ～南米 アンデス山脈～失落的沙漠和冰川世界：南美洲安第斯山脉第三回：進化の魔法 息づく島々 ～東南アジア ウォーレシア～进化的魔力呼吸岛-东南亚瓦拉西亚/华莱士区（Wallacea）第四回：天空と荒野の両極世界 ～アフリカ エチオピア高原～天空和旷野的两极世界-非洲埃塞俄比亚高原第五回：陸の孤島・珍獣たちの避難所～ブラジル 大西洋岸の森～（仮）稀有岛屿和稀有动物的陆上避难所：巴西大西洋森林（暂定）NHK's special \"Hotspot last paradise\" has recorded a magnificent drama of nature with an unprecedented sense of scale and numerous scoop images, using NHK's world-class cutting-edge special effects technology. The latest work, the third series!Ten years have passed since the first series was broadcast in 2011! There are 12 hot spots I have visited so far. By observing the unique ecosystem and life of unique creatures unique to that region, we have projected the unknown mysteries of the earth. This time, there are 5 locations in the Caribbean Sea, the Andes, Indonesia, Ethiopia, and Brazil. In recent years, with the advent of rapidly upgraded special effects equipment such as drones, the latest ultra-sensitive cameras, and high-definition SHV cameras, we have visualized natural phenomena and marvelous ecology of creatures that we have never seen before. It has become possible to do.In the 3rd series, we chose the \"superb view\" area of the 36 hotspot areas and challenged the shooting of the spectacle of nature with high definition 4K shooting, and the mystery of the earth hidden in mysterious scenery. I will explore the mystery. A mysterious underwater limestone cavern dotted in the Yucatan Peninsula, Mexico, minus 45 to 50 meters above sea level, Ethiopia's Darrol volcano with the lowest volcanic crater in the world, the Andes, the altitude of about 4000 meters The magnificent views of the bright red salt lake and Uyuni salt lake are spectacular.In addition, Mr. Masaharu Fukuyama, a presenter who is very popular for his reports that express his curiosity with respect to nature and living things and his unique sensitivity. Again this time, swim with giant sharks in the Caribbean Sea, face the giant Komodo Dragon, which is said to be a modern-day dinosaur on the Indonesian island, and challenge yourself to further contact with nature and creatures. Please look forward to it!",
    "chinese_title": "最后的乐园 第三季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "HOT SPOTS  ホットスポット 最後の楽園 season3",
    "douban_rating_average": 0,
    "update_at": "2026-01-27T18:26:24"
}