{
    "aka": [],
    "sid": "35048209",
    "cast": [
        {
            "url": "/celebrity/1306008/",
            "name": "Jeff Gibbs Jeff Gibbs",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2599911704.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1306008/",
            "name": "Jeff Gibbs Jeff Gibbs",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt12192654",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-04-22(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12192654/",
    "imdb_votes": 3403,
    "this_title": [
        "Planet of the Humans"
    ],
    "douban_link": "https://movie.douban.com/subject/35048209/",
    "imdb_rating": "6.9/10 from 3403 users",
    "trans_title": [
        "人类星球"
    ],
    "douban_votes": "176",
    "introduction": "清洁能源真的清洁吗？这部由Michael Moore监制的纪录片带领观众走进清洁能源的一线，细究清洁能源的设备制造方式和材料、使用年限、发电材料来源、以及背后的经济驱动力。本片也揭示了美国一些头号环保人士和环保组织在生物质能源等可再生能源令人疑惑和担忧的立场，以及环保运动和能源业的资助关系。当环保主义和资本主义手牵手，能源真的会更清洁吗？Michael Moore presents Planet of the Humans, a documentary that dares to say what no one else will this Earth Day — that we are losing the battle to stop climate change on planet earth because we are following leaders who have taken us down the wrong road — selling out the green movement to wealthy interests and corporate America. This film is the wake-up call to the reality we are afraid to face: that in the midst of a human-caused extinction event, the environmental movement’s answer is to push for techno-fixes and band-aids. It's too little, too late.Removed from the debate is the only thing that MIGHT save us: getting a grip on our out-of-control human presence and consumption. Why is this not THE issue? Because that would be bad for profits, bad for business. Have we environmentalists fallen for illusions, “green” illusions, that are anything but green, because we’re scared that this is the end—and we’ve pinned all our hopes on biomass, wind turbines, and electric cars?No amount of batteries are going to save us, warns director Jeff Gibbs (lifelong environmentalist and co-producer of “Fahrenheit 9/11” and “Bowling for Columbine\"). This urgent, must-see movie, a full-frontal assault on our sacred cows, is guaranteed to generate anger, debate, and, hopefully, a willingness to see our survival in a new way—before it’s too late.Featuring: Al Gore, Bill McKibben, Richard Branson, Robert F Kennedy Jr., Michael Bloomberg, Van Jones, Vinod Khosla, Koch Brothers, Vandana Shiva, General Motors, 350.org, Arnold Schwarzenegger, Sierra Club, the Union of Concerned Scientists, Nature Conservancy, Elon Musk, Tesla.Music by: Radiohead, King Crimson, Emerson, Lake & Palmer, Blank & Jones, If These Trees Could Talk, Valentina Lisitsa, Culprit 1, Patrick O’hearn, The Torquays, Nigel Stanford, and many more.Donate:https://www.paypal.com/cgi-bin/webscr...Website:https://planetofthehumans.com/FB:https://www.facebook.com/PlanetoftheH...",
    "chinese_title": "人类星球",
    "douban_rating": "8.3/10 from 176 users",
    "foreign_title": "Planet of the Humans",
    "imdb_rating_average": 6.9,
    "douban_rating_average": "8.3",
    "update_at": "2025-02-27T16:49:12"
}