{
    "aka": [],
    "sid": "35047249",
    "cast": [
        {
            "url": "/celebrity/1252402/",
            "name": "Whitney Ann Jenkins Whitney Ann Jenkins",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1428177/",
            "name": "玛丽娜·莫耶 Malina Moye",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1096699/",
            "name": "Dave Huber Dave Huber",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2599844703.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt10379006",
    "director": [],
    "duration": "94分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-09-27(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10379006/",
    "imdb_votes": 143,
    "this_title": [
        "10E"
    ],
    "douban_link": "https://movie.douban.com/subject/35047249/",
    "imdb_rating": "4.4/10 from 143 users",
    "trans_title": [
        "欢乐父女档"
    ],
    "douban_votes": "0",
    "introduction": "A few years after her mother's passing, 17-year old Tennie's reputation at school takes a major hit before the prom. To further complicate the daily rigors of teenage life, her father, Robert, an advertising executive who has since rebuilt his business, tries to do the same with his relationship with his daughter. Against his therapist's advice, overeager Robert tries really hard to get close to Tennie by showing his own way of caring. He tries to find out about his daughter's personal life with the help of his newly appointed, 19 year-old driver/intern, Jack. Practically being raised by her extended family, Tennie although very academically inclined and mature for her age, with compassion for others, she's got a touch of sarcasm, and a hint of rebelliousness. After she catches on to her father's plan, Tennie realizes that in order to get her father off of her back, she needs to convince him to find a lady friend. She recruits her friends to create an online dating profile in order to introduce her father to potential companions. Little did she know that her father already was seeing someone that he was not yet ready to introduce to her. Things escalate when Robert gets Tennie's friends from school to participate in a focus group for a project, and in retaliation, Tennie throws a party at the house with almost half of the school showing up. A series of hilarious interactions between father and daughter ensues that starts to close the generational gap between them. What finally brings them together is a long overdue heart to heart conversation about past transgressions. One thing becomes certain, they will always have each other.",
    "chinese_title": "欢乐父女档",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "10E",
    "imdb_rating_average": 4.4,
    "douban_rating_average": 0,
    "update_at": "2025-08-23T19:00:24"
}