{
    "aka": [],
    "sid": "35055237",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt11396264",
    "director": [
        {
            "url": "/celebrity/1336013/",
            "name": "克里斯蒂娜·皮齐 Cristina Picchi",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt11396264/",
    "this_title": [
        "About the End"
    ],
    "douban_link": "https://movie.douban.com/subject/35055237/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The end, whether seen as a religious experience bound to a final day of judgment, as a political threat of weapons of mass destruction, a natural disaster or an ecological issue, evokes the universal human fear of our powerlessness and finiteness. About the End explores the concept of “apocalypse”, in its emotional, metaphorical, philosophical and socio-political manifestations, ultimately touching on themes such as human transiency and vulnerability. The film will develop as the interplay of multiple storylines, unfolding through different extreme situations across different continents, exploring a past, a present and a future apocalypse. In Indonesia, we will be with a community living at the edge of Mount Merapi, one of the world’s most active volcanoes; in Europe, we will accompany the everyday life of a “prepper”, a person who is getting equipped and mentally ready to survive an imminent catastrophe; in Quebec, we will follow the dismantling works of a series of radar stations that were built during the Cold War to detect nuclear attacks.",
    "chinese_title": "About the End",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-12-06T00:14:00"
}