{
    "aka": [],
    "sid": "35057702",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2601440937.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt11005188",
    "director": [],
    "duration": "55分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-04-19(世界)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11005188/",
    "imdb_votes": 12,
    "this_title": [
        "Spit Earth: Who is Jordan Wolfson?"
    ],
    "douban_link": "https://movie.douban.com/subject/35057702/",
    "imdb_rating": "6.2/10 from 12 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Jordan Wolfson is both a product and a symptom of the contemporary art world, and recently considered THE artist of the decade by the editors of Frieze Magazine. In 2014, the Los Angeles-based Wolfson was catapulted to notorious acclaim with his game-changing, hypersexualized Female Figure, a life-sized animatronic sculpture featuring facial recognition technology and Hollywood special effects that raised the specter of misogyny while challenging the way images of women are viewed by popular culture. While Female Figure broached post human scenarios, Wolfson’s sculpture also tested our assumptions about gender and sexuality anticipating the #MeToo and #TimesUp movements.Spit Earth: Who Is Jordan Wolfson? is a feature documentary film about this controversial and divisive artist who in the ensuing five years has only solidified his stature with unnerving and provocative new works that elicit extreme reactions from both critical naysayers and vocal proponents alike. Wolfson is not content to play by the rules of a conservative self-policing art market that favors the status quo, instead preferring to make us squirm as he engages a host of lightning-rod issues facing our society today; homophobia, misogyny, racism, white nationalism, antisemitism and violence to name but a few. Wolfson is an art maker on the world stage whose immersive works take on today’s endemic virtue signaling and politically correct narratives, veritably throwing it all back into our faces.",
    "chinese_title": "Spit Earth: Who is Jordan Wolfson?",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-04-06T01:28:42"
}