{
    "aka": [],
    "sid": "35050747",
    "cast": [
        {
            "url": "/celebrity/1166167/",
            "name": "Franz Robert Wagner Franz Robert Wagner",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2600341883.jpg",
    "region": [
        "澳大利亚 Australia"
    ],
    "writer": [],
    "imdb_id": "tt4794670",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015-06-10(澳大利亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4794670/",
    "imdb_votes": 91,
    "this_title": [
        "Amur - Asias Amazon"
    ],
    "douban_link": "https://movie.douban.com/subject/35050747/",
    "imdb_rating": "9.6/10 from 91 users",
    "trans_title": [
        "黑龙江：亚洲的亚马逊"
    ],
    "douban_votes": "0",
    "introduction": "Title: Amur - Amazon of AsiaOriginal name: Amur - Asiens AmazonasRelease year: 2015Genre: DocumentaryDirector: Klaus Feichtenberger / Klaus Feichtenberger, Franz Hafner / Franz HafnerCast: Franz Robert Wagner / Franz Robert WagnerDescription: A film from the Terra Mater series (E180-E182) showing and telling about one of the greatest rivers of our planet Amur. The film was shot in three countries: Russia, China and Mongolia. In it we can see the river itself and the animal and plant world, as well as people living along its banks.This is a three-part series, an epic journey along the Amur and its tributaries, rich wildlife, into an amazing and exotic world. Unique characters of the lower, middle and upper tributaries of the Amur are shown - and yes, these are separate worlds. The Amur basin lies in Northeast Asia, in China it is called Heilongjiang. The 1st episode shows the Far East. The coastal delta of the Amur is one of the richest ecosystems on Earth. Lake Okhotsk serves as a home for a variety of arctic and subtropical species. The land of the Russian Far East is a unique meeting place for northern and southern plants and animals, home to Amur tigers and leopards. Episode 2 shows the middle tributary, the Heilong-jian or the Black Dragon River, passes through ancient Manchuria and forms the natural border between China and Russia. Until recently, it was a restricted military zone for people. Primeval forests and lands offer habitats for rare species - Chinese turtles, giant sturgeons, Siberian taimen. In episode 3, moving upstream to Mongolia, viewers will see the planet’s largest wild meadows.Series List:S1, Ep180: Amur - Asiens Amazonas: Der ferne Osten - Far EastS1, Ep181: Amur - Asiens Amazonas: Der schwarze Drache - Black DragonS1, Ep182: Amur - Asiens Amazonas: Die heiligen Quellen - Holy sourcesAmur (Chinese trad. 黑龍江, exercise. 黑龙江, pinyin: Hēilóng-jiāng, pall .: Heilongjiang) is a river in the Far East in East Asia. It flows through the territory of Russia and the border of Russia and China. Length - 2824 km (from the confluence of Shilka and Argun). It falls into the Sea of Okhotsk.The name of the river came from the common basis for the Tungus-Manchu languages, “amar”, “damur” - “big river”.The Chinese called Cupid “Heihe” (Chinese. 黑河, “Black River”) - “black river”, then “Heilongjiang” - (Chinese. 黑龙江, “Black Dragon River”).According to legend, in ancient times, a black dragon, who lived in the river and personified good, defeated the evil, white, dragon, who drowned boats on the river, prevented people from fishing and generally attacked any living creature. The winner stayed to live at the bottom of the river in the area of the Khingan cheeks, which is on the border of the Amur and Jewish Autonomous Regions. Since then, this river has been called the Black Dragon River.The “Tail” of the Black Dragon is located in the steppes of Mongolia and Dauria, the “torso” lies in four Russian regions and in one Chinese province. Two left “paws” reach the Stanovoy ridge, where the tributaries of the Amur - Zeya and Bureya begin, and two right “paws” - the tributaries of the Sungari and Ussuri - in China and Primorye. The \"head\" of the Dragon rests on the Sea of Okhotsk, and he \"drinks water\" of the Tatar Strait. The length of the \"body\" of the Black Dragon from the \"tail\" to the \"head\" is more than 4,500 km, and the area of the Amur basin reaches 1.8 million square meters. kmThe Mongols called Amur \"Amur Hara-Muren\" - \"black wide river.\" In Manchu, the river is called “Sakhaliyan ula”, where “Sakhaliyan” means “black” and “ula” means “water”. The Amur River itself begins after the confluence of the Shilka River - the \"narrow valley\" in Evenki and Argun - \"wide\" (ergun) in translation from Mongolian.",
    "chinese_title": "黑龙江：亚洲的亚马逊",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Amur - Asias Amazon",
    "imdb_rating_average": 9.6,
    "douban_rating_average": 0,
    "update_at": "2025-11-04T21:42:20"
}