{
    "aka": [],
    "sid": "35055532",
    "cast": [
        {
            "url": "/celebrity/1045688/",
            "name": "Michael Franti Michael Franti",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt9536754",
    "director": [
        {
            "url": "/celebrity/1045688/",
            "name": "Michael Franti Michael Franti",
            "@type": "Person"
        }
    ],
    "duration": "94分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-02-14(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9536754/",
    "imdb_votes": 45,
    "this_title": [
        "Stay Human"
    ],
    "douban_link": "https://movie.douban.com/subject/35055532/",
    "imdb_rating": "7.8/10 from 45 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "During these turbulent times, the feeling of hopelessness is an epidemic. In a quest to find a path to STAY HUMAN and hold on to humanity in the craziness of the world we live in today, Michael Franti takes us on an experiential journey through his songs and stories of people who have chosen to overcome cynicism with optimism and hope. Michael shares the tales of Robin Lim, a midwife who opened a birthing clinic in the aftermath of a devastating typhoon in the Philippines, Steve and Hope Dezember, a young couple whose love carries them through Steve's battle with ALS, Arief Rabik, an environmental scientist in Bali who perfected a method to make industrial and household products with bamboo in an effort to curb deforestation, and Sive Mazinyo and Busisiwwe Vazi, who help inspire their community of Port Elizabeth, South Africa, through music and education. Michael reflects on his own personal journey facing adversity as a child, struggling to find his voice as a musician, and how he came to find inspiration through these stories. He hopes to inspire people to become changemakers by utilizing creativity, tenacity, and heart to face our daily challenges as individuals, and together as citizens of our planet to STAY HUMAN.",
    "chinese_title": "Stay Human",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-08-30T09:56:24"
}