{
    "aka": [],
    "sid": "35064667",
    "cast": [
        {
            "url": "/celebrity/1280868/",
            "name": "佐恩·威廉姆斯 Zoe Clarke-Williams",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2602559156.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt12120706",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-04-20(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12120706/",
    "imdb_votes": 12,
    "this_title": [
        "The Restaurant that Burns Off Calories"
    ],
    "douban_link": "https://movie.douban.com/subject/35064667/",
    "imdb_rating": "5.9/10 from 12 users",
    "trans_title": [
        "燃烧卡路里的餐厅"
    ],
    "douban_votes": "141",
    "introduction": "Maitre d’ and Extraordinary Places to Eat host Fred Sirieix and GP Zoe Williams open a restaurant with a difference, welcoming 20 unsuspecting diners for a slap-up meal. It all sounds normal enough, but this restaurant has something unexpected back of house - a functioning gym, where a group of fitness fanatics are poised on exercise bikes, treadmills and rowing machines, ready to burn off every single calorie ordered and consumed by the diners.This groundbreaking stunt for science strand Horizon is based on the latest scientific research, which suggests that when we are shown the astonishing amount of exercise required to remove excess calories from our bodies, we choose to eat up to 20% less.The 495-calorie calamari starter demands a punishing hour and 12 minutes on the rowing machine. The fish and chips takes two hours and four minutes on the exercise bike to burn off, and running for an hour and nine minutes is the exercise equivalent of the chocolate brownie.Fred and Zoe also delve into the science of calories, including why we need them and why we are collectively eating more than we are burning, a situation which has left nearly two thirds of the population overweight or obese. They examine new science, learning that our genes influence our weight, not by changing how we metabolise food, but by determining how hungry we feel. They also delve into our microbiome to discover how a healthy gut could help us burn fat.Puddings polished off, the diners are let in on the secret gym. Will the knowledge change their behaviour, as the research suggests, or leave a nasty taste in the mouth?",
    "chinese_title": "燃烧卡路里的餐厅",
    "douban_rating": "7.1/10 from 141 users",
    "foreign_title": "The Restaurant that Burns Off Calories",
    "imdb_rating_average": 5.9,
    "douban_rating_average": "7.1",
    "update_at": "2025-11-01T14:21:58"
}