{
    "aka": [
        "Dong Poo Dee"
    ],
    "sid": "35068126",
    "cast": [
        {
            "url": "/celebrity/1445187/",
            "name": "克里萨纳·马鲁卡斯提 Kritsana Maroukasonti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1430143/",
            "name": "提迪瓦·立帕拉赛 Thitiwat Ritprasert",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2602872504.jpg",
    "region": [
        "泰国"
    ],
    "writer": [],
    "imdb_id": "",
    "director": [],
    "duration": "55分钟",
    "episodes": "28",
    "language": [
        "泰语"
    ],
    "playdate": [],
    "imdb_link": "",
    "this_title": [
        "ดงผู้ดี"
    ],
    "douban_link": "https://movie.douban.com/subject/35068126/",
    "trans_title": [
        "浮华世家2019",
        "Dong Poo Dee"
    ],
    "douban_votes": "0",
    "introduction": "“Dong Poo Dee” is the story about Kom a young girl who grew up with her mother Kae, who has amnesia. The two are supported by Kru Sompon who is the owner of a school. Kae faints on the day that Kru Sompon throws a party for his older brother. She meets Pit Roongprai and remembers everything. Kae entrusts Kom in his hands before she dies. Once they are done with her funeral Pit takes Kom to Bangkok and entrusts her with a friend named Rangsan Rattanadechakorn to take care of and give her an education equal to his daughters Ratirot and Podjanee, but in truth Rangsan and Bunga his wife doesn’t like Kom and treats her as a servant.Once Pit goes out of the country, he sends a younger relative named Chartsiam Surabordin who is studying in England to take care of Kom if anything were to ever happen to him. Chartsiam gives a doll to Kom and this leaves a great impression on her.Pit dies and leaves a will for Kom, once Chartsiam returns he takes care of Kom from afar, but refuses to tell her about Pit. As for Bunga she sees him come often and tries to get close to him, but the young man doesn’t care for her because he has a lover already. Eventually, love blossoms between Chartsiam and Kom. But the love that appears to be forbidden for the two, how will it end up?",
    "chinese_title": "浮华世家2019",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "ดงผู้ดี",
    "douban_rating_average": 0,
    "update_at": "2024-06-18T09:20:15"
}