{
    "aka": [],
    "sid": "35064669",
    "cast": [
        {
            "url": "/celebrity/1360186/",
            "name": "Hannah Fry Hannah Fry",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1292605/",
            "name": "迈克尔·莫斯利 Michael J. Mosley",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2602559182.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt12268102",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-05-04(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12268102/",
    "imdb_votes": 13,
    "this_title": [
        "BBC Horizon:The Great British Intelligence Test"
    ],
    "douban_link": "https://movie.douban.com/subject/35064669/",
    "imdb_rating": "6.4/10 from 13 users",
    "trans_title": [
        "BBC 地平线：大英智力测试"
    ],
    "douban_votes": "0",
    "introduction": "Is your smart phone making you stupid? Can you make yourself cleverer? The Great British Intelligence Test measures the brainpower of the nation in one of the largest intelligence experiments of its kind.Devised with leading scientists at Imperial College, London, over 250,000 people around the nation have taken part so far - revealing important new science about the nation’s changing intelligence.In this Horizon special, Dr Hannah Fry and Michael Mosley put the public to the test, pitting young and old, males and females and tech lovers and readers against each other in a battle of wits. The audience can also play along online atwww.bbc.co.uk/intelligencetestThe results reveal new science about how our intelligence changes through our life. Which mental abilities peak in our 80s? And when can adults be outsmarted by ten-year-olds? It explores how our gender can affect our intelligence and uncovers groundbreaking new science on how our lifestyle and love of technology is changing our brain. Which of our digital habits are improving our mental abilities and which are harming us?With the very latest science, this film reveals the best ways to boost your brainpower.",
    "chinese_title": "BBC 地平线：大英智力测试",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "BBC Horizon:The Great British Intelligence Test",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-03-11T03:01:15"
}