{
    "aka": [
        "Bebia",
        "Bebia, à mon seul désir",
        "Grandmother"
    ],
    "sid": "35068626",
    "cast": [
        {
            "url": "/celebrity/1419643/",
            "name": "阿纳斯塔西娅·尚图拉雅 Anastasia Chanturaia",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "剧情"
    ],
    "awards": "　　第50届鹿特丹国际电影节(2021)\n　　老虎奖(提名) 朱贾·道布拉克库斯\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2628918867.jpg",
    "region": [
        "英国",
        "格鲁吉亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1448929/",
            "name": "朱贾·道布拉克库斯 Juja Dobrachkous",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt13683566",
    "director": [
        {
            "url": "/celebrity/1448929/",
            "name": "朱贾·道布拉克库斯 Juja Dobrachkous",
            "@type": "Person"
        }
    ],
    "duration": "113分钟",
    "episodes": "",
    "language": [
        "格鲁吉亚语",
        "俄语"
    ],
    "playdate": [
        "2021-02(鹿特丹国际电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13683566/",
    "imdb_votes": 110,
    "this_title": [
        "ბებია"
    ],
    "douban_link": "https://movie.douban.com/subject/35068626/",
    "imdb_rating": "6.4/10 from 110 users",
    "trans_title": [
        "贝比娅，我唯一的心愿",
        "Bebia",
        "Bebia, à mon seul désir",
        "Grandmother"
    ],
    "douban_votes": "0",
    "introduction": "Young model Ariadna is suddenly called away from the catwalk to attend her grandmother’s funeral in the small village in Georgia where she was born. After an awkward reunion with her embittered mother she learns that, as the youngest member of the family, she is expected to carry out a special ritual. An ancient tradition said to refer to the Greek myth of Ariadne and her thread. Reluctantly, she sets out to fulfil this strange assignment, which will nevertheless prove pivotal in her own life.Bebia, à mon seul désir demonstrates great feeling for physical detail, atmosphere and how people treat one another, all of which are closely entwined with flashbacks in which Ariadna thinks back to her childhood. The stylish black-and-white photography with a poetic twist is not only reminiscent of classic cinema, but also lends the story a timeless character.Ariadna’s confusion is caused not only by her clash with her mother, but also the pain from her youth – the feeling of not counting – which still oppresses her. The performance of the ritual, intended to show her grandmother's spirit the way to the grave, unexpectedly leads Ariadna back to herself. Helped by a philosophically inclined young man wracked by doubt, she obtains new insights into her life and the people in it. Struggle and conflict need not be obstacles to enchantment.",
    "chinese_title": "贝比娅，我唯一的心愿",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "ბებია",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-08-14T01:56:20"
}