{
    "aka": [],
    "sid": "35068564",
    "cast": [
        {
            "url": "/celebrity/1318906/",
            "name": "菲比·福克斯 Phoebe Fox",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2602887686.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1025325/",
            "name": "H. P. 洛夫克拉夫特 H. P. Lovecraft",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt7317254",
    "director": [],
    "duration": "84分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-10-02(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7317254/",
    "imdb_votes": 19,
    "this_title": [
        "Dead Tongues"
    ],
    "douban_link": "https://movie.douban.com/subject/35068564/",
    "imdb_rating": "7.0/10 from 19 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "H. P. Lovecraft Film Festival® is proud to present DEAD TONGUES our first Feature presentation on DVD, and the Winner of the 2016 Best Feature award. Following the mysterious suicide of her former lover, a woman teams up with his estranged twin brother to unearth the uncanny events preceding her ex-boyfriend's death. Inspired by H.P. Lovecraft's short story, \"Facts Concerning the Late Arthur Jermyn and His Family,\" this film embodies all the things we value most in independent film and is an impressive example of doing a lot with very little. The film's strength lies in the storytelling, excellent performances, and smart choices about what to show and what to leave to your imagination, unlike conventional Lovecraft adaptations which fail due to overwrought special effects and scripts that just don't get cosmic horror right. Also on the disc are two bonus short films: \"Ink\" by Ashlea Wessel \"Beast in the Cave\" by Cameron McCasland Approx runtime 105 minutes NTSC, region 0, English, no subtitles. Dead Tongues was made possible through crowdfunding, grants, and Northwestern University's student group, Applause for a Cause.",
    "chinese_title": "Dead Tongues",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-10-08T07:52:11"
}