{
    "aka": [],
    "sid": "35076005",
    "cast": [
        {
            "url": "/celebrity/1438171/",
            "name": "凯南·吉尔 Kanan Gill",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2603964497.jpg",
    "region": [
        "印度"
    ],
    "writer": [
        {
            "url": "/celebrity/1438171/",
            "name": "凯南·吉尔 Kanan Gill",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt9614612",
    "director": [],
    "duration": "63分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-02-14(印度)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9614612/",
    "imdb_votes": 672,
    "this_title": [
        "Sketchy Behaviour"
    ],
    "douban_link": "https://movie.douban.com/subject/35076005/",
    "imdb_rating": "7.4/10 from 672 users",
    "trans_title": [
        "粗略行为"
    ],
    "douban_votes": "0",
    "introduction": "Sketchy Behaviour is an absurd sketch comedy show filmed live in front of a largely captive audience in Mumbai. Described as hilarious, complex, stupid, irritating (and 'sardonic' by one lady in Goa) the show veers in and out of the familiar and the bizarre with equal comfort. A knee-slapping head-scratching torrent of jokes, characters and self-aware comedy that successfully spent the entire budget that was available to spend on the show. Featuring six very silly live sketches, stitched together by a much sillier story about the nature of art itself and bookended by extremely silly and unnecessary opening and closing, Sketchy Behaviour is truly a work of something. KananGill and Kenneth Sebastian float through the aether of space (reminiscent of another show on a rival streaming platform) and try to figure out why their souls can't rest in peace. They realise that the key to this lies in the sketch comedy show they did, they then look through the various sketches in the show to find any clues that could help their situation and let them move on to the afterlife. Will they find the answers they're looking for? Yes. But you'll have fun watching it probably. And if you don't, maybe that says more about you than it does about the show. Why can't you enjoy anything anymore? When did you become so bitter? The sketches feature songs about murders, talking chairs, time travel, exorcisms and much more (two more). Complex set and prop changes were done swiftly to maintain a seamless live experience for the audience at great personal expense to the creators of the show, which they realised was totally unnecessary when they were editing the show and it is especially paining them to write this now. The show is a culmination of a very old dream of its creatorsKananand Kenneth, and all the weirdness in show in completely intentional. For the optimal viewing experience, ask someone else to watch the show and describe it to you. This is the mandatory synopsislength.",
    "chinese_title": "粗略行为",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Sketchy Behaviour",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-08-09T09:08:03"
}