{
    "aka": [],
    "sid": "35072642",
    "cast": [
        {
            "url": "/celebrity/1033969/",
            "name": "埃德娜·圣文森特·米莱 Edna St. Vincent Millay",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1983",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2627113949.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1148436/",
            "name": "斯隆·谢尔顿 Sloane Shelton",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0271064",
    "director": [
        {
            "url": "/celebrity/1019462/",
            "name": "凯文·布朗洛 Kevin Brownlow",
            "@type": "Person"
        }
    ],
    "duration": "25分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0271064/",
    "imdb_votes": 6,
    "this_title": [
        "Millay at Steepletop"
    ],
    "douban_link": "https://movie.douban.com/subject/35072642/",
    "imdb_rating": "6.5/10 from 6 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Millay at Steepletop (Color, 25 minutes) is a loving tribute to the great American poet, Edna St. Vincent Millay, filmed entirely at her 700-acre upstate New York farm by Sloane Shelton and Kevin Brownlow. By combining images of the natural beauty of the poet's home with readings from her most famous poems, interviews with her sister, Norma Millay Ellis, and exclusive archival footage, Millay at Steepletop captures the brilliance and passion of Millay's life and art. Edna St. Vincent Millay (1892–1950), subject of the best-selling biography Savage Beauty by Nancy Milford, was the first woman ever to win the Pulitzer Prize for poetry. Beautiful, vivacious, sexually liberated and supremely talented, Millay was the feminine ideal of the jazz age. Her quatrain, \"My candle burns at both ends; It will not last the night; But ah, my foes, and oh, my friends'It gives a lovely light!\" became the joyful hymn of her generation.To create Millay at Steepletop, actress Sloane Shelton joined forces with Oscar®-winning director and film historian Kevin Brownlow. During the production, Brownlow discovered two 100-foot rolls of 16mm film in a barn on the Millay estate. It was a remarkable find, especially since these home movies of Millay — with her husband and friends at Steepletop-are the only known existing films of the poet.",
    "chinese_title": "Millay at Steepletop",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-12-05T19:28:10"
}