{
    "aka": [],
    "sid": "35073225",
    "cast": [
        {
            "url": "/celebrity/1420508/",
            "name": "李先时 Xianshi Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1439872/",
            "name": "王子宸 Zichen Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008125/",
            "name": "梁家仁 Ka-Yan Leung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1378861/",
            "name": "孙瑜 Yu Sun",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "剧情",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2606302557.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "imdb_id": "tt12416246",
    "director": [],
    "duration": "83分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2020-05-27(中国大陆)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12416246/",
    "imdb_votes": 11,
    "this_title": [
        "江东战神少年周瑜"
    ],
    "douban_link": "https://movie.douban.com/subject/35073225/",
    "imdb_rating": "7.7/10 from 11 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "传国玉玺刻有\"受命于天 既寿永昌\"字样，是国家之本。东汉末年，天下大乱，传国玉玺不知去向。孙坚于洛阳宫内井中寻得传国玉玺。其时天下枭雄四起，皆欲窥探汉家江山。后来，孙坚遭受伏击。临死前孙坚嘱咐儿子孙策，继承遗志，匡扶汉室，保管好传国玉玺。周瑜本是江东望族之后，且周家孙家世代交好。孙坚父子背上私藏玉玺骂名。而周瑜则选择投笔从戎。汉末天下大乱，在成为东吴大都督之前，少年周瑜身怀匡扶汉室信念。周瑜武艺虽高，却报国无门。一直等待时机的他，相信可以找到一位匡扶汉室的明主，实现自己的理想。而孙策则看破了乱世之中，人心难测的真相。在阴谋纷乱的时局中，不信任任何人。希望可以自己领兵起事，保一方百姓平安。周孙二人也走上不同的救国之路。后来，董卓劫持汉室，袁绍会盟各路诸侯勤王救驾。周瑜也仿佛看到了实现理想匡扶汉室的希望。周瑜选择投到袁绍的心腹曲军师帐下，希望实现报效国家的志向。袁绍却以讨伐董卓为名，扛着匡扶汉室的大旗，对汉室江山虎视眈眈。袁绍为人老辣，外表看似老实忠厚，为人亲和。却对世事了然于心，城府深不可测。曲军师答应周瑜只要拿回玉玺，就可以帮他实现领兵救国的愿望。而在执行任务的过程中，周瑜发现自己寻找的玉玺就在昔日旧友孙策的手中。周瑜找到孙策，并将孙策交到据点，却发现据点已经暴露。一帮不知来路的神秘义从，布下陷阱，试图灭口二人拿走玉玺。周瑜带着孙策死里逃生，而玉玺下落不明。袁绍帐下的高将军与曲军师早有权力内斗，高将军借由此次玉玺失踪排挤曲军师办事不利、怀疑据点暴露是周瑜泄露了情报。曲军师则力保周瑜清白。袁绍选择暂且信任曲军师，命令曲军师找回玉玺。而看似隐忍、处于劣势的曲军师却以退为进，为自己留好了退路。在传国玉玺事件中，他选择牺牲周瑜，拿到玉玺后，准备另择门户，背弃袁绍。周瑜在执行任务的途中邂逅了一名贪玩善良的侠女小乔。小乔本是富家女儿，但见到乱世中民不聊生，便逃出家门，暗中接济贫民百姓。小乔貌美可爱行事机灵果断，身手矫健，我行我素，爱无拘无束四处闯荡。被周瑜的洒脱不羁却又身怀正义而吸引。周瑜与小乔二人琴瑟和谐，渐生情愫。周瑜再次执行任务，任务依然暴露。有内鬼出卖了周瑜行踪。周瑜任务失败。高将军野心暴露，指白为黑，诬陷周瑜与曲军师。将军兵权在握，处处逼宫。袁绍老谋深算，坐山观虎斗，知道二人在军中各有势力，正好互相牵制。玉玺事件二次失败，袁绍正好顺水推舟，将曲军师下入大牢。周瑜也背上了私盗玉玺反叛汉室的罪名，同时在任务过程中又再次遭到神秘义从的追杀。逃窜中，周瑜与孙策失散。周瑜不得已拜托小乔前往冀州给曲军师报信。自己则再次孤身前往寻找孙策与玉玺。大牢中小乔见到曲军师并告知周瑜所经历的前因后果，并告诉周瑜已经前往吴家村继续寻找玉玺了。此时，袁绍秘密会见曲军师。曲军师诬告高将军对玉玺图谋不轨，已有反心。那批试图截胡玉玺的神秘人很有可能就是高将军的手下。军师请命前往吴家村先行帮袁绍拿到玉玺戴罪立功。袁绍应允，曲军师苦肉计成功，赢得袁绍信任。顺利脱身。同时，周瑜也在吴家村找到了孙策与玉玺。但是周瑜却发现了神秘义从的真实身份，正是军师手下。原来乱世之中，所有人都各怀鬼胎，无论是袁绍、高将军，还是自己所信任的曲军师，都是各自为战、利欲熏心。整个集团内部已经是一盘散沙。那些神秘人，都是曲军师为了斗倒高将军，欺瞒袁绍设下的局，而自己只是曲军师的一枚棋子。曲军师意图拿回玉玺后灭口周瑜，但被周瑜识破。周瑜想要寻一位明主匡扶汉室的志向再次破灭。周瑜从曲军师手中救下小乔，并击败军师。周瑜与孙策的误会也渐渐解开，二人最终冰释前嫌。周瑜也看清了袁绍等人的嘴脸。周瑜不再将救国的希望寄托在别人身上，而是选择与孙策联手。最终二人，选择在江东起事，保一方百姓太平。后与曹、刘两家成三足鼎立之势，成为了一段英雄佳话。",
    "chinese_title": "江东战神少年周瑜",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-07-05T05:28:35"
}