{
    "aka": [],
    "sid": "35076754",
    "cast": [
        {
            "url": "/celebrity/1049500/",
            "name": "斯蒂芬·弗雷 Stephen Fry",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1380217/",
            "name": "丹妮斯·高夫 Denise Gough",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1153554/",
            "name": "托尼·斯莱特里 Tony Slattery",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1273397/",
            "name": "Robert J.E. Simpson Robert J.E. Simpson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1145368/",
            "name": "Robert Ross Robert Ross",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901312160.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt11337790",
    "director": [
        {
            "url": "/celebrity/1138318/",
            "name": "Clare Richards Clare Richards",
            "@type": "Person"
        }
    ],
    "duration": "58分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-05-21(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11337790/",
    "imdb_votes": 68,
    "this_title": [
        "Horizon: What's the Matter with Tony Slattery"
    ],
    "douban_link": "https://movie.douban.com/subject/35076754/",
    "imdb_rating": "7.5/10 from 68 users",
    "trans_title": [
        "地平线系列：托尼·斯莱特里怎么了"
    ],
    "douban_votes": "0",
    "introduction": "Tony Slattery was one of the most gifted TV comedians of the late 80s and early 90s. One of the Cambridge Footlight set that included Stephen Fry, Hugh Laurie and Emma Thompson, he became a household name on Whose Line is it Anyway? Then in 1996, amidst rumours of a massive breakdown, he seemed to vanish from our screens overnight.Now as he approaches 60, Tony has been touring the country with a show that explores his past and his mental health. Diagnosed with depression, he and his partner of over 30 years Mark Hutchinson have always been convinced there was more to it. Bipolar disorder was first discussed around the time of his breakdown nearly 25 years ago but never confirmed. Now Tony wants to have his mental health reassessed and has been referred to Professor Guy Goodwin, one of the world’s leading experts on the condition, to see if he can finally get a definitive diagnosis.But like so many people with complex mental health issues, Tony isn’t going to be easy to diagnose. Bipolar disorder is characterised by severe and disabling highs and lows over which the sufferer has little control. Having bipolar disorder may also predispose you to abuse alcohol or other substances which can cloud the picture and intensify symptoms. Although Tony gave up a cocaine habit decades ago, he is still a heavy drinker, so Goodwin pulls in Professor Julia Sinclair, an expert in addiction and mental health, to get her input.Tony’s partner Mark has been carrying the burden of his illness for decades and believes a traumatic experience in Tony’s childhood could still be affecting him. Whilst in Belfast, they visit Professor Ciaran Mulholland, an expert in childhood trauma and mental illness, and in an extraordinarily raw and intimate session, Tony opens up about these painful events for the first time in his life.",
    "chinese_title": "地平线系列：托尼·斯莱特里怎么了",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Horizon: What's the Matter with Tony Slattery",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-12-17T14:07:26"
}