{
    "aka": [],
    "sid": "35074921",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1048313/",
            "name": "柴科夫斯基 Pyotr Ilyich Tchaikovsky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1039114/",
            "name": "Bohuslav Martinu Bohuslav Martinu",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "111分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "Anastasia from the Royal Ballet"
    ],
    "douban_link": "https://movie.douban.com/subject/35074921/",
    "trans_title": [
        "安娜塔西亚"
    ],
    "douban_votes": "0",
    "introduction": "Events overtake the young Grand Duchess Anastasia Romanov and her family: World War I is declared, and then the Russian Revolution brings their privileged lives to an end.A woman who believes herself to be Anastasia, sole survivor from the massacre of the Romanovs, is incarcerated in an asylum. Memory and fantasy intermingle; she recalls her rescue, the death of her husband, the disappearance of her child and her attempted suicide. But, despite her nightmares, her faith in her own identity cannot be shaken.Kenneth MacMillan created the one-act ballet Anastasia for Deutsche Oper Ballet in 1967. He was inspired by the true story of Anna Anderson, a woman who believed herself to be Anastasia, youngest daughter of Tsar Nicholas II and the only survivor from the assassination of the Romanovs in 1918. Leaving the audience to decide the legitimacy of Anna’s claims, MacMillan created a haunting, expressionist work to Martinů’s Sixth Symphony, in which Anna is visited by confused nightmares of her life from the time of the massacre to her discovery in Berlin in 1920. The ballet won widespread acclaim on its premiere, particularly for the central performance of Lynn Seymour in the anguished title role. As MacMillan said in 1971, ‘I found in [Anna’s] story a theme that has sometimes appeared in my work before: the Outsider figure. Anastasia seems to me to be a supreme example of this’.",
    "chinese_title": "安娜塔西亚",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Anastasia from the Royal Ballet",
    "douban_rating_average": 0,
    "update_at": "2025-05-20T18:39:05"
}