{
    "aka": [
        "I, Pastafari: A Flying Spaghetti Monster Story",
        "飞面大神就是我"
    ],
    "sid": "35081757",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2604696055.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt11134554",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-10-05(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11134554/",
    "imdb_votes": 667,
    "this_title": [
        "I, Pastafari"
    ],
    "douban_link": "https://movie.douban.com/subject/35081757/",
    "imdb_rating": "6.9/10 from 667 users",
    "trans_title": [
        "我，煮",
        "I, Pastafari: A Flying Spaghetti Monster Story",
        "飞面大神就是我"
    ],
    "douban_votes": "0",
    "introduction": "Pastafarianism, also known as the Church of the Flying Spaghetti Monster (FSM), has long been viewed as a joke. For the first time, this documentary takes the Pastafarians and their message seriously. FSM's apparent lack of sincerity as a religion (their traditional headdress is a colander, their deity an invisible spaghetti monster) has lead to the idea that they constitute no more than a satire on society. The organisation formed in 2005 following the publication of an open letter by Bobby Henderson, a recent physics graduate. In it he protested the intention of the Kansas State Board of Education to permit teaching intelligent design in public schools, in contrast to evolution. Henderson argued that the Pastafarian position on this debate should also be given equal value and consideration. The church's founder has argued their values include the need to \"keep religion out of government schools, keep money out of religion, that sort of thing\". They clearly state on their website: FSM is a real, legitimate religion, as much as any other. The fact that many see this is as a satirical religion doesn't change the fact that by any standard one can come up with, our religion is as legitimate as any other. And that is the point.",
    "chinese_title": "我，煮",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "I, Pastafari",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-06-12T02:49:19"
}