{
    "aka": [
        "我“煮”沉浮"
    ],
    "sid": "35081767",
    "cast": [
        {
            "url": "/celebrity/1079668/",
            "name": "丹尼尔·丹尼特 Daniel C. Dennett",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2604711738.jpg",
    "region": [
        "美国",
        "荷兰"
    ],
    "writer": [],
    "imdb_id": "tt12367962",
    "director": [],
    "duration": "56分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-05-26(英国)",
        "2020-07-07(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12367962/",
    "imdb_votes": 645,
    "this_title": [
        "I, Pastafari: A Flying Spaghetti Monster Story"
    ],
    "douban_link": "https://movie.douban.com/subject/35081767/",
    "imdb_rating": "6.9/10 from 645 users",
    "trans_title": [
        "我“煮”：飞面大神本纪",
        "我“煮”沉浮"
    ],
    "douban_votes": "0",
    "introduction": "飞天面条神教（FSM）在全球拥有成千上万的信徒，是世界上发展速度最快的宗教和教会。我“煮”，伴随着FSM教会的一些勇敢成员，即Pastafarians，不断为维护自身的宗教自由而四处征战，以获取等同于其他宗教的特权和许可。在此过程中，FSM信众也一再迫使各种质疑FSM的人不得不应对这一问题：“ 真正的宗教到底是什么？”——Michael Arthur——————————————————————With millions of believers worldwide, The Church of the Flying Spaghetti Monster is the world's fastest growing religion. Followers of the faith, Pastafarians, have been preaching the message of the Flying Spaghetti Monster (FSM) since The Prophet, Bobby Henderson's, Open Letter to the Kansas School Board went viral in 2005.In response to the school board's decision to teach evolution alongside creationism as equivalent scientific theories in science classes statewide, Mr. Henderson argued that it would then only be fair to teach other creation beliefs in science classes as well. Specifically, his belief: that a Flying Spaghetti Monster created the universe a few thousand years ago.Pastafarians acknowledge that there is overwhelming observable evidence that shows the universe is likely billions of years old; however, they believe this evidence was put in place by The FSM in order to trick scientists. They also believe that global warming is caused by the reduction in the pirate population, since the correlation between the two is undeniable.With this irrefutable evidence in hand, their holy mission is to increase the pirate population in order to combat climate change. Successful completion of this mission grants them access to Pastafarian Heaven, where a beer volcano and a stripper factory await them. Pastafarian Hell also contains a beer volcano and a stripper factory, but the beer is stale and the strippers have sexually transmitted diseases.The film begins in January 2016, when The Netherlands granted official recognition that the Kerk van het Vliegend Spaghettimonster is a religion. With this recognition, Mienke, Samir, Mathé, Dirk Jan, and other members of the church, begin their mission to get access to the same rights Dutch law affords other recognized religions, starting with the right to wear religious headwear in their driver's license photos.Battling in Dutch courts, they make the case that Pastafarianism is just as rational a belief system as any other religion; therefore, Pastafarians should be able to express their faith in the same way as all other religions. Who decides what a \"real religion\" is anyway?Meanwhile, in a small town outside Berlin, Germany, Rüdiger Weida aka Bruder Spaghettus fights a similar fight. As the founder of the Kirche des Fliegenden Spaghettimonster, he would also like to share in the rights of the other Churches in Germany: to post a sign showing the time and location of his weekly faith service, Noodlemass, held at the first physical Pastafarian Church. In full Pirate Regalia (the chosen attire of the German Pastafarians), he faithfully evangelizes the teachings of the FSM to his congregation.Like any other religion, Pastafarians have a supernatural deity, a prophet, and lessons of morality written in holy scriptures. Unlike other religions, Pastafarianism seems to have forgone the hate, bigotry, violence, and instead focuses their faith on one dogma: there is no dogma. This explains why some Pastafarians choose to dress like Pirates, while others choose wearing a colander to express their religious identity. Wearing the Colander was not a commandment from their Noodly God, it was the divine revelation of Niko Alm, member of the Austrian Parliament, and the first person to legally win the right to express his Pastafarian faith in his driver's license photo.While other religions are conflicted with fitting the morality of their scriptures as it was written in ancient times with the ethics of today, the Pastafarians ethical teachings evolve as society evolves. They do not hate those with different beliefs from their own, they do not judge on the basis of sexual preference, and their God does not require sacrifices. These loose moral guidelines are highlighted in their version of the Ten Commandments, the Eight I'd Really Rather You Didn'ts.I, Pastafari is a story about a few brave Pastafarians evangelizing the message of the FSM, while fighting against intolerant skeptics, for the freedom to access religious privileges in law granted to other \"real\" religions. In a time of flat-earthers, anti-vaxxers, fake news, and alternative facts, the Pastafarians may be the savior the world has been waiting for.",
    "chinese_title": "我“煮”：飞面大神本纪",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "I, Pastafari: A Flying Spaghetti Monster Story",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-05-10T01:22:35"
}