{
    "aka": [
        "F1",
        "Formula One",
        "一级方程式赛车"
    ],
    "sid": "35081789",
    "cast": [
        {
            "url": "/celebrity/1218986/",
            "name": "詹森·巴顿 Jenson Button",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1243810/",
            "name": "塞巴斯蒂安·维特尔 Sebastian Vettel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1243860/",
            "name": "鲁本斯·巴里切罗 Rubens Barrichello",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2604696448.jpg",
    "region": [
        "澳大利亚",
        "马来西亚",
        "中国大陆",
        "巴林",
        "西班牙",
        "摩纳哥",
        "土耳其",
        "英国",
        "德国",
        "匈牙利",
        "比利时",
        "意大利",
        "新加坡",
        "日本",
        "巴西",
        "阿联酋"
    ],
    "writer": [],
    "imdb_id": "tt6769358",
    "director": [],
    "duration": "",
    "episodes": "17",
    "language": [],
    "playdate": [
        "2009-03-29(澳大利亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6769358/",
    "imdb_votes": 21,
    "this_title": [
        "Formula 1 Season 60"
    ],
    "douban_link": "https://movie.douban.com/subject/35081789/",
    "imdb_rating": "8.1/10 from 21 users",
    "trans_title": [
        "世界一级方程式锦标赛 第六十季",
        "F1",
        "Formula One",
        "一级方程式赛车"
    ],
    "douban_votes": "0",
    "introduction": "The 2009 FIA Formula One World Championship was the 63rd season of FIA Formula One motor racing. It featured the 60th Formula One World Championship which was contested over 17 events commencing with the Australian Grand Prix on 29 March and ending with the inaugural Abu Dhabi Grand Prix on 1 November.Jenson Button and Brawn GP secured the Drivers' Championship and Constructors' Championship titles respectively in the Brazilian Grand Prix, the penultimate race of the season. It was both Button and Brawn's first Championship success, Brawn becoming the first team to win the Constructors' Championship in their debut season. Button was the tenth British driver to win the championship, and following Lewis Hamilton's success in 2008 it was the first time the Championship had been won by English drivers in consecutive seasons, and the first time since Graham Hill (1968) and Jackie Stewart (1969) that consecutive championships have been won by British drivers. Also notable was the success of Red Bull Racing, as well as the poor performance of McLaren and Ferrari compared to the previous season.Ten teams participated in the Championship after several rule changes were implemented by the FIA to cut costs to try to minimise the impact of the global financial crisis. There were further changes to try to improve the on-track spectacle with the return of slick tyres, changes to aerodynamics and the introduction of Kinetic Energy Recovery Systems (KERS) presenting some of the biggest changes in Formula One regulations for several decades.The Brawn team, formed as a result of a management buyout of the Honda team, won six of the first seven races, their ability to make the most of the new regulations being a deciding factor in the Championship. The Red Bull, McLaren and Ferrari teams caught up in an unpredictable second half of the season, with the season being the first time since 2005 that all participating teams had scored World Championship points. Sebastian Vettel and Button's teammate Rubens Barrichello were his main challengers over the season, winning six races between them to finish in second and third respectively.",
    "chinese_title": "世界一级方程式锦标赛 第六十季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Formula 1 Season 60",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-06-24T17:39:27"
}