{
    "aka": [],
    "sid": "35086917",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2606847571.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1015118/",
            "name": "Nate Jones Nate Jones",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt10596982",
    "director": [],
    "duration": "88分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-06-05(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10596982/",
    "imdb_votes": 55,
    "this_title": [
        "Wake Up: Stories From the Frontlines of Suicide Prevention"
    ],
    "douban_link": "https://movie.douban.com/subject/35086917/",
    "imdb_rating": "6.8/10 from 55 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "After losing a close friend to suicide, a group of college students from the University of Missouri was determined to enact positive change. They quickly formed a nonprofit, Wake Up, premised on spreading awareness: their educational initiatives were designed to encourage a massive cultural shift away from social stigmas surrounding mental illness, depression, and suicide.Wake Up: Stories from the Frontlines of Suicide Prevention emerged from this collective movement. The film sheds light on four different groups with varied stories to tell about suicide—American veterans, members of the LGBT community, university students, and gun owners. Through their testimony, the film weaves a diverse tapestry of experiences into a multifaceted narrative of the heroes on the frontlines. As it delves deeper into their experiences, Wake Up confronts tragedy with a call to action: by exploring ways to start thoughtful conversations and push for systemic legislative change, it foregrounds steps to a better world.",
    "chinese_title": "Wake Up: Stories From the Frontlines of Suicide Prevention",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-08-15T05:52:17"
}