{
    "aka": [
        "F1",
        "Formula One",
        "一级方程式赛车"
    ],
    "sid": "35081787",
    "cast": [
        {
            "url": "/celebrity/1254855/",
            "name": "刘易斯·汉密尔顿 Lewis Hamilton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1234417/",
            "name": "费利佩·马萨 Felipe Massa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1211607/",
            "name": "基米·莱科宁 Kimi Räikkönen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2604696440.jpg",
    "region": [
        "澳大利亚",
        "马来西亚",
        "巴林",
        "西班牙",
        "土耳其",
        "摩纳哥",
        "加拿大",
        "法国",
        "英国",
        "德国",
        "匈牙利",
        "比利时",
        "意大利",
        "新加坡",
        "日本",
        "中国大陆",
        "巴西"
    ],
    "writer": [],
    "imdb_id": "tt6769378",
    "director": [],
    "duration": "",
    "episodes": "18",
    "language": [],
    "playdate": [
        "2008-03-16(澳大利亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6769378/",
    "imdb_votes": 18,
    "this_title": [
        "Formula 1 Season 59"
    ],
    "douban_link": "https://movie.douban.com/subject/35081787/",
    "imdb_rating": "8.0/10 from 18 users",
    "trans_title": [
        "世界一级方程式锦标赛 第五十九季",
        "F1",
        "Formula One",
        "一级方程式赛车"
    ],
    "douban_votes": "0",
    "introduction": "The 2008 FIA Formula One World Championship was the 62nd season of Formula One motor racing, recognised by the Fédération Internationale de l'Automobile (FIA) – the governing body of motorsport – as the highest class of competition for open-wheel racing cars. The championship was contested over eighteen races commencing in Australia on 16 March and ending in Brazil on 2 November. The 2008 season saw the debut of the Singapore Grand Prix, which was held at the Marina Bay Street Circuit, in Marina Bay, Singapore and was the first Formula One race held at night. The European Grand Prix moved to a new venue at the Valencia Street Circuit, in Valencia, SpainLewis Hamilton won the Drivers' title by a point – by overtaking Toyota's Timo Glock on the final corner of the final lap of the final Grand Prix of the season to claim the required 5th-place finish – from Brazilian Felipe Massa while Massa's teammate, the 2007 world champion, Kimi Räikkönen was ranked third, with two wins. Scuderia Ferrari Marlboro won the Constructors' title. In winning the title, Hamilton became the youngest driver ever to win the title (a record since supplanted by Sebastian Vettel's winning of the 2010 Drivers' title) and the first black driver to do so. He was also the first British champion since Damon Hill in 1996.Eleven teams competed in the championship, although Super Aguri withdrew on 6 May from the 2008 Formula One season due to financial troubles, completing four races. New technical rules for 2008 included the banning of traction control after it was re-introduced in 2001. Fernando Alonso won the first race held in Singapore; however, only after teammate Piquet deliberately crashed to cause a Safety Car period which helped Alonso's strategy. When Piquet admitted this to the press in 2009 Renault team-principal Briatore resigned. Some journalists dubbed this \"Crashgate\".",
    "chinese_title": "世界一级方程式锦标赛 第五十九季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Formula 1 Season 59",
    "imdb_rating_average": 8.0,
    "douban_rating_average": 0,
    "update_at": "2025-09-02T05:26:09"
}