{
    "aka": [],
    "sid": "35087800",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900920598.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt15012780",
    "director": [
        {
            "url": "/celebrity/1019696/",
            "name": "肯·雅各布斯 Ken Jacobs",
            "@type": "Person"
        }
    ],
    "duration": "24分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2020-05-28(美国网络)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt15012780/",
    "imdb_votes": 10,
    "this_title": [
        "Movie That Invites Pausing"
    ],
    "douban_link": "https://movie.douban.com/subject/35087800/",
    "imdb_rating": "7.2/10 from 10 users",
    "trans_title": [
        "请随意暂停的电影"
    ],
    "douban_votes": "0",
    "introduction": "MOVIE THAT INVITES PAUSING, 2020, digital video, 24 minutes\"Influenced by avantgarde artist-refugees from Europe, non-representational art dominated the art market after WW2 and pictorial comment on social conditions, popular before the war and still vital in some of Picasso’s work, went out of fashion. For the owners threatened by the appeal of socialism, it had become time to change the subject to pure aesthetics: 'Rockefeller’s Paintings' one MoMA show advertised. In a society that allows both non-religious and multi-religious thinking and where opposing beliefs can neutralize each other, an openness to new thinking is possible and a great development in the art did take place. I came in after the ascendancy of so-called non-objective painting and joined those exploring imaginary developments in imaginary depth by pigments undisguised as anything other than flat color areas. Viewers offered open minds, picking up on pointed suggestion and discovering the heady adventure of engagement with ambiguity. MOVIE THAT INVITES PAUSING is just such a work in the realm of cinema. It offers no particular path to follow and running time is tentative; for repeat viewings it has none. It becomes a non-objective painting-of-sorts hung in space and I am absolved—you getting this, Hans Hofmann?—for all these years of neglecting canvas for the screen.\" –Ken Jacobs, April 2020",
    "chinese_title": "请随意暂停的电影",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Movie That Invites Pausing",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-09-07T11:56:07"
}