{
    "aka": [
        "F1",
        "Formula One",
        "一级方程式赛车"
    ],
    "sid": "35081782",
    "cast": [
        {
            "url": "/celebrity/1189230/",
            "name": "费尔南多·阿隆索 Fernando Alonso",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014345/",
            "name": "迈克尔·舒马赫 Michael Schumacher",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1234417/",
            "name": "费利佩·马萨 Felipe Massa",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2604696132.jpg",
    "region": [
        "澳大利亚",
        "马来西亚",
        "圣马力诺",
        "德国",
        "西班牙",
        "摩纳哥",
        "英国",
        "加拿大",
        "美国",
        "法国",
        "匈牙利",
        "土耳其",
        "意大利",
        "中国大陆",
        "日本",
        "巴西"
    ],
    "writer": [],
    "imdb_id": "tt6769446",
    "director": [],
    "duration": "",
    "episodes": "18",
    "language": [],
    "playdate": [
        "2006-03-12(巴林)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6769446/",
    "imdb_votes": 16,
    "this_title": [
        "Formula 1 Season 57"
    ],
    "douban_link": "https://movie.douban.com/subject/35081782/",
    "imdb_rating": "8.2/10 from 16 users",
    "trans_title": [
        "世界一级方程式锦标赛 第五十七季",
        "F1",
        "Formula One",
        "一级方程式赛车"
    ],
    "douban_votes": "0",
    "introduction": "The 2006 FIA Formula One World Championship was the 60th season of Formula One motor racing. It featured the 57th Formula One World Championship which began on 12 March and ended on 22 October after eighteen races. The Drivers' Championship was won by Fernando Alonso of Renault for the second year in a row, with Alonso becoming the youngest ever double world champion at the time. Then-retiring multiple world champion Michael Schumacher of Scuderia Ferrari finished runner-up, 13 points behind. The Constructors' Championship was won by Renault, which defeated Ferrari by five points.The season was highlighted by the rivalry between Alonso and Schumacher, who each won seven races. Renault and Ferrari drivers dominated the field, victorious in all but one race, and the four second-place finishes not achieved by these two teams were accomplished by McLaren. During this season for the first time since the 1956 season no British constructor won any race and like 1956, only factory teams won all the races during this year. This season marked the beginning of the usage of 2.4L V8 engines in Formula One from the 3.0L V10 engines that were used in the previous seasons, which continued till the end of the 2013 season. 2006 was also the first season since 1997 that various engine configurations were featured only for Scuderia Toro Rosso that had Cosworth TJ2006 3.0-litre V10 powerplant.The season saw several changes occurring in the drivers' market starting already in December 2005 as Alonso sealed a move to McLaren for 2007. Then in September, Schumacher announced his retirement from Formula One at the end of the season, with 2003 and 2005 championship runner-up Kimi Räikkönen being announced as his replacement at Ferrari. Among other notable departures included Juan Pablo Montoya, who left McLaren mid-season to pursue a career in NASCAR.",
    "chinese_title": "世界一级方程式锦标赛 第五十七季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Formula 1 Season 57",
    "imdb_rating_average": 8.2,
    "douban_rating_average": 0,
    "update_at": "2025-09-26T11:15:11"
}