{
    "aka": [
        "F1",
        "Formula One",
        "一级方程式赛车"
    ],
    "sid": "35083847",
    "cast": [
        {
            "url": "/celebrity/1243810/",
            "name": "塞巴斯蒂安·维特尔 Sebastian Vettel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1189230/",
            "name": "费尔南多·阿隆索 Fernando Alonso",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1211607/",
            "name": "基米·莱科宁 Kimi Räikkönen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2605207082.jpg",
    "region": [
        "澳大利亚",
        "马来西亚",
        "中国大陆",
        "巴林",
        "西班牙",
        "摩纳哥",
        "加拿大",
        "英国",
        "德国",
        "匈牙利",
        "比利时",
        "意大利",
        "新加坡",
        "日本",
        "韩国",
        "印度",
        "阿联酋",
        "美国",
        "巴西"
    ],
    "writer": [],
    "imdb_id": "tt6769306",
    "director": [],
    "duration": "",
    "episodes": "20",
    "language": [],
    "playdate": [
        "2012-03-18(澳大利亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6769306/",
    "imdb_votes": 28,
    "this_title": [
        "Formula 1 Season 63"
    ],
    "douban_link": "https://movie.douban.com/subject/35083847/",
    "imdb_rating": "7.8/10 from 28 users",
    "trans_title": [
        "世界一级方程式锦标赛 第六十三季",
        "F1",
        "Formula One",
        "一级方程式赛车"
    ],
    "douban_votes": "0",
    "introduction": "The 2012 FIA Formula One World Championship was the 66th season of FIA Formula One motor racing. It featured the 63rd FIA Formula One World Championship, a motor racing series for Formula One cars, recognised by the Fédération Internationale de l'Automobile (FIA) – the governing body of motorsport – as the highest class of competition for open-wheel racing cars. The championship was contested over twenty rounds, which started in Australia on 18 March and ended in Brazil on 25 November. The 2012 season saw the return of the United States Grand Prix, which was held at the Circuit of the Americas, a purpose-built circuit in Austin, Texas. After being cancelled in 2011 due to civil protests, the Bahrain Grand Prix also returned to the calendar.The early season was tumultuous, with seven different drivers winning the first seven races of the championship; a record for the series. It was not until the European Grand Prix in June that a driver, Ferrari's Fernando Alonso, won his second race of the year, and with it, emerged as a championship contender. Alonso maintained his hold on the championship lead for the next seven races, taking his third win in Germany and finishing on the podium in the United Kingdom, Italy and Singapore. However, costly first-lap retirements in Belgium and Japan allowed his rivals to catch up, and defending World Champion Sebastian Vettel – like Alonso, a two-time title winner – took the lead in the sixteenth race of the season. Vettel, too, encountered difficulties throughout the season; contact with a backmarker left him to finish outside the points in Malaysia, while alternator failures at the European and Italian Grands Prix cost him valuable points and exclusion from qualifying in Abu Dhabi led him to start from the pit lane. Vettel entered the final race of the season with a thirteen-point lead over Alonso. Alonso needed a podium finish to stand any chance of becoming World Drivers' Champion, but in a race of attrition that finished under the safety car, Vettel finished in sixth place, scoring enough points to win his third consecutive championship, becoming just the third driver in the sport's sixty-three-year history to do so. In the World Constructors' Championship, Red Bull Racing secured their third consecutive title when Sebastian Vettel finished second at the United States Grand Prix.In addition to seeing seven different drivers win the first seven races, the 2012 season broke several records. The calendar for the season included twenty races, breaking the previous record of nineteen, which was first set in 2005. Six current or former World Drivers' Champions – Sebastian Vettel, Fernando Alonso, Jenson Button, Lewis Hamilton, Kimi Räikkönen, and Michael Schumacher – started the season, breaking the record of five established in 1970.This was the last season for 7-times world champion, Michael Schumacher as he announced his retirement from Formula One for the second time.",
    "chinese_title": "世界一级方程式锦标赛 第六十三季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Formula 1 Season 63",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-08-15T01:52:35"
}