{
    "aka": [
        "F1",
        "Formula One",
        "一级方程式赛车"
    ],
    "sid": "35081781",
    "cast": [
        {
            "url": "/celebrity/1189230/",
            "name": "费尔南多·阿隆索 Fernando Alonso",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1211607/",
            "name": "基米·莱科宁 Kimi Räikkönen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014345/",
            "name": "迈克尔·舒马赫 Michael Schumacher",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2604696125.jpg",
    "region": [
        "澳大利亚",
        "马来西亚",
        "巴林",
        "圣马力诺",
        "西班牙",
        "摩纳哥",
        "德国",
        "加拿大",
        "美国",
        "法国",
        "英国",
        "匈牙利",
        "土耳其",
        "意大利",
        "比利时",
        "巴西",
        "日本",
        "中国大陆"
    ],
    "writer": [],
    "imdb_id": "tt6769456",
    "director": [],
    "duration": "",
    "episodes": "19",
    "language": [],
    "playdate": [
        "2005-03-06(澳大利亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6769456/",
    "imdb_votes": 14,
    "this_title": [
        "Formula 1 Season 56"
    ],
    "douban_link": "https://movie.douban.com/subject/35081781/",
    "imdb_rating": "7.1/10 from 14 users",
    "trans_title": [
        "世界一级方程式锦标赛 第五十六季",
        "F1",
        "Formula One",
        "一级方程式赛车"
    ],
    "douban_votes": "0",
    "introduction": "The 2005 FIA Formula One World Championship was the 59th season of FIA Formula One motor racing. It featured the 56th FIA Formula One World Championship, contested over a then-record 19 Grands Prix. It commenced on 6 March 2005 and ended 16 October.Fernando Alonso and the Renault team won the World Drivers' and Constructors' Championships, ending five years of dominance by Michael Schumacher and Ferrari since 2000. Alonso's success made him the youngest champion in the history of the sport, a title he held until Lewis Hamilton's 2008 title success. Renault's win was their first as a constructor. Alonso started the season off strongly, winning three of the first four races and his title success was in little doubt. He sealed the title in Brazil with two races left after a controlled third-place finish.Alonso and Renault had to contend with the pace of the resurgent McLaren team with lead driver Kimi Räikkönen outshining teammate Juan Pablo Montoya, who came highly regarded from his time at Williams. Räikkönen won seven races like Alonso but would have won more if not for a series of reliability issues, resulting in qualifying engine change penalties and retirements from the lead on three occasions. Nevertheless, Räikkönen grabbed the headlines winning from near the back of the grid in Japan, passing Alonso's Renault teammate Giancarlo Fisichella on the final lap. Reigning champions Michael Schumacher and Ferrari had a poor season by their standards, with Bridgestone unable to compete with Michelin after the tyre-change ban that only affected the 2005 season. Their only win came when Michelin deemed their own tyres unsafe after several incidents in the oval turn at Indianapolis. As a result, only the six Bridgestone cars took part. Schumacher just held on for third in the Drivers' Championship, in spite of the superior pace of McLaren, underlying the disappointing season Montoya had. The Colombian missed two races early on due to a tennis injury. He then won three races, showing glimpses of pace, but was well beaten by his teammate Räikkönen in the championship.The 2005 season was the last for several Formula One teams, with the Minardi, BAR and Jordan teams all being taken over by new owners. The Red Bull Racing team made its debut during the season.",
    "chinese_title": "世界一级方程式锦标赛 第五十六季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Formula 1 Season 56",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-12-14T20:42:39"
}