{
    "aka": [
        "F1",
        "Formula One",
        "一级方程式赛车"
    ],
    "sid": "35081783",
    "cast": [
        {
            "url": "/celebrity/1211607/",
            "name": "基米·莱科宁 Kimi Räikkönen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1254855/",
            "name": "刘易斯·汉密尔顿 Lewis Hamilton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1189230/",
            "name": "费尔南多·阿隆索 Fernando Alonso",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2604696179.jpg",
    "region": [
        "澳大利亚",
        "马来西亚",
        "巴林",
        "西班牙",
        "摩纳哥",
        "加拿大",
        "美国",
        "法国",
        "英国",
        "德国",
        "匈牙利",
        "土耳其",
        "意大利",
        "比利时",
        "日本",
        "中国大陆",
        "巴西"
    ],
    "writer": [],
    "imdb_id": "tt6769394",
    "director": [],
    "duration": "",
    "episodes": "17",
    "language": [],
    "playdate": [
        "2007-03-18(澳大利亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6769394/",
    "imdb_votes": 21,
    "this_title": [
        "Formula 1 Season 58"
    ],
    "douban_link": "https://movie.douban.com/subject/35081783/",
    "imdb_rating": "7.1/10 from 21 users",
    "trans_title": [
        "世界一级方程式锦标赛 第五十八季",
        "F1",
        "Formula One",
        "一级方程式赛车"
    ],
    "douban_votes": "0",
    "introduction": "The 2007 FIA Formula One World Championship was the 61st season of FIA Formula One motor racing. It featured the 2007 FIA Formula One World Championship, which began on 18 March and ended on 21 October after seventeen events. The Drivers' Championship was won by Ferrari driver Kimi Räikkönen by one point at the final race of the season, making Räikkönen the third Finnish driver to take the title. An appeal by McLaren regarding the legality of some cars in the final race could have altered the championship standings, but on 16 November, the appeal was rejected by the International Court of Appeal, confirming the championship results. Räikkönen entered the final race in third position in the drivers' standings, but emerged as champion after the chequered flag, a feat first accomplished by Giuseppe Farina in 1950. It has since been accomplished again, by Sebastian Vettel, in 2010.A major talking point of the season had been an espionage controversy involving Ferrari and McLaren, which led to McLaren being excluded from the Constructors' Championship. As a result, Ferrari clinched the championship at the Belgian Grand Prix.The 2007 season heralded the end of the existing Concorde Agreement between the existing Formula One constructors and Bernie Ecclestone. In particular, Mercedes-Benz, BMW, and Honda (collectively the Grand Prix Manufacturers' Association) had a number of outstanding disagreements with the FIA and Ecclestone on financial and technical grounds. They had threatened to boycott Formula One from the 2008 season onwards and instead stage their own rival series, before signing a memorandum of understanding (MoU) at the 2006 Spanish Grand Prix.This was also the final season since its reintroduction in 2001 in which the use of traction control was permitted. Standardised engine control units (ECUs) were mandated from the 2008 season onwards, which prevented teams from using the technology.Honda ran with an \"Earth livery\" on their RA107 car. It was the first time since 1968, the year in which sponsorship in the sport became widespread, that a team ran sponsor-free for an entire season.Michelin's withdrawal from F1 at the end of 2006 meant that Bridgestone was the sole tyre supplier for 2007.",
    "chinese_title": "世界一级方程式锦标赛 第五十八季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Formula 1 Season 58",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-04-05T00:08:42"
}