{
    "aka": [],
    "sid": "35083306",
    "cast": [
        {
            "url": "/celebrity/1056000/",
            "name": "维托·阿肯锡 Vito Acconci",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1971",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888479522.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "17分钟",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "1971-01-01(美国)"
    ],
    "this_title": [
        "Pryings"
    ],
    "douban_link": "https://movie.douban.com/subject/35083306/",
    "trans_title": [
        "撑开"
    ],
    "douban_votes": "0",
    "introduction": "A documentation of a live performance at New York University, Pryings is a graphic exploration of the physical and psychological dynamics of male/female interaction, a study in control, violation and resistance. The camera focuses tightly on Kathy Dillon's face, as Acconci tries to pry open her closed eyes. Dillon resists, at times protecting her face or fighting to get away. Locked in a silent embrace, the couple's struggle is violent, passionate; Acconci's sadistic coercion is tinged with a sinister tenderness. The body is a vehicle for a literal enactment of the desire for and resistance against intimate contact.Acconci writes, \"The performer will not come to terms, she shuts herself off, inside the box (monitor), my attempt is to force her to face out, fit into the performer's role, come out in the open.\"With: Vito Acconci, Kathy Dillon. -- EAI-----------------------This title is available for exhibitions, screenings, and institutional use through Electronic Arts Intermix (EAI), NY. Please visit the EAI Online Catalogue for further information about this artist and work. The EAI site offers extensive resources for curators, students, artists and educators, including: an in-depth guide to exhibiting, collecting, and preserving media art; A Kinetic History: The EAI Archives Online, a collection of essays, primary documents, and media charting EAI's 40-year history and the early years of the emergent video art scene; and expanded contextual and educational materials.",
    "chinese_title": "撑开",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Pryings",
    "douban_rating_average": 0,
    "update_at": "2025-09-12T22:35:10"
}