{
    "aka": [],
    "sid": "35093143",
    "cast": [
        {
            "url": "/celebrity/1269788/",
            "name": "Lady Gaga Lady Gaga",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2607380048.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt6743842",
    "director": [
        {
            "url": "/celebrity/1037341/",
            "name": "Steven Klein Steven Klein",
            "@type": "Person"
        }
    ],
    "duration": "9分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010-06-08(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6743842/",
    "this_title": [
        "Lady Gaga: Alejandro"
    ],
    "douban_link": "https://movie.douban.com/subject/35093143/",
    "trans_title": [
        ""
    ],
    "douban_votes": "125",
    "introduction": "The video begins with soldiers in black leather uniforms in a cabaret with a close-up of a soldier passed out in female fishnet stockings and heels as another lone soldier stares into the distance. The scene then cuts to male dancers performing elaborate choreography while marching forward with a Star of David. As the intro of the song begins, Gaga is shown leading a funeral procession, carrying the Sacred Heart on a pillow. When the lyrics begin, she sits on a throne wearing an elaborate headpiece and binocular-like eyepieces, with a smoking pipe in her hand, watching her dancers perform a rigorous routine in the snow. Gaga is then seen as the character Sally Bowles from Cabaret, dancing and simulating sex acts with three men on a stage with twin beds surrounded by spotlights, all wearing nothing but underwear, inter-cut with shots of Gaga lying on a larger bed dressed in a red latex nun outfit. She subsequently appears dressed in a white hooded robe, reminiscent of Joan of Arc, with her dancers, interspersed with a shot of her as the nun, consuming a set of rosary beads.",
    "chinese_title": "Lady Gaga: Alejandro",
    "douban_rating": "8.9/10 from 125 users",
    "foreign_title": "",
    "douban_rating_average": "8.9",
    "update_at": "2025-04-18T08:34:13"
}