{
    "aka": [
        "F1",
        "Formula One",
        "一级方程式赛车"
    ],
    "sid": "35090306",
    "cast": [
        {
            "url": "/celebrity/1254855/",
            "name": "刘易斯·汉密尔顿 Lewis Hamilton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1234242/",
            "name": "尼科·罗斯伯格 Nico Rosberg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1438770/",
            "name": "丹尼尔·里卡多 Daniel Ricciardo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2606628193.jpg",
    "region": [
        "澳大利亚",
        "马来西亚",
        "巴林",
        "中国大陆",
        "西班牙",
        "摩纳哥",
        "加拿大",
        "奥地利",
        "英国",
        "德国",
        "匈牙利",
        "比利时",
        "意大利",
        "新加坡",
        "日本",
        "俄罗斯",
        "美国",
        "巴西",
        "阿联酋"
    ],
    "writer": [],
    "imdb_id": "tt6769276",
    "director": [],
    "duration": "",
    "episodes": "19",
    "language": [],
    "playdate": [
        "2014-03-16(澳大利亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6769276/",
    "imdb_votes": 18,
    "this_title": [
        "Formula 1 Season 65"
    ],
    "douban_link": "https://movie.douban.com/subject/35090306/",
    "imdb_rating": "7.1/10 from 18 users",
    "trans_title": [
        "世界一级方程式锦标赛 第六十五季",
        "F1",
        "Formula One",
        "一级方程式赛车"
    ],
    "douban_votes": "0",
    "introduction": "The 2014 FIA Formula One World Championship was the 68th season of FIA Formula One motor racing. It featured the 65th Formula One World Championship, a motor racing championship for Formula One cars, recognised by the sport's governing body, the Fédération Internationale de l'Automobile (FIA), as the highest class of competition for open-wheel racing cars. The season commenced in Australia on 16 March and concluded in Abu Dhabi on 23 November. In the nineteen Grands Prix of the season, a total of eleven teams and twenty-four drivers competed for the World Drivers' and World Constructors' championships. It was the first Formula One season since 1994 to see an accident with ultimately fatal consequences as Jules Bianchi succumbed to the injuries he sustained during the 2014 Japanese Grand Prix. He died on 17 July 2015 after spending nine months in a coma following the accident.In 2014, the championship saw the introduction of a revised engine formula, in which the 2.4-litre V8 engine configuration—previously used between 2006 and 2013—was replaced with a new formula specifying a 1.6-litre (97.6 cu in) turbocharged V6 engine that incorporated an energy recovery system into its build. The 2014 calendar featured substantial revisions from the 2013 season; the Russian Grand Prix (held the first time in a century) was held at the Sochi Autodrom, and the Austrian Grand Prix was revived with the race held at the Red Bull Ring in Spielberg. The Indian Grand Prix was put on hiatus, whilst the Korean Grand Prix was removed from the schedule entirely.",
    "chinese_title": "世界一级方程式锦标赛 第六十五季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Formula 1 Season 65",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-03-15T08:28:34"
}