{
    "aka": [],
    "sid": "35138031",
    "cast": [
        {
            "url": "/celebrity/1495243/",
            "name": "萨利玛·伊克拉姆 Salima Ikram",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2613812406.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt12553156",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "2021-11-21(中国: 央视纪录频道)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12553156/",
    "imdb_votes": 17,
    "this_title": [
        "Le harem du Pharaon-Soleil"
    ],
    "douban_link": "https://movie.douban.com/subject/35138031/",
    "imdb_rating": "7.2/10 from 17 users",
    "trans_title": [
        "探秘埃及太阳神王墓穴"
    ],
    "douban_votes": "0",
    "introduction": "De nouvelles découvertes archéologiques offrent un éclairage inédit sur le règne d’Amenhotep III, surnommé le Pharaon aux mille épouses, et grand-père de Toutankhamon.En janvier 2011, alors que la révolution égyptienne bat son plein, des chercheurs de l’université de Bâle font deux incroyables découvertes dans la Vallée des Rois. Une première tombe baptisée KV64 contient deux momies : une princesse de l’époque d’Amenhotep III (18e dynastie) et une aristocrate de la 22e dynastie, la sépulture ayant été réutilisée. Juste à côté se trouve un second tombeau, baptisé KV40. Bien que déjà connu par le passé, il n'a pas encore fait l’objet de fouilles. En explorant cette tombe, l’équipe de Bâle y découvre plus de quatre-vingt-dix corps – la plupart appartenant à des femmes contemporaines d'Amenhotep III. Qui étaient-elles ?Brillante lignéeAmenhotep III est considéré comme l’un des plus grands pharaons. Il a régné pendant près de quarante ans, alors que l’Égypte était à l'apogée de sa puissance, prenant des épouses et des concubines aux quatre coins de l’empire – ce qui lui a valu le surnom de Pharaon aux mille épouses. Les archéologues pensent que la tombe KV40 a servi à recueillir les corps d’un grand nombre des femmes de son harem. La princesse ensevelie dans la tombe voisine serait l'une de ses épouses les plus éminentes. Parallèlement à ces découvertes, le réalisateur suit une autre entreprise archéologique ambitieuse : la reconstitution du temple funéraire d'Amenhotep III, détruit par un séisme dans l’Antiquité. Au travers de ces deux chantiers, le documentaire revisite la brillante trajectoire du Pharaon-Soleil, grand-père de Toutankhamon.",
    "chinese_title": "探秘埃及太阳神王墓穴",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Le harem du Pharaon-Soleil",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-06-08T08:50:33"
}