{
    "aka": [
        "The Awakening of a Troubled Mind"
    ],
    "sid": "35135389",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "剧情",
        "动作",
        "爱情",
        "悬疑"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt3665462",
    "director": [],
    "duration": "120分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015-03-12(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3665462/",
    "imdb_votes": 42,
    "this_title": [
        "A Troubled Mind"
    ],
    "douban_link": "https://movie.douban.com/subject/35135389/",
    "imdb_rating": "4.9/10 from 42 users",
    "trans_title": [
        "The Awakening of a Troubled Mind"
    ],
    "douban_votes": "0",
    "introduction": "This is a tragic and suspense movie...the main character Richard Wells Jr., played by Christian Alcala adopted by mother Michelle Wells, played by Michelle Harleston and father Richard Wells Sr. played by Herman Albright witnesses murder committed by his father. After this tragic event occurs his mother dies of a heart attack and he is sent to a children's home. Before he gets to this home everyone already knows about his Dad's reputation and labels him as a crazy person, a case of mistaken identity! The president of the home (Ms. Wellington) waits for him to arrive, seeking revenge from the murder that his father committed. The guy that was murdered was Ms. Davenport's brother! She couldn't get revenge from his dad so, she wanted to take it out on Richard Jr. After this he tries to deal with his own complicated emotions while trying to deal with his relationship with Angela. Meanwhile the police chief, Chief Flemmings, played by Jesse Bush struggles to search and find the reasons why he's chasing him LAME",
    "chinese_title": "A Troubled Mind",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.9,
    "douban_rating_average": 0,
    "update_at": "2025-04-05T13:42:18"
}