{
    "aka": [
        "Return to the Peach Blossom Wonderland"
    ],
    "sid": "35138028",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "动画",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2789772838.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1441081/",
            "name": "黄钺 Yue Huang",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt12651434",
    "director": [
        {
            "url": "/celebrity/1440725/",
            "name": "彭浩旻 Haomin Peng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1441081/",
            "name": "黄钺 Yue Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1449882/",
            "name": "骆煜超 Luo Yuchao",
            "@type": "Person"
        }
    ],
    "duration": "19分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2020-10-29(东布洲国际动画周)",
        "2020-12-14(华盛顿华语电影节)",
        "2021-02-12(斯兰丹斯电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12651434/",
    "this_title": [
        "重返桃花源"
    ],
    "douban_link": "https://movie.douban.com/subject/35138028/",
    "trans_title": [
        "Return to the Peach Blossom Wonderland"
    ],
    "douban_votes": "0",
    "introduction": "陶渊明笔下的桃花源本是靠语言想像组织起来的理想之地，其中，“屋舍俨然” 却与方方正正的现代景观不谋而合。与桃花源相左，看似光芒万丈秩序井然的现代都市，透露着种种不安与彷徨。作者试图重构《桃花源记》的文本，将其作为反乌托邦叙事的起点，用三屏叙事作为介质，讲述一个金玉其外败 絮其中的现代都市神话，重现日常生活中的生产活动和生活情景，将都市人面对现代生活的尴尬与窘迫以移步换景的方式悄然展露。The idea of Return to the Peach Blossom Wonderland derives from an ancient Chinese fable, Peach Blossom Spring, in which Tao Yuanming conceives a utopia distanced from cities through the use of language. Interestingly, a description in the text, “neatly arranged residences (屋舍俨然)\", could also be applied to the city landscape we find nowadays in China. These modern landscapes, which appear to be radiant and orderly, are at odds with wonderland in peach blossom spring and full of worries and uncertainties. In the process of urban development with the theme of pursuing efficiency, the worship of rationality makes us fall into the grand narrative of modernity. On the other hand, if the habitual stable routine is broken, we could easily to lose our place in society. While being an ideal machine, modern society is also the ground for collective fantasy and one-sided reality of a utopia.The directors attempt to reconstruct what is described in Peach Blossom Spring. Through the use of multi-channel video as a device of narration, telling a modern myth with daily scenarios of both production and mundanity, the distressed awkwardness of those who live a modern life is revealed.",
    "chinese_title": "重返桃花源",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-05T05:13:09"
}