{
    "aka": [],
    "sid": "35145465",
    "cast": [
        {
            "url": "/celebrity/1517806/",
            "name": "克拉拉·斯皮利亚特 Clara Spilliaert",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2902150058.jpg",
    "region": [
        "比利时"
    ],
    "writer": [
        {
            "url": "/celebrity/1517868/",
            "name": "丽莎·斯皮利亚特 Lisa Spilliaert",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1024256/",
            "name": "吉本芭娜娜 Banana Yoshimoto",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt13779348",
    "director": [
        {
            "url": "/celebrity/1517868/",
            "name": "丽莎·斯皮利亚特 Lisa Spilliaert",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt13779348/",
    "this_title": [
        "N.P"
    ],
    "douban_link": "https://movie.douban.com/subject/35145465/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "To begin with, N. P. is the title of a Banana Yoshimoto novel published in 1990. Riddles unfold around another eponymous text, a collection of short stories written in English, this time, by Sarao Takase, a mysterious Japanese author who emigrated to the United States. In eminently unsettling ways, it tells us about how every Japanese translator must die once she reaches the ninety-eighth short story. In eminently disturbing ways, it tells us about how incest finds its way, reaching the core of all plots, inviting characters to merge into one another in the most appalling ways. We understand that what is at stake here sensibly points, with an added sense of the scandalous, to those dangerous liaisons at the heart of any and all translating endeavour. Not to mention the sophisticated twist which the relationship between Western and Asian cultures sketches out. To such a dense bouquet of motifs, Lisa Spilliaert, superbly rising up to the challenge of her first feature-length film, adds the arabesque of another « translation »: adapting a literary text to film. No doubt one reason why she chooses to erase all live sound. Aside from a splendid, original soundtrack commissioned for the present occasion, featuring compositions of a famous American noise group, Wolf Eyes, and Japanese artist Asuna, in addition to a fabulous sound effects job and the discreet rustling of the world’s rumours, we see, as in the silent movies era, all of its dialogues written on the image. Extensively borrowing from melodrama and an aesthetics of photographic novels, Lisa Spilliart skillfully surfs between genres, offering us a surprisingly unique film endowed with such grace and where, so it seems, she has successfully, and discreetly, integrated much of her own self.",
    "chinese_title": "N.P",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-19T10:57:34"
}