{
    "aka": [],
    "sid": "35145276",
    "cast": [
        {
            "url": "/celebrity/1430753/",
            "name": "Jen Lilley Jen Lilley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014511/",
            "name": "克里斯托弗·拉塞尔 Christopher Russell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1370146/",
            "name": "贝利·斯科德里 Bailey Skodje",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049965/",
            "name": "林赛·麦克斯维尔 Lindsay Maxwell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1413644/",
            "name": "贾斯汀·沃林顿 Justine Warrington",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1409265/",
            "name": "吉尔·莫里森 Jill Morrison",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1409746/",
            "name": "彼得·邦迪克 Peter Bundic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1056659/",
            "name": "科维西·阿梅扬 Kwesi Ameyaw",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2618017411.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1307733/",
            "name": "克里斯蒂·威尔 Christie Will",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt9760256",
    "director": [
        {
            "url": "/celebrity/1307733/",
            "name": "克里斯蒂·威尔 Christie Will",
            "@type": "Person"
        }
    ],
    "duration": "82分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-07-06(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9760256/",
    "imdb_votes": 1169,
    "this_title": [
        "Love Unleashed"
    ],
    "douban_link": "https://movie.douban.com/subject/35145276/",
    "imdb_rating": "6.4/10 from 1169 users",
    "trans_title": [
        "爱释放"
    ],
    "douban_votes": "0",
    "introduction": "Beyond her regular accounting job working at her father Wade Goode's tax accounting firm, Hailey Goode, along with her best friend Dana Barton, operate the non-profit Puppy Party Playdates, which provides and manages puppies for events, such as children's parties. The non-profit's ultimate mission is to have the puppies, rescue puppies at the animal shelter where Dana works and Hailey volunteers, adopted, with one of the shorter term goals to have a dog park built in the city, Long Lake, Washington. Hailey is organizing a petition she hopes ultimately with at least one thousand signatures to present to business community-centric Mayor Mark Betz, and, to use Hailey's term, the lug-head city planner, who have the city-owned property, where Hailey would like to see the park, earmarked for \"yet another\" strip mall. It isn't until Hailey meets Ryan Hill, five year widowed father to eight year old Emmy Hill, at a number of the puppy parties, becomes his friend, through Emmy he expressing some interest but hesitation in adopting a puppy for Emmy due to his focus primarily on her and not needing the extra responsibility, and uses the term lug-head in front of him to describe the city planner that she learns he is said lug-head. As Hailey and Ryan begin to think that the other may be worth entering the dating scene again for, especially as Emmy gets attached to Hailey and the puppies Hailey is fostering, they try to come to some compromise for their professional goals. What happens in trying to find that compromise, whether Ryan is truly ready to put the memory of his wife to rest, and one of Ryan's colleagues and long term friends, city hall lawyer Kelly Donaldson, perhaps seeing herself as Ryan's girlfriend may factor into whether there is a happily-ever-after for Hailey and Ryan as a couple.",
    "chinese_title": "爱释放",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Love Unleashed",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-03-07T20:39:09"
}