{
    "aka": [
        "维也纳歌剧院歌剧理查·施特劳斯《阿拉贝拉》"
    ],
    "sid": "35143079",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "戏曲"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2614136707.jpg",
    "region": [
        "奥地利"
    ],
    "writer": [],
    "imdb_id": "tt12379466",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt12379466/",
    "this_title": [
        "Arabella"
    ],
    "douban_link": "https://movie.douban.com/subject/35143079/",
    "trans_title": [
        "阿拉贝拉",
        "维也纳歌剧院歌剧理查·施特劳斯《阿拉贝拉》"
    ],
    "douban_votes": "0",
    "introduction": "»Arabella« had its premiere in 1933 in Dresden as the last composer and poet collaboration between Richard Strauss and Hugo von Hofmannsthal. The composer initially wished »for a second »Rosenkavalier«, without its mistakes and lengthiness« – and Hofmannsthal even spoke of a »three-act spieloper, basically an operetta« during the conception phase. A work altogether different ensued: often still dismissed as an »elevated operetta«, it leads the audience into a world characterised by harsh contrasts: on the one hand, dance on the volcano, decadence and exaggeration, on the other hand the unwavering belief in »the right person« in one’s life. Richard Strauss and Hugo von Hofmannsthal use this ideological tension as an element of contrast, focusing on the intimate emotional states of the characters and tangible relationships between them. Though seemingly effortless and light, »Arabella« touches on existential and timeless questions of faith and trust, human maturity and fulfilment. German soprano Hanna-Elisabeth Müller sings the title role for the first time at the Vienna State Opera. Michael Volle makes his debut as Mandryka at the State Opera under the baton of Sebastian Weigle.CAST18.12.2014Dirigent\tUlf SchirmerInszenierung\tSven-Eric BechtolfBühne\tRolf GlittenbergKostüme\tMarianne GlittenbergChorleitung\tMartin SchebestaGraf Waldner\tWolfgang BanklAdelaide\tCarole WilsonArabella\tAnne SchwanewilmsZdenka\tGenia KühmeierMandryka\tTomasz KoniecznyMatteo\tHerbert LippertGraf Elemér\tNorbert ErnstGraf Dominik\tGabriel BermúdezGraf Lamoral\tClemens UnterreinerDie Fiakermilli\tDaniela FallyEine Kartenaufschlägerin\tUlrike HelzelWelko, Leibhusar des Mandryka\tKonrad HuberDjura\tRoland WinklerJankel\tDritan LucaEin Zimmerkellner\tWolfram Igor DerntlDrei Spieler\tJeong-Ho Kim, Oleg Savran, Ion Tibrea",
    "chinese_title": "阿拉贝拉",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Arabella",
    "douban_rating_average": 0,
    "update_at": "2025-05-10T02:57:06"
}