{
    "aka": [
        "The Howls"
    ],
    "sid": "35143504",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2614142158.jpg",
    "region": [
        "墨西哥"
    ],
    "writer": [],
    "imdb_id": "tt11057500",
    "director": [
        {
            "url": "/celebrity/1311807/",
            "name": "胡立欧·赫南德兹·柯登 Julio Hernandez Cordon",
            "@type": "Person"
        }
    ],
    "duration": "70分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt11057500/",
    "imdb_votes": 40,
    "this_title": [
        "Se escuchan aullidos"
    ],
    "douban_link": "https://movie.douban.com/subject/35143504/",
    "imdb_rating": "5.7/10 from 40 users",
    "trans_title": [
        "The Howls"
    ],
    "douban_votes": "0",
    "introduction": "As a director with a highly acclaimed filmography (Hasta el sol tiene manchas, FID 2012, Cómprame un Revólver, Directors’ Fortnight 2018), Julio Hernández Cordón has lost nothing of his subversive and experimental spirit. Making a movie that’s an intensely powerful moment of joy and playfulness, and using this joyful game to explore a place and travel through time is Se Escuchan Aullidos’s jubilant manifesto. The playing field is Texcoco, the Mexican city where the director grew up. Time is what both separates and brings together his childhood and that of his daughter Fabiana. And the rules of the game are to invite Fabi to roam the young Julio’s playing field, and to follow the teenage girl’s wanderings today like the outline of a double portrait – hers and that of her father as a child. Masked like a thief or a superhero, Julio slips into the frame to whisper into his daughter’s ear, telling her stories from his childhood about digging a tunnel to escape from school, climbing barbed-wire fences, swimming in the neighbourhood’s water reservoir… Fabi repeats them out loud, amused to learn such funny things about her rascally father. “My Dad wanted to be a thief or a spy. I don’t know… I just want to be myself” she says. And she is, at every moment, playing at replaying and reciting her father’s childhood. Being oneself whilst playing (with) others, describing oneself by describing someone else: we can hear howling, and it’s the viewers we hear, howling with pleasure. It’s a double portrait and a double pact for childhood disobedience and artistic nonchalance. The cinema that Hernández Cordón patches together with his daughter and a few friends is the freest and wildest that we could possible hope for. And it’s also the most precise and rigorous, with each shot channelling and intensifying the energy of improvisation with the instinctive genius of the frame, the composition between figures and backgrounds, bodies and places. Here we have a cinema prodigy who, while using images to dig an underground passage between two childhoods, uses this double childhood to re-enchant the area he explores, saving it, while the film lasts, from ecological disaster and an urbanisation that, without memory, is like a desert.",
    "chinese_title": "Se escuchan aullidos",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.7,
    "douban_rating_average": 0,
    "update_at": "2025-04-16T00:29:11"
}