{
    "aka": [],
    "sid": "35145466",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2633835570.jpg",
    "region": [
        "墨西哥",
        "法国",
        "菲律宾"
    ],
    "writer": [],
    "imdb_id": "tt14095498",
    "director": [
        {
            "url": "/celebrity/1014562/",
            "name": "拉夫·迪亚兹 Lav Diaz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317912/",
            "name": "菲利普·格朗德里厄 Philippe Grandrieux",
            "@type": "Person"
        }
    ],
    "duration": "65分钟",
    "episodes": "",
    "language": [
        "法语",
        "菲律宾语",
        "西班牙语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt14095498/",
    "imdb_votes": 28,
    "this_title": [
        "Liminal"
    ],
    "douban_link": "https://movie.douban.com/subject/35145466/",
    "imdb_rating": "6.4/10 from 28 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A FICUNAM commission for four directors, Liminal seeks to play with poetic affinities between film and music. Moving across aesthetic and generational differences, the film-makers explore this relationship through four distinct stories as to context and imaginary. Within the category of world cinéma d’auteur, Philippe Grandrieux and Lav Diaz have much in common in terms of their affinities with radical cinematographic form: both are extremely inventive in their practical relationship between music and narration. With La lumière la lumière (Lights, lights…), the French artist and director evokes the obsessive relationship between two women whose existence is kept by a lugubrious voice and by Alan Vega’s and Marx Hurtado’s famous Saturn Drive Duplex. In The World is Cold, the Filipino director describes a young man’s life and his musical dreams intertwined with images of an erratic, phantasmagoric future full of obstacles. Relying on an entirely different aesthetics, Manuela de Laborde and Óscar Enríquez, two young directors of Mexican descent, approach musical phenomena quite differently. Through chaotic sound textures, Manuela de Laborde takes us towards three radically distinct landscapes in her Azúcar y saliva y vapor/Sugar, saliva and steam where subtle and sensual musical textures interweave with a leitmotiv in the background. In Lady Lazaro, Óscar Enríquez employs opera singing both as a protagonist and as a supernatural means of spiritual healing for broken souls.",
    "chinese_title": "Liminal",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-05-02T11:22:41"
}