{
    "aka": [],
    "sid": "35143343",
    "cast": [
        {
            "url": "/celebrity/1033710/",
            "name": "蒂姆·霍华德 Tim Howard",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1430765/",
            "name": "卡斯帕·舒梅切尔 Kasper Schmeichel",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片",
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt4600870",
    "director": [
        {
            "url": "/celebrity/1031169/",
            "name": "Roger Bennett Roger Bennett",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015-04-12(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4600870/",
    "this_title": [
        "The Goalkeepers' Union"
    ],
    "douban_link": "https://movie.douban.com/subject/35143343/",
    "trans_title": [
        "门将联盟"
    ],
    "douban_votes": "0",
    "introduction": "The Goalkeepers’ Union is an excellent NBCSN documentary from Roger Bennett, the mugging half of Men in Blazers. GKs are in an isolated group who understand what other GKs go through.Bennett asks 4 Premier League GKs all the questions that a mere mortal fan would like to ask:How did you become a GK? (2 had dads who were GKs)What does it take to be a top goalkeeper? (mental toughness)Has goalkeeping changed? (have to be better with feet)How do you get off the bench? (try to get better. Maybe hope the starter fails)What’s it like making a great save? (all the great holidays in one, seeing the striker’s face)What do you enjoy about it? (hero or zero, joy of denying a goal)Why do GKs scream at their defenders? (it’s noisy out there, it’s our job)Do you get cold out there? (they run 5km per game)How do you recover from mistakes/doubt? (gotta stay positive & strong)How do you train? (train harder than you will play, muscle memory)Why do GKs punch/parry more now? (#1 is stop a goal in any way)What if you’re beaten at the near post? (the importance of that is a myth)Do you relish/fear going up against the big names? (relish)PKs? (pressure is on the kicker, pick a side and go all the way, use instinct)Your advice? (listen & learn, be patient, work hard, be happy you’re playing, believe in yourself, make as many saves as you can)The GoalkeepersThe GKs are: Tim Howard (Everton & USA), Brad Guzan (Aston Villa & USA), Kasper Schmeichel (Leicester City & Denmark), and Asmir Begović (Chelsea & Bosnia). All speak fluent English, since Schmeichel grew up in London while his father played in the EPL, and Begovic played for Canada’s youth team.The soccer footage includes many EPL goals saved, goals given up, goals from the other half of the field, and goals scored/assisted by the GKs. I’m not sure how helpful this documentary would be to aspiring goalkeepers. I’m not a goalkeeper and when I played in goal, I always gave up 5 goals in a half. But as a fan, this short documentary is inspiring and informative.",
    "chinese_title": "门将联盟",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Goalkeepers' Union",
    "douban_rating_average": 0,
    "update_at": "2025-07-17T13:00:28"
}