{
    "aka": [],
    "sid": "35145448",
    "cast": [
        {
            "url": "/celebrity/1303886/",
            "name": "哈尼·弗森伯格 Hani Furstenberg",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "剧情",
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2870420414.jpg",
    "region": [
        "以色列"
    ],
    "writer": [
        {
            "url": "/celebrity/1469163/",
            "name": "Roee Rosen Roee Rosen ",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt12915182",
    "director": [
        {
            "url": "/celebrity/1469163/",
            "name": "Roee Rosen Roee Rosen ",
            "@type": "Person"
        }
    ],
    "duration": "23分钟",
    "episodes": "",
    "language": [
        "希伯来语"
    ],
    "playdate": [
        "2020-07-24(马赛电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12915182/",
    "this_title": [
        "Explaining the Law to Kwame"
    ],
    "douban_link": "https://movie.douban.com/subject/35145448/",
    "trans_title": [
        "向夸梅解释法律"
    ],
    "douban_votes": "0",
    "introduction": "This brief film is part of an ongoing project, Kafka for Kids, a series, supposedly for television, based on The Metamorphosis. Like in The Dust Chanel (FID 2016), it will mix animation, live action, musical numbers, etc. We have known since her explosive masterpiece Les Confessions (FID 2008) – an impression confirmed many times since, to our great joy – that Roee Rosen likes to push boundaries, to blur the laws of genres and is not one to shy away from a scandal. Only this time, the device is more austere. Before an audience of hardly attentive young adults, a lecturer specialised in children’s rights does a presentation on the issue of the age of criminal responsibility, as decreed for Israelian citizens on the one hand, and for Palestinian citizens on the other hand. Wonderful Hani Furstenberg, who already made Hilarious (2010) shine with the fire of comical fierceness, delivers a monologue and a performance that move from political reflections to the history of Israelian law, and then to autobiographical revelations on the state of her female body and her erotic fantasies. Through this analysis of the law, infected little by little by carnal exasperation, it is a discourse of political criticism that develops, at the same time as its inadequacy and its dissolution. A beautiful classic piece, Explaining… is the perfect example of how Roee Rosen always manages to exert tension even on the most twisted elements.",
    "chinese_title": "向夸梅解释法律",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Explaining the Law to Kwame",
    "douban_rating_average": 0,
    "update_at": "2025-10-27T07:21:58"
}