{
    "aka": [
        "A criança"
    ],
    "sid": "35151588",
    "cast": [
        {
            "url": "/celebrity/1417535/",
            "name": "阿尔芭·巴普蒂斯塔 Alba Baptista",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1188151/",
            "name": "阿尔巴诺·杰罗尼莫 Albano Jerónimo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1237180/",
            "name": "约翰·尤海斯 João Arrais",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "剧情"
    ],
    "awards": "　　第51届鹿特丹国际电影节(2022)\n　　老虎奖(提名)\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2665093272.jpg",
    "region": [
        "葡萄牙",
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt12429066",
    "director": [],
    "duration": "109分钟",
    "episodes": "",
    "language": [
        "法语",
        "葡萄牙语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt12429066/",
    "imdb_votes": 100,
    "this_title": [
        "L'Enfant"
    ],
    "douban_link": "https://movie.douban.com/subject/35151588/",
    "imdb_rating": "6.2/10 from 100 users",
    "trans_title": [
        "那个孩子",
        "A criança"
    ],
    "douban_votes": "0",
    "introduction": "You won’t instantly notice the great burden resting on Bela’s shoulders at the well-to-do family’s picnic. This free adaptation of Kleist’s story Der Findling has shifted location to Portugal in the mid-16th century. The seemingly bold young man Bela is from a poor neighbourhood in Lisbon. He was adopted by the family to replace the merchant’s real son, who never returned from a journey to Africa. The world is Bela’s oyster. A fiancée has been chosen for him, he has a knack for trade, so why does he secretly meet with Rosa, a servant stolen from Morocco, who works at the local monastery? Is it love? A desire for freedom? And what are Rosa's motives?The drama unfolds calmly, yet inexorably. This family fresco is marbled with secret affairs, hidden tragedies, and charged relationships. The calm inevitability is reflected in the production’s style with its carefully staged tableaux and intimate close-ups. Intimate, playful moments and poetic effusions cannot dispel the sense that everything is about to fall apart. Death is always close. Bela sees someone else in the mirror.The location, in a paradisiacal landscape, just outside Lisbon, reinforces its universal nature. Simultaneously, it is not hard to view this as a mirror for a rich and powerful country sliding into stagnation and dissolution. Subtle references to colonialism and the inquisition provide this understated tragedy with additional depth.",
    "chinese_title": "那个孩子",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "L'Enfant",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-12-09T16:28:30"
}