{
    "aka": [
        "World's Biggest Great White?"
    ],
    "sid": "35150279",
    "cast": [
        {
            "url": "/celebrity/1496538/",
            "name": "克里斯·劳 Christopher Lowe",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "真人秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2699069854.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt11252634",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-07-21(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11252634/",
    "imdb_votes": 102,
    "this_title": [
        "World's Biggest Great White Shark"
    ],
    "douban_link": "https://movie.douban.com/subject/35150279/",
    "imdb_rating": "6.7/10 from 102 users",
    "trans_title": [
        "世界最大的公牛鲨",
        "World's Biggest Great White?"
    ],
    "douban_votes": "0",
    "introduction": "Prepare to be awed by the once-in-a-lifetime meeting experienced by a group of divers and photographers in Hawaii, who hung out near a sperm whale carcass to photograph the tiger sharks who came to feed. Suddenly, everything went quiet, and the tiger sharks vanished. A gigantic shadow appeared in the distance. On the program, Dr. Chris Lowe, director of the Shark Lab at California State University at Long Beach, speaks of \"dining etiquette\" among sharks, which calls for smaller sharks to get out of the way when a bigger shark comes to feed. Sure enough, that shadow proved to be a much bigger shark, and a more famous one than the Hawaiian photographers ever dreamed they'd see in person: Deep Blue. What's more, they would soon learn that Deep Blue may have brought her squad with her. The three great whites encountered and photographed by Kimberly Jeffries, Mark Mohler and Andrew Gray are there for one reason: to chow down at the whale buffet. They express mild curiosity toward their human fans - and one of them does nibble at the boat - but clearly mean them no harm.",
    "chinese_title": "世界最大的公牛鲨",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "World's Biggest Great White Shark",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-08-26T18:15:11"
}