{
    "aka": [],
    "sid": "35155167",
    "cast": [
        {
            "url": "/celebrity/1004951/",
            "name": "纳尔夫·李特 Ralf Little",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1230716/",
            "name": "约瑟芬·约伯特 Joséphine Jobert",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115015/",
            "name": "本·米勒 Ben Miller",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "剧情",
        "喜剧",
        "悬疑",
        "惊悚",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2634008306.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt9861394",
    "director": [
        {
            "url": "/celebrity/1329899/",
            "name": "克里斯·福金 Chris Foggin",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "8",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021-01-07(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9861394/",
    "imdb_votes": 567,
    "this_title": [
        "Death in Paradise Season 10"
    ],
    "douban_link": "https://movie.douban.com/subject/35155167/",
    "imdb_rating": "7.3/10 from 567 users",
    "trans_title": [
        "天堂岛疑云 第十季"
    ],
    "douban_votes": "494",
    "introduction": "Cameras are rolling on the French Caribbean island of Guadeloupe for the tenth anniversary series of BBC One’s hugely popular Death In Paradise, making it one of the first BBC single camera dramas to start filming since lockdown.Red Planet Pictures have worked closely with industry bodies, other production companies and the BBC to develop a detailed Covid-19 protocol policy, implementing various safety measures including social distancing, face coverings and temperature and Covid-19 testing to minimise any risk of infection. There is also a full-time Covid-19 Supervisor on set to make sure the protocols are being implemented correctly and the latest guidance is incorporated into the policy. The health and safety of our cast and crew is paramount and production is working in line with the Guadeloupe advice as well as the industry guidelines.Returning to the sun-soaked island to reprise their roles are Ralf Little as D.I. Neville Parker, Don Warrington as Commissioner Selwyn Patterson, Tobi Bakare as D.S. JP Hooper and Elizabeth Bourgine as Mayor Catherine Bordey.As well as the usual baffling murders, intriguing puzzles and famous guest stars, viewers can expect some huge surprises as the show celebrates a decade as one of the most loved British dramas - and these surprises begin with the return of D.S. Florence Cassell, played by audience favourite Josephine Jobert. Florence thinks she’s ready to get back to work after her fiancé’s death two years ago - but she hasn’t banked on her new boss, Neville. As she tries to understand his peculiarities, sparks are bound to fly…Neville soon realises he is existing in the Caribbean, rather than embracing life there. With Florence’s help, he determines to seize the day and finds himself starting to reveal some of his secrets - including of a romantic nature. But is Neville really built for a life in the tropics? And is a romantic relationship ever going to be possible for him?After two series bringing law, order, and joy to the streets of Saint Marie, we’re sad to say goodbye to Ruby Patterson who made such a massive impact in such a short time! DS Madeleine Dumas will also be departing Saint Marie’s sunny shores and we would like to thank Shyko Amos and Aude Legastelois-Bidé for bringing Ruby and Madeleine to life and wish them all the very best for the future.We are excited to welcome a brand-new face to the team, in the shape of Tahj Miles. His character, 18-year-old petty criminal Marlon Pryce, is a ball of energy and thinks he knows it all. But when he runs into JP, his life takes an unexpected turn and he finds himself looking at a very different future to the one he expected.The arrival of twins is the least of JP’s challenges as he finds Marlon - and some shocking developments at work - testing him to his limits. Selwyn’s frustrations with his new detective take a back seat when he finds himself in the firing line and Catherine’s life is turned upside down when the death of a friend pulls her into grave danger.Executive Producer, Tim Key, says: “We are delighted to be able to start filming and can’t wait to celebrate our tenth series with our audience. It’s a joy to be working with Josephine Jobert again and we think the viewers will love watching her trying to get to grips with Neville. And we are very happy to welcome Tahj Miles to the show. Marlon is going to make real waves once he arrives in Saint Marie. We’ve got some real treats for our long-term viewers as the series progresses - including some major surprises and the possibility of another returning face or two. We are determined to make this our biggest and best series yet and can’t wait to take our viewers back to Saint Marie in 2021.”Red Planet Pictures' Joint Managing Director, Alex Jones, says: “Like every other production company, we have faced huge challenges to get to this point, so we are delighted to be up and running again and extremely grateful to everyone who has helped us get this far, not least the people of Deshaies and the region of Guadeloupe for their assistance. The safety of our cast and crew - as well as our friends in Guadeloupe - is the most important thing to us and our policies have been designed to protect everybody whilst still delivering an amazing series for our tenth year.”BBC Commissioning Editor, Tommy Bulfin, says: “We are so pleased that filming has started on this special tenth anniversary series of Death In Paradise. This series is packed-full of captivating cases and unexpected twists, as well as some really great surprises for fans of the show. Thanks so much to Red Planet Pictures for working so hard to make it happen.”Death In Paradise is a Red Planet Pictures production for BBC One made with the support of the region of Guadeloupe and internationally distributed by BBC Studios. Series ten is produced by Jim Poyser.",
    "chinese_title": "天堂岛疑云 第十季",
    "douban_rating": "8.2/10 from 494 users",
    "foreign_title": "Death in Paradise Season 10",
    "imdb_rating_average": 7.3,
    "douban_rating_average": "8.2",
    "update_at": "2025-01-25T16:39:48"
}