{
    "aka": [
        "De Fotocamera",
        "The Photo Camera"
    ],
    "sid": "35168679",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情"
    ],
    "awards": "　　第51届鹿特丹国际电影节(2022)\n　　老虎奖(提名) 萨姆·德容\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867780902.jpg",
    "region": [
        "荷兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1339339/",
            "name": "萨姆·德容 Sam de Jong",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt9569484",
    "director": [
        {
            "url": "/celebrity/1339339/",
            "name": "萨姆·德容 Sam de Jong",
            "@type": "Person"
        }
    ],
    "duration": "79分钟",
    "episodes": "",
    "language": [
        "荷兰语"
    ],
    "playdate": [
        "2022-01-26(鹿特丹电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9569484/",
    "imdb_votes": 271,
    "this_title": [
        "Met Mes"
    ],
    "douban_link": "https://movie.douban.com/subject/35168679/",
    "imdb_rating": "6.0/10 from 271 users",
    "trans_title": [
        "抢劫摄影机",
        "De Fotocamera",
        "The Photo Camera"
    ],
    "douban_votes": "0",
    "introduction": "The unrelenting words ‘with a knife’ change everything. A TV personality is briefly distracted whilst filming her pet project – ‘a warm, endearing portrait of society’ – only to discover her camera is gone. The police, however, hardly take her report seriously and the insurance company doesn’t want to pay out – until she lies, saying it was a robbery involving ‘a knife’. Which immediately has huge consequences for Yousef, the young suspect.Director Sam de Jong makes visually effervescent films, as was shown by his debut, PRINS (2015), and GOLDIE (2019), filmed in America. In Met mes, everything is in overdrive: from the musical score to the striking camera angles and movements, from the synthetic shell suits and green eyeliner, to the game show sound effects intended to emphasise emotions. The colour filter creates a world of candy cane tones, a neon 1980s video fantasy in which Hadewych Minis wears dental braces and Gijs Naber has a rat tail haircut.In this artificial environment, actor Shahine El-Hamus's portrayal of teenager Yousef has something vulnerable about it, under his ever-changing hair colour. He is surrounded by all manner of respectable adults, who don’t want to hear his side of the story or just act in their own self-interest. Using subdued humour, De Jong tells a story of hypocrisy and stigmatisation. One that is painfully common, but, if you think about it, at least as surreal as the absurdist visuals.",
    "chinese_title": "抢劫摄影机",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Met Mes",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-05-24T19:35:38"
}