{
    "aka": [],
    "sid": "35161165",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2619010795.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt12792516",
    "director": [
        {
            "url": "/celebrity/1338597/",
            "name": "阿莉切·罗尔瓦赫尔 Alice Rohrwacher",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1359652/",
            "name": "让·热内 JR",
            "@type": "Person"
        }
    ],
    "duration": "10分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2020-09-06(威尼斯电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12792516/",
    "imdb_votes": 281,
    "this_title": [
        "Omelia Contadina"
    ],
    "douban_link": "https://movie.douban.com/subject/35161165/",
    "imdb_rating": "6.5/10 from 281 users",
    "trans_title": [
        "农民布道"
    ],
    "douban_votes": "157",
    "introduction": "Omelia Contadina was born out of the concern of JR and film director Alice Rohrwacher for the difficulties encountered by many small farmers and inhabitants of the Alfina plateau, in Italy.Alice Rohrwacher explains the origins of the project: “Last autumn, during a walk on the border between Umbria, Lazio and Tuscany, I told my friend and artist JR of my concerns about the destruction of the agricultural landscape, violated by the intensive monocultures with which major corporations are shaping entire territories. I told him, as the daughter of a beekeeper, of the mass death of insects that such changes bring about, and of the struggles of small farmers as they try to stem the tide of speculations, subsidies and pesticides. At one point, we stopped at a crossroads: on all sides, uninterrupted rows of hazelnut trees filled the landscape as far as the horizon. As we looked upon this, we commented to each other that it looked like a war cemetery. On the way back we decided that since it looked like a cemetery, we had to hold a funeral. But it had to be a funeral full of life, like a hymn of hope dedicated to all those who keep us alive day after day, producing the food we eat. ».Alice Rohrwacher and JR returned to the region in early November 2019 to implement their project. The portraits taken by JR of 2 women and 2 men farmers, standard-bearers of traditional agriculture, were printed on large tarpaulins, which the farmers of the Alfina plateau, as well as the inhabitants of the villages of Castel Giorgio and Onano, carried in a filmed procession to the sound of a traditional local brass band. The portraits were then placed in tombs dug in the fields belonging to the farmers. Eulogies were given and the graves were filled in, marking the end of both the film and the symbolic burial.The short film Omelia Contadina, co-directed with Alice Rohrwacher, premiered at the 77th Venice Film Festival (2020).The project is the subject of an exhibition at Galleria Continua, in San Gimignano, from September 26, 2020 to May 2, 2021.",
    "chinese_title": "农民布道",
    "douban_rating": "7.3/10 from 157 users",
    "foreign_title": "Omelia Contadina",
    "imdb_rating_average": 6.5,
    "douban_rating_average": "7.3",
    "update_at": "2025-09-12T12:00:14"
}