{
    "aka": [
        "Atlantis"
    ],
    "sid": "35172536",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "剧情"
    ],
    "awards": "　　第78届威尼斯电影节(2021)\n　　地平线单元奖 最佳影片(提名) 尤里·安卡拉尼\n\n　　第67届意大利大卫奖(2022)\n　　最佳纪录片(提名) 尤里·安卡拉尼\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2870414870.jpg",
    "region": [
        "意大利",
        "法国",
        "美国",
        "卡塔尔",
        "墨西哥",
        "西班牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1386122/",
            "name": "尤里·安卡拉尼 Yuri Ancarani",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt15119666",
    "director": [
        {
            "url": "/celebrity/1386122/",
            "name": "尤里·安卡拉尼 Yuri Ancarani",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2021-09-02(威尼斯电影节)",
        "2021-11-22(意大利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt15119666/",
    "imdb_votes": 567,
    "this_title": [
        "Atlantide"
    ],
    "douban_link": "https://movie.douban.com/subject/35172536/",
    "imdb_rating": "6.4/10 from 567 users",
    "trans_title": [
        "亚特兰蒂斯",
        "Atlantis"
    ],
    "douban_votes": "0",
    "introduction": "In Venice between the gondolas, canals and palaces, tourists pour in as residents head out. Local population has fallen to fewer than 50,000 inhabitants, less than the daily tourist visits. However, next to the historical centre, there’s a hidden and silent lagoon surrounded by small invisible villages. A parallel world where residents resist, living a unique life, just in front of Venice. It’s here that young guys bump into little boats running at full speed with their bows rising up into the sky. They call them “Barchini”—small, colourful, fast with souped-up engines, driven by Venetian teenagers as if these motorboats were motorbikes. They take care of the boat’s aesthetic and accessories, they make them fancy through Hi-Fi, coloured LEDs, and light decorations, they work hard to pimp the engine or the stereo system. The cooler and more equipped with options the boat is, the cooler is the guy. And at the end of the day, after the usual party on a deserted island, here they are, challenging each other in dangerous illegal races to win girls’ hearts. Without lights to avoid the police, pointing their bows and wildly heading towards the Serenissima. Daniele, Luca, Alberto—our main characters—will drive us into their summer made by dreams and nightmares of a generation running at full speed.",
    "chinese_title": "亚特兰蒂斯",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Atlantide",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-12-06T03:13:25"
}