{
    "aka": [
        "Traces"
    ],
    "sid": "35172513",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2880785913.jpg",
    "region": [
        "克罗地亚"
    ],
    "writer": [],
    "imdb_id": "tt22247236",
    "director": [
        {
            "url": "/celebrity/1377609/",
            "name": "达布拉夫卡·特奇 Dubravka Turic",
            "@type": "Person"
        }
    ],
    "duration": "98分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2022-10-10(华沙电影节)",
        "2022-11-24(塔林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt22247236/",
    "imdb_votes": 147,
    "this_title": [
        "Tragovi"
    ],
    "douban_link": "https://movie.douban.com/subject/35172513/",
    "imdb_rating": "5.9/10 from 147 users",
    "trans_title": [
        "Traces"
    ],
    "douban_votes": "0",
    "introduction": "Ana is an anthropologist with a rare and non-contagious skin decease which she doesn’t want to accept, covering the traces of it with makeup. In her scientific research, Ana follows the beliefs and customs of lost generations. He attention is captivated by peculiar engravings and symbols on tombstones in a high mountain area. Despite the occasional sarcastic encounters with her female friends, Ana feels lonely and unhappy. Inevitably, her sick father dies at one point, but Ana still finds it too painful to accept. The grieving scientist begins to understand that she is actually the last one of her once-large family. Ana believes that deceased loved ones and ancestors are trying to communicate through mysteriously left signs.The first ever Lithuanian co-production with Croatia offers a delightfully uplifting experience to curious, patient and attentive spectators, who are not afraid to lose their sense of time in the elegant embraces of a slow poetical drama. The strikingly specific and detailed Dubravka Turić is not rushing to give direct answers or explanations, but tracks hints, clues, spirals, icons, mural paintings, scars, photographs, graffitis and recordings, and rewards those who are able to memorise observations. The often wordless, atmospheric and nostalgically spiritual drama relies on sound design, firmly motivated comic irony and hauntingly beautiful brief piano melodies by Lithuanian composer Jonas Jurkūnas. One of the rare films which do not end with the final credits, but need time to digest.The director of three Cannes, Venice and Sarajevo shorts digs deep into personal experiences of loss and disappearance of family traces. Her fears, insecurities and aspirations are intimately and solidly embodied by the wonderful Croatian actress (and a former European Shooting Star) Marija Škaričić.源自：https://poff.ee/en/film/traces/",
    "chinese_title": "Tragovi",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-02-20T17:16:17"
}