{
    "aka": [],
    "sid": "35181010",
    "cast": [
        {
            "url": "/celebrity/1420678/",
            "name": "艾玛·卓冈诺娃 Emma Drogunova",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "剧情",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2648910405.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt11329064",
    "director": [],
    "duration": "",
    "episodes": "8",
    "language": [
        "德语"
    ],
    "playdate": [
        "2021-04-15(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11329064/",
    "imdb_votes": 483,
    "this_title": [
        "Wild Republic"
    ],
    "douban_link": "https://movie.douban.com/subject/35181010/",
    "imdb_rating": "5.9/10 from 483 users",
    "trans_title": [
        "荒野理想国"
    ],
    "douban_votes": "104",
    "introduction": "In the midst of the impassable landscape at the foot of the Alps, a young group of serious offenders is undergoing an experiential educational program intended to rehabilitate them. All of a sudden, a member of the program dies a violent death. Nobody knows exactly what happened, and the youths face a difficult decision. Should they wait for the authorities to recover the body and investigate the crime? Or, escape and take their fate into their own hands? The group doesn't have much in common with each other, though one thing unites them; all of them have had really bad experiences with the authorities and don‘t expect to be treated fairly. Since they don't know who the perpetrator is, they only have one option: to run. Up the mountains, up the highest peaks of the Alps. It seems hopeless until they stumble onto a complex cave system where they can find shelter from wind, weather, and their pursuers. In their fight against the forces of nature, they form their own society, according to their own rules: the Wild Republic.",
    "chinese_title": "荒野理想国",
    "douban_rating": "6.9/10 from 104 users",
    "foreign_title": "Wild Republic",
    "imdb_rating_average": 5.9,
    "douban_rating_average": "6.9",
    "update_at": "2025-02-19T09:49:17"
}