{
    "aka": [],
    "sid": "35181644",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2617528393.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt7591848",
    "director": [],
    "duration": "85分钟",
    "episodes": "",
    "language": [
        "法语",
        "英语"
    ],
    "playdate": [
        "2017(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7591848/",
    "imdb_votes": 16,
    "this_title": [
        "Frères des arbres: l'appel d'un chef papou"
    ],
    "douban_link": "https://movie.douban.com/subject/35181644/",
    "imdb_rating": "7.4/10 from 16 users",
    "trans_title": [
        "森林手足：一位巴布亚首领的呼声"
    ],
    "douban_votes": "0",
    "introduction": "Chef papou originaire de la tribu des Hulis en Papouasie-Nouvelle-Guinée, Mundiya Kepanga est un enfant de la forêt, né sur le tapis de feuilles d’un ficus séculaire. À la façon d’un conteur traditionnel, il partage son amour de la forêt avec poésie et dévoile l’étendue de la déforestation qui s’est dramatiquement accélérée dans son pays au cours des dernières années.Nous le suivons au cours de son parcours de défenseur de l’environnement qui le mène de son village aux plus grandes rencontres internationales : d’une réunion au Sénat aux colloques organisés à l’occasion de la COP21 jusqu’à l’Unesco au côté de l’acteur et activiste Robert Redford. Nous suivrons peu à peu l’ascension du petit chef papou qui devient alors un ambassadeur de la forêt et une voix des peuples autochtones.En offrant au Musée de l’Homme sa plus précieuse coiffe, il porte son message dédié à tous les hommes de la planète : sa forêt est un patrimoine universel qui produit l’oxygène que nous respirons tous et qu’il faut sauvegarder. Un appel à protéger les forêts primaires du globe qui nous rappelle que nous sommes, tous, les frères des arbres.",
    "chinese_title": "森林手足：一位巴布亚首领的呼声",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Frères des arbres: l'appel d'un chef papou",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-02-08T20:18:08"
}