{
    "aka": [],
    "sid": "35185165",
    "cast": [
        {
            "url": "/celebrity/1003664/",
            "name": "藤田真 Makoto Fujita",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323718/",
            "name": "三田村邦彦 Kunihiko Mitamura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033791/",
            "name": "中条清 Kiyoshi Nakajo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1438778/",
            "name": "鲇川泉 Izumi Ayukawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1034236/",
            "name": "菅井琴 Kin Sugai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1035718/",
            "name": "白木万理 Mari Shiraki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1439616/",
            "name": "山内敏男 Toshio Yamauchi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325557/",
            "name": "光一平 Ippei Hikaru",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040459/",
            "name": "芦屋小雁 Kogan Ashiya",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041987/",
            "name": "西协美智子 Michiko Nishiwaki",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1982",
    "genre": [
        "剧情",
        "动作",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2617831889.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1330169/",
            "name": "吉田刚 Tsuyoshi Yoshida",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1333488/",
            "name": "津岛胜 Masaru Tsushima",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1287414/",
            "name": "石原兴 Shigeru Ishihara",
            "@type": "Person"
        }
    ],
    "duration": "108分钟",
    "episodes": "1",
    "language": [
        "日语"
    ],
    "playdate": [
        "1982-12-31(日本)"
    ],
    "this_title": [
        "(秘) 必殺現代版 主水の子孫が京都に現われた 仕事人vs暴走族"
    ],
    "douban_link": "https://movie.douban.com/subject/35185165/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "『㊙必殺現代版 主水の子孫が京都に現われた 仕事人vs暴走族』（マルひ ひっさつげんだいばん もんどのしそんがきょうとにあらわれた しごとにんブイエスぼうそうぞく）は、1982年12月31日の金曜日21:30 - 23:18に、朝日放送と松竹（京都映画撮影所、現・松竹撮影所）が共同製作・テレビ朝日系列で放送されたテレビドラマ。主演は藤田まこと。必殺シリーズの長時間スペシャル第3弾である。『必殺仕事人III』のレギュラー出演者が、現代の京都を舞台に悪を闇に葬る異色編。構成も異色で、藤田まことと他の出演者たちが撮影が終了した大晦日に集まり、秘密裏に制作したプライベート フィルム[注釈 1]の完成お披露目会を行うという導入から始まり、CM前後には試写室に一旦場面が戻り、そのリアクションを見るスタジオ中継（VTR映像）を流す二元構成となっている。これがタイトルの「㊙」の由来である。本作は仕事人の子孫たちが暴走族と戦うというものであるが、放送された1982年当時は、共同危険型暴走族の活動が全盛を迎えていた時期であった。また、暴走族は全員が殺され壊滅するわけではなく、仕事を行った翌日の新聞では「暴走族4人が死亡」と記載されていた。3年後の1985年10月4日に『新装㊙必殺現代版 東京六本木・京都円山公園・大阪梅田 3元仕事人ナマ中継』として、ドラマ部を再編集したものが再放送された。2007年、初のDVDソフト化となったが、収録されているのは本編のみで、VTR収録の部分は削除されている。エンディングは完全に作り直されており、中継スタッフのクレジット表記が無い他、主題歌がインスト バージョンに差し替えられている。あらすじ生命保険会社「昭和生命」訪問勧誘員の中村主水。手作りアクセサリー売りの村上秀夫。ピアノ調律師の山田勇次。個人タクシー運転手の長谷川加代の4人は、ごく普通のカラオケ仲間。しかし、彼らの先祖は、それぞれ仕事人として暗躍した中村主水、秀、勇次、加代であった。ある日の夜、カラオケ店に居合わせた悪人と争いになり、4人は袋叩きにあうが、衝動的に先祖同様、4人で組んで、殺しを行おうとする。しかし、先祖の形見の得物（殺しの武器）は使い物にならず、殺しは失敗したかに見えたが、主水の偶発で成功してしまう。しかし「こんな危険なことはもう止めよう」ということになり、その後は平穏な生活に各々戻った。そんな折、主水の顧客 吾助の娘が暴走族の標的になりレイプされた上、妻子ともに死んでしまう。主水は葬儀が終わった吾助の家を訪れると、彼は主水を受取人にして、5千万（事故死亡時、3倍の特約）という生命保険を自身にかける。行動に不審な物を感じた主水は加代たちに吾助を見張らせる。吾助は女物の洋服を買ったり、河原でスクーターの練習をするなどの不可解な行動を行っていた。吾助の目的は復讐であり、妻子を殺した暴走族のメンバーを殺すことであった。吾助は女装すると夜中にスクーターを走らせ、目論み通りに近付いて来た暴走族のメンバーを殺そうとするが失敗に終わり、逆に殺害された。彼の死体を見つけた警察は女装という格好などから殺人ではなく、変死の扱いとなった。主水は吾助の保険金を頼み料に仕事人として、彼ら一家の復讐をすることを仲間に提案する。了承した仲間たちは彼らの情報を集め、仕事の準備を進める。仕事決行当夜。暴走族たちの暴走行為に紛れ、秀夫と勇次は主犯格の者たちを仕留めていく。主水は道路工事現場に赴くと、ルート変更の看板を崖の方向に変える。そうとは知らない暴走族たちは次々と崖下へ転落していくが、暴走族のリーダーは生き残り、バイクで、主水に突っ込んで来る。バイクは主水の上方を掠めるが、その際に主水が突き出した先祖の脇差が、燃料タンクに穴を開ける。走り去っていくバイクを見ながら、主水は漏れ出たガソリンに火を点ける。火はガソリンに沿って走っていき、リーダーが乗ったバイクを爆発させた。翌日、主水は保険金を受け取るために会社の事務所を訪れる。そこに田中と調査部の男性社員、顧問弁護士が現れ「吾助は正常な判断が出来ていなかった」として、金の支払いを拒否する。田中たちは「それが不服なら裁判で争う」と主水に通告し、主水たちは結局、金を手に入れることができなかった。登場人物仕事人中村主水演 - 藤田まこと生命保険会社「昭和生命」の保険勧誘員で、江戸時代に仕事人と呼ばれた南町奉行所の同心 中村主水の子孫。先祖と同様の婿養子[注釈 2]で、明治維新後の中村家は代々、警察官[注釈 3]の家柄だったが、当人は警察アレルギーゆえに現在の職業に甘んじている。職場での無能振りが祟って、東京から京都に左遷された。村上秀夫演 - 三田村邦彦手作りアクセサリーの路上販売をしている青年で、秀の子孫。山田勇次演 - 中条きよしピアノ調律師で、勇次の子孫。長谷川加代演 - 鮎川いずみ個人タクシーの運転手で、加代の子孫。関係者の子孫中村せん演 - 菅井きん主水の姑で、せんの子孫。中村りつ子演 - 白木万理主水の妻で、りつの子孫。田中係長演 - 山内敏男（現・としお）昭和生命の係長で、主水の上司。筆頭同心 田中の子孫で、先祖と同様のオカマである。その他一平 - ひかる一平西順之助の子孫役では無く、京都の予備校生役であった。村上秀夫は三田村の映画デビュー作『限りなく透明に近いブルー』の原作者（兼監督）である、村上龍。長谷川加代は長谷川一夫。山田勇次はおりく役の山田五十鈴から、それぞれ拝借している。",
    "chinese_title": "(秘) 必殺現代版 主水の子孫が京都に現われた 仕事人vs暴走族",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-09T23:21:38"
}