{
    "aka": [],
    "sid": "35182918",
    "cast": [
        {
            "url": "/celebrity/1017058/",
            "name": "江利智惠美 Chiemi Eri",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1052652/",
            "name": "笠置静子 Shizuko Kasagi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1442994/",
            "name": "淡谷のり子 Noriko Awaya",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1038658/",
            "name": "村上弘明 Hiroaki Murakami",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044648/",
            "name": "服部克久 Katsuhisa Hattori",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025579/",
            "name": "司叶子 Yôko Tsukasa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1442992/",
            "name": "龟渕友香 Yuka Kamebuchi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2620382623.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "114分钟",
    "episodes": "1",
    "language": [
        "日语"
    ],
    "playdate": [
        "2020-05-31(日本)"
    ],
    "this_title": [
        "ザ・偉人伝 江利チエミ、笠置シヅ子、淡谷のり子 ～人生を変えた歌～"
    ],
    "douban_link": "https://movie.douban.com/subject/35182918/",
    "trans_title": [
        "伟人传 改变人生的歌~江利智惠美、笠置静子、淡谷のり子"
    ],
    "douban_votes": "0",
    "introduction": "ザ・偉人伝江利チエミ、笠置シヅ子、淡谷のり子　～人生を変えた歌～時代を駆け抜けた昭和の歌姫、江利チエミ、笠置シヅ子、淡谷のり子。敗戦によって自信を失くした男たちを尻目に、彼女たち三人は「歌」という武器で戦いを続けました。その姿に大衆は時代の変化を感じ取り、大きな喝采を送ったのです。人生を変えた歌、人生を変えた出会い……。歌姫三人の数奇な運命を紐解きながら、名曲誕生の裏側と波乱の生涯に迫ります。出演・インタビュー：服部克久、中村メイコ、司葉子、久保益己（江利チエミ・弟）、中野章三（中野ブラザーズ）、亀井ヱイ子（笠置シヅ子・長女）、亀渕友香、他ナレーション：村上弘明【江利チエミ】笠置の「東京ブギウギ」を歌い、レコード会社のオーディションに合格した少女が江利チエミ。音楽家の父と舞台女優の母との間に生まれ、10歳の頃から米軍キャンプで歌を磨いた。最愛の母をデビュー直前に亡くしたチエミは、天国に届けるつもりで歌った「テネシー・ワルツ」が大ヒット。美空ひばり、雪村いづみと「三人娘」を組んでトップスターに。その後は「さのさ」「新妻に捧げる歌」を歌って芸の幅を広げる一方、俳優・高倉健と結婚して私生活も充実した。そんなチエミの幸せを根こそぎ奪い去ったのが、異父姉による謂れなき借金。チエミは迷惑がかからぬよう離婚して、一人で借金を返すことに。だが、「酒場にて」のヒットで明るい兆しが見えた頃、チエミは突然の死を迎えてしまう。一方、戦後歌謡の象徴した笠置シヅ子は、体力や喉の衰えを感じる前に、「娘のために、少しでも長く仕事がしたい」と歌手引退を宣言。女優業に転じ、明るいキャラクターを生かしたバイプレイヤーとして活躍を続ける。そして、三人の中で最初にデビューした淡谷のり子は、恩師の「歌とともに生き、歌とともに死ぬ」の言葉通り、80歳を超えても華やかなドレスに身を包み、ステージで歌い続けた。その生き様は、ふるさと津軽生まれに多い「からきじ（強情）」そのものだった。【笠置シヅ子】戦後、淡谷と同じ服部良一の門下生だった笠置シヅ子。「東京ブギウギ」で衝撃を与え、「ジャングルブギ」「買い物ブギ」とヒットを続けて「ブギの女王」と呼ばれる。舞台狭しと踊り歌う笠置の登場は、戦後日本の変化をたしかに象徴していた。だがその陰には、吉本興業の御曹司との悲恋と死別、そして忘れ形見・ヱイ子を育てようとする強い意志が隠されていた。生きるために笠置が歌ったブギウギのパワーが、焼け跡の大衆を明るく励ましたのである。【淡谷のり子】「ブルースの女王」淡谷のり子は、新進作曲家・服部良一と出会い、「別れのブルース」「雨のブルース」のヒットで昭和モダンを代表する存在に。だが、そこに至るまでには、裕福だった実家の没落や、貧乏のどん底で失明から妹を救うためヌードモデルになるなど、多くの障害があった。音楽学校の恩師の言葉「あなたは歌とともに死んでいくのね」を胸に刻み、歌を愛し、誇りを持ち続けた淡谷のり子。その後、戦争が激しさを増して国賊歌手のそしりを受けても「私のドレスは戦闘服よ」と一歩も引かず、決して軍歌は歌わなかった。歌に生涯を捧げた淡谷のり子、晩節を汚さぬよう潔く歌から退いた笠置シヅ子、そして、歌に生きると誓いながら志半ばで命を落とした江利チエミ。歌との関わりは三者三様ながら、優れた歌唱力と表現力に裏打ちされた作品は、どれも輝きを保ち続けています。思い出深いメロディが美しい歌声とともに蘇る２時間スペシャルです。",
    "chinese_title": "伟人传 改变人生的歌~江利智惠美、笠置静子、淡谷のり子",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "ザ・偉人伝 江利チエミ、笠置シヅ子、淡谷のり子 ～人生を変えた歌～",
    "douban_rating_average": 0,
    "update_at": "2025-06-25T03:00:17"
}