{
    "aka": [],
    "sid": "35187934",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2618163333.jpg",
    "region": [
        "英国",
        "古巴"
    ],
    "writer": [],
    "imdb_id": "tt12600214",
    "director": [
        {
            "url": "/celebrity/1276965/",
            "name": "Edesio Alejandro Edesio Alejandro",
            "@type": "Person"
        }
    ],
    "duration": "82分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt12600214/",
    "imdb_votes": 108,
    "this_title": [
        "Mambo Man"
    ],
    "douban_link": "https://movie.douban.com/subject/35187934/",
    "imdb_rating": "8.1/10 from 108 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "JC is a 'big fish in a small pond' who lives beyond his means. To make ends meet he juggles multiple small businesses with varying degrees of success. As a farmer, JC struggles with an arid growing season and broken machinery. As a local music promoter, he entertains visiting tourists with flair and extraordinarily talented musicians. As a small-time hustler he jumps into a questionable opportunity that strains his marriage and puts everything he's earned at risk. Underneath the charisma and wisecracking persona, JC is a considerate man who just wants to provide for his family and make a deal that could change his life for the better. Fate and fortune rarely meet for the meek so when he decides to take a big risk, will this mysterious and nerve-racking new venture answer all his prayers? MAMBO MAN is packed with musical contributions from Cuban legends including; Candido Fabre, Maria Ochoa, Alma Latina, David Alvarez, Arturo Jorge, Omara Portuondo, Eliades Ochoa, Juan De Marcos Gonzalez and the Afro-Cuba All Stars.",
    "chinese_title": "Mambo Man",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-12-02T00:26:06"
}