{
    "aka": [
        "星星和暴风雨"
    ],
    "sid": "35196828",
    "cast": [
        {
            "url": "/celebrity/1008191/",
            "name": "三浦友和 Tomokazu Miura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1011725/",
            "name": "古手川祐子 Yûko Kotegawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016891/",
            "name": "八千草薰 Kaoru Yachigusa",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1976",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2619024490.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1346200/",
            "name": "池田一朗 Ichirô Ikeda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1282217/",
            "name": "出目昌伸 Masanobu Deme",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1282217/",
            "name": "出目昌伸 Masanobu Deme",
            "@type": "Person"
        }
    ],
    "duration": "97分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1976-10-23(日本)"
    ],
    "this_title": [
        "星と嵐"
    ],
    "douban_link": "https://movie.douban.com/subject/35196828/",
    "trans_title": [
        "星星与暴风雨",
        "星星和暴风雨"
    ],
    "douban_votes": "0",
    "introduction": "山を愛し、山に命を賭ける一青年を通して、ひたむきに生きる若者像を描く。脚本は「あいつと私(1961)」の池田一朗と出目昌伸の共同、監督は「パリの哀愁」の出目昌伸、撮影は「あにいもうと(1976)」の原一民がそれぞれ担当。详细剧情：柏崎真一は、ある大学の山岳部員である。卒業を控えたいまも、就職には目をくれず登山に余念がない。彼の夢は世界中の山にアタックすることだ。そんな真一に父親の真介と姉の正子はあきれ顔だが、母の陽子だけは真一のよき理解者だった。父の真介は、東京消防庁第八方面本部の消防署に勤務する、この道三十年のベテラン消防官である。かつては真一を消防官に、と願っていたが、その望みも絶たれて、いまは部下の山口和雄に夢を託し、正子との結婚話に眼を細めている。真介は憑れたように仕事に打ち込んだ。それは十七年前、真介のミスで八人の同僚を火事現場で死なせた償いのためだった。非番の時でも通報があれば、右足の古傷をかばいながら家を飛び出す真介に、妻の陽子はやさしく尽していた。だが、死と直面する危険な仕事場へ夫を送り出す陽子は、極度の神経疲労が重なって、ある日、心臓衰弱のため急死した。妻の最後の看病も仕事のため出来なかった真介の冷酷な態度に真一の怒りが爆発した。家を出た真一は、かつて知り合った風来坊の柴田敏夫をたよって湘南海岸へ行った。商魂たくましい柴田は、海岸でホットドックのもぐり営業で商才を発揮しているが、食堂で働く中山令子や海水浴の女の子たちは、そばの貸ボート屋で汗を流すたくましい真一の姿に好意を寄せた。輝く太陽の下の浜辺で、海中で、真一と令子は子供のように無邪気に青春を謳歌した。その令子が柴田の出店にからんだ暴力団に拉致された。真一と柴田は令子を救出するため派手な喧嘩をして打ちのめされ、令子はとうとう暴力団の毒牙にかかってしまった。傷ついた令子は、波打ち際に倒れる真一を抱きかかえ、悪夢をフッ切るかのように口づけをした。数カ月後、真一と柴田は奥多摩の山林伐採場で働いていた。その真一に正子から朗報が舞い込んだ。大学の先輩の手塚が、アルプスのアイガー北壁登頂パーティを組むため、真一に協力を求めて来たのだ。真一の血はたぎった。そんな時、ハイカーの火の不始末から奥多摩の山林が火災を起こし、強風にあおられて山火事になった。猛威をふるう山火事に、真介の勤務する消防署にも出動命令が下った。脱出不可能な地点に真一がいることを知った真介は、配置転換を引きかえにレインジャー部隊とヘリコプターに乗って現場へ急行した。荒れ狂う火の手と渦巻く煙の中で仲間を避難させる真一の勇敢な姿を発見し、真介は僅かな空地に緊急着陸した。不自由な右足に横転する真介を助けながら火中を馳けぬける真一。やがて、生死の危機をのり越えたすがすがしい充実感が二人の心を包んだ。煙のくすぶる山道を、息子は父を背負って降りた。そして真一の胸は、アイガー北壁への挑戦にふくらむのであった。スタッフ製作\t望月利雄 、 藤井浩明脚本\t池田一朗 、 出目昌伸脚色\t安本莞二 、 工藤裕弘監督\t出目昌伸撮影\t原一民音楽\t佐藤勝美術\t樋口幸男録音\t神蔵昇整音\t西尾昇照明\t小島真二スチル\t中尾孝編集\t黒岩義民助監督\t松沢一男製作補\t高木豊 、 上野英隆製作担当\t丹野弘章協力\t自治省消防庁 、 東京消防庁閉じるキャスト柏崎真一\t三浦友和柏崎真介\tハナ肇柏崎陽子\t八千草薫柏崎正子\t音無美紀子山口和雄\t北浦昭義柴田敏夫\t花房徹中山令子\t片平なぎさ手塚\t藤巻潤消防署長\t岡田英次医者\t鈴木瑞穂看護婦\t川口節子フロント係\t武士真夫刑事\t草野大悟山岳部員Ａ\t浅見小四郎山岳部員Ｂ\t久野一之山岳部員Ｃ\t風間亘伐採場主任\t細井利雄ルミ\t  古手川祐子评论：登山に打ち込む青年の姿を通して、親子の対立と和解、若者の生きざまを描いた青春物語であり、ある意味アイドル映画である。昭和の父親像、当時の山好きの若者の生態などがよくわかる。アイガー北壁登攀を目指す主人公、先輩が経営する山道具店、ピッケルを磨く場面など山の要素は多いが、実際の登山・登攀シーンは冒頭くらいで山度はあまり高くない。また、タイトルが意味不明。レビュファから取ったとしか思えない。",
    "chinese_title": "星星与暴风雨",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "星と嵐",
    "douban_rating_average": 0,
    "update_at": "2025-02-15T10:56:15"
}