{
    "aka": [],
    "sid": "35201356",
    "cast": [
        {
            "url": "/celebrity/1354173/",
            "name": "格蕾丝·德芙 Grace Dove",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041158/",
            "name": "亚当·比奇 Adam Beach",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "悬疑"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2629007675.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt8967870",
    "director": [],
    "duration": "103分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2020-09-24(温哥华电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8967870/",
    "imdb_votes": 249,
    "this_title": [
        "Monkey Beach"
    ],
    "douban_link": "https://movie.douban.com/subject/35201356/",
    "imdb_rating": "6.4/10 from 249 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Waking up in her East Van apartment nursing another hangover, Lisa (Grace Dove) is served notice by her cousin’s ghost (Sera-Lys McArthur), \"Your family needs you.\" Reunited with her Haisli kin in Kitimaat Village, she realizes that she’s meant to save her brother (Joel Oulette) from a tragic fate she’s foreseen since childhood. Of course, there’s also the matter of contending with the mystical creatures lurking in the nearby woods. And so begins a captivating allegory about learning to coexist with both the ghosts that haunt us and spirits who might enlighten us.In bringing Eden Robinson’s beloved novel to the screen, Loretta Sarah Todd offers us a modern epic underpinned by themes that have long defined heroic journeys. Todd’s first feature narrative unfolds through a thrilling array of temporal shifts and stylistic flourishes. A film about reconnection with the land, its denizens and the secrets it holds, Monkey Beach is also a testament to Indigenous women’s ability to not just endure trials but emerge from them empowered.From viff.org",
    "chinese_title": "Monkey Beach",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-03-20T16:52:34"
}