{
    "aka": [],
    "sid": "35208108",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2881454966.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1162630/",
            "name": "阿里埃尔·维兹曼 Ariel Wizman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1482289/",
            "name": "洛朗·卢内塔 Laurent Lunetta",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt8994580",
    "director": [
        {
            "url": "/celebrity/1482289/",
            "name": "洛朗·卢内塔 Laurent Lunetta",
            "@type": "Person"
        }
    ],
    "duration": "52分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt8994580/",
    "this_title": [
        "Révolte dans la mode"
    ],
    "douban_link": "https://movie.douban.com/subject/35208108/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Face à un système devenu absurde et dangereux, de jeunes créateurs se mobilisent pour créer une mode plus responsable. Coécrit par Ariel Wizman, un documentaire enlevé sur les prémices d'une nouvelle ère.Quatre-vingts millions de vêtements sont produits dans le monde chaque année. La mode est la deuxième industrie la plus polluante au monde après le pétrole. Hypermercantiliste, mondialisée, elle suit le tempo effréné dicté par la fast fashion qui, tout en détruisant la planète, engendre des burn out chez les designers et tue littéralement des forçats du textile. Fini le temps des indépendants flamboyants, comme Azzedine Alaïa, Martin Margiela ou Jean Paul Gaultier. Ils ont été supplantés par des empires du luxe, où le couturier n'est plus que la variable d'ajustement de la cotation boursière. Le 24 avril 2013, au Bangladesh, l’effondrement du Rana Plaza, où périssent plus de 1 130 ouvriers travaillant pour des marques internationales, révèle la face cachée d'un monde devenu fou. Quatre ans après cette tragédie, un mouvement de progressistes sonne l'heure de la révolte.",
    "chinese_title": "Révolte dans la mode",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-16T13:42:36"
}