{
    "aka": [],
    "sid": "35208708",
    "cast": [
        {
            "url": "/celebrity/1135015/",
            "name": "史蒂薇·妮克斯 Stevie Nicks",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2620995073.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt13100448",
    "director": [],
    "duration": "135分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-10-21(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13100448/",
    "imdb_votes": 119,
    "this_title": [
        "Stevie Nicks 24 Karat Gold the Concert"
    ],
    "douban_link": "https://movie.douban.com/subject/35208708/",
    "imdb_rating": "8.1/10 from 119 users",
    "trans_title": [
        "史蒂薇·妮克斯 24克拉黄金音乐会"
    ],
    "douban_votes": "0",
    "introduction": "Rock and Roll Hall of Fame icon Stevie Nicks brings her legendary music to the big screen when Stevie Nicks 24 Karat Gold The Concert comes to select cinemas for two nights only on October 21 and 25. Recorded over two nights during her sold-out 24 Karat Gold Tour, the film features a set-list of fan favorites and rare gems from Stevie's multi-platinum selling catalog. The film also highlights Stevie's intuitive and intimate storytelling abilities, captivating audiences with personal stories behind some of the most famous songs in music history. Widely considered one of the most important female voices in rock music with an unparalleled career, Stevie Nicks has had six Top Ten albums, 8 Grammy nominations and is the first woman to be twice inducted into the Rock and Roll Hall of Fame - with Fleetwood Mac in 1998 and as a solo artist in 2019. Stevie Nicks 24 Karat Gold The Concert is full of the magic that Stevie Nicks brings to her live performances and is an unforgettable experience that demands to be seen on the big screen.",
    "chinese_title": "史蒂薇·妮克斯 24克拉黄金音乐会",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Stevie Nicks 24 Karat Gold the Concert",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-04-04T02:35:17"
}