{
    "aka": [],
    "sid": "35200308",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "惊悚",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt8667650",
    "director": [],
    "duration": "104分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-09-24(温哥华电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8667650/",
    "imdb_votes": 249,
    "this_title": [
        "Chained"
    ],
    "douban_link": "https://movie.douban.com/subject/35200308/",
    "imdb_rating": "4.6/10 from 249 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Subjected to his dad’s (Adrian Holmes) domineering parenting and convinced that the world doesn’t care about him, 13-year-old Taylor (Marlon Kazadi) fantasizes about becoming an organic farmer. When he stumbles across Jim (Aleks Paunovic), a hardened criminal who’s been left chained inside an abandoned warehouse, the pair slowly establish a twisted bond. But when his trust is violated, Taylor comes to appreciate the virtues of cruelty. It seems torture could hold the key to Taylor securing Jim’s hidden fortune and escaping this life he feels trapped in.Titus Heckel uses Chained’s high-concept setup as a springboard for an enthralling dive into an impressionable psyche shaped by cycles of abuse. Kazadi is phenomenal in every scene, whether he’s devising ways to dominate the hulking Jim or working up the nerve to open his heart to his classmate (Leia Madu). Equal parts crime thriller and coming of age story, Heckel’s film derives considerable tension from inviting us to speculate at to what manner of man will be forged by this crucible.From viff.org",
    "chinese_title": "Chained",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.6,
    "douban_rating_average": 0,
    "update_at": "2025-01-22T08:44:08"
}