{
    "aka": [],
    "sid": "35209352",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2627301793.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1011652/",
            "name": "詹妮弗·阿伯特 Jennifer Abbott",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt12397050",
    "director": [
        {
            "url": "/celebrity/1011652/",
            "name": "詹妮弗·阿伯特 Jennifer Abbott",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "英语",
        "Kichwa"
    ],
    "playdate": [
        "2020-09-24(温哥华电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12397050/",
    "imdb_votes": 105,
    "this_title": [
        "The Magnitude of All Things"
    ],
    "douban_link": "https://movie.douban.com/subject/35209352/",
    "imdb_rating": "8.1/10 from 105 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Jennifer Abbott (co-director of both The Corporation and The New Corporation) returns with a game-changing rumination on acceptance and the psychology underpinning our existential climate crisis. Weaving correlations between our collective environmental paralysis and her sister’s journey with terminal illness, Abbott extends a generous form of film-therapy - an invitation to embrace the inevitability of death in the spirit of sisterly love.Stunning images from the depths of the Amazon to the tip of the Arctic punch home the immensity of what is at stake. As Australia battles extreme fires and the Republic of Kiribati braces its shores, it is easy to feel overwhelmed by the defeatist knowledge that this island nation will vanish within our lifetime and those fires will only intensify. Hope is typically the lifeline one would seek in dire times, yet Abbott mounts a strong case for the contrary –the answer may rest in a darker, more profound place, where all hope is exhausted. Amidst global upheaval, The Magnitude of All Things unleashes a visceral catharsis that provides a roadmap toward climate action.by viff.org",
    "chinese_title": "The Magnitude of All Things",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-08-14T17:42:25"
}