{
    "aka": [],
    "sid": "35208402",
    "cast": [
        {
            "url": "/celebrity/1005420/",
            "name": "克里斯汀·迪奥 Christian Dior",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2660435538.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt15102780",
    "director": [
        {
            "url": "/celebrity/1527999/",
            "name": "Loïc Prigent Loïc Prigent",
            "@type": "Person"
        }
    ],
    "duration": "54分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt15102780/",
    "imdb_votes": 12,
    "this_title": [
        "Les dessins de Christian Dior"
    ],
    "douban_link": "https://movie.douban.com/subject/35208402/",
    "imdb_rating": "6.5/10 from 12 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Dans les années 1950, Christian Dior réinvente la silhouette de la femme. Les lignes folles de ses merveilleux dessins, dévoilés par Loïc Prigent, témoignent de dix années de création foisonnantes.Des tailles de guêpe corsetées, des hanches exagérées, des jupes amples et bouffantes : le style Dior révolutionne la mode d'après-guerre. Finie l'époque du rationnement, l'inventeur du fameux new-look déroule des mètres de tissus – suscitant au passage la polémique – pour habiller la femme. De 1947 à 1957, \"une explosion de féminité\" défile sur les podiums. De la mythique \"Junon\", une robe longue du soir perlée encore réalisée dans ses ateliers pour des clientes fortunées, à l'emblématique tailleur Bar, le couturier renouvelle tout en élégance ses silhouettes de saison en saison. Mais à force d'enchaîner à un rythme effréné les collections, celui qui aime se décrire comme \"un paysan normand bedonnant\" s'épuise. Parti en Italie en août 1957 pour une cure de remise en forme – alors que sa voyante lui a déconseillé ce voyage –, Christian Dior ne reviendra jamais. Deux ans avant sa mort, il avait pris soin d'embaucher le jeune Yves Saint Laurent pour lui succéder.",
    "chinese_title": "Les dessins de Christian Dior",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-07-13T00:57:06"
}