{
    "aka": [],
    "sid": "35204896",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2620260399.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "56分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-09-10(英国)"
    ],
    "this_title": [
        "User Not Found: A Video Podcast"
    ],
    "douban_link": "https://movie.douban.com/subject/35204896/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "What happens to your digital life after you die?  If there was a magic button, would you delete your online existence?User Not Found is a new immersive video podcast from acclaimed theatre makers Dante or Die, about what happens to our online identities after we die.  Inspired by the company’s hit live show, this new digital theatrical event will be available to experience for free, in partnership with the Guardian Newspaper on Dante or Die’s YouTube channel and The Guardian website.Terry and Luka were together for nine years until Luka left Terry.  Then Luka died leaving Terry as his online legacy executor.Co-Artistic Director Terry O’Donovan will reprise his celebrated performance for this new digital adaptation of the critically acclaimed 2018/19 live show. With support from digital development agency, The Space and Arts Council England, the company has created a virtual site-specific world which explores the ethics of digital ownership, public and private grief and shifting notions of connection and community.In a rapidly changing digital age, a story of contemporary grief unfolds through this intimate, funny performance that gently interrogates our need for connection and the fate of our digital afterlives.Dante or Die have collaborated with digital agency Marmelo Digital, to transform the bespoke app created for the live show into a digital theatrical experience.Charge your phone, plug in your headphones and find a quiet space for this intimate, meditative and funny story of one man grappling with something deeply private.",
    "chinese_title": "User Not Found: A Video Podcast",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-15T03:35:25"
}