{
    "aka": [],
    "sid": "35200309",
    "cast": [
        {
            "url": "/celebrity/1385298/",
            "name": "亚历山大·克劳泽 Alexander Crowther",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "剧情",
        "同性"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2665120404.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt9076466",
    "director": [],
    "duration": "75分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-09-24(温哥华国际电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9076466/",
    "imdb_votes": 29,
    "this_title": [
        "Flowers of the Field"
    ],
    "douban_link": "https://movie.douban.com/subject/35200309/",
    "imdb_rating": "5.9/10 from 29 users",
    "trans_title": [
        "原野之花"
    ],
    "douban_votes": "0",
    "introduction": "Deeply conflicted about his sexuality and his lapses into temptation, Aaron (Alex Crowther) takes decisive action and commits himself to a reparative retreat that promises to curb his impulses. Encouraging its handful of attendees to \"regain masculinity\" through a variety of sessions and exercises, the group is presided over by John (Ryan Hollyman), who oscillates between tender placidity and righteous outrage as he manipulates his repressed charges. Simmering with resentment and self-reproach, Aaron is ill-suited to subordination.With its highly calibrated tension, formal precision and unsettlingly inscrutable players, Andrew Stanley’s psychologically rich first feature is a transfixing exploration of the limits of one’s ability to truly change. As we’re left to watch Aaron (imbued with a disquieting sense of doom by Crowther) unravel through immaculately framed shots and long takes (all captured by Jeremy Cox, one of Vancouver’s preeminent cinematographers), Stanley’s demonstrates an assured directorial hand. While intimate in scale, this is undeniably devastating storytelling.From viff.org",
    "chinese_title": "原野之花",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Flowers of the Field",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-07-26T20:43:06"
}