{
    "aka": [],
    "sid": "35200302",
    "cast": [
        {
            "url": "/celebrity/1391953/",
            "name": "贾斯汀·雷恩 Justin Rain",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1580133/",
            "name": "伊恩·霍斯 Ian Hawes",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt11813348",
    "director": [],
    "duration": "97分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt11813348/",
    "imdb_votes": 20,
    "this_title": [
        "Brother, I Cry"
    ],
    "douban_link": "https://movie.douban.com/subject/35200302/",
    "imdb_rating": "7.8/10 from 20 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "\"Pain, insecurities, trauma, doubt…\" Jon (Justin Rain), a young First Nations man, is struggling to overcome addiction and to avoid the multiple warrants out on him. But he has several strong women in his corner: his girlfriend, his sister, his mother, and his unborn daughter, they are all hoping he can master his demons and find peace. Made under Telefilm’s Talent to Watch program, the debut feature from Capilano graduate Jessie Anthony is a social realist drama edged with dark dreams and visions.Jon’s journey is made that much more difficult by his friendship with Martin (Jay Cardinal Villeneuve), a drug dealer who keeps pushing him back into crime. In a situation like this, the movie asks, how best can you help a loved one from breaking out of the cycle of using and illegality? Different people in Jon’s life try different approaches, but there are no simple solutions when the issues stretch so far back. Impressively lensed by Andy Hodgson (who also has a producer credit), the film holds on the fully fleshed-out and fearless leading performance from Justin Rain.From viff.org",
    "chinese_title": "Brother, I Cry",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-08-26T09:39:05"
}