{
    "aka": [
        "An Awkward Balance"
    ],
    "sid": "35200301",
    "cast": [
        {
            "url": "/celebrity/1166109/",
            "name": "本·科顿 Ben Cotton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1212008/",
            "name": "斯蒂芬·罗波 Stephen Lobo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2634593787.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt10554184",
    "director": [],
    "duration": "87分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt10554184/",
    "imdb_votes": 10,
    "this_title": [
        "FU*KING IDIOTS"
    ],
    "douban_link": "https://movie.douban.com/subject/35200301/",
    "imdb_rating": "5.3/10 from 10 users",
    "trans_title": [
        "An Awkward Balance"
    ],
    "douban_votes": "0",
    "introduction": "While Mike (Ben Cotton) and Sara (Christina Sicoli) can candidly and concisely acknowledge their shortcomings (\"We fuck everything up.\") it doesn’t mean they’re comfortable with the position they find themselves in: completely incapable of curbing their spending, they’ve turned up on the doorstep of their affluent friend Paul (Stephen Lobo) in hopes that he can help administer some long overdue \"aversion therapy\". Things get significantly kinkier when Paul’s, erm, friend (Sara Canning) arrives on the scene significantly better equipped to teach them about restraint.Scripted by Kris Elgstrand (Doppelgänger Paul) and directed by David Milchard (digital series Convos With My 2-Year-Old), this is an absurdist comedy of poor manners unfolding in a pressure cooker of social awkwardness. As the cast banters, digresses, ums and ahs, they illustrate how any of us is capable of making a hash of the simple act of asking for help. In turn, many viewers may find themselves reflecting on whether they’ve been living like a fucking idiot and are practically begging for someone to institute some corrective measures.From viff.org",
    "chinese_title": "FU*KING IDIOTS",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.3,
    "douban_rating_average": 0,
    "update_at": "2025-07-30T01:42:18"
}