{
    "aka": [],
    "sid": "35207571",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1444826/",
            "name": "翠西·迪尔 Tracey Deer",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1329379",
    "director": [
        {
            "url": "/celebrity/1444826/",
            "name": "翠西·迪尔 Tracey Deer",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008-06-19(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1329379/",
    "this_title": [
        "Kanien'keha:ka: Living the Language"
    ],
    "douban_link": "https://movie.douban.com/subject/35207571/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Kanien'keha:ka - Living the Language is a two part documentary series about what it takes to save a language in the Mohawk community of Akwesasne. The documentary examines various aspects and approaches of their Mohawk language immersion program that addresses key concepts of tradition, traditional education and identity preservation. In 1979, the Mohawk community of Akwesasne began a dynamic language revitalization movement. The establishment of Mohawk language immersion program and the creation of the Akwesasne Freedom School were just two of the major aspects of the movement. \"One cannot be traditional without knowing and speaking Kanien'keha:ka (the Mohawk language)\" is often heard at the school. Parents and teachers operate the Freedom School by a consensus decision-making process with financial support primarily from donations and fund raising activities. Twenty-six years later, founders say that they are better parents for participating in the Freedom School and their children know who they are as Mohawks. The Akwesasne Freedom School is a testament on the value, magnitude and outcome of an Aboriginal language immersion program.",
    "chinese_title": "Kanien'keha:ka: Living the Language",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-26T15:00:34"
}