{
    "aka": [],
    "sid": "35201506",
    "cast": [
        {
            "url": "/celebrity/1417305/",
            "name": "克拉克·巴茨科 Clark Backo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045504/",
            "name": "玛丽·沃尔什 Mary Walsh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016725/",
            "name": "希拉·麦卡锡 Sheila McCarthy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1490295/",
            "name": "乔吉亚·凯登斯 Jorja Cadence",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1032139/",
            "name": "海伦·谢弗 Helen Shaver",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "Happy Place"
    ],
    "douban_link": "https://movie.douban.com/subject/35201506/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "\"Welcome to the zoo,\" Samira (Clark Backo) is advised as she’s admitted to an in-patient care facility in the wake of a suicide attempt. As she slowly familiarizes herself with her fellow residents and their idiosyncratic traits – be it foul-mouthed Mildred (Mary Walsh), hyper-competitive Joyce (Sheila McCarthy) or highly vulnerable Nina (Liisa Repo-Martell) - a makeshift community takes shape. But if a sense of solace is ever to be achieved, Samira must face the demons that have left her with PTSD.After scores of impressive credits directing television, Helen Shaver helms her first narrative feature with tremendous assurance and empathy. Working from a script from Pamela Mala Sinha (adapting her own stage play and appearing in a supporting role), Shaver harnesses the considerable abilities of her impressive ensemble to craft a heavy-hitting but deeply humane drama. Shaver and her committed cast evidently know these characters inside and out. Their circumstances are specific but their struggles are universal, leaving us all the more invested in their collective refusal to be defined by the traumas they’ve experienced.-- From viff.org",
    "chinese_title": "Happy Place",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-15T00:49:23"
}