{
    "aka": [],
    "sid": "35209664",
    "cast": [
        {
            "url": "/celebrity/1394470/",
            "name": "Aidan Pierce Brennan Aidan Pierce Brennan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1369577/",
            "name": "杰拉尔丁·辛格 Geraldine Singer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1090826/",
            "name": "Brian Drillinger Brian Drillinger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1251965/",
            "name": "艾德·伯格托德 Ed Bergtold",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2621124717.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt5502524",
    "director": [],
    "duration": "117分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-05-05(曼哈顿电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5502524/",
    "imdb_votes": 180,
    "this_title": [
        "Extra Innings"
    ],
    "douban_link": "https://movie.douban.com/subject/35209664/",
    "imdb_rating": "5.7/10 from 180 users",
    "trans_title": [
        "加时赛"
    ],
    "douban_votes": "0",
    "introduction": "Brooklyn, 1960s - At 12 years old, David Sabah feels trapped. The youngest of four in a traditional and devout Syrian Jewish family, his parents Esther and Eli hold him to extremely high standards, hoping to raise him into an ideal member of the New York Jewish business community. His oldest brother, Morris, diagnosed with schizophrenia, is locked away upstairs as a family secret, while his oldest sister, Vivian, was estranged long ago for her rejection of traditional Jewish values. Only his sister Rita remains in the good graces of the family, devoted to her role. Fearful of becoming a black-sheep like Morris and Vivian, he struggles to balance his pursuit of happiness and his filial duty as tensions rise amidst his family in light of a tragic loss. David finds peace through his love for baseball, and even more surprisingly, a natural aptitude for it. When David is offered a scholarship to play baseball for a college in California, all the way across the country, his family couldn't be more furious. Encouraged by Vivian to follow his dreams, he must decide whether carving his own future is worth cutting ties with everything he's ever known. But no matter what he decides to do, the greatest challenge he will ultimately confront will be his grief. Based on the life story of writer and director Albert Dabah, Extra Innings is a powerfully sentimental glimpse at the true human impact of mental illness on a family, and the complex condition that guides us all: Hope.",
    "chinese_title": "加时赛",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Extra Innings",
    "imdb_rating_average": 5.7,
    "douban_rating_average": 0,
    "update_at": "2025-05-27T04:21:11"
}