{
    "aka": [],
    "sid": "35214635",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2622226528.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt13126252",
    "director": [],
    "duration": "86分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-10-24(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13126252/",
    "imdb_votes": 264,
    "this_title": [
        "Alien on Stage"
    ],
    "douban_link": "https://movie.douban.com/subject/35214635/",
    "imdb_rating": "7.3/10 from 264 users",
    "trans_title": [
        "《异形》上舞台"
    ],
    "douban_votes": "0",
    "introduction": "Alien On Stage is a Documentary about a unique crew of Dorset Bus Drivers from Dorset, whose amateur dramatics group decide to ditch doing another pantomime and try something different. Having never done anything like it before, they spent a year creating a serious adaptation of the sci-fi, horror film, Alien; finding ingenious solutions to pay homemade, homage to the original film. The show is a crushing flop but fate gives them a second chance to find their audience. Whilst still adjusting to the idea that their serious show is actually a comedy, the group find out they're suddenly being whisked from their village hall to a London West End theatre to perform this accidental masterpiece for one night only. With wobbly sets, awkward acting and special effects requiring 'more luck than judgment', will their West End debut be alright on the night? This bus driving crew are our space heroes. Their bus station is our space station. Dorset is outer-space and where is the Alien? It's behind you.",
    "chinese_title": "《异形》上舞台",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Alien on Stage",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-04-10T17:37:41"
}