{
    "aka": [],
    "sid": "35210704",
    "cast": [
        {
            "url": "/celebrity/1054457/",
            "name": "让-弗朗索瓦·斯泰弗南 Jean-François Stévenin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888584867.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt12976362",
    "director": [
        {
            "url": "/celebrity/1001294/",
            "name": "洛朗·阿夏尔 Laurent Achard",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2020-08-30(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12976362/",
    "imdb_votes": 8,
    "this_title": [
        "Jean-François Stévenin, simple messieurs"
    ],
    "douban_link": "https://movie.douban.com/subject/35210704/",
    "imdb_rating": "6.9/10 from 8 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Auteur de trois long-métrages cultes, Jean-François Stévenin sait se faire désirer : Laurent Achard ouvre le portrait qui lui est dédié au sein de la mythique série Cinéastes de notre temps par une attente. Derrière la caméra, dans le miroir à la Manet qui occupe le mur du café où est attendu l’acteur-réalisateur, sont visibles tous les fans venus l’écouter ce jour-là. Quand enfin arrive le héros, presque un Johnny Halliday, l’entrée dans le cadre est aussi celle de l’acteur qu’il fut, chez lui-même comme chez Truffaut, Rivette, Godard, Mazuy et tant d’autres.Achard ne s’intéresse pas tant à Stévenin à l’ouvrage, il préfère aux questions sur les films réalisés l’évocation d’un projet inabouti, avec la veuve de Louis-Ferdinand Céline. C’est sur l’amitié qui a lié Stévenin à cette dame que porte l’essentiel de la conversation : fresque de l’amitié improbable et totale, certes pas sans rapport avec la matière de ses autres réalisations. Mais aussi manière pour Achard d’éviter de substituer un discours aux films existants, et de faire au contraire exister le film inconnu par le discours. Car Jean-François Stévenin – Simples Messieurs devient par là aussi un document sur un réalisateur qui s’exprime et se met en scène, qui fait exister par le geste et la parole ce qui n’a pu être concrétisé en images. (N.L.)Version originale : français.Scénario : Laurent Achard.Image : David Grinberg.Son : Philippe Grivel.Montage : Thomas Glaser.Avec : Jean-François Stévenin.Production et distribution : La Traverse (Gaël Teicher).",
    "chinese_title": "Jean-François Stévenin, simple messieurs",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2026-01-04T06:07:35"
}