{
    "aka": [],
    "sid": "35211011",
    "cast": [
        {
            "url": "/celebrity/1381354/",
            "name": "阿列克谢·菲利蒙诺夫 Aleksey Filimonov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1554903/",
            "name": "叶夫根尼娅·伊瓦绍娃 Yevgeniya Ivashova",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2621380039.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [],
    "imdb_id": "tt12904712",
    "director": [],
    "duration": "98分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2020-09-15(俄罗斯)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12904712/",
    "imdb_votes": 23,
    "this_title": [
        "UFO"
    ],
    "douban_link": "https://movie.douban.com/subject/35211011/",
    "imdb_rating": "7.1/10 from 23 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "入围2020年华沙电影节自由精神单元According to the statistics for 2020, about six million people living on Earth have had real contact with an extra-terrestrial civilization – with aliens. Two million of the six claim they have been abducted and spent some time in an unfamiliar space. Three million claim they were in a very strange spacecraft unlike anything else. Many of them say they probably found themselves in another dimension. And only nine of all surveyed people tell us something completely unbelievable. A set of stories told by people from different countries about their contact with extra-terrestrial civilizations. The play/film is a sort of therapy, a journey deep into the human psyche. “For me, what is important is the meaning of these events, and how these people’s stories developed afterwards. The people are the most important. They talk about how their life changed, but also about their attitude towards death, love, their faith in God, their spiritual path, gratitude. About safety and serenity.” – Ivan Vyrypaev.",
    "chinese_title": "UFO",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-09-14T04:28:59"
}