{
    "aka": [],
    "sid": "35213164",
    "cast": [
        {
            "url": "/celebrity/1155920/",
            "name": "Dan Snow Dan Snow",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt6430330",
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008-06-19(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6430330/",
    "this_title": [
        "Britain's Lost World"
    ],
    "douban_link": "https://movie.douban.com/subject/35213164/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "BBC1 three-part series examining the mysteries of St Kilda in Scotland's Outer Hebrides - the only British World Heritage Site nominated for both its extraordinary history and its wildlife.The archipelago of St Kilda, the remotest part of the British Isles, lies 41 miles (66 kilometres) west of Benbecula in Scotland's Outer Hebrides.Its islands with their exceptional cliffs and sea stacs form the most important seabird breeding station in north-west Europe. The evacuation of its native population in 1930 brought to a close an extraordinary story of survival. This series tells that story and also explains activities taking place today in this unique archipelago. Today, three organisations, The National Trust for Scotland, Scottish Natural Heritage and the MoD, work in partnership to further a continuing programme of conservation and research on the islands to ensure the care and protection of this World Heritage Site.Presented by Kate Humble, Dan Snow and Steve Backshaw, the series explores the remote and rocky islands of St Kilda, a UNESCO World Heritage Site. Historian Dan Snow dives in search of underwater caves where people might have lived thousands of years ago, naturalist Steve Backshall scales the sea-cliffs to find out how the St Kildans got food when times were tough, and wildlife enthusiast Kate Humble goes to find one of the wonders of the natural world. Together the team discovers why the last St Kildans left their island home less than 80 years ago.Airdates: Friday 20th June 7.30pm, Thursday 26th 9.00pm and Friday 27th 7.30pm (2008)",
    "chinese_title": "Britain's Lost World",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-22T05:22:06"
}