{
    "aka": [
        "Bulgeunmae",
        "Red Hawk",
        "Red Hawk: Weapon of Death"
    ],
    "sid": "35215114",
    "cast": [
        {
            "url": "/celebrity/1540565/",
            "name": "崔秀敏 Soo-min Choi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1995",
    "genre": [
        "动作",
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2622247397.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "imdb_id": "tt0469168",
    "director": [],
    "duration": "85分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1995-08-05(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0469168/",
    "imdb_votes": 82,
    "this_title": [
        "붉은매"
    ],
    "douban_link": "https://movie.douban.com/subject/35215114/",
    "imdb_rating": "5.9/10 from 82 users",
    "trans_title": [
        "红鹰",
        "Bulgeunmae",
        "Red Hawk",
        "Red Hawk: Weapon of Death"
    ],
    "douban_votes": "0",
    "introduction": "95년 여름! 무협 액션의 새로운 신화가 살아난다!지방의 작은 도시 중림. 선량한 마을이지만 북쪽에 있는 삼안 마을이 흑염단이라는 도적의 무리에 장악당하면서부터는 호시탐탐 악의 무리에 위협을 당하고 있다. 중림의 번화가에 위치한 중림식당. 이곳에서 일하는 홍령과 그녀의 친구들인 정천과 명락. 어느날 이들 앞에 높은 수준의 무도를 지닌 아가씨 령령이 등장하면서 이야기는 시작된다. 식당에서 흑염단의 패거리인 해산 일당이 행패를 부리자 령령은 높은 무공으로 이들을 제압하고는 사라져 버린다. 령령에게 관심을 보이는 정천. 그런데 잠시 후, 삼아넹 일하러 갔던 목공, 홍령의 아버지가 강가에서 변사체로 발견되는 뜻밖의 사건이 벌어진다. 졸지에 아버지를 잃은 홍령은 슬픔에 쌓이고, 정천은 이를 위로하는데...이들 앞에 령령이 다시 나타나 아버지에 대한 것을 물어온다. 령령은 오래전 자신의 생명을 구해 준 '붉은매'를 찾기위해 중원을 떠돌고 있는 처지였다. 그녀는 홍령 아버지의 죽음이 흑염단과 관계가 있을거라고 알려주며 흑염단을 괴멸시키기 위해 붉은매가 나섰다는 소문을 근거로 자신도 흑염단의 본거지가 있는 삼안으로 가 볼 생각이라고 한다. 이에 홍령은 자신도 아버지의 원수를 갚기 위해 붉은매를 만나고 싶다고 같이 삼안으로 갈 것을 령령에게 청한다.정천과 명락도 여기에 합세하여 네사람은 삼안으로 길을 떠난다. 삼안으로 향하던 밤. 호숫가에서 야영을 하는 일행. 정천과 명락이 깊은 잠에 빠진 사이, 호수에서 목욕을 하던 홍령과 령령은 흑염단의 사영 일?? 마주치게 되는데. 치열한 싸움 끝에, 역부족으로 위기에 몰린 홍령과 령령 앞에 바람처럼 붉은매가 나타난다. 신기에 가까운 무공으로 사영을 쓰러뜨리는 붉은매. 그도 가벼운 상처를 입지만 령령이 고맙다는 말도 하기 전에 사라져 버린다. 이런 사실을 모른채 잠만 자는 정천과 명락... 그러나 령령은 정천의 몸에 나있는 상처를 보고 혹시나하는 의문을 품는다.한편, 흑염단의 두령인 서봉대감 저택의 지하실에서는 비밀리에 위조지폐를 만들고 있었다. 그 일당인 무룡과 류는 붉은매가 나타났다는 소식에 아연 긴장하게 되고... 류는 무룡에게 붉은매를 찾아 없앨 것을 지시한다. 다음날... 삼안에 도착한 정천 일행은 죽은 홍령 아버지의 자취를 쫓으며 단서를 찾지만 별 소득이 없다. 그날밤 야영을 하던 중 홍령이 무룡 일당에게 납치를 당한다, 무룡은 붉은매를 유인하려는 것. 예상대로 붉은매는 홍령을 구하기 위해 나타나고 무룡일당과의 처절한 싸움이 벌어진다. 경공술과 투체변환까지 구사하는 붉은매의 기량에 압도당하는 무룡. 무룡을 무찌른 붉은매는 순간적인 방심을 뚫고 기습한 류의 암기에 걸려든다. 독이 온 몸에 퍼져 생명이 위험해진 붉은매. 절벽으로 떨어지는 붉은매를 보며 류는 회심의 미소를 짓는다. 드디어 붉은매가 죽었다.서봉의 저택. 단신으로 잠입하는 령령. 령령은 갇혀있던 홍령을 구하고 지하실로 들어가 위조지폐를 만드는 비밀의 현장을 목격한다. 홍령의 아버지는 강요에 못이겨 위폐의 원판을 만들었으나 탈주를 기도하다 죽임을 당했던 것. 그러나 령령한 홍령은 이내 발각되어 서봉의 무리들에 쫓긴다. 무공으로 퇴로를 열어가던 령령. 하지만 서봉의 부하 고수들에겐 역부족. 마침내 포위를 당하고 마는데. 이때 하늘을 가르는 한마리 매, 스우와 함께 죽은줄 알았던 붉은매가 이들 앞에 나타난다.",
    "chinese_title": "红鹰",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "붉은매",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-04-02T13:36:20"
}