{
    "aka": [],
    "sid": "35215137",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1962",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt8299302",
    "director": [
        {
            "url": "/celebrity/1012713/",
            "name": "阿历山德罗·布拉塞蒂 Alessandro Blasetti",
            "@type": "Person"
        }
    ],
    "duration": "136分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2017(威尼斯电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8299302/",
    "imdb_votes": 9,
    "this_title": [
        "La lunga strada del ritorno"
    ],
    "douban_link": "https://movie.douban.com/subject/35215137/",
    "imdb_rating": "8.3/10 from 9 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Il film-inchiesta La lunga strada del ritorno di Alessandro Blasetti è forse uno dei primi casi, almeno nella televisione italiana, di riutilizzo sistematico dei materiali di repertorio, combinati con interviste appositamente realizzate, per costruire un’opera documentaristica d’autore finalizzata alla memoria storica. Andato in onda in tre parti nel giugno 1962 sul secondo canale (nato solo pochi mesi prima per raccogliere le sperimentazioni televisive più originali), La lunga strada del ritorno raccoglie, infatti, testimonianze dei reduci italiani della seconda guerra mondiale, coniugando il racconto del conflitto con quello delle vicende degli uomini impegnati al fronte. Per la realizzazione dei testi, Blasetti si avvalse della collaborazione del poeta Alfonso Gatto. La lunga strada del ritorno è il risultato di un certosino lavoro di ricerca nelle cineteche italiane e straniere, nelle quali Blasetti è andato in cerca di materiali anche non strettamente di cronaca bellica. Con quest’opera di Blasetti la Rai partecipò per la prima volta alla Mostra del Cinema Venezia; adesso la ripropone in versione integrale e con un restauro effettuato da Rai Teche in collaborazione con l’Archivio Nazionale Cinema d’Impresa.",
    "chinese_title": "La lunga strada del ritorno",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.3,
    "douban_rating_average": 0,
    "update_at": "2025-07-14T15:28:52"
}