{
    "aka": [],
    "sid": "35227662",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2623269410.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt11354168",
    "director": [],
    "duration": "87分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-10-16(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11354168/",
    "imdb_votes": 1206,
    "this_title": [
        "The Perfect Weapon"
    ],
    "douban_link": "https://movie.douban.com/subject/35227662/",
    "imdb_rating": "7.2/10 from 1206 users",
    "trans_title": [
        "完美武器"
    ],
    "douban_votes": "0",
    "introduction": "Based on a best-selling book by New York Times national security correspondent David E. Sanger, The Perfect Weapon explores the rise of cyber conflict as the primary way nations now compete with and sabotage one another.Directed by Emmy-winning filmmaker John Maggio (Panic: The Untold Story of the 2008 Financial Crisis) and featuring interviews with top military, intelligence, and political officials on the frontlines of cyberterrorism, the documentary brings to light the combatants and innocent victims caught in the crosshairs of a hidden war that has been going on for decades — a war that America started, but has no idea how to finish.Traveling from the deserts of Iran and Las Vegas to the back alleys of Beijing and Moscow, the film chronicles America's pursuit of enemies who have plotted against its institutions, its economy, and its democracy. A never-before-seen look inside the secret world of spies, hackers, and scammers in the lead-up to the 2020 U.S. elections, for which fear of cyberattacks has mounted to an all-time high, The Perfect Weapon is a timely reflection on the ultimate price — and potential \"victors\" — of this high-stakes conflict.",
    "chinese_title": "完美武器",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Perfect Weapon",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-03-02T06:00:23"
}