{
    "aka": [],
    "sid": "35224610",
    "cast": [
        {
            "url": "/celebrity/1502601/",
            "name": "叶夫根尼娅·亚鲁什尼科娃 Evgeniya Yarushnikova",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "喜剧",
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2622931040.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [],
    "imdb_id": "tt10498022",
    "director": [],
    "duration": "73分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-10-13(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10498022/",
    "imdb_votes": 330,
    "this_title": [
        "Scary Bride"
    ],
    "douban_link": "https://movie.douban.com/subject/35224610/",
    "imdb_rating": "2.6/10 from 330 users",
    "trans_title": [
        "恐怖新娘"
    ],
    "douban_votes": "0",
    "introduction": "A young American clerk Anthony, who was recently divorced, led a lonely lifestyle. His old friend Matt did not answer calls for several days and it looked like he left somewhere without warning any of his friends. One day, sounds were heard from Matt's apartment and Anthony went to check what happened there. Suddenly, he stumbled upon an unfamiliar, beautiful girl and fell in surprise and hit his head. As it turned out, the girl was Natasha, Matt's girlfriend. Matt heard the sound and rushed in. He and Natasha carried Anthony to his apartment. The next day, Matt and Natasha told Anthony they had just returned from Russia and advised him to go there where he could find a beautiful bride. Natasha assured Anthony that Russia is a very safe place and lots of fun things going on. After some hesitation, Anthony went to Russia. Having settled into the hotel, and rested, in the evening he went to the bar, where he met a lonely, dancing, beautiful blonde named Nina. One of the bar visitors warns Anthony that Nina was a witch and could not be kissed. Anthony didn't take it seriously. The couple had fun at the restaurant and Nina invited Anthony to her home. Well drunk, Anthony agreed.",
    "chinese_title": "恐怖新娘",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Scary Bride",
    "imdb_rating_average": 2.6,
    "douban_rating_average": 0,
    "update_at": "2025-02-01T14:27:09"
}