{
    "aka": [],
    "sid": "35225988",
    "cast": [
        {
            "url": "/celebrity/1415577/",
            "name": "山下明彦 Yamashita Akihiko",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "剧情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2623048514.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt4819520",
    "director": [],
    "duration": "78分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt4819520/",
    "imdb_votes": 30,
    "this_title": [
        "Tamago"
    ],
    "douban_link": "https://movie.douban.com/subject/35225988/",
    "imdb_rating": "6.4/10 from 30 users",
    "trans_title": [
        "蛋"
    ],
    "douban_votes": "0",
    "introduction": "Kii Peninsula, Wakayama, Japan. In a small harbor town at the Southernmost end of Honshu Island, a Highschool senior and the only daughter of 'Fukuro Restaurant' Sora Hirami lives alone with her father Taichi. When Sora was little, her mother Ai left for Europe to follow her dream. Left behind, Taichi and Sora deal with the pain of being abandoned. Sora struggles to comprehend her mother's intent and to cope with the emptiness. At school, Sora feels out of place and can't find anyone to confide in. Although she is thankful to her father who has raised her singlehandedly, being a teenager, Sora finds difficulty expressing her gratitude. Even then, she starts to develop hopes for her own dreams. However, Sora has trouble accepting her own dream because her own mother had left her behind to follow her dream. Sora slowly learns to face her own life choices and starts to dissolve the conflicting emotions toward her mother as she crosses paths with everyone else's way of life. Adolescent innocence and fragile feelings intertwine to find the truth. In the undeniable destiny of life and death, Sora takes a step toward her dream, inspiring others to find their own answers.",
    "chinese_title": "蛋",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Tamago",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-03-12T11:37:07"
}