{
    "aka": [],
    "sid": "35224341",
    "cast": [
        {
            "url": "/celebrity/1443352/",
            "name": "玛蒂娜·莱尔德 Martina Laird",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019106/",
            "name": "肯·洛奇 Ken Loach",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032108/",
            "name": "迈克·李 Mike Leigh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000538/",
            "name": "理查德·艾尔 Richard Eyre",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018454/",
            "name": "戴维·黑尔 David Hare",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045390/",
            "name": "丹尼斯·波特 Dennis Potter",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2622844958.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt13267284",
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-10-12(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13267284/",
    "imdb_votes": 34,
    "this_title": [
        "Drama out of a Crisis: A Celebration of Play for Today"
    ],
    "douban_link": "https://movie.douban.com/subject/35224341/",
    "imdb_rating": "7.5/10 from 34 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Play for Today was a series of single dramas broadcast by the BBC between 1970 and 1984. These were years of crisis, a time when the consensus politics of Britain's postwar world had begun to unravel. Industrial relations, education and the health service faced fundamental challenges, the country was struggling with the end of empire, and the personal had become increasingly political.Play for Today reflected and responded to all of this and more in 300 dramas, shown in primetime on BBC One to audiences numbered in millions. Many of the best actors, writers and directors of the time contributed to the series, with some of the best-remembered broadcasts being Mike Leigh's Abigail's Party, Dennis Potter's Blue Remembered Hills and the strange fantasy, Penda's Fen, written by Alan Rudkin and directed by Alan Clarke.The series was contemporary, often controversial and occasionally censored. But it was also immensely varied, showcasing social realism with comedy, costume drama with fantasy, and personal visions with state-of-the-nation overviews. It was mischievous, critical and challenging, and unafraid to tackle taboos.Marking the 50th anniversary of the first Play for Today in October 1970, this film is a celebration of the series, told by a number of its producers, directors and writers. It explores the origins of the series, its achievements and its controversies. Presenting a rich range of often surprising extracts from the archive, the film features interviews with, among others, producers Kenith Trodd, Margaret Matheson and Richard Eyre, film-makers Mike Leigh and Ken Loach, and writer and director David Hare.",
    "chinese_title": "Drama out of a Crisis: A Celebration of Play for Today",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-05-05T23:26:23"
}