{
    "aka": [],
    "sid": "35235550",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2624256181.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1033401/",
            "name": "汉娜·施维尔 Hannah Schweier",
            "@type": "Person"
        }
    ],
    "duration": "102分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [],
    "this_title": [
        "80.000 Schnitzel"
    ],
    "douban_link": "https://movie.douban.com/subject/35235550/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Grandma Berta’s beloved “Zollhaus” is on the verge of ruin. She has dedicated her whole life to this inn and farm. Now her granddaughter Monika, the filmmaker’s sister, is to take over the heavily indebted family farm in the Upper Palatinate. What makes Monika decide to give up her previous plans and move to the countryside to live with her grandmother? The director decides to follow her sister for one year during this apparent labour of Sisyphus.Monika puts all her energy into the ailing farm and is constantly confronted with its history: Grandma Berta’s schnitzel was legendary. But only the jukebox is left of the merry evenings in a packed inn. Berta had to bury her husband, two of her sons and a grandson. She is not a woman of tender words and unsparingly direct, which soon leads to conflict. The director at first watches her indefatigable sister in stunned disbelief. But gradually she understands that Monika has found a new dream in the “Zollhaus”. This enables her to offer an intimate insight into the chronicle of a family. The film confronts us with the universal question when it is the right time to live one’s dreams and how quickly this time may pass.Annina Wettstein",
    "chinese_title": "80.000 Schnitzel",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-01T11:11:52"
}