{
    "aka": [
        "Live in Beijing 黄金时代"
    ],
    "sid": "35231167",
    "cast": [
        {
            "url": "/celebrity/1316113/",
            "name": "彭坦 Tan Peng",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2623495764.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "58分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2005-08(中国大陆)"
    ],
    "this_title": [
        "黄金时代 北展演唱会"
    ],
    "douban_link": "https://movie.douban.com/subject/35231167/",
    "trans_title": [
        "Live in Beijing 黄金时代"
    ],
    "douban_votes": "0",
    "introduction": "达达乐队北展黄金时代演唱会全程记录；中歌榜最受欢迎乐队——达达乐队首张现场专辑；囊括乐队《无双》《南方》《不经意间》等；所有经典曲目的火爆现场版本！中国内地第一支也是唯一一支签约全球五大唱片公司的摇滚乐队——达达乐队，在2001年1月推出他们的首张专辑《天使》半年之内囊括了唱片发行以来的所有国内新人、传媒推荐大奖、最佳摇滚乐队等十五项音乐大奖，唱片销量高居本年度摇滚唱片首位，创造了中国唱片产业的奇迹。达达乐队2001年5月出任IBM “e新风格”中国地区形象代言人，成为中国唯一一支代言国际品牌的摇滚乐队。2000年中，乐队四位成员精心录制了小样，偶然的机会被华纳唱片中国区老总听到，惊喜之余，连夜飞到武汉，从听到小样到签约达达乐队仅在24小时之内，创下了中国签约史的奇迹，从此达达乐队成为华纳唱片的一支神秘武器。华纳唱片旗下的歌手都是出片极慢的，比如老狼用了6年，朴树用了4年，而达达乐队的新专辑《黄金时代》也已用了3年时间。达达乐队曾是乐坛的一个神话，他们的音乐很有色彩，他们的形象也极具偶像魅力，代表着一种新世纪年轻人的自信与活力。达达乐队以最快的速度签约国际唱片公司，以最快速度推出新专辑，并最终一举赢得一系列年度新人奖。但达达乐队却在正当红之时采取了一种远离娱乐中心的生活方式。他们既没有在娱乐界过多地曝光，也没有像其他摇滚乐队那样热衷于小圈子的地位。他们采取了一种很少有的都市隐居方式。达达乐队有一种极强的完整性和独立性。来到北京三年多来一直生活在一起，一直在排练、创作，没有与娱乐圈和摇滚圈有过多瓜葛。这是其他艺人和乐队难以理解的“另类”方式。在新专辑《黄金时代》中，达达乐队与上一张的活力和时尚有了很大的不同，上一张激越和快速的曲风在这一张已变成一种更为稳重和成熟的色彩。新专辑有一种更为吉他民谣色彩的清新平静，一种更为纯美且略带伤感的情绪，一种更有旋律性和可听性的平衡感，这都显示了达达乐队的音乐成长和转变。在新专辑中，他们仍保持了华纳唱片流行与品质并重的风格。在推出新专辑时，华纳再次采取了朴树式的推广方式。他们为达达乐队找到了一个最具国际影响的手机品牌NOKIA，并找来美眉组合参与。这也是NOKIA首次使用内地明星做广告，这也比朴树只有音乐代言而没有形象代言更进了一步。这首《无双》的MTV和广告热播之后，华纳又选中圣诞节作为新专辑的发片时间。在朴树全国签售大热之后，华纳唱片也为达达乐队积极筹备大型的巡回演唱会，预计这一演唱会将在全国多个城市举办，每场观众都在5000人以上。对这张唱片，公司所抱有的信心和期待都很高。他们认为，达达乐队已跨越了单一的摇滚概念，能用一种更自由更随意的方式创作，这一点与朴树的新专辑是一样的。01 199902 不经意间03 无双04 巴巴罗萨05 玩偶06 南方07 等待08 午夜说再见09 树叶10 Song F11 浮出水面12 我的天使13 荒诞14 Rock Life",
    "chinese_title": "黄金时代 北展演唱会",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-01-01T23:07:27"
}