{
    "aka": [
        "La favorita（意）",
        "The Favourite（英）"
    ],
    "sid": "35235336",
    "cast": [
        {
            "url": "/celebrity/1415727/",
            "name": "石倚洁 Yijie Shi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "爱情",
        "音乐",
        "戏曲"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2623879514.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1055729/",
            "name": "葛塔诺·多尼采蒂 Gaetano Donizetti",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "184分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [],
    "this_title": [
        "La Favorite"
    ],
    "douban_link": "https://movie.douban.com/subject/35235336/",
    "trans_title": [
        "宠姬",
        "La favorita（意）",
        "The Favourite（英）"
    ],
    "douban_votes": "0",
    "introduction": "A love triangle involving the King of Castile, Alfonso XI, his mistress ('the favourite') Leonora, and her lover Fernando, the story unfolds against the background of the Moorish invasions of Spain and power struggles between church and state.In the Monastery of St James, the monks are making their way to worship. Superior Balthazar (bass), father of the Queen of Castile, enters with Fernand (tenor). Balthazar knows that Fernand is preoccupied by something. Fernand confesses that he has fallen in love with a beautiful, but as yet unknown, lady. His faith in God remains, but he wishes to leave the monastery in search of her. Balthazar angrily sends Fernand out of the monastery, warning him of the dangers of the outside world. He predicts that Fernand will one day return to the cloisters, a disappointed if wiser man.Fernand has found his lady, Léonor (mezzo-soprano), declared his love and received it in return, but he is still unaware of her real identity. She has arranged to meet him on the island of Leon, to which he is brought blindfolded by boat. He is met by Inès (soprano), her companion, who impresses upon him the need for secrecy. Léonor enters. She tells him that they can never marry and that they must not meet again, but nevertheless hands him a document to help him in his future. Shortly afterwards the arrival of the King is announced and Léonor leaves. Fernand is left to speculate about her elevated social position. Reading the document she has left him, he finds a commission in the army — an opportunity for advancement.Alphonse (baritone) has defeated the Moors and taken Alcazar. In conversation with the courtier Don Gaspar (tenor), the King expresses his pleasure at Fernand's bravery. Alone, the King expresses his love for Léonor and his desire to divorce the Queen and marry her. He realizes that this will provoke the opposition of his powerful father-in-law Balthazar who is ultimately backed by the Pope. Léonor enters and expresses her anguish at remaining his mistress rather than his Queen. The King suspects that he is losing her affection. Don Gaspar enters with news that a letter has been discovered revealing that Léonor has a lover. She makes no denial, but at that moment Balthazar enters intent on forcing the King to abandon his plans for the royal divorce.Alphonse is to honour Fernand for his role in the war. He asks Fernand what reward he would like and Fernand asks to marry the woman who has inspired him in his bravery. Alphonse asks who she is and Fernand points to Léonor. The King is astonished to learn that Fernand is his successful rival. In an abrupt change of mind, he orders Fernand and Léonor to marry within one hour. Léonor is left with mixed feelings of apprehension and delight. She decides that Fernand must be informed about her past and sends Inès to him. However, unknown to Léonor, Inès is arrested before she can see him. Fernand only learns the truth after the wedding ceremony. Considering himself dishonoured by the King he breaks his sword, leaves Léonor and entrusts himself to Balthazar.Balthazar's daughter, the Queen, has died of jealousy and grief, and her body has been sent to him at the Monastery of St James. Prayers are being said for her repose. Fernand is preparing to enter his new religious life. Léonor enters in a state of exhaustion and faints before the cross. At first Fernand rejects her, but eventually moved by her love and sincerity, he is willing to give himself to her again, but it is too late, Léonor collapses once more and dies in his arms.（来源：Wikipedia）",
    "chinese_title": "宠姬",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "La Favorite",
    "douban_rating_average": 0,
    "update_at": "2026-01-26T22:14:33"
}