{
    "aka": [
        "Heonggeuri Beseuteu 5",
        "The Hungry Best 5"
    ],
    "sid": "35230602",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1995",
    "genre": [
        "动画",
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2623443345.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1995-12-23(韩国)"
    ],
    "this_title": [
        "헝그리 베스트 5"
    ],
    "douban_link": "https://movie.douban.com/subject/35230602/",
    "trans_title": [
        "最佳五虎",
        "Heonggeuri Beseuteu 5",
        "The Hungry Best 5"
    ],
    "douban_votes": "0",
    "introduction": "고 3년생인 김영웅은 이미 초 고교급 농구 스타이다. 청소년 대표로 뛰고 있는 그는 자칭 ‘농구 대통령’. 홍콩에서 벌어지고 있는 아시아 청소년 대회 결승에서 중국과 대결한다. 남은 시간 7초, 한국이 1점차로 뒤지고 있는 상황이다. 열광적으로 응원하고 있는 한국 교포단, 그 가운데 홍콩 영사의 딸 채유미. 타임 아웃과 동시에 사각 지대에서 쏘아올린 영웅의 슛은 한국에 극적인 승리를 안겨주고 그는 최고의 스타로 떠오른다. 영웅은 승리를 가져다준 마지막 볼을 관객석으로 날리고 그볼은 정확히 유미의 가슴에 안긴다.영웅이 각 대학의 열띤 스카우트 제의와 오성 전자의 백지 수표 유혹 등 갖가지 화제 속에 휩싸여 있을때 그 앞에 나타난 김인. 한때 국가 대표 농구 선수로 활약하다 불의의 사고로 은퇴한 사나이. 그는 어린 시절 영웅에게 처음으로 농구를 가츠쳐준 사람이다. 그의 제의에 영웅은 모든 것을 포기하고 대학 최하위 농구팀인 한빛대로 그를 따른다. 한빛대에서 영웅은 축구부 세계적인 꼴통 강준호와 만나고, 하나님의 시키심으로 농구를 해야 한다는 신장 164Cm의 최다윗이 농구부에 들어온다. 홍콩에서 만난 유미와의 서울 재회, 다윗의 도움으로 그들의 애정은 싹터 가고. 한빛대에서 영웅은 축구부 세계적인 꼴통 강준호와 만나고, 하나님의 시키심으로 농구를 해야 한다는 신장 164Cm의 최다윗이 농구부에 들어온다.홍콩에서 만난 유미와의 서울 재회, 다윗의 도움으로 그들의 애정은 싹터 가고. 길거리 농구 대회에서 팀을 우승으로 이끌며 단연 돋보이는 활약을 한 의대생 농구 중독자 닥터 J, 길거리 농구 대회가 끝나고 함께 한 자리에서 강준호는 닥터 J에게 농구부 입단을 권유하고, 닥터 J는 준호가 같이 들어가는 조건을 내세운다. 잇달아 들어온 새로운 선수들로 인해 농구부는 술렁대고, 소년 교도소에서 출감 한 표왕수를 합류시키려는 김인 감독의 뜻에 팀 선배들은 반발하여, 한빛대 농구부는 와해의 분위기에 이른다. 이때 감독을 따라 나서는 영웅, 준호, 닥터 J, 다윗, 그리고 왕수. 이름하여 ‘헝그리 베스트 5’. 김인 감독과 함께 하기로한 이들은 그들만의 '천국 훈련'을 받게 되는데. 유미를 사이에 두고 사랑과 농구의 숙적인 한강대 백주훈과 격돌하게 되는 영웅은 그에게 적극적 애정 공세를 펴오는 나선이로 하여 오히려 유미와의 사이에 오해가 쌓여가고. 천국 훈련이 끝난후 대학 농구 대회에서 첫 상대로 붙는 한강대와의 피할 수 없는 한판 승부.",
    "chinese_title": "最佳五虎",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "헝그리 베스트 5",
    "douban_rating_average": 0,
    "update_at": "2025-09-09T22:36:09"
}