{
    "aka": [],
    "sid": "35237417",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2624044369.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1361587/",
            "name": "刘鸿彦 Hongyan Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1478968/",
            "name": "王晓雷 XIAOLEI WANG",
            "@type": "Person"
        }
    ],
    "duration": "50分钟",
    "episodes": "4",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2020-11-01(中国大陆)"
    ],
    "this_title": [
        "我所经历的罗布荒原"
    ],
    "douban_link": "https://movie.douban.com/subject/35237417/",
    "trans_title": [
        ""
    ],
    "douban_votes": "346",
    "introduction": "罗布荒原，地球上最严酷的地质地貌在这里汇集。所有已知的历史中，人类活动和自然变化这两种力量，在罗布荒原的融合与冲突，最为激烈。2014年，由国家科技部规划，5家科研单位共同承担，来自古气候古环境、地质、地貌、考古、古人类、遥感等领域的前后50余名专家，开启了历时5年的“罗布泊地区自然与文化遗产综合科学考察”。这是百余年罗布荒原科考史上，一次综合性、系统性最强，历时最长的科学考察活动。在荒原之上，他们将会看到些什么呢？多种学科的几十位顶尖专家，在长达5年的艰辛探索中，运用科学的理论与技术，让我们逐步接近了罗布荒原的历史样貌。跟随着科学家的足迹，我们将看到在万余年的时空尺度中，人类在这里反复出现，又都神秘消失。罗布泊的游移盈缩与多种极端地貌，此消彼长。小河人群曾经的家园，楼兰古城的兴衰存亡。没有人怀疑过“丝绸之路”的存在，但也没有人相信，两千多年之后的今天，我们还能脚踏在这条传奇的古道上。这一切，都变化剧烈而又充满了未知的戏剧性。综合科考的队员们，以科学的认知，讲述自己眼中罗布荒原与人类活动的变迁。他们所经历与描绘出的罗布荒原，也是一处人类审视自身命运演变的绝佳样板。分集简介：第一集  楼兰的模样1900年1月，瑞典探险家斯文·赫定在探险考察时意外地发现了罗布荒原中的楼兰古城。这之后，两千年前“失落的文明”吸引着各国探险家纷至沓来，但直到一百多年之后的今天，关于这座古城的真相仍然众说纷纭。这一次综合科考，我们跟随科学家们，走进楼兰古城，尝试回答那些长久的疑问。这个兴盛一时的人类家园，为何会突然消亡？这座古城遗迹究竟是不是楼兰，那是一座什么时候的城，会是什么人住在里面？在现代科学的取证研究之下，这座古城当年的模样逐渐清晰起来……第二集  无人区广阔的罗布泊无人区中，散落着各种时代的人类活动痕迹。为了弄清他们的关系，科考队员在荒原中，展开了史无前例的网格化大搜索。本世纪初，“小河墓地”中“小河公主”的挖掘，曾引发了广泛的关注。这次综合科考，终于找到了“小河时期”人群的居址。除了熟悉的楼兰人和小河人，科考队员一次又一次与历史上陌生的“人们”相遇。在这里，我们看到了3万年的时间里，不同的人群在罗布荒原来来往往，而人类文明突然中断消亡的楼兰故事，也在这里循环上演。第三集 地球之耳当罗布泊被从太空投射的目光关注，它的神秘就是一幅图案——“地球之耳”。这个“耳朵”是如何形成？这个疑问，一直困扰着卫星遥感领域的专家——邵芸。带着对真相的渴望，五年间，她和她的学生们，在茫茫沙漠上挖坑刨土，采集各种地表数据，同时利用卫星遥感技术，发现了地表下水的痕迹，为了更精确地验证卫星遥感数据，邵芸更是在浙江德清搭建了一个“近地宇宙”——微波遥感测量实验室。借助科学，他们慢慢掀开曾经的大湖---罗布泊的神秘面纱。第四集 长路漫漫这次综合科考刷新了很多过去人们对罗布荒原的认识。环境考古学家秦小光，作为科考队的队长，他和队员一起，获得了楼兰地区许多突破性的新发现。这一次，秦小光通过卫星遥感地图发现了一条横跨敦煌到楼兰的道路的痕迹，这，莫非就是史料中的丝绸之路楼兰道？丝绸之路，往往被人铭记为一种文化交流的概念，其真实的面孔却早已消失于河川戈壁之中。因此也没有人相信，两千多年之后的今天，我们还能脚踏在这条传奇的古道上，沿着古人的足迹前行。为了追寻这条古道，秦小光一次又一次到实地追踪、考察采样，进行科学实验，遍寻史料古籍，寻访专家。尽管仍旧面对一些质疑，他始终相信，曙光就在前方，科学的旅途将永无止尽。",
    "chinese_title": "我所经历的罗布荒原",
    "douban_rating": "8.5/10 from 346 users",
    "foreign_title": "",
    "douban_rating_average": "8.5",
    "update_at": "2025-03-27T08:01:04"
}