{
    "aka": [],
    "sid": "35237466",
    "cast": [
        {
            "url": "/celebrity/1430640/",
            "name": "布莱恩·史蒂文森 Bryan Stevenson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2625420177.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt13027292",
    "director": [],
    "duration": "99分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-10-09(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13027292/",
    "imdb_votes": 150,
    "this_title": [
        "Mighty Ira"
    ],
    "douban_link": "https://movie.douban.com/subject/35237466/",
    "imdb_rating": "7.5/10 from 150 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Ira Glasser is one of America's unsung champions of civil rights and liberties. As the leader of the American Civil Liberties Union for 23 years, he transformed the organization from a small, \"mom-and-pop\" operation on the verge of bankruptcy into a civil liberties juggernaut with offices in every state and a $30 million endowment. As his generation retires from the barricades, Ira reminisces on his life at the forefront of defending the rights of all Americans, from civil rights leaders to neo-Nazis. His story takes us to his hometown of Brooklyn, New York, where in 1947 Jackie Robinson and the Dodgers broke the color barrier in baseball and inspired a generation of civil rights activists; to the offices of Robert Kennedy, where the U.S. Senator spoke with a young Ira and convinced him to take his first job with the ACLU; and to California, where a 96-year-old Holocaust survivor explains to Ira why he thinks the ACLU was wrong to defend the right of neo-Nazis to demonstrate near his home in Skokie, Illinois, over 40 years ago - and how recent events in Charlottesville, Virginia, evoke painful memories. Amid high-profile controversies surrounding free speech, racial equality, and antisemitism - and on the occasion of the ACLU's centennial - Ira Glasser's story is as timely and provocative as ever.",
    "chinese_title": "Mighty Ira",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-02-02T12:36:08"
}