{
    "aka": [],
    "sid": "35242917",
    "cast": [
        {
            "url": "/celebrity/1178598/",
            "name": "亨利·米肖 Henri Michaux",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1963",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888014076.jpg",
    "region": [
        "瑞士 Switzerland",
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1178598/",
            "name": "亨利·米肖 Henri Michaux",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1090097/",
            "name": "Eric Duvivier Eric Duvivier",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1178598/",
            "name": "亨利·米肖 Henri Michaux",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1090097/",
            "name": "Eric Duvivier Eric Duvivier",
            "@type": "Person"
        }
    ],
    "duration": "34分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1963(瑞士)"
    ],
    "this_title": [
        "Images du monde visionnaire"
    ],
    "douban_link": "https://movie.douban.com/subject/35242917/",
    "trans_title": [
        "视觉世界之景"
    ],
    "douban_votes": "0",
    "introduction": "Henri Michaux and Eric Duvivier (1964, 34 min)In 1963, Belgian writer, painter and mystic Henri Michaux collaborated with film maker Eric Duvivier on Images Du Monde Visionnaire. It was produced by Swiss pharmaceutical company Sandoz as an educational tool to demonstrate the visual effects of mescaline and hashish. The film was based on Michaux’s experiences with psychedelics which he documented in his books Miserable Miracle, L’Infini Turbulent and Paix Dans Les Brisements.Michaux denounced the film as not being truly representative of the psychedelic experience. He felt that Duvivier, who had never taken mescaline, had no grasp of the drug experience and that film itself was incapable of replicating the visionary aspect of tripping.“When it was proposed to make a film about mescaline hallucinations, I have declared, I have repeated and I repeat it again, that that is to attempt the impossible. Even in a superior film, made with substantial means, with all one needs for an exceptional production, I must state beforehand the images will be insufficient. The images would have to be more dazzling, more instable, more subtle, more changeable, more ungraspable, more trembling, more tormenting, more writhing, infinitely more charged, more intensely beautiful, more frighteningly colored, more aggressive, more idiotic, more strange.With regard to the film’s speed, it should be so high that all scenes would have to fit in fifty seconds.”",
    "chinese_title": "视觉世界之景",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Images du monde visionnaire",
    "douban_rating_average": 0,
    "update_at": "2025-07-14T07:08:13"
}