{
    "aka": [
        "The Swamp"
    ],
    "sid": "35241149",
    "cast": [
        {
            "url": "/celebrity/1212894/",
            "name": "Franz Malmsten Franz Malmsten",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882320352.jpg",
    "region": [
        "爱沙尼亚"
    ],
    "writer": [],
    "imdb_id": "tt13295004",
    "director": [],
    "duration": "87分钟",
    "episodes": "",
    "language": [
        "爱沙尼亚语"
    ],
    "playdate": [
        "2021-02-14(爱沙尼亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13295004/",
    "imdb_votes": 324,
    "this_title": [
        "Soo"
    ],
    "douban_link": "https://movie.douban.com/subject/35241149/",
    "imdb_rating": "6.0/10 from 324 users",
    "trans_title": [
        "The Swamp"
    ],
    "douban_votes": "0",
    "introduction": "Welcome to the fascinating and mystical Estonian swamps where a melancholic love-and-hate tale blooms in full glory and jealousy. The picturesque nature is brimming with uncanny spells, wild spirits and eroticised temptations. Ergo Kuld continues to develop his attraction to the novels of the popular Estonian writer Oskar Luts. Two years ago, he adapted and directed the love drama “Winter” (or “Where Your Heart Is”) which attracted 150,000 people to national cinemas and gave inspiration for even higher goals.The splendid production encourages us to imagine a dangerous love triangle at the time of war in 1917. It seems like an utterly simple classical story about an honourable boy, a violent villain and a gorgeous girl between them, but not everything is so easily explainable. Cruel ordeals lurk in detours from the carefully paved path of life. Illusionist painter Toomas returns from the bohemian Paris to visit his long-ignored brother who lives in a remote wooden house. Surrounded by a forest and a bog, the handsome playboy dreams of a stress-free and peaceful vacation, but, driven by mesmerising desire, unwittingly starts flirting with the mysterious mermaid-like Hilda from the very first glance. Almost immediately, the ugly and deformed Madjak appears, demanding the swamp beauty for satisfying his own lusty passions. He proposes a fight for love with axes, as befits an angry monster. How will Toomas respond to protect the strange girl?The deceivingly multi-layered characters hide their true faces and intentions, while the director arranges dynamic jumps through a variety of genres, offering action, comedy, romantic drama, thriller and even light horror. Darker fantasies, hallucinations and surreal dreams are common in the bog, combined with physical stunts and underwater clashes performed by the actors themselves, without any doubles.源自：https://poff.ee/en/film/the-bog/",
    "chinese_title": "Soo",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-05-30T14:49:41"
}