{
    "aka": [
        "森村誠一の棟居刑事 夜の虹"
    ],
    "sid": "35248703",
    "cast": [
        {
            "url": "/celebrity/1029355/",
            "name": "东山纪之 Noriyuki Higashiyama",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275805/",
            "name": "原史奈 Fumina Hara",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2624923112.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1371513/",
            "name": "长坂秀佳 Shûkei Nagasaka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016181/",
            "name": "森村诚一 Seiichi Morimura",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1346172/",
            "name": "村川透 Tôru Murakawa",
            "@type": "Person"
        }
    ],
    "duration": "105分钟",
    "episodes": "1",
    "language": [],
    "playdate": [
        "2014-02-08(日本)"
    ],
    "this_title": [
        "棟居刑事の夜の虹"
    ],
    "douban_link": "https://movie.douban.com/subject/35248703/",
    "trans_title": [
        "森村誠一の棟居刑事 夜の虹"
    ],
    "douban_votes": "0",
    "introduction": "ある休日、警視庁捜査一課の刑事・棟居弘一良（東山紀之）は、同僚刑事・神林武人（きたろう）の娘・一子（貫地谷しほり）と共に、奥多摩周遊サイクリングロードにやって来た。だがそのとき、小学生ぐらいの女の子を連れて散策中の男女が、暴走してきた黒い車にはねられそうになるのを目撃。棟居と一子はとっさに動いて、３人をかばった。謎の車に狙われたのは、個人資産600億円といわれ、「日本のホテル王」の異名を持つ蔵方隆一郎（竜雷太）と、その若き妻・江梨香（原史奈）だった。２人が連れていた女の子は知人の娘・重松ルリ（本田望結）で、車はそのまま逃走してしまった。棟居は仕事に戻らなければならなかったが、感謝する蔵方夫妻に招かれ、一子はホテルのプールサイドで開かれる食事会に参加する。会場で待っていたのは、モデルの百瀬真帆（原幹恵）、真帆の婚約者でプロゴルファーの美川光弘（姜暢雄）、ピアニストでルリの継母・重松初音（三浦理恵子）ら華やかな面々だった。蔵方によると、彼らは３年前の七夕の日に偶然このプールで出会ったメンバーで、“七夕会”と名づけて毎年食事を共にしているという。初音の亡き夫の連れ子だというルリはすっかり一子になつき、プールサイドでの食事会がはじまった。会場にはほかに、蔵方の秘書・黒瀬七波（三津谷葉子）も控えていた。だが、その会の最中に、衝撃の事件が起きる…。蔵方は七夕会で毎年、飛び込み台から豪快なダイビングを見せるのが恒例だったのだが、飛び込もうとした瞬間、なんとワイヤレス式のスタンガンが背中を直撃。心臓を患っていた蔵方は電気ショックで心臓麻痺を起こし、水中で死亡してしまったのだ。いったい犯人はどこからスタンガンを操作したのか…!?まもなくホテルの屋上からリモコン装置が発見され、犯人はそこから発射のタイミングをうかがっていたことがわかる。しかも、今度は通夜の会場で、どこからかクロスボウの矢が飛来。幸い負傷者は出なかったが、現場は騒然となる。そんな中、棟居の調べで、初音が死別した夫と真帆の２人は、蔵方が生前に認知した実子だったことが判明。つまり「七夕会」は偶然出会った仲間との夕食会などではなく、蔵方夫妻と実の子どもと孫たちによる「家族会」だったのだ…。ということは、蔵方の遺産の半分は未亡人の江梨香に渡り、残りの300億円を実の娘である真帆と、実の孫であるルリで分けることとなる。一連の事件は、この遺産の取り分をめぐる内部の者の犯行なのか…。さらにその夜、美川が自宅マンションで殺される事件が発生。現場には通夜のときに江梨香が身につけていた白いバラの飾りが落ちていた…。しかし、その白いバラの飾りは、例の「クロスボウでの襲撃騒ぎ」の最中に、江梨香が紛失してしまったものとわかる。犯人の狙いはいったい何なのか…!?わずか３日の間に、２つの殺人と２つの殺人未遂が起きたことに、りつ然とする棟居たちだったが、その矢先、また新たな事件が起きて…。【以上、テレビ朝日広報資料より引用】車両：川口　茂男、星野　教昭、礒部　康裕。撮影協力：KANNAMI SPRINGS COUNTRY CLUB HOTEL KANNAMI、味の素スタジアム、ソノラス、横浜市長浜ホール、田町グランパーク、デイ・ナイト、奥多摩建設工業、奥多摩町、東京都水道局、山中湖観光協会、第一フラワー、オンワード総合研究所、メディアカフェポパイ神田店、柳憲。協力：東宝映画、東宝コスチューム、山崎美術（正しくは「崎」の「大」は「立」）、ストロングワーク、タカハシレーシング、インペリアル、グリフィス、メイクアップディメンションズ、日本ボウガン射撃協会。【役名（演技者）】棟居弘一良（東山紀之）、蔵方江梨香（原史奈）、那須亮輔（森本レオ）、神林武人（きたろう）、神林一子（貫地谷しほり）、蔵方隆一郎（竜雷太）、重松初音（三浦理恵子）、百瀬真帆（原幹恵）、美川光弘（姜暢雄）、黒瀬七波（三津谷葉子）、重松ルリ（本田望結）、永川警部補（梨本謙次郎）。",
    "chinese_title": "棟居刑事の夜の虹",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-18T05:14:56"
}