{
    "aka": [
        "強權下的反恐戰爭"
    ],
    "sid": "35240968",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2681105293.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt9604434",
    "director": [
        {
            "url": "/celebrity/1575800/",
            "name": "伊兰·齐夫 Ilan Ziv",
            "@type": "Person"
        }
    ],
    "duration": "110分钟",
    "episodes": "",
    "language": [
        "法语",
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt9604434/",
    "imdb_votes": 8,
    "this_title": [
        "Terrorisme, raison d'État"
    ],
    "douban_link": "https://movie.douban.com/subject/35240968/",
    "imdb_rating": "7.0/10 from 8 users",
    "trans_title": [
        "强权下的反恐战争",
        "強權下的反恐戰爭"
    ],
    "douban_votes": "0",
    "introduction": "在911攻擊前夕，有400人宣誓效忠蓋達組織和賓拉登，然而，911之後，經歷了18年的反恐戰爭，如今信奉賓拉登理念的人卻比2001年的時候還多。究竟是哪些決定導致了911事件後的18年間，恐怖主義非但沒有被剷除，甚至更加擴大？關鍵的一刻是布希在911後發表的演說中臨時加上的一句話：「我們會對支持恐怖組織的國家追究責任」。在之後的國安會議上，布希勾勒出戰爭藍圖，想利用這個機會「擺脫」阿富汗、敘利亞、伊朗、伊拉克等國家的恐怖組織。於是，對付911恐攻的行動，就被升級成全球反恐戰爭（GWOT）。然而，為了討好民意而宣戰的全球反恐戰爭，卻面對著一個致命的危險——你不可能打贏恐怖，恐怖不是實體；恐怖攻擊是戰術，是方法，恐怖主義的用意是恐嚇。用戰爭這個詞是抬舉恐怖份子，提升他們的聲望。前美國國防政策諮詢委員會主席李查‧裴爾指出，美國對恐怖主義宣戰時，只用戰術對抗威脅，卻忽略了背後的政治脈絡與意識形態的問題。歸根究底，恐怖主義的重點是傳播，恐怖行動不會從政治面改變這些受其威脅的國家，傳達極端的政治訊息才是重點。戰爭的邏輯讓美國進入阿富汗，並且就為了那句臨時脫稿演出的那句話「我們會對支持恐怖組織的國家追究責任」，美國堅持「政權更替」，主張要消滅恐怖主義的邪惡，重建阿富汗等國家，正如二次大戰後他們成功重建日本和德國。但曾在歐洲行得通的事，在阿富汗及伊斯蘭世界其他地方卻失敗了。強行推翻阿富汗與伊拉克等國的政府，結果卻讓自己陷入鎮壓叛亂行動中，難以脫身。正如一些人的預料，這場戰爭就像用鎚子敲打水銀、像是踢到蟻丘，隨之而來蓬勃發展的反抗，讓聖戰概念更加失控地散播出去。前國防部長倫斯斐在談阿富汗戰爭時，坦承：「這話或許讓人震驚，但我想沒有人預料到這樣的結果，沒有人瞭解或有概念我們要在那裡待多久、會有多少人傷亡等等……沒有人想清楚，沒人好好想過，我們就直接行動。」從賓拉登本人的聲明中可以看到，911恐怖攻擊的真正目標，並不在於炸毀世貿雙子星大樓，這些攻擊不過是個挑釁，用意是引誘美國在伊斯蘭教土地上開戰，讓美國人越陷越深、精疲力竭，同時激發廣大穆斯林人口的敵意。反恐戰爭是一場自我毀滅的戰爭，有如齒輪連動般環環相扣，重複著暴行與報復的循環。美國為了911恐攻對阿富汗發動反恐戰爭，但對恐怖主義的含糊定義卻導致嚴重後果：誰是恐怖份子？可以對他們嚴刑逼供嗎？可以針對恐怖份子居住的社區進行「目標暗殺」，而導致無辜人員死傷的「附帶損害」嗎？這些問題不只是司法或道德爭議，更改變了這場戰爭的本質。2002年2月7日，布希總統以總司令身份寫下第二份秘密備忘錄，亦即所謂的「刑求備忘錄」，聲稱「日內瓦公約沒有任何條款，適用於我們在阿富汗或世界各地與蓋達組織的衝突」。2002年12月，美國國防部長倫斯斐簽署授權，允許關塔那摩基地以刑求作為「進階偵訊技巧」，此後虐囚行為有如病毒傳染一般，演變成美軍在阿富汗和伊拉克偵訊的普遍手段。然而，衝突因此雪上加霜，美軍在阿布格萊布監獄和關塔那摩基地的虐囚事件，成了對手招募叛軍的有效宣傳。聯邦調查局特別探員阿里‧蘇凡認為：「就算贏了戰爭，我們也會輸在關塔那摩。」比起恐怖份子的攻擊，反恐戰爭失去正當性的殺傷力可能更大。在2002－2008年間，擔任法國對外安全總局局長的皮耶‧布羅尚，更稱美國脫離司法體系的決定為「致命的錯誤」——「因為西方國家和聖戰士間的戰鬥，並非好人和壞人的戰爭，也不是善惡之戰，而是價值觀與文化之戰。所以要是發動這種戰爭時拋棄了自己的價值觀，放棄自己的文化，就會成為眾矢之的，讓自己處於極為不利的地位。」2003年，美國國務卿鮑爾對聯合國安理會發表演說，提出美國對伊拉克開戰的理由，指稱海珊持有大規模毀滅性武器，而且與蓋達組織有關係。後來卻發現這場演說的消息來源，不是未經證實的指控，就是徹底的謊言。鮑爾的演說登上各大頭條，將戰爭推銷給全球。然而，當年協助撰稿的國務卿幕僚長威克森上校卻坦言：「我十幾年來沒有一晚能安眠」。戰爭不只在中東地區造成了具體廢墟，也在所有涉及這場戰爭的人心中留下傷痕。美國所發起的這場「全球反恐戰爭」，恐怕將反過來成為危及美國生活方式、價值觀和民主的最大敵人。",
    "chinese_title": "强权下的反恐战争",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Terrorisme, raison d'État",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-04-05T18:35:48"
}