{
    "aka": [
        "사운드 가든"
    ],
    "sid": "35242847",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2627490015.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1575709/",
            "name": "车在民 Jeamin Cha",
            "@type": "Person"
        }
    ],
    "duration": "30分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [],
    "this_title": [
        "Sound Garden"
    ],
    "douban_link": "https://movie.douban.com/subject/35242847/",
    "trans_title": [
        "声音花园",
        "사운드 가든"
    ],
    "douban_votes": "0",
    "introduction": "\"Sound Garden\" alternates between scenes of large trees being transported and interviews of South Korean female mental health counselors who reflect on counseling’s ambivalence and complexity. Most of the trees transported by trucks are farmed and not wild. These cultivated trees are tended so that they grow large in size and maintain aesthetic quality; furthermore, they are designed to thrive in urban environments, where they are transplanted as street trees. For these trees, even natural nourishment like sunlight, regardless of its quality, is part of a commodification process. Mental health counseling, for its part, has traditionally been associated with self-reflection, upliftment, or the treatment of mental illness. However, post-capitalism actively employs counseling as a form of mental health management for individuals. On the other hand, this film also pays attention to the anti-capitalistic possibility of counseling. Counseling performs the function of searching for the cause and reason of mental disorders, instead of treating them as biochemical problems. Counseling is the vast task of disentangling the human spirit damaged by contemporary values and social environments; exploring in reverse order someone’s inner side no longer able to self-recover. The work is an attempt to discover the potential of this overwhelming mission through the women’s voice.",
    "chinese_title": "声音花园",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Sound Garden",
    "douban_rating_average": 0,
    "update_at": "2025-12-03T06:10:33"
}