{
    "aka": [
        "Osa mullast"
    ],
    "sid": "35245789",
    "cast": [
        {
            "url": "/celebrity/1428889/",
            "name": "卢安娜·巴杰拉米 Luàna Bajrami",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1400365/",
            "name": "昆·拉杰萨 Çun Lajçi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情",
        "悬疑",
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2883973297.jpg",
    "region": [
        "科索沃",
        "瑞士"
    ],
    "writer": [],
    "imdb_id": "tt12390218",
    "director": [],
    "duration": "112分钟",
    "episodes": "",
    "language": [
        "阿尔巴尼亚语",
        "法语",
        "英语"
    ],
    "playdate": [
        "2022-11-18(塔林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12390218/",
    "imdb_votes": 307,
    "this_title": [
        "The Land Within"
    ],
    "douban_link": "https://movie.douban.com/subject/35245789/",
    "imdb_rating": "5.9/10 from 307 users",
    "trans_title": [
        "内陆",
        "Osa mullast"
    ],
    "douban_votes": "0",
    "introduction": "Maybe the wolves are here for a reason?One among 4 million people forced to leave their homeland during the 10 years of the Balkan Wars, Swiss national Fisnik Maxville returns to Kosovo with a tremendously disturbing hard-hitting story about the bloody legacy of ethnic hatred. Orphaned in a foster family, Remo was 15-years-old when he took a humanitarian flight to get away to Switzerland. He can’t recall any memories about his disappeared parents. After peaceful boyhood years in Switzerland, the honest rebel accepts a call from cousin Una to help recognise the remains of possible relatives exhumed from a mass grave. The unwanted and unwelcome trip to the homeland will tear open his old scars, unforgotten fears and the all-too-painful shame.Surrounded by vicious wolves and restless ghosts, Remo and Una trying to retrieve the missing pieces of their families. Tormented by destiny, the young victims get closer intimately, while also hiding crucial harsh truths from each other as their heart-breaking investigation of hidden identities digs into the disappearances of their closest ones, Orestina, Besim and Skender.Kosovar actress Luàna Bajrami strikes with a powerful, fearless, personal and dedicated first leading performance, which is more monumental than anything she has done in France (supporting roles in “Portrait of a Lady on Fire”, “Final Cut”, “Happening”). In this intense, multi-layered, sombre, and wolfiest fiction debut, rewarded documentarist Fisnik Maxville (Winner of Junior Jury Award with the short film “Lost Exile” in Locarno) jumps to a scary past in emotional flashbacks to recall gorgeous pieces of Kosovar culture, traditions, customs, history, destroyed by hatred, blame, jealousy, and silenced guilt.源自：https://poff.ee/en/film/the-land-within/",
    "chinese_title": "内陆",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Land Within",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-09-17T16:52:13"
}