{
    "aka": [
        "Sunsuhan Gippeum"
    ],
    "sid": "35248674",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "动画",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1317891/",
            "name": "安在勋 Jae-hoon An",
            "@type": "Person"
        }
    ],
    "duration": "27分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "순수한 기쁨"
    ],
    "douban_link": "https://movie.douban.com/subject/35248674/",
    "trans_title": [
        "纯粹的快乐",
        "Sunsuhan Gippeum"
    ],
    "douban_votes": "0",
    "introduction": "LG 동아페스티벌 장려상창수와 우섭은 소주 친구이다. 그림 그리는 것을 좋아하고 영화를 좋아해서 그 두 가지를 모두 할 수 있는 직업을 택해 살아가는 애니메이터이다. 우섭은 그림 그리는 자체에 만족을 하며 아내와 아이들에게서 세상을 보는 힘과 기쁨을 느낀다. 반면 창수는 세상 속에 따스한 이야기를 들려주고 싶어하며 먼 미래에도 사람의 냄새가 나는 희망이 있기를 바란다. 하지만 창수 본인 또한 그런 작품 스타일이 스폰서가 붙을 만큼은 아니라고 생각한다. 어느 날 우연히 습관처럼 하는 캐리커쳐 속에서 한 소년을 발견하고 거창하지도 않고 어떤 주장이 담겨 있지도 않은 작은 애니메이션을 만든다. 우섭과 함께 벤치에 기대어 잠들면서 처음 애니메이션을 택했을 때의 소중한 약속을 생각한다.줄거리 2. 창수는 자신의 이야기를 그려내고 싶어하는 만화가다. 그러나 그의 이야기는 청소년의 취향에 맞지 않는다는 이유로 번번히 제작사들에게 외면을 당한다. 그러던 창수는 자신의 이야기가 아닌 제작자들이 선호하는 스타일의 작품을 구상한다. 하지만 그 일은 그를 더욱 괴롭게 만들고, 창수는 친구인 우섭에게 넋두리를 늘어놓은채 술에 취해 공원으로 향한다. 벤치에서 잠이 든 창수는 환경미화원인 아버지와 장애인인 아들의 대화에 잠을 깨고 그들의 이야기를 들으며 잠시 생각에 잠긴다. 창수는 소년과 아버지에게 백일 뒤에 꼭 공원에서 만나자는 약속을 하고는 우석에게 급히 전화를 건다. 밤낮을 가리지 않고 그림을 그리는 창수와 우섭. 드디어 약속했던 날이 되고, 창수는 피곤에 지친 우섭을 데리고 공원으로 향한다. 창수와 우섭은 공원에 비디오를 설치해 놓고 소년과 소년의 아버지를 만난다. 소년이 휠체어에 앉아 조심스레 리모콘의 스위치를 누르자 밝아지는 화면 속에 소년과 똑같은 모습의 꼬마가 휠체어에 앉아 있는 모습이 보인다. 그러나 곧 그림속의 소년은 친구들과 걷고, 달리다 하늘로 날아올라 훨훨 날아다니며 환한 웃음을 짓는다. 그리곤 곧 꿈을 포기하지 말라는 글귀를 써보이고 소년의 이야기는 끝난다. 두 부자는 조용히 포옹을 하고 공원 벤치에 앉아 있던 창수와 우섭은 행복한 웃음을 머금은채 잠들어 있다.",
    "chinese_title": "纯粹的快乐",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "순수한 기쁨",
    "douban_rating_average": 0,
    "update_at": "2025-04-27T17:57:14"
}