{
    "aka": [
        "Hong Fa Kub Song Wang",
        "Hongfah Kub Somwung"
    ],
    "sid": "35250977",
    "cast": [
        {
            "url": "/celebrity/1021645/",
            "name": "拼塔安·阿孔萨妮 Piyada Akaraseni",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1367840/",
            "name": "Wannasa Thongviset Wannasa Thongviset",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2625216851.jpg",
    "region": [
        "泰国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "16",
    "language": [
        "泰语"
    ],
    "playdate": [
        "2001-06-28(泰国)"
    ],
    "this_title": [
        "หงส์ฟ้ากับสมหวัง"
    ],
    "douban_link": "https://movie.douban.com/subject/35250977/",
    "trans_title": [
        "天国凤凰",
        "Hong Fa Kub Song Wang",
        "Hongfah Kub Somwung"
    ],
    "douban_votes": "0",
    "introduction": "Somwung is a tailor and a very good one. One day when he delivered a suit, he stumbled on a old man. He ran away frightened because he realized that man was dead. Then he ended up in witness protection where he had to live with the head cop, who is a friend of Hongfah’s father.Both of them head off at a bad start because Hongfah likes to be the one in charge and Somwung defies her. Since Hongfah owns a dance theater and Somwung had to stay with her, she tries to torture him by making sew the costumes. But he agreed happily because it's an task for him since he is a great tailor.Not only does Somwung can tailor, he can also sing very well. One day they needed someone to sing because their head singer quit. So Hongfah pushed Somwung on stage and the audience loved him. He began to get publicity which gave the killer knowledge of where he was and they came after him.Later on, Somwung fell for Cherdchai when he saw her for the first time (not knowing that she was the one behind the murder that he encountered). So he asked Hongfah about love because he wanted to win Cherdchai’s heart. When Hongfah began to help him, she fell deeper and deeper in love with him. Realizing this, she tried avoiding him but it only got stronger.Will Hongfah confess her feelings to Somwung or will she keeps her feelings in and continue to encourage him to chase after Cherdchai's heart?",
    "chinese_title": "天国凤凰",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "หงส์ฟ้ากับสมหวัง",
    "douban_rating_average": 0,
    "update_at": "2026-01-27T21:39:31"
}