{
    "aka": [
        "Paraad"
    ],
    "sid": "35251046",
    "cast": [
        {
            "url": "/celebrity/1572084/",
            "name": "阿列克萨斯·卡扎纳维秋斯 Aleksas Kazanavičius",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888610789.jpg",
    "region": [
        "立陶宛"
    ],
    "writer": [],
    "imdb_id": "tt22889152",
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "立陶宛语"
    ],
    "playdate": [
        "2022-11-20(塔林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt22889152/",
    "imdb_votes": 433,
    "this_title": [
        "Parade"
    ],
    "douban_link": "https://movie.douban.com/subject/35251046/",
    "imdb_rating": "7.3/10 from 433 users",
    "trans_title": [
        "Paraad"
    ],
    "douban_votes": "0",
    "introduction": "Some things in life are eternal. Marriage generally isn’t.Miglė, who married when she was very young, has for 26 years been divorced from her ex-husband who one day calls her and asks for a favour. He has found that it would be a good time to get married again after the death of his mother. But there is a small problem: their divorce is valid only in the eyes of the law, because a Catholic marriage cannot be divorced. It can, however, be annulled. All that needs to be done is to complete an application and give the “Catholic court” a good reason. As Miglė herself has married again and has, in addition to a daughter from the first marriage, given birth to her second child, the ex-husband’s proposal seems entirely reasonable. She does not know that she is about to find herself in situations where she has to give priests details of her decades-past sex life and cheating attempts and how drunk she or her ex were during the wedding ceremony. In the midst of the dizzying absurdity of the situation, Miglė suddenly realises that she is closer to her ex-husband than ever before.“Parade” is a pure pleasure! An excellent example of elegantly crisp humour which is original and dosed with masterful precision on topics that should not be joked about. This debut by director Titas Laucius is outstanding proof of his gift in creating dramaturgical dynamics by masterfully intertwining the genre-specific elements of drama and comedy.源自：https://poff.ee/en/film/parade/",
    "chinese_title": "Parade",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-04-27T03:52:28"
}