{
    "aka": [
        "There will be no more night"
    ],
    "sid": "35258274",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2763406436.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt10917134",
    "director": [],
    "duration": "77分钟",
    "episodes": "",
    "language": [
        "法语",
        "英语"
    ],
    "playdate": [
        "2020-11-20(阿姆斯特丹国际纪录片节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10917134/",
    "imdb_votes": 383,
    "this_title": [
        "Il n'y aura plus de nuit"
    ],
    "douban_link": "https://movie.douban.com/subject/35258274/",
    "imdb_rating": "7.1/10 from 383 users",
    "trans_title": [
        "不再有夜晚",
        "There will be no more night"
    ],
    "douban_votes": "178",
    "introduction": "An intense documentary about the tremendous tension between observation and interpretation. The pilots and gunners of attack helicopters who carry out nighttime missions in war zones make decisions with far-reaching consequences, not only for their targets, but for themselves as well; the fear of making a mistake is ever-present.During their flights, the soldiers use thermal cameras to observe movement on the ground: anything that gives off heat lights up. From a distance, landscapes, villages, people, and animals become abstract patches of light and dark, lines, surfaces, and contours. Is the figure among them a Taliban fighter with a Kalashnikov or a shepherd with a stick?Filmmaker Éléonore Weber had access to video recordings of French and American missions in Afghanistan, Iraq, and Syria. A French helicopter pilot related his often-shocking experiences to her. What begins as a monotone video essay gradually develops a powerful tension, because as viewers we find ourselves in the pilot’s seat. We catch fragments of conversations between crew members; we look, zoom in, interpret, hesitate—and then comes the explosion.",
    "chinese_title": "不再有夜晚",
    "douban_rating": "7.9/10 from 178 users",
    "foreign_title": "Il n'y aura plus de nuit",
    "imdb_rating_average": 7.1,
    "douban_rating_average": "7.9",
    "update_at": "2025-05-27T14:26:11"
}