{
    "aka": [],
    "sid": "35252332",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2625294974.jpg",
    "region": [
        "巴基斯坦"
    ],
    "writer": [],
    "imdb_id": "tt4816152",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "乌尔都语"
    ],
    "playdate": [
        "2015-08-14(巴基斯坦)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4816152/",
    "imdb_votes": 336,
    "this_title": [
        "Dekh Magar Pyaar Say"
    ],
    "douban_link": "https://movie.douban.com/subject/35252332/",
    "imdb_rating": "5.2/10 from 336 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The strongest theme in Dekh Magar Pyaar Say is it's avant-garde look and a strong, imaginative storyline, anchored in a quirky and amusingly observed reality. It takes place in an idealized version of the world. Lahore, the cultural capital of Pakistan provides the setting for a light, elegant yet complex romance, which includes elements of fantasy with all the negative elements magicked away. Dekh Magar Pyaar Say is the story of Annie (Humaima Malick), a girl who lives a life of make belief. She has a natural gift of breezing through life with a natural flair of beauty and allure, making her fabrications so powerful that occasionally even she can't help but cross the line between reality and fiction. But her world is not without 'reality checks' as not all her schemes work as perfectly as she hopes. After a series of adventures involving eccentric characters, by a twist of fate, Annie comes across an ambitious and quick-witted rickshaw driver who is known by the name of 'Billa' (Sikander Rizvi), an unforgettable journey ensues and both their lives are never the same again. Filled with delightful humor, beauty, twists, turns, surprises and everything in between, Dekh Magar Pyaar Say is a romance that would keep you enchanted and yearning for more.",
    "chinese_title": "Dekh Magar Pyaar Say",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.2,
    "douban_rating_average": 0,
    "update_at": "2025-03-12T00:35:14"
}