{
    "aka": [
        "Splinters"
    ],
    "sid": "35251453",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片"
    ],
    "awards": "　　第22届全州国际电影节(2021)\n　　国际电影竞赛单元 评审团大奖 纳塔利娅·加拉亚尔德\n　　国际电影竞赛单元 最佳影片(提名) 纳塔利娅·加拉亚尔德\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2625756585.jpg",
    "region": [
        "阿根廷"
    ],
    "writer": [
        {
            "url": "/celebrity/1574172/",
            "name": "纳塔利娅·加拉亚尔德 Natalia Garayalde",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt11287096",
    "director": [
        {
            "url": "/celebrity/1574172/",
            "name": "纳塔利娅·加拉亚尔德 Natalia Garayalde",
            "@type": "Person"
        }
    ],
    "duration": "70分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2020-10(阿根廷)",
        "2020-11(马德普拉塔电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11287096/",
    "imdb_votes": 164,
    "this_title": [
        "Esquirlas"
    ],
    "douban_link": "https://movie.douban.com/subject/35251453/",
    "imdb_rating": "7.3/10 from 164 users",
    "trans_title": [
        "碎片",
        "Splinters"
    ],
    "douban_votes": "0",
    "introduction": "Natalia Garayalde is 12 years old in 1995. With her father’s camcorder, she films her family’s life, a happy household in the Argentinian city of Río Tercero. A place particularly renowned for its military munitions factory, which employs a large portion of its inhabitants. In November 1995, the factory explodes, riddling the town with shrapnel and blowing up the surrounding houses. The young girl and her brother then document the disaster, somewhat excited at the idea of being at the heart of a national tragedy. And without knowing that a family drama had begun that November day. 20 years later, she rediscovers these cassettes and turns them into a film, augmented with other amateur films and national and televisual archives. She revisits her own images with modesty, deciphering what she and others could not confirm at the time: a sordid attack by the State that served to dispose of the traces of illegal arms sales to Croatia and Ecuador between 1991 and 1995. A crime that still leaves traces of ammonia and white phosphorus from the shrapnel floating in the air and in the blood of her loved ones.",
    "chinese_title": "碎片",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Esquirlas",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-04-12T16:56:34"
}