{
    "aka": [],
    "sid": "35268885",
    "cast": [
        {
            "url": "/celebrity/1036400/",
            "name": "弗兰科·内罗 Franco Nero",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1372678/",
            "name": "塔蒂亚娜·卢特 Tatiana Luter",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1366954/",
            "name": "费德里克·罗西 Federico Rossi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "科幻",
        "惊悚",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2629229917.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt1954688",
    "director": [],
    "duration": "80分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2012-12-12(意大利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1954688/",
    "imdb_votes": 453,
    "this_title": [
        "New Order"
    ],
    "douban_link": "https://movie.douban.com/subject/35268885/",
    "imdb_rating": "3.2/10 from 453 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The year is 2033, three years prior an infection, a virus, or a bacteriological attack wiped out almost 90% of the global population. Cities are no longer a safe place to live, rotting corpses are spreading new diseases. A city called New Birth City was set up by what's left of global government and military, a place where humanity could survive and search for a cure. The research was headed by two Oxford professors, two years after the out break one of the professors died leaving Dr Cornelius Van Morgen (Franco Nero), a world renowned biologist to continue the research. Dr Cornelius Van Morgen choose five people from among the survivors and puts them up in an old country house where his deceased colleague had set up a research laboratory. Working with the notes his research partner has left behind and observing the five survivors Dr Cornelius Van Morgen continues his desperate search for a cure or vaccine. The five survivors Thomas James (David Wurawa),Alice Molina (Margherita Remotti),Robert Lloyd (James Kelly),Mark Scott (Federico Rossi),Betty Duval (Tatiana Luter)wear body scans that allow/help Dr. Cornelius Van Morgen to observe his test subjects, gather medical and neurological information and record their daily events with the hope of making a break through in finding some-sort of answers. Before long the five survivor's brain waves begin to display extraordinary neurological activity that allow them to have paranormal powers, with fatal consequences........",
    "chinese_title": "New Order",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 3.2,
    "douban_rating_average": 0,
    "update_at": "2025-07-15T14:13:19"
}