{
    "aka": [
        "Fortune Drop From The Clouds"
    ],
    "sid": "35265300",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2626887042.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1448012/",
            "name": "王明轩 Michael F Wang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1448012/",
            "name": "王明轩 Michael F Wang",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "流星划破天际"
    ],
    "douban_link": "https://movie.douban.com/subject/35265300/",
    "trans_title": [
        "Fortune Drop From The Clouds"
    ],
    "douban_votes": "0",
    "introduction": "由上海毅瑶乐云影视传媒有限公司和青岛成名影视传媒有限公司联合出品发行，王明轩执导的院线电影《流星划破天际》计划于2021年下半年登陆全国各大院线。电影讲述一颗天价陨石的发现，吸引各路高手云集小小县城，围绕他们之间发生了一幕幕令人啼笑皆非的故事；影片寓情于事，着墨于男女主人公之间患难中生发的爱情，男主与父亲之间无尽相思的亲情，以及男主和一条流浪狗之间相互依存的友情，情感真挚，令人动容。北方农村大龄青年尹家宝，孤身到县城闯荡，历尽艰辛。他遇到一个美丽女孩柳如芸，其不幸的遭遇引起尹家宝的关切，并在她危难之时出手相助。一颗陨石的意外发现，吸引各路“高手”云集县城：城里最大的养猪场老板郑一刀及其手下魏庄二杰，一心想垄断县里的养猪事业；夜总会老板娘瑶姐，经营声色场所，制假贩假，打着帮年轻人实现梦想的幌子，物色小白脸，红杏出墙，期待再迎满园春色； “鉴宝专家”胡有利，借鉴宝的机会，给搭档通风报信，掉包珍宝；文物贩子夏柏桦，指使手下制作赝品，掉包以后，转手卖出，牟取暴利；制假高手贾真，严格要求自己，人生的理想和追求就是复制完美的赝品；街头混混隋川石，为实现加入文物圈的目的，自告奋勇接下掉包任务，不达目的决不罢休；玉面郎君颜真强，放弃演员梦想，搭上富婆，希望早日登上人生高峰；香港文物收藏家钱友德，人如其名，一句“钱，我是有的”，霸气十足；再加上一条命运坎坷的流浪狗“来福”。影片采用非线性叙事的结构，通过两条叙事线索，讲述围绕这些人之间发生的一幕幕令人啼笑皆非的故事。角色介绍：尹家宝：农村进城务工人员，做过很多短工，吃了很多苦，后来到娱乐城做了一名服务员，与女主柳如芸相识。柳被讨债人逼债，尹替柳出头，被讨债的人打伤，并被娱乐城开除，尹替柳背了债务。尹家宝落难之际收留了一条流浪狗，取名来福。由于在城里无以为继，于是一人一狗，回乡安身立命。柳如芸：原县剧团演员，是颜真强的女朋友，性格孤傲冷漠。在娱乐城做陪唱小姐及推销酒类工作。对感情认真执着，希望能稳定、踏实的生活，获得真正的幸福。但是男朋友颜真强好高骛远，好赌成性，还欠了一身的赌债。她屡劝无果，后来被骗替他借了高利贷，背上债务。在男朋友出轨后，对他彻底失望。直到遇到尹家宝，被他的真诚和关心所打动。郑义道：外号郑一刀。是县城最大的养猪企业--天蓬集团的董事长。杀猪的屠户出身，口头禅是：我刀呢？他为了垄断县里的养猪事业而不折手段，他赚的钱都用来放高利贷。郑一刀的吉祥物就是猪，他最喜欢的动物也是猪，可以说爱猪若命；但是，他最喜欢也最擅长做的事情却是杀猪！最得意的就是一刀致命。他把杀猪看成是一件神圣而且富含艺术气息的事情，自认为已经达到了顶尖的境界。瑶姐：县城最大的娱乐城会所的老板娘。平日里骄横跋扈，气焰嚣张，眼里不容半粒沙子。是郑一刀的老婆。她看中了年轻的剧团演员颜真强。通过利益相诱，终于得偿所愿，做得了一对露水夫妻。她曾经因为一句：我养你啊！让颜真强感动至极，哭得梨花带雨。她指使手下从外地购进假洋酒，勾兑后重新包装，向外兜售，牟取暴利。魏人杰：郑一刀的手下马仔，是魏豪杰的亲哥哥，哥俩自称魏庄二杰。可以这样来解读他俩的外号：“杰”是伪装的，他俩的特点主要体现在“二”上面，说白了，他俩就是两个十足的2B！所谓成事不足，败事有余。魏人杰自诩聪明，馊主意多。魏人杰的口头语就是：你试试不就得了吗！哥俩的口号是（异口同声，慷慨激昂）：我们是魏庄二杰！然后再击掌，比耶！魏豪杰：郑一刀的手下马仔，是魏人杰的亲弟弟，哥俩自称魏庄二杰。魏庄二杰是郑一刀的马仔，得力干将，帮着郑一刀干了很多坏事。弟弟魏豪杰特别崇拜大哥魏人杰，什么事情都问大哥，让他拿主意。弟弟喜欢吃吃棒棒糖，整天嘴里含着一根，导致说话吐字不清，大舌头。哥俩整天叫嚣要剁别人的手指头，结果最后被郑一刀剁了哥俩自己的手指头。夏柏桦：外号瞎白话。文物贩子，制假贩假，是文物界的奸商，投机者。他和胡有利是搭档，一般都是胡有利以鉴宝的名义，发现宝物以后，扫描获得宝物信息，传递给夏柏桦，由他复制赝品，然后建议鉴宝者去找夏柏桦鉴定交易，趁机掉包。夏柏桦喜欢讲大道理，胡诌八扯，一旦讲起来，滔滔不绝，就是讲不到点子上，把别人唬得一愣一愣的。胡有利：外号胡有理。鉴宝专家，实际是一个披着专家外衣的钻营者，和夏柏桦是搭档。平时戴着一副眼镜，梳着背头，两鬓泛白，穿一身唐装，表面衣冠楚楚，一副学究模样，把市面上的专家演绎得惟妙惟肖，入骨三分。他和夏柏桦既互相依靠，又互相猜忌，互相提防。一般都是他提供上家信息，夏柏桦具体操作掉包；宝贝到手后，他们一起找下家出手，然后再五五分赃。他秉承无理抢三分，无利不起早。颜真强：柳如芸男朋友。以前和柳如芸，贾真，隋川石都是县剧团的。他在剧团里面是演员。他面目清秀，俊俏，行事举止颇具女气。剧团倒闭后沉迷于赌博，奈何手气不佳，欠了一身赌债。他好高骛远，不肯脚踏实地，没有耐力，也不能吃苦；于是后来索性就放弃了努力，希望通过傍上富婆瑶姐走捷径获得成功。因为职业使然，他情绪丰富，油嘴滑舌，演做俱佳，深得女人喜欢，是名副其实的妇女杀手。贾珍：夏柏桦手下，负责帮夏制作赝品，他以前是县剧团制作道具的。贾真上进心极强，非常较真，有强迫症，追求完美，容不得自己和别人的任何一点失误。他对于自己做的有瑕疵的作品，不值一顾。他特别崇拜夏柏桦，觉得他学识渊博，谈吐不凡。他也特别感激夏柏桦的提携，总想找机会报答他的知遇之恩。隋川石：外号一根筋。县剧团变戏法和跑龙套的。剧团解散后在街面上混，以给人看相测字维生。他喜好结交朋友，和贾真、颜真强以及魏庄二杰等是酒肉朋友。他一直想找个长久的营生，就是跟着老相识贾珍入行做文物生意。隋川石是一个相当执着的人，为了完成任务，一条道跑到黑，绝不拐弯，其战斗力和破坏力一级，不达目的决不罢休。钱友德：香港人，文物收藏家。号称专业人士，走南闯北，很有见识。平日里一身行头露富：金表，金链子，金丝边眼镜，金戒指，金质袖扣，金牙。其鉴宝能力出众，装备一流。出场自带BGM，很有戏剧性。是一个风格化很明显的角色。他的口头禅非常霸气：钱，我是有的。职员表：导演：王明轩                               编剧：王明轩制片主任：刘蔚                             执行制片：王乐统筹：龚蓓蕾                               摄影：辛志远灯光：翁永才                               录音：耿东平场记：乐仔                                 道具：刘云石服装：艾莉                                 化妆：徐源",
    "chinese_title": "流星划破天际",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-26T06:55:58"
}