{
    "aka": [
        "LE FILS DE L’EPICIERE LE VILLAGE ET LE MONDE"
    ],
    "sid": "35263435",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2633182609.jpg",
    "region": [
        "法国",
        "比利时"
    ],
    "writer": [],
    "imdb_id": "tt13867020",
    "director": [
        {
            "url": "/celebrity/1297621/",
            "name": "克莱尔·西蒙 Claire Simon",
            "@type": "Person"
        }
    ],
    "duration": "111分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2020-11-18(阿姆斯特丹国际纪录片电影节)",
        "2021-09-01(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13867020/",
    "imdb_votes": 18,
    "this_title": [
        "The Grocer’s Son, the Mayor, the Village and the World..."
    ],
    "douban_link": "https://movie.douban.com/subject/35263435/",
    "imdb_rating": "6.1/10 from 18 users",
    "trans_title": [
        "杂货商的儿子、市长、村庄和世界",
        "LE FILS DE L’EPICIERE LE VILLAGE ET LE MONDE"
    ],
    "douban_votes": "0",
    "introduction": "From a distance, Lussas might look like a tranquil, rural village but big things are going on there. Among the vineyards and cherry orchards of France’s Ardèche region, a handful of idealists are looking to enrich the world with new stories. Their dream is to set up a streaming platform for independent documentaries. And that’s the kind of dream worth fighting tooth and nail for.A lot of time and energy has been invested in the Tënk project, and getting up and running is a grueling task. We see experienced producer Jean-Marie Barbe and his team meeting in unadorned conference rooms poring over every detail of their ambitious project. The local mayor is on their side, but it’s a struggle to satisfy the financiers, the subscribers, and the other politicians.Director Claire Simon uses her handheld, observational style to create an intimate atmosphere, and the scenes of tirelessly industrious winegrowers in Lussas make for an interesting parallel: no matter whether the final products are documentaries or grapes, everyone in Lussas is fighting heart and soul for something we perhaps too easily take for granted.",
    "chinese_title": "杂货商的儿子、市长、村庄和世界",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Grocer’s Son, the Mayor, the Village and the World...",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-10-15T00:07:20"
}