{
    "aka": [],
    "sid": "35279596",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "澳大利亚"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1307335/",
            "name": "Andrew Pike Andrew Pike",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "Message From Mungo"
    ],
    "douban_link": "https://movie.douban.com/subject/35279596/",
    "trans_title": [
        "来自蒙哥湖的消息"
    ],
    "douban_votes": "0",
    "introduction": "Lake Mungo is an ancient Pleistocene lake-bed in south-western New South Wales, and is one of the world’s richest archaeological sites. MESSAGE FROM MUNGO focuses on the interface over the last 40 years between the scientists on one hand, and, on the other, the Indigenous communities who identify with the land and with the human remains revealed at the site. This interface has often been deeply troubled and contentious, but within the conflict and its gradual resolution lies a moving story of the progressive empowerment of the traditional custodians of the area.The film tells a new story that has not been represented in print or film before, and is told entirely by actual participants from both the science and Indigenous perspectives. As the co-director, Andrew Pike has said, \"We have made minimal use of archival footage and external devices such as mood music, to keep the focus on the oral story-telling of the participants.\"The story focuses on one particular archaeological find – the human remains known generally as “Mungo Lady”. In 1968, scientist Jim Bowler came across some unusual materials exposed by erosion. Archaeologist Rhys Jones soon identified these as the remains of a young woman who had been given a formal ritual of cremation. Other scientists confirmed that they were the remains of a young woman who had been given a formal ritual of cremation. The remains were the subject of international academic excitement and debate: claims were made that the remains were as much as 40,000 years old or even older. Lake Mungo became recognised as an archaeological site of world importance.Through the 1970s and 80s, led by three remarkable Aboriginal women – Alice Kelly, Tibby Briar and Alice Bugmy - and encouraged by archaeologist Isabel McBryde, Aboriginal groups associated with Mungo began to question the work of the scientific community, and became increasingly involved in the management of archaeological work. In 1992, after much pressure from Indigenous groups, the remains of Mungo Lady were handed back to the Indigenous custodians. This hand-back ceremony was a turning point in the relationship between scientists and the local tribal groups.The film was made over an 8 year period and included extensive consultation with members of the Indigenous communities at Mungo. The film is rare in that it is a creative collaboration between a professional historian (Prof Ann McGrath from the ANU's Centre for Indigenous History) and a filmmaker (Andrew Pike). The film is radically different in style and intent from any previous film about Mungo.",
    "chinese_title": "来自蒙哥湖的消息",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Message From Mungo",
    "douban_rating_average": 0,
    "update_at": "2025-07-30T18:26:26"
}