{
    "aka": [],
    "sid": "35271767",
    "cast": [
        {
            "url": "/celebrity/1208260/",
            "name": "保罗·坎贝尔 Paul Campbell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025355/",
            "name": "丽贝卡·斯塔巴 Rebecca Staab",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048328/",
            "name": "马尔科姆·斯图尔特 Malcolm Stewart",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1435327/",
            "name": "斯蒂芬妮·西 Stephanie Sy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1397339/",
            "name": "杰夫·斯特罗姆 Jeff Strome",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2627675228.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1208260/",
            "name": "保罗·坎贝尔 Paul Campbell",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt13206476",
    "director": [
        {
            "url": "/celebrity/1301438/",
            "name": "加里·耶茨 Gary Yates",
            "@type": "Person"
        }
    ],
    "duration": "84分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-11-26(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13206476/",
    "imdb_votes": 2626,
    "this_title": [
        "Christmas by Starlight"
    ],
    "douban_link": "https://movie.douban.com/subject/35271767/",
    "imdb_rating": "7.2/10 from 2626 users",
    "trans_title": [
        "星光圣诞节"
    ],
    "douban_votes": "0",
    "introduction": "William Holt is the heir apparent to the top job at Chicago-based Holt Enterprises upon his father Jim Holt's imminent retirement. Will has coasted through life on his charm with others often having to clean up his messes, that task generally relegated to his unofficial assistant, Lyle, unofficial as he is a Holt employee with no official title. Worried about leaving the company in Will's hands, Jim has posted a position for a lawyer to shadow Will in handling any of those messes of a legal nature. It is in this capacity that Will meets lawyer Annie Park, who specializes in family law. While Will believed Annie came to the Holt building for the job, she really came to have it out with him as Holt Enterprises, in their latest such redevelopment, is tearing down the building where her adoptive parents, Gene and Pat Park, have long had their diner, the Starlight, the eviction effective for the new year in a few weeks. Not wanting a lawyer to shadow him, Will strikes a deal with Annie: she pretend to be his lawyer for a week until Christmas just as a body to show Jim while Will goes on with his regular business, in return for Will kiboshing the building demolition and associated evictions. It is in that lawyer role for Will that Annie unexpectedly gets roped into organizing a high end sit down dinner Christmas fundraiser to get Will out of one of those legal messes, something that she has no experience in doing. Also roped into helping Annie with the fundraiser is Will. In spending time together, Annie and Will see a different side of the other as they start to fall for each other. That may all change if Will is unable to fulfill his end of their original agreement, something that would take Will to convince Jim.",
    "chinese_title": "星光圣诞节",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Christmas by Starlight",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-03-20T03:21:41"
}