{
    "aka": [],
    "sid": "35287617",
    "cast": [
        {
            "url": "/celebrity/1118461/",
            "name": "Leah Miller Leah Miller",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2628359275.jpg",
    "region": [
        "美国",
        "以色列 Israel",
        "乌干达 Uganda"
    ],
    "writer": [],
    "imdb_id": "tt10400290",
    "director": [],
    "duration": "61分钟（美国）",
    "episodes": "",
    "language": [
        "希伯来语 Hebrew",
        "英语"
    ],
    "playdate": [
        "2020-02(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10400290/",
    "imdb_votes": 7,
    "this_title": [
        "8000 Paperclips"
    ],
    "douban_link": "https://movie.douban.com/subject/35287617/",
    "imdb_rating": "8.6/10 from 7 users",
    "trans_title": [
        "8000个曲别针"
    ],
    "douban_votes": "0",
    "introduction": "When Israeli artist and TED Fellow, Raffael Lomas turned 50, he knew he wanted his new work to have meaning. So when he learned about a group of South Sudanese children who had been raised in Israel and were then deported to South Sudan, he jumped at the chance to go make art with them and \"see what would happen.\"What happened was that over the course of several days during the summer vacation of 2014, Raffael and the students built a house made out of 8000 paper clips - 8000 points of connection - symbolizing the meaning of home. But he also learned the children's complex stories and heard tales of their arduous journeys - escaping the horrors of war, fleeing militias, crossing borders under fire. The connections he forged with them would mark the beginning of a longer quest to make the \"project count.\"Feeling that the children's deportation was still an open wound, Raffael brought the house sculpture back to Israel to afford the children a way to look back and connect to those they had left behind. With an exhibition of the sculpture in Tel Aviv and a skype call, the children are able to traverse space and time and connect to the people who had once been part of their home.That event led to more connections - and Raffael begins to think about how to forge a connection between the Abayudaya, the Jewish community of Uganda, and the South Sudanese refugees who are Christians but once lived in Israel and speak Hebrew. If the refugee students can teach the Jewish children Hebrew, then perhaps they can earn a living? And what else can an art object do for the children? Raffael travels back to Kampala to take the South Sudanese students to meet the Abayudaya and sends the house off on a journey to meet the art world. As the sculpture travels, maybe it can accrue more meaning , create awareness about the plight of refugees, and make their humanity tangible. Maybe it will even sell and imagine what that money could do for the kids!In a complex and layered story, 8000 Paper Clips explores the value of art, Raffael's own history with depression and struggle, and what humans need - no matter their national status. It follows a group of extraordinary young people as they overcome adversity and build hope for their future - with the support of a team of people whose hearts they have touched.When resources are limited and the need is great - what is the real value of art? No matter how much Raffael tortures himself with that question, ultimately it is the children who are best able to answer it.",
    "chinese_title": "8000个曲别针",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "8000 Paperclips",
    "imdb_rating_average": 8.6,
    "douban_rating_average": 0,
    "update_at": "2025-08-14T14:26:36"
}