{
    "aka": [],
    "sid": "35295952",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2628860885.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1428145/",
            "name": "纵红雨 Hongyu Zong",
            "@type": "Person"
        }
    ],
    "duration": "50分钟",
    "episodes": "3",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2020-12-17(中国大陆)"
    ],
    "this_title": [
        "重返刺桐城"
    ],
    "douban_link": "https://movie.douban.com/subject/35295952/",
    "trans_title": [
        ""
    ],
    "douban_votes": "893",
    "introduction": "泉州是唯一被联合国教科文组织认定的海上丝绸之路的起点，它几乎囊括了丝绸、茶叶、瓷器以及中国功夫等等这些极具象征意义的东方符号。在中古时代世界最长的远洋航路中，曾经别号刺桐城的泉州，是一个无法绕开的历史坐标。包括马可·波罗在内的许多海外冒险家，都曾把刺桐城描述成当时世界最大的港口。在中国海洋文明的历史延续和实证中，泉州都是一个重要的缩影和代表。2020年12月17日起，由泉州广播电视台、海峡卫视出品，中共泉州市委宣传部、福建省广播电视局、福建省广播影视集团公司、泉州广播电视台联合摄制，国家地理共同制作的三集纪录片《重返刺桐城》将在中央广播电视总台央视纪录频道播出。《重返刺桐城》分三集，共150分钟。历经近4年的精心打磨，全面梳理了从古刺桐城到今天泉州城的历史沿革，用一种底层逻辑的主线贯穿起古代与现代之间的相互联系和影响，并以此引发对当下现实的新认知以及对未来的思考。全片以神秘的雅各·德安科纳撰写的东方游记《光明之城》作为引线，利用泉州保留完整的特有遗迹与闽南文化传统，将史料与现实不断地进行交互式呈现，通过这种方式，来探寻和解码中国海洋文明的东方色彩和时代影响。为更深入准确地向观众传递古刺桐各个阶段的时代背景和历史价值，摄制团队一方面对泉州相关的文献资料与考古发现，进行了大量详实的搜集调研和走访，另一方面，摄制团队将视线从泉州向外发散，循着当年航路上重要事件的发生节点，追索实物佐证与当代故事，这其中既有七千年前、先秦时期的闽人追溯，又有从远东到欧洲腹地的空间跨越。摄制团队试图将其构建起一个以泉州为支点的多维认知体系。就该片视角而言，《重返刺桐城》放弃了以往专注证史的传统方式，以一个新鲜而独特的视角来看待古刺桐城的历史，用一种大历史观将古刺桐港置于更广阔的时空中，将历史故事的碎片和东西方演变进行了逻辑上的有效串联和推演，通过设问与意识流的叙事方式来讲述中外海上交通历史的成因与结果。在纪录片的形式表达方面，该片采用现在进行时态为主要表达和呈现方式，同时辅以相应的场景化而非剧情化的再现影像，以人类社会学的视角与现代思维进行故事讲述，强调时代解读。无论是对中古时代进出口贸易的行为解析，或者是对官方与民间海上贸易的史料搜集，还是对刺桐港地理位置和多因素的综合研究，都以一种现在时态的表达加强观众的贴近性、理解力和认同感，同时让历史和时代的联系更为顺畅独特。应该说，本片的表达方式，是一次对历史类纪录片进行现实解读的有益尝试。为确保纪录片史实严谨准确，观点创新权威，《重返刺桐城》摄制团队在深入搜索最新理论文献后，采访了多位中国社科院和中国国家博物馆的资深权威专家，重新明确了民间海上交往活动在历史长河中所具备的权威性和重要性，突破传统认知，并在纪录片中创新鲜明地提出了这一观点。",
    "chinese_title": "重返刺桐城",
    "douban_rating": "7.6/10 from 893 users",
    "foreign_title": "",
    "douban_rating_average": "7.6",
    "update_at": "2025-03-13T01:21:19"
}