{
    "aka": [],
    "sid": "35290599",
    "cast": [
        {
            "url": "/celebrity/1324200/",
            "name": "丹尼尔·迪托马索 Daniel DiTomasso",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033122/",
            "name": "比尔·马钱特 Bill Marchant",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037110/",
            "name": "拉里·戴 Larry Day",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1280977/",
            "name": "艾伦·大卫 Ellen David",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1387717/",
            "name": "西蒙·阿兰 Simon Alain",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2630467515.jpg",
    "region": [
        "加拿大",
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1452714/",
            "name": "坦纳·比恩 Tanner Bean",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1460198/",
            "name": "卡特里娜·马修森 Katrina Mathewson",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt13341908",
    "director": [
        {
            "url": "/celebrity/1309571/",
            "name": "派特·凯利 Pat Kiely",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-12-06(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13341908/",
    "imdb_votes": 982,
    "this_title": [
        "Christmas Ever After"
    ],
    "douban_link": "https://movie.douban.com/subject/35290599/",
    "imdb_rating": "6.1/10 from 982 users",
    "trans_title": [
        "圣诞节过后"
    ],
    "douban_votes": "0",
    "introduction": "Working on her fourth in the successful anthology romance series featuring the \"in love\" characters of Desmond Ranes and Catarina, Izzi Simmons is told by her best friend and editor Mila that the ending of her first draft, already past due, is unacceptable. Mila's take on the problem is that Izzi has made Desmond an unrealistic version of a romantic character in being \"perfect\", which matches Izzi's own unrealistic pursuit of a man, she looking for her own Desmond so to speak. With Mila unwilling to push the final deadline past Christmas Eve in less than a week as Izzi requests, Izzi is able to convince her to allow her to work on the necessary edits from the Antler Lodge in Silver Springs. Since her parents moved to Florida, Izzi, a winter wonderland traditionalist in her view of the perfect Christmas, has found the Lodge her Christmas home away from home, especially as its proprietor, Bob, is as much a traditionalist as her. The only reason why Mila allows this working vacation is that Bob informed Izzi that he, retiring, has sold the lodge, meaning that it as Izzi knows it may not exist next year. Upon her arrival, Izzi discovers who Bob sold the lodge to is his son, three year widowed Matt, who wanted to move himself and his adolescent daughter Kacey back to Silver Springs for family reasons from he managing a large hotel in Seattle. What immediately strikes Izzi about Matt is that he is the exact image of the paintings of Desmond used for her book covers, she discovering that no one associated with the publishing company knows who was originally commissioned for that job. Izzi's thoughts that Matt may be her Desmond quickly dissolve as Matt displays his human flaws, which include, even in basic maintenance, transforming the lodge into what she sees as against her Christmas sensibility. As Matt and Izzi start spending more time together, and Matt himself discovers the issue of the book cover likeness and knowing the reason behind it, Izzi may start to see in Matt the true nature of what Desmond should be, while Matt begins to muse if meeting Izzi in this manner is a sign that he is ready to begin a romantic life again. What may throw a wrench into the proceedings is Matt's childhood friend Jennifer, who has long been in love with him herself.",
    "chinese_title": "圣诞节过后",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Christmas Ever After",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-20T09:28:05"
}