{
    "aka": [],
    "sid": "35290547",
    "cast": [
        {
            "url": "/celebrity/1025223/",
            "name": "薇薇卡·福克斯 Vivica A. Fox",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1200755/",
            "name": "詹森·艾特伍德 Jensen Atwood",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1273463/",
            "name": "席亚拉·卡特 Ciarra Carter",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt13309552",
    "director": [
        {
            "url": "/celebrity/1016711/",
            "name": "大卫·德科提奥 David DeCoteau",
            "@type": "Person"
        }
    ],
    "duration": "87分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-12-06(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13309552/",
    "imdb_votes": 759,
    "this_title": [
        "Christmas Together"
    ],
    "douban_link": "https://movie.douban.com/subject/35290547/",
    "imdb_rating": "5.4/10 from 759 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "It's Christmastime in NYC and everyone is walking around happy and smiling except for Ava. She is in love with a man who just broke up with her. Across the country in California, Mason and his daughter, Mia, prepare for Christmas alone. The three who have never met and live 3,000 miles apart, find themselves online when Mia convinces her Dad to rent out the guest house during the holidays for extra spending money...in order words, she wants that dog for Christmas and this is her plan to get it. They meet on a Holiday Home Rental website. Mia chats online and convinces Ava coming to California or Christmas is the perfect remedy for her holiday blues, not knowing Mia's age. Ava sends all her information and impulsively rents Mason's little guest home for the holiday in sunny California. Shortly after arriving, Ava realizes the situation and thinks she should pack up and leave but both Mason and Mia convince her to stay and enjoy the holidays together. What starts out as a quick Christmas getaway becomes even more than what Ava wanted or expected - a new romance. Ava is charmed by Mason's cute daughter as she schemes to mend hearts and maybe create a new family together for Christmas.",
    "chinese_title": "Christmas Together",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-03-04T11:07:30"
}