{
    "aka": [
        "Bouquet Of Jasmine",
        "Chor Malila",
        "Jasmine Bouquet",
        "ジャスミンの花束",
        "茉莉花的香味",
        "茉莉花香"
    ],
    "sid": "35290633",
    "cast": [
        {
            "url": "/celebrity/1129088/",
            "name": "杰西达邦·福尔迪 Jesdaporn Pholdee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313671/",
            "name": "颂恩·宋帕山 Yuke Songpaisarn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1339984/",
            "name": "玛缇娜·丹迪布拉素  Matira Tantiprasut",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1369061/",
            "name": "泽纶娅·秀利隆坤泽坤 Jarinya Sirimongkolsakul",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1435019/",
            "name": "杜昂达·东卡米尼 Duangta Toongkamanee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1434797/",
            "name": "塔纳瓦特·斯里瓦塔纳功 Thanavate Siriwattanakul",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "剧情",
        "爱情",
        "恐怖",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2630646751.jpg",
    "region": [
        "泰国"
    ],
    "writer": [],
    "director": [],
    "duration": "110min",
    "episodes": "",
    "language": [
        "泰语"
    ],
    "playdate": [],
    "this_title": [
        "ช่อมะลิลา"
    ],
    "douban_link": "https://movie.douban.com/subject/35290633/",
    "trans_title": [
        "茉莉花花束",
        "Bouquet Of Jasmine",
        "Chor Malila",
        "Jasmine Bouquet",
        "ジャスミンの花束",
        "茉莉花的香味",
        "茉莉花香"
    ],
    "douban_votes": "0",
    "introduction": "Poomtai是一名政府秘书，他被分配去修理离他办公室不远的一栋旧建筑。在那里，他发现了Jaokhun Saymamuang和他的妻子Pinmuang女士的文件、个人物品和照片。他决定将这些发现转移到博物馆，但突然品孟的灵魂出现并阻止了他。她告诉Poomtai她一生的故事。Pin和Jaokhun相爱了，虽然途中有困难，但他们还是结婚了。7年后，平儿时的伙伴皮拉思从英国回来了。他们再次接近，虽然针现在是一个已婚妇女，皮拉斯偷偷爱上了她。Sae女士，Jaokhun的母亲，不喜欢引脚，并试图匹配她的儿子与Pragai，她的养子是Jaokhun的情夫。Jaokhun并不特别介意，但Pin无法接受这种情况。当Jaokhun去该省出差时，事情变得更糟，Pragai跟着他。考虑到她的丈夫接受了Pragai作为他的情妇，并忘记了他的妻子，珍寻求从Pirath孔福尔特。但Jaokhun误以为妻子出轨，将她赶出家门，与她离婚。蒙羞的Pin回到他母亲的房子，并停止与Pirath的所有通信。后来，她死了，但她的灵魂，在她丈夫面前感到内疚，呆在他们的房子里准备原谅他并解释一切。Poomtai works as a government secretary and he's assigned to repair an old building located not far from his office. There he finds documents, personal belongings and photographs of Jaokhun Saymamuang and his wife, Lady Pinmuang. He decides to transfer the finds to the museum, but suddenly the spirit of Pinmuang appears and stops him. She tells Poomtai the story of her life.Pin and Jaokhun fell in love with each other, and although there were difficulties on their way, they still got married. 7 years later, Pirath, Pin's childhood friend, comes back from England. They get closer again, and although Pin is now a married woman, Pirath secretly falls in love with her. Lady Sae, Jaokhun's mother, dislikes Pin and tries to match her son with Pragai, her adopted child to be Jaokhun's mistress. Jaokhun does not particularly mind, but Pin cannot accept this situation. Things get worse when Jaokhun goes on a business trip to the province, and Pragai follows him. Considering that her husband accepted Pragai as his mistress and forgot about his wife, Pin seeks confort from Pirath. However, Jaokhun mistakenly believes that his wife is cheating on him, driving her out of the house and divorcing her. The disgraced Pin returns to his mother's house and stops all communication with Pirath. Later, she dies, but her spirit, feeling guilty in front of her husband, stays in their house ready to forgive him and explain everything.",
    "chinese_title": "茉莉花花束",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "ช่อมะลิลา",
    "douban_rating_average": 0,
    "update_at": "2025-01-30T10:56:38"
}