{
    "aka": [],
    "sid": "35307497",
    "cast": [
        {
            "url": "/celebrity/1456665/",
            "name": "林金伟 Ratchapoom Boonbunchachoke",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2629571707.jpg",
    "region": [
        "泰国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1392695/",
            "name": "朱拉亚农·西里彭 Chulayarnnon Siriphol",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "泰语"
    ],
    "playdate": [],
    "this_title": [
        "Forget Me Not"
    ],
    "douban_link": "https://movie.douban.com/subject/35307497/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "\"Forget Me Not\" is inspired from \"Behind the Painting\" the famed novel of Sri Burapha (Kulap Saipradit), was written in 1937. As this novel is apparently embedded with literature values and art which was revealed through the captivating story and beautiful words, it has been popularly adapted in TV drama, film, and musical theatre.\"Behind the Painting\" the tragic romance between Nopphon, a Thai student studying in Japan, and Mom Rajawongse Kirati, a beautiful young lady and progeny of a noble family in Thailand. Kirati escorted Choakhun Attikanbodi, her noble and aged husband, to Japan for a business trip and her feelings were thrown into conflict when she ran into Nopphon who was entrusted by Chaokhun to take care of her. Their love originated from the increasing intimacy and they both fell in love with each other. However, their romance was not possible due to their differing social statuses and ages, thereby resulting in the tragic love story later on when Nopphon got married with Pree. As Kirati knew that she died slowly because her love couldn't come true. After the death of Mom RatchawongKirati, Nopphon begins a married life with Pree. Soon after the marriage, Nopphon seems happy. The couple are very much in love.",
    "chinese_title": "Forget Me Not",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-23T11:52:25"
}