{
    "aka": [
        "World's Young Ballet"
    ],
    "sid": "35304721",
    "cast": [
        {
            "url": "/celebrity/1015642/",
            "name": "加林娜·乌兰诺娃 Galina Ulanova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004725/",
            "name": "米凯亚·巴瑞辛尼科夫 Mikhail Baryshnikov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1178964/",
            "name": "阿莉西亚·阿隆索 Alicia Alonso",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1969",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2629367447.jpg",
    "region": [
        "苏联 USSR"
    ],
    "writer": [],
    "director": [],
    "duration": "70分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "МОЛОДОЙ БАЛЕТ МИРА"
    ],
    "douban_link": "https://movie.douban.com/subject/35304721/",
    "trans_title": [
        "World's Young Ballet"
    ],
    "douban_votes": "0",
    "introduction": "This was the first competition of its kind - young ballerinas and dancers from all over the world gathered in Moscow to demonstrate to the jury and the discerning audience their commitment to classical ballet, their skills and their youthful obsession with dance. The Tsentrnauchfilm film studio provided the wide audience with the opportunity not only to see the laureates of the competition, but also to experience with them those moments of excitement and inspiration that accompanied their performances. The very first shots introduce us to the unique atmosphere of the competition for young ballet dancers. And the drawing of lots (in which the thirteenth number was absent!), And the thoughts of the participants of the competition sounding behind the scenes, and the showing of the last seconds behind the scenes before going on stage - everything sets the viewer up for the unusualness of what is happening, emphasizes the competitive nature of the dances going on the stage.An interesting touch: flowers appeared every day on the table of the chairman of the jury, People's Artist of the USSR, laureate of the Lenin Prize Galina Ulanova - a sign of love for her by a wide audience and trust in the prima ballerina of the world. Many dance fragments are shown on the screen. Here the magic music of Tchaikovsky's Swan Lake sounds several times in a row - and on the stage there is a Cuban ballerina, Hungarian, French ... And each invests her understanding, her interpretation in the pas of the famous Russian ballet.In some episodes, the film goes beyond the competition, expanding our knowledge of its participants. Here is Malika Sabirova (we will see how, as a result of the competition, she will receive a gold medal from the hands of Galina Ulanova) dancing a variation from the ballet Don Quixote. And the screen shows us Malika as a girl, receiving a doll from the famous dancer Konstantin Sergeev for her first public performance, how she begins to study with Galina Ulanova - and the creative biography of the young ballerina appears before us ... But a dramatic episode with the French dancer Patrice Bart. His performance has already been announced, but Patrice cannot go on stage - his injured leg hurts ... But then Patrice still appears in front of the audience, performs brilliantly and wins a gold medal ...There are many such episodes in the film, and together they create a feeling of co-presence in the viewer at the competition in Moscow, the ballet capital of the world, where a new good tradition was born - to hold international competitions for young ballet dancers.",
    "chinese_title": "МОЛОДОЙ БАЛЕТ МИРА",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-02-23T00:07:33"
}