{
    "aka": [
        "My Boy the Series",
        "我心爱的男孩",
        "我的“大叔”",
        "那小子是我的"
    ],
    "sid": "35307613",
    "cast": [
        {
            "url": "/celebrity/1448011/",
            "name": "坦纳查·帕欧森 Thanachar Paosung",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "爱情",
        "同性"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2635700130.jpg",
    "region": [
        "泰国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "12",
    "language": [
        "泰语"
    ],
    "playdate": [
        "2021-06-27(泰国)"
    ],
    "this_title": [
        "My boy วุ่นนักรักซะเลย"
    ],
    "douban_link": "https://movie.douban.com/subject/35307613/",
    "trans_title": [
        "我的男孩",
        "My Boy the Series",
        "我心爱的男孩",
        "我的“大叔”",
        "那小子是我的"
    ],
    "douban_votes": "117",
    "introduction": "这个故事聚焦于摄影俱乐部的学生。Nut是一名大学生，几年前因个人原因辍学后刚刚重返校园。现在，他正试图从他上一次的心碎中走出来，他的男朋友声称爱他，但选择了欺骗。在对爱情失去信心后，他在自己的心周围筑起了高墙，不让任何人轻易进入，直到萨莎出现。这两个人一开始关系就不太好，但年轻的那个人似乎不能放过纳特。加入同一个学校社团后，两人的关系越来越密切，他们的感情开始变得更加明显。当通往幸福的道路上有其他障碍时，生活和爱情并不总是一帆风顺，暗恋、前男友和他人的评价似乎都想阻碍这些现在跳动的心脏。过去总能给一个人的生活上新的一课，但过去永远不应该摧毁现在。This story focuses on students in the photography club.Nut is a university student who just returned to school after dropping out for personal reasons a few years prior. Right now, he is just trying to get by and move on from his last heartbreak where his boyfriend claimed to love him but chose to cheat. After losing faith in love, he built walls around his heart and doesn't let anyone in easily, that is until Satha appears. The two don't start off on the right foot, but the younger man can't seem to leave Nut alone. After joining the same school club, the two  grow closer, and their feelings start to become more apparent. Life and love don't always come easy when there are other obstacles on the path to happiness, secret crushes, an ex-boyfriend, and the judgement of others all seem to want to hinder these now palpitating hearts. The past can always teach one a new lesson in life, but that past should never destroy the present.",
    "chinese_title": "我的男孩",
    "douban_rating": "5.0/10 from 117 users",
    "foreign_title": "My boy วุ่นนักรักซะเลย",
    "douban_rating_average": "5.0",
    "update_at": "2025-09-24T02:13:18"
}