{
    "aka": [
        "Our Stories",
        "Our Stories The Series",
        "我们的情爱故事",
        "我们的罗曼史"
    ],
    "sid": "35307544",
    "cast": [
        {
            "url": "/celebrity/1429785/",
            "name": "纳塔德·库纳功奇亚 Natthad Kunakornkiat",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1439179/",
            "name": "张峰奇 Daniel Chang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1449267/",
            "name": "提查湾·吉拉特汉姆 Chatchawan Jitraxtham",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1460400/",
            "name": "甘·铁欧苏皖 Gun Tieosuwan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "爱情",
        "同性"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2629574999.jpg",
    "region": [
        "泰国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "泰语"
    ],
    "playdate": [],
    "this_title": [
        "เรื่องของเขาที่ทำให้เรายิ้มได้"
    ],
    "douban_link": "https://movie.douban.com/subject/35307544/",
    "trans_title": [
        "我们的爱情故事",
        "Our Stories",
        "Our Stories The Series",
        "我们的情爱故事",
        "我们的罗曼史"
    ],
    "douban_votes": "0",
    "introduction": "4个故事，4对，9个人。第一对。有一个娱乐营的副总裁。他很高大是单身，但他有几个没有承诺的“伴侣”。有一天，他无意中帮助了一个被朋友欺骗的主人。副总裁支付10万。由于主人没有钱偿还他，所以他用他的公寓偿还债务。在这之后，他们变得亲密。第二对。有一个头脑发热的经理，他不喜欢在娱乐圈工作，但是已经失业很久了。一个明星帮经理照顾一个特别喜欢他的中国偶像。这惹恼了经理，因为他嫉妒。见面就打。但最终，爱恨之间还是有一线之隔的。第三对。有一个中国偶像，他去泰国做一个特殊的项目。在这里，一个面无表情的私人保镖进入画面。保镖要照顾某个头脑发热的明星。与此同时，这位中国偶像把目光投向了保镖，他看起来很有诱惑力。第四对。有一个年轻人，他不知道他最好的朋友和一个学长在不诚实，偷偷和他调情。然而，当他看到他们对其他人好的时候，他并不觉得心里同时有两个男人不好。他们可以互相交易。因为这个年轻人不想用他的男孩问题来麻烦任何人，他决定他们三个都要成为一对。4 stories, 4 pairs, 9 people.The 1st pair.  We have a vice president of an entertainment camp. The giant is single, but he has a couple \"partners\" without commitment. One day, he accidentally helps a master who was deceived by his friend. The vp pays 1 hundred thousand. As the master doesn't have money to pay him back, so he uses his condo to pay back his debt. After this, they get intimate.The 2nd pair. We have a hot headed manager, who doesn't like to work in the entertainment industry, but has been out of work for a long time. A star helps the manager take care of a Chinese idol, who is especially fond of him. This annoys the manager, as he is jealous. When they meet, they fight. But in the end, there is a fine line between love and hate.The 3rd pair. We have Chinese idol, who travels to Thailand to work on a special project. Here, a still-faced personal bodyguard enters the picture. The bodyguard has to take care of a certain hot-headed star. Meanwhile, the Chinese idol sets his eyes on the bodyguard, who looks very tempting.The 4th pair. We have a young man, who doesn't know that his best friend and a senior are being dishonest, secretly flirting with him. However, when he sees them being good to other people, he doesn't feel bad about having two men in his heart at the same time. They can deal with each other.  Because the young man doesn't want to trouble anyone with his boy problems, he decides that all three of them are going to be a couple.",
    "chinese_title": "我们的爱情故事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "เรื่องของเขาที่ทำให้เรายิ้มได้",
    "douban_rating_average": 0,
    "update_at": "2025-03-30T13:13:38"
}