{
    "aka": [],
    "sid": "35301635",
    "cast": [
        {
            "url": "/celebrity/1143900/",
            "name": "Scarface Scarface",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1572643/",
            "name": "克雷格·沃克 Craig Walker",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "动作"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt7136962",
    "director": [],
    "duration": "76分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt7136962/",
    "imdb_votes": 186,
    "this_title": [
        "Candy"
    ],
    "douban_link": "https://movie.douban.com/subject/35301635/",
    "imdb_rating": "3.2/10 from 186 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "This dramatic tale of four women running the dope game in a big city is a familiar story that is as colorful as the characters they meet in the streets. We follow them on separate journeys to sustain the same objective of maintaining and increasing territory. YaYa, her right hand and best friend locks down problems and solves them without question. She as hood as they come with a sexy ruthless attitude. Dody is Candy's younger cousin who's loyal to the bone, but a bit green when it comes to the seriousness of the business at hand. And Joy, a pretty Latina chick, won't break a sweat remove someone or something out of her way to stay on track. These four women funnel their funds through a very prestigious high end hair and massage salon that sits at the hub of the city. Men and women alike flock to this establishment from all over the country for its professional quality, perfection to detail, and gossip. It's the main funnel that these ladies use as an information wire to know all the dirt in the streets. Plus, it keeps them looking damn good while they handle business. With the respect from the streets and a crooked cop wanting them dead or alive, the only means of survival in the game is drugs, murder, and dirty money.",
    "chinese_title": "Candy",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 3.2,
    "douban_rating_average": 0,
    "update_at": "2025-10-24T21:56:59"
}