{
    "aka": [],
    "sid": "35312011",
    "cast": [
        {
            "url": "/celebrity/1361925/",
            "name": "许巍 Wei Xu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874991761.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "122分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2005-10-26(中国大陆)"
    ],
    "this_title": [
        "留声十年·绝版青春许巍北京演唱会"
    ],
    "douban_link": "https://movie.douban.com/subject/35312011/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "十年了！总该有些音乐是值得收藏和怀念的吧！回味十年的青春岁月，许巍的每一首歌都陪我们度过很多成长中的懵懂岁月，也曾和我们一起分享了欢乐、痛苦、离别又难忘的友谊时光。许巍的歌，是用旋律祭奠过去，用淡定表白未来，歌声在他的肺腑唇齿间游走，凝结成了对人生的敬畏，对音乐的感恩。许巍的歌，是用生命唱出每个人都会走过的青春和灿烂！2005年8月13日晚，北京工人体育馆举行的“许巍绝版青春演唱会”，豪不夸张的说是近几年来北京演唱会市场中为数不多的票房及口碑最好的演唱会之一。这场演唱会也绝不仅仅是一场普通意义的演出这么简单，它史无前例的汇集了全北京城所有的媒体，不管是主流或非主流，甚至很多早在几年前就已淡出娱乐圈的资深编辑、记者、乐评人，以及众多歌手、影视演员、艺术家、导演、作家，还有各个年龄段的唱片从业人员和罕有的在一开场就达到爆满的万名歌迷，与许巍一起见证这个历史时刻。7点30分，相较于其他演唱会少有的准时。灯光全暗，许巍和乐手们以《》作为了演唱会的开场曲，排山倒海的震撼音乐，让观众感觉许巍从忧郁中走进温暖阳光，飞越辽阔世界、飞过绿色原野，让现场所有观众似乎都获得了久违的心跳感觉！接下来的是新专辑中的《纯真》，大屏幕清晰地展示着许巍难能可贵的微笑，看得出他状态极佳，声音放得很开。《蓝莲花》后，许巍说了整晚最长的一段话：“非常感谢大家来这个欢乐的聚会，今天是我们的节日，我会为你们好好唱歌的。”之后他真的就那么一首接一首唱下去，没有更多的话语与观众互动，没有任何花哨的修饰，灯灭灯亮完成着歌与歌的交替。《我的秋天》、《水妖》、《漫步》、《两天》、《旅行》等等一串串的歌声接连从许巍的口中喷涌而出，简单的舞台，一个内心执着、用歌声化作人生的歌手在舞台上绽放出了最璀璨的瞬间。如今还没有任何一场演唱会敢像许巍这样，没有任何特效，纯粹用音乐烘托全场，而效果又如此完美。许巍却和他的音乐朋友——9个中国最优秀的乐手兑现了用音乐打动观众的诺言。在那晚，许巍每唱完一首歌，现场的所有观众都会用最热情的肢体语言、无比纯真的嗓音和他一起放声高歌，并情不自禁地为他精彩的演出鼓掌，这种发自内心的骄傲和自豪在以往是绝无仅有的。与其说大家是被他的歌声征服，到不如说是被他做音乐、做人的真诚态度所征服来的确切。长期以来，在很多靠着华丽商业包装、趋于低龄化的港台主流音乐面前，内地原创音乐始终不能占到上风，但许巍的“绝版青春”却给了我们无比的信心，现场的万名观众由衷的被他的音乐所折服，为歌手的自身魅力所倾倒，难怪很多人都感叹：已经有太久没有欣赏到如此精彩的原创音乐会了！这样的欣喜，相信比任何其他一场演出都来得更痛快淋漓！内地歌手在北京开演唱会的屈指可数，但有一点在演唱会开始便可以肯定的是，无论如何，许巍已经创造了又一个奇迹，不管是精神上的，亦或是其他方面的，他完美的完成了原创乐坛史上最光荣的一个音乐梦想，即便是在过了很多年以后，相信只要到过现场的观众还会对许巍送来的这份珍贵礼物记忆犹新！也许有全国更多的朋友为没有办法亲临8.13现场一直懊悔不已。百代唱片也在近期推出了《留声十年 绝版青春许巍北京演唱会》LIVE专辑，将现场的精彩原音重现，包括早期的《那一年》、《故乡》、《水妖》，现在的《旅行》、《礼物》、《蓝莲花》、《》等22首震撼人心的经典歌曲完全收录，非常具有收藏价值，让更多没到现场的朋友犹如亲临现场的一起回味这段震撼人心的光辉时刻。",
    "chinese_title": "留声十年·绝版青春许巍北京演唱会",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-04T01:56:17"
}