{
    "aka": [],
    "sid": "35316731",
    "cast": [
        {
            "url": "/celebrity/1136909/",
            "name": "Kai Pflaume Kai Pflaume",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2630037374.jpg",
    "region": [
        "德国",
        "奥地利",
        "瑞士"
    ],
    "writer": [],
    "imdb_id": "tt1952499",
    "director": [],
    "duration": "",
    "episodes": "42",
    "language": [
        "德语"
    ],
    "playdate": [
        "2011-06-11(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1952499/",
    "imdb_votes": 73,
    "this_title": [
        "Klein gegen Groß – Das unglaubliche Duell Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/35316731/",
    "imdb_rating": "5.5/10 from 73 users",
    "trans_title": [
        "以小制大 第一季"
    ],
    "douban_votes": "0",
    "introduction": "Kinder zwischen fünf und 14 Jahren, die über besondere Fähigkeiten und Talente verfügen, treten in unterschiedlichen Duellen gegen Prominente an. Die Kinder können aus allen Ländern der Welt kommen, sie oder ihre Eltern bewerben sich zuvor bei der Redaktion. So waren bereits Talentkinder aus den USA, Indien, Japan und Frankreich zu sehen. Nach den angebotenen Wetten sucht die Fernsehredaktion passende Gegner und arrangiert das Duell für die Studiobühne. Pro Sendung finden in der Regel acht bis zehn Duelle statt.Bei den prominenten Persönlichkeiten handelt es sich vorwiegend um Schauspieler, Musiker oder Profisportler oder selten auch Experten. Pflaume beginnt jedes Duell mit den Worten „Klein gegen Groß – Auf los geht’s los!“Die Kinder erhalten für ihre großartigen Leistungen garantiert ein Geschenk, egal ob sie ihr Duell gewinnen oder nicht. Kai Pflaume besucht in der Vorbereitung manchmal die Talentkinder und ermittelt bei dieser Gelegenheit ihre Wünsche.Vor der Sendung wird mit den Kindern ein Intro aufgenommen, das die Leistungen und Interessen des Kindes widerspiegeln soll. Es ist bis zu 7 Minuten lang. Pflaume spricht im Hintergrund dazu einen Text. Am Ende dieses Intros gibt es immer einen Kampfspruch des Talentkindes, welches fast immer ein Wortspiel enthält.Die prominenten Teilnehmer der Sendung tippen auf den Ausgang der Duelle ohne eigene Beteiligung und erspielen sich so Punkte. Bei den eigenen Duellen setzen sie automatisch auf sich selbst. Derjenige, der schließlich die meisten Punkte erreicht, gewinnt und spendet die Gewinnsumme in Höhe von 30.000 Euro für einen wohltätigen Zweck, den er selbst aussucht. In manchen Fällen gibt es einen Gleichstand mit den meisten Punkten; in diesem Fall wird die Gewinnsumme auf die Sieger-Prominenten für ihre jeweiligen Spenden aufgeteilt.",
    "chinese_title": "以小制大 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Klein gegen Groß – Das unglaubliche Duell Season 1",
    "imdb_rating_average": 5.5,
    "douban_rating_average": 0,
    "update_at": "2025-08-23T09:13:30"
}