{
    "aka": [],
    "sid": "35327725",
    "cast": [
        {
            "url": "/celebrity/1377500/",
            "name": "唐昕 Xin Tang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "爱情"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2630674233.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "imdb_id": "",
    "director": [],
    "duration": "22",
    "episodes": "16",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2021-01-15(中国大陆)"
    ],
    "imdb_link": "",
    "this_title": [
        "炼爱北京"
    ],
    "douban_link": "https://movie.douban.com/subject/35327725/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "出身小城市的90后女青年许可，因为受不了小城市循规蹈矩的生活，一直向往去大城市发展。在硕士毕业以后，像所有心怀梦想的北漂一样，抱着极大的热情和希望和大学的男友晓兵一起来到了首都北京打拼。初来乍到，晓兵并没有找到合适的工作，而许可找到的却是一份永远开不出薪水的工作，导致俩人的生活压力徒增，最终爱情比不过面包，曾经深爱的两人选择了分道扬镳。但许可向前的步伐并未停下，不久就在自媒体领域找到了一份实习生的工作，老板是典型的女强人，在五个同期实习生中只愿意留下一个，而留下的标准更是简单粗暴——“谁能最早写出10万+的文章”，做不到的人只能离开，不久许可通过采访设计师圈的大V老麦，顺利的完成了10万+的考核，成为了实习生中的幸存者。也因为她这篇10万+让她获得了一个较高的起点，成为了月薪5万的实习生，在公司内引得同事内深受老板器重，在业内外各种场合也获得了较高的关注和认可，高起点让她误认为成功是一件很容易的事，许可开始出入高级消费场所，各种奢华的生活接踵而来，过上了那种配得上自己的生活，但是在奢华生活的背后是每个月高昂的开支账单。但现实变化总是快速而无情的，仅仅经历了短短两三个月的高光时刻后，因为一些特殊原因，所处的自媒体公司不得不宣布解散，当天公司所有的人都被裁了。许可的北漂人生一下子从巅峰跌落到了谷底，在工作上，月薪5万实习生的名头并不能帮助她快速的找到工作，反而是遭受到了业内人士的冷嘲热讽，找工作屡屡受挫。在生活上，因为交不起房租被房东从原来的房子里赶了出来，从原先百平的独家房变成了合租房，甚至在找房子的过程中碰到了无良中介，被坑的迫流落街头。在情感上，原本和她感情亲密的老麦，原来只是一直利用她在自媒体的人脉和曝光，当她失去工作时，她也同时失去了爱情，成为了真正的“落水狗”，这时候远在家乡的父母也开始催促许可回家，不要在北京“受罪”了，一夜之间所有人都像避瘟神一样的躲着许可，原来亲密不见的合作伙伴总是避而不见，男友老麦的最近的加班也多了起来，之前经常一起吃饭的好姐妹也莫名其妙的失踪，就是时常和和气气的房东阿姨看到她的脸色也不如之前那样和善了，许可似乎明白了些什么。这让许可真正的看清了北漂的残酷，生活原本的模样，但她并没有自暴自弃，而是咬着牙重新上路。她相信自己是那个有资格留在北京追梦的人，而那一天留下的泪水是她在北京最后的泪水。因为五万实习生的名头，让她无法再在自媒体圈找到一份合适的工作，不得己，她从传统自媒体人转型为网红MCN，以期重新出发。原来在自媒体时代出入的高端CBD没有了，原来只要写文追热点，而现在从0到1的过程中，自己直播自己推广自己去找艺人的都让许可吃尽了苦头，而天道酬勤，坚持一定会有回报。许可从一开始涨粉的艰险到逐渐上手再到逐渐卓越成为圈子举足亲重的人物，她也在在这个过程中收获了真正的友谊和爱情，慢慢意识到人生和生活的真谛。在奋斗过程中她结识了敢爱敢恨的北京大妞关颖，上海娇娇女露露，东北健身网红张欣欣，每个人都有自己的困惑和问题，但当姐妹们在一起时，似乎没有什么问题是可以难住她们的。她们时而一起欢乐的吐槽男人，时而一起互相在工作中打气，时而组成闺蜜间的参谋团帮姐妹们参谋，在许可的努力和朋友们的支持下，工作慢慢有了起色，这一次许可走的更稳了，在生活上，她也得到越来越多的历练，巧妙的化解了地域歧视带来的困扰，智斗黑中介，漂亮的解决了同行的恶意竞争，在合作伙伴选择离开时，自己摸摸的承担起责任，从北漂到成为真正的“新北京人”，担负着自己的事业砥砺前行。。但即使如此她在情感方面依然渴望一份纯真美好的爱情，在北京她遇到了各式各样的男性，有温柔有品的富家公子KIMI，有北京当地的大男孩袁野，有木讷聪明的程序员李佳奇，有对她不离不弃的晓兵等。甚至在她工作慢慢走上正轨时，老麦也再次出现在她的视线中，她到底会如何选择？",
    "chinese_title": "炼爱北京",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2024-10-19T15:00:04"
}