{
    "aka": [
        "Cloudy Clouds （英）",
        "乌云"
    ],
    "sid": "35320313",
    "cast": [
        {
            "url": "/celebrity/1407803/",
            "name": "瓦莱丽·施托尔 Valerie Stoll",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1431159/",
            "name": "马克斯·施梅尔普芬尼希 Max Schimmelpfennig",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1353801/",
            "name": "乔纳斯·霍登里德尔 Jonas Holdenrieder",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028303/",
            "name": "大卫·史崔梭德 Devid Striesow",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "剧情",
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2639163136.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt12132450",
    "director": [
        {
            "url": "/celebrity/1007326/",
            "name": "克里斯蒂安·谢弗 Christian Schaefer",
            "@type": "Person"
        }
    ],
    "duration": "103分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2021-01-18(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12132450/",
    "imdb_votes": 248,
    "this_title": [
        "Trübe Wolken"
    ],
    "douban_link": "https://movie.douban.com/subject/35320313/",
    "imdb_rating": "5.6/10 from 248 users",
    "trans_title": [
        "多云",
        "Cloudy Clouds （英）",
        "乌云"
    ],
    "douban_votes": "0",
    "introduction": "Paul (Jonas Holdenrieder) lives with his little brother Silas (Aurel Klug) and their parents in the nondescript housing estate of a gray provincial town somewhere in Germany. Lonely and aimlessly, he wanders through the no man's land of the woods, through the crawl paths and ruins. Sadness reigns in the village if it weren't for an anonymous stone thrower who drives mischief at night and causes car accidents.Paul is interested in strange things: abandoned buildings, whispered private conversations and the bags left behind by innocent people. He comes across as nice and polite - and is otherwise a youth without qualities. In this opacity, he offers his fellow human beings the ideal projection surface for their own longings: like his classmate Dala (Valerie Stoll), who falls in love with the silent outsider who always watches them play from the dark of the rows of seats. Or his extroverted classmate Max (Max Schimmelpfennig), who believes he has finally found someone in Paul who takes him seriously.In the project course, the students are taught by the art-loving teacher Bulwer (Devid Striesow). Only Paul caught his attention with a booklet of handwritten poems. Bulwer believes he recognizes his own sensitivity in the boy and invites him to his home to work on Paul's photo project together.But one day the criminal investigation department is in Paul's class. A boy who was new to school was found dead in the forest, killed with a stone. Does Paul have anything to do with it? And how is the murder connected with the mysterious stone thrower? The further the investigation goes, the more the clouds darken.",
    "chinese_title": "多云",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Trübe Wolken",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2025-10-13T23:13:14"
}