{
    "aka": [],
    "sid": "3532188",
    "cast": [
        {
            "url": "/celebrity/1050940/",
            "name": "卡尔梅洛·贝内 Carmelo Bene",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045468/",
            "name": "安妮·维亚泽姆斯基 Anne Wiazemsky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1020991/",
            "name": "Gian Carlo Fusco Gian Carlo Fusco",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1063484/",
            "name": "坡尔铎本丹迪 Poldo Bendandi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1151756/",
            "name": "Piero Vida Piero Vida",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1969",
    "genre": [
        "剧情",
        "喜剧",
        "爱情",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2640036215.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1050940/",
            "name": "卡尔梅洛·贝内 Carmelo Bene",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0064128",
    "director": [
        {
            "url": "/celebrity/1050940/",
            "name": "卡尔梅洛·贝内 Carmelo Bene",
            "@type": "Person"
        }
    ],
    "duration": "89 分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "1969-11-05"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0064128/",
    "imdb_votes": 102,
    "this_title": [
        "Capricci"
    ],
    "douban_link": "https://movie.douban.com/subject/3532188/",
    "imdb_rating": "6.8/10 from 102 users",
    "trans_title": [
        "随想曲"
    ],
    "douban_votes": "0",
    "introduction": "An unrestrained phantasmagoria from Italy's Carmelo Bene, one of the world's most defiantly idiosyncratic filmmakers. It may not be his best work, but it is quite representative: vulgar, hysterical and like nothing else.spaceThe PackageThe multi-talented Carmelo Bene seems to be better known, at least in his native Italy, for his novels and plays than for his filmmaking. That's a shame, as his five features (the last of which was, made, sadly, in 1975) rank among the most fascinating and distinctive ever made. Of course, it's doubtful that Bene's peculiar brand of cine-lunacy would ever find financial backing nowadays, much less a receptive audience.Made in 1969, CAPRICCI, Bene's second film, is, like its predecessor NOSTRA SIGNORA DEI TURCHI (OUR LADY OF THE TURKS), a hallucinatory, non-linear, and ultimately apocalyptic look at life in \"modern\" Italy. Unlike Bene's best work (NOSTRA) and the mind-roasting SALOME, which may just be the craziest movie I've ever seen), CAPRICCI has not dated particularly well. The violent series of car accidents that climax the film, for instance, might have seemed shocking back in '69, but nowadays they play like slow outtakes from NASH BRIDGES. Likewise, a \"scandalous\" look at a transvestite love affair feels contrived and plain silly.That's NOT to say CAPRICCI isn't worth seeing. It is, after all, utterly unique, and a fascinating time capsule showing just how weird movies got in the late 60's, arguably the cinemaäs last \"golden age.\"spaceThe StoryWell‡okay, CAPRICCI has no story to speak of, just a series of surreal vignettes. It begins with a dissatisfied Communist (played by Bene himself) getting into a dual with a superior; they fight with, appropriately enough, a hammer and a sickle. An old man lies in bed beside an alluring naked women; making noisy rasping sounds, he tries to have sex with her (and has about as much success as Bene did in NOSTRA SIGNORELLA DIE TURCHI, where he tried to screw wearing a suit of armor!). Bene and a lady companion make out furiously in the back of a smashed-up car (intimations here of CRASH). And so on.spaceThe DirectionThe Italian novelist Alberto Moravia has described Carmelo Bene's work as \"desecration by disassociation, pushed beyond the point of schizophrenic delirium.\" I'll buy that. Disorientation seems to be Bene's primary goal, evinced in the fast, jagged cutting and his preference for waving things in front of the camera lens. Scenes are more often than not structured around their visual essence, with logic and storytelling being the last thing on the director's mind--Bene's pictorial sense is so striking he actually gets away with an approach that most Hollywood directors would love to fall back on (but can't). Add to that a preference (evident in all his films) for sentimental arias and you've got one bizarrely impressionistic film, one that must simply be experienced rather than \"understood.\"( from fright.com )",
    "chinese_title": "随想曲",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Capricci",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-05-15T09:00:19"
}