{
    "aka": [],
    "sid": "3532431",
    "cast": [
        {
            "url": "/celebrity/1038521/",
            "name": "罗嘉良 Gallen Law",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274228/",
            "name": "侯勇 Yong Hou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312271/",
            "name": "巫刚 Gang Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1107699/",
            "name": "伊能静 Annie Shizuka Inoh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275049/",
            "name": "殷桃 Tao Yin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313874/",
            "name": "杜雨露 Yulu Du",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313651/",
            "name": "徐佳 Jia Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316229/",
            "name": "宁晓志 Xiaozhi Ning",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1439684/",
            "name": "宋林林 Linlin Song",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323756/",
            "name": "程愫 Su Cheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322975/",
            "name": "徐洪浩 Honghao Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1372468/",
            "name": "王伟军 Weijun Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322133/",
            "name": "傅程鹏 Hongming Fu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1335600/",
            "name": "任柯诺 Kenuo Ren",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868933123.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1333852/",
            "name": "嵇道青 Daoqing Ji",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1298598/",
            "name": "苏舟 Zhou Su",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "30",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2009-02-02(中国大陆)"
    ],
    "this_title": [
        "狼烟"
    ],
    "douban_link": "https://movie.douban.com/subject/3532431/",
    "trans_title": [
        ""
    ],
    "douban_votes": "102",
    "introduction": "一场虚拟的战争让中国东南部核工业城市宁海军民警醒：21世纪中叶的一个夏天黄昏，这座古老城市，突然遭到强敌海、陆、空多路袭击，历史上曾经两次沦陷的宁海，再次面对生死存亡。大战在即，宁海驻军DA师和预备役部队试图通过军民一体，打防结合，保卫宁海，但因平时对信息化条件下新的人民战争形态重视研究不够，特别是市民平时对战争的麻木和漠视，一时间宁海供电、供水系统瘫痪，银行系统被染病毒，股市停盘，铁路和高速公路被迫关闭，宁海核电站面临几十年前切尔诺贝利核灾难的噩梦。宁海市市长、国动委主任、预备役师第一政委朱北阳透过这场演习联想到宁海历史上的几次沦陷，坚持认为宁海再次战败，与DA师代师长高达发生激烈争执。朱北阳庄重地向战区司令员钟元年和盘托出了一个市长的国防梦想，并发出国防不是军防的强烈呼声，宁海要建立一支战斗力超常的预备役部队，才能保卫宁海这座核工业城市的安全。钟元年决心打造一支Demotic Reservist，简称DR师，和DA师一并形成两只铁拳，展示新的人民战争威力。朱北阳的市长信箱再次收到署名叶子的神秘邮件，惊讶地发现叶子竟然就是和朱家几代世交的韩叶。当年朱北阳的祖父朱强在宁海沦陷前成了浴血抗敌的英雄，而韩叶的祖父韩延平却在沦陷前举旗投敌，饮弹身亡，成为卖国罪人。韩家从此移民海外。韩叶几年前悄然来到宁海，成为宁海外资企业举足轻重的宏达集团总裁，一直热心国防事业建设，为祖父当年的耻辱赎罪。韩叶希望宁海建一个市耻馆，警醒中华民族不再重蹈旧史。朱北阳采纳了韩叶的建议。市耻馆在广大市民的拥护声中着手改建。电视台美女主持人路佩佩是朱北阳的外甥女，对离异多年的高达一见倾心，大胆向高达绽放现代少女热烈的爱情。高达幻想着早日从DA师代师长成为DA师的师长，不想被任命为DR师师长，一时心灰意冷。和他并肩战斗多年的DA师信息大队长曲颖面对高达的离开，突然意识到高达早已进入自己的内心。DA师软件工程师景晓书抱怨和平时期军人只能收获平庸，只有投入真正的战争才能实现军人的抱负。这位战争幻想家和妻子赵楚楚的婚姻陷入危机，却劝曲颖大胆追求高达，曲颖表示自己只会默默守侯。高达绝望地表示去DR师这样一支预备役是军人生命的温柔终结。钟元年提醒高达人类社会进入网络时代，一台计算机就能玩转世界。打造DR师是着眼未来信息化战场，最终达到藏兵于民的用心。高达对此不以为然，在老领导赵梓明的墓前，高达对自己的未来十分感伤。邂逅了从部队转业成为宁海商界大鳄的桂平原，面对桂平原的不可一世，高达冷眼相待，只有景晓书对桂平原创造的商界奇迹赞不绝口。桂平原果然打起景晓书的主意，希望景晓书能够成为他的“索罗斯”，运用网络技术为他的商业目的服务。赵楚楚闻此大怒，斥责景晓书背叛了一个军人的理想。朱北阳决定对变成经营场所的人防工事进行清理，却遇到强大的阻力，不得不暂时维持现状。得知自己到DR师当师长，是朱北阳这个预备役第一政委点的将，高达找到朱北阳质问原因。朱北阳直言高达是DR师师长的最佳人选。在高达大怒中，朱北阳向高达展示了前苏联切尔诺贝核电站的灾难图。在这场人类死城、坟场面前，高达终于感受到一个市长和预备师第一政委，对自己城市未来安全的焦虑和对DR师的希望。高达和朱北阳成为DR师的一对搭挡，共同设计着DR师的未来，将DR师的建军方向确定在信息化上。高达下令撤换原来的预备役牌牌，换成清一色的“DR师”。站在DR师空旷的操场上，高达想起在DA师的金戈铁马，不禁黯然神伤。路佩佩带着《狼烟》军事栏目组前来采访高达，被高达断然拒绝。高达建议她将镜头对准地方领导，请他们谈谈国防安全的战略意义。桂平原打上路佩佩主意，示意手下特色排档老板黄洋接近路佩佩。黄洋斥资百万无偿赞助路佩佩的栏目，让正为栏目经费发愁的路佩佩喜出望外。桂平原单独宴请路佩佩，大谈自己的传奇人生和高达的战友情。路佩佩一时对其刮目相看。可是K小姐的一个电话就让桂平原颜面尽失，K小姐像谜一样让路佩佩疑惑不已。桂平原暗自决心摆脱左右自己的K小姐。痛诉妻子丢下自己和女儿桂香，暗示路佩佩改善他们之间的关系。路佩佩表示自己只喜欢高达，桂平原对高达怀恨在心。赵楚楚开心坞的经营出现困难，由于开心坞寄托了对父亲赵梓明的思念，赵楚楚苦苦支撑。桂平原为了讨好景晓书，授意黄洋收购开心坞的部分股权，开心坞起死回生。赵楚楚和景晓书都不知道桂平原的用心。美林娜报告桂平原公司系统遭到网络袭击，大量数据被删改。桂平原决定反击，不由想到了景晓书。他带着美林娜约见了景晓书。美林娜对景晓书这位网络上的红色战士肃然起敬。攻击桂平原公司系统是韩叶信息公司的两名网络高手自由战士和段晨，他们既前卫又超强的网络技术，使韩叶如获至宝。景晓书帮助桂平原弄清了攻击系统的黑客。桂平原希望景晓书参与他的经济活动，遭到景晓书拒绝。景晓书警告桂平原，他的公司内部有人掌握了他经营中的秘密和不少资本运作上的非法手段。最后疑点集中在美林娜身上，桂平原大骂美林娜吃里扒外。景晓书对美林娜身份产生怀疑，想通过网络上的“嗅探法”逼美林娜现身，美林娜却向桂平原告假回家。得知桂平原暗地里帮助赵楚楚，景晓书的内心十分矛盾。景晓书捕捉到美林娜的真实身份，是宁海网警大队秘密打入桂平原公司内部的警官，但他守住了这个秘密。高达在DR师建设上踌躇满志，却不得不面对训练经费和设备更新等方面的困难，感到从未有过的压力，和朱北阳决定DR师将立足信息技术提高军事能力，从而达到主导未来战场目的，取得全谱优势。二人决定着手构建DR师自己的指挥一体化，建立DR师的C6SR系统。高达对DR师所属部队进行摸底，暗访炮三团发现不少浮夸现象。无情戳穿了三团打靶造假，骗取共建单位宏达集团十万元资金，让电视台曝光打假。团长肖满天和政委宋晓光急得如热锅上的蚂蚁，四处求情。高达来宏达集团还回十万元奖金，和韩叶一见钟情，从朱北阳那里得知了韩叶的身世后，高达直言不讳地表达了自己对韩叶的好感。高达还从军人的角度客观分析出韩延平当年投敌的动机，让韩叶感动不已。高达和朱北阳打算将韩叶的信息公司作为DR师C6SR系统的平台完成DR师信息化建设。在路佩佩面前高达对韩叶赞不绝口，而路佩佩则对桂平原褒奖有加，二人不欢而散。针对地方领导想穿穿军装过过当兵瘾，高达建议朱北阳召开了一次预任干部大会，谈谈穿不穿军装和能不能为国防建设同样做贡献的问题。高达尖锐的指出，DR师预任干部队伍建设不能照搬预备役部队，要吸收的是宏达集团信息技术公司那些顶尖人才。他当即清退了那些举止懒散的预任干部。得知宏达集团以内部职工的名义为炮三团干部解决二十套新房，高达要求韩叶到时候将新房的钥匙交给他。韩叶对高达的行为很是疑惑，渐渐发现高达身上有太多自己解不开的谜。朱北阳提醒高达，韩叶和路佩佩都是他生命中最重要的人，希望高达不要伤害她们。高达决定出资两千万元参股宏达集团的信息技术公司，着手完成C6SR系统和DR师的质量建军和跨越式发展。所有的人都以为高达是句玩笑，只有高达暗自打定了主意，悄悄地打听起宁海市商品房的市价行情。高达突然宣布DR师将完成一次战备行动。几个团队在开进途中受阻，只有金大牛等几名预备役战士开着拖拉机准时赶到。金大牛向高达要训练和租用拖拉机的补贴，高达哭笑不得。李义成告诉高达，这就是预备役特点，那些预备役战士在参加训练的同时，不少人眼睛盯着的就是训练补贴。原来这一切都是高达故意亮相给钟元年，希望得到钟元年对DR师的支持。钟元年斥责高达的战备集结是一场可笑的游戏，高达趁机亮出要打造DR师的快反能力和尽快完成C6SR系统，逼钟元年接受参股宏达集团信息公司的事实，钟元年不相信高达能弄到两千万的参股资金，对韩叶热心国防建设大加赞赏。韩叶说服了自由战士和段晨留下来一起完成C6SR系统，二人发现高达牢牢地征服了韩叶。桂平原得知高达部队的行动，让路佩佩拉了一车慰问品，却被高达拒收。K小姐急召桂平原，进入K小姐的酒店房间，桂平原再次经历了一次K小姐对其灵与肉的羞辱。满足了K小姐的占有和欢愉后，桂平原痛不欲生。逃离K小姐时遇到了路佩佩，路佩佩不敢相信当街痛哭的竟然就是平时风流倜傥的桂平原。听说高达让路佩佩曝光特色排档，桂平原极力支持，认为战备工事就不应该变成大卖场。私下里桂平原得意报复高达的机会来了。高达来到三团宣布将拍卖新房筹集参股资金，三团干部和家属一起炮轰高达，告状信也随之放到钟元年的案头。高达动情地以韩叶的爱国情怀为例，希望大家支持DR师的建设。保证三年内解决三团干部住房，并同时拍卖自己和前妻的住房，解决三团干部临时租房居住的费用，这才平息了分房风波。可是拍卖现场并没有高达预想的那样每套能够拍出百万，一些竞拍者还故意打压价格。就在高达陷入了困惑时，一名神秘者以每套百万元落槌成交，高达如愿参股了韩叶的信息公司，C6SR系统正式启动。他还从DA师特种大队抽调一百名训练骨干完成DR师战备快反训练。朱北阳提请市长办公会讨论解决DR师一千万快反训练经费，遭到大家否决。大家普遍认为军队建设是军队自身的事，这个费用不该有地方承担。朱北阳感到全民国防意识依然薄弱。高达觉得通过曝光特色排档警醒地方领导对国防建设的重视，得到了朱北阳的支持。于是高达在深夜发动了一场军事行动对特色排档进行清场，路佩佩率栏目组随即曝光。桂平原暗示黄洋抬高军事行动给特色排档造成的损失。桂平原借此报复高达，将特色排档的损失从十万夸大到千万，亲自写了封热情洋溢的信直交钟元年，痛诉高达的行为导致员工情绪激动。钟元年对高达擅自动用部队清场特色排档大为恼怒，责令高达向桂平原道歉。桂平原故意要高达当着路佩佩的面向自己道歉。路佩佩尴尬离开。桂平原威胁高达如果不道歉将断送军旅前程，高达不为所动，怒斥桂平原借题发挥。路佩佩得知桂平原恶人告状，大为震惊，想再次走近高达，被高达痛骂。桂平原用花言巧语再次蒙骗了路佩佩，路佩佩渐渐陷入桂平原的谎言圈套，一时间小报网络上传出她和桂平原的绯闻，路佩佩迫于压力决定离开电视台《狼烟》栏目组，提出到桂平原公司工作，桂平原暗喜，许以重任，路佩佩坚持从基层干起。韩叶主动照顾起高达的生活，为高达洗刷衣物，曲颖看着这些心里很不是滋味。赵楚楚渐渐发现黄洋大方收购开心坞的股权和桂平原有关，怀疑起景晓书和桂平原之间一定有着不可告人的交易，为景晓书的命运担心起来。高达关心起C6SR系统的进展，曲颖和自由战士却设计一套20……年信息化战争可能的面貌。这场战争的导火索是有着旧怨新仇的A、B两国之间遗留的领土和近年来彼此贸易发展的不平衡，导致的一场引领世界发展方向的网络战。在这场战争面前，最终以B国先进的网络技术告胜。高达斥责只是一场低水平的网络游戏。曲颖坚持认为如果不对未来网络战争进行了解，C6SR系统就缺乏针对性。高达最终妥协并参与了这场“战争”指挥，从中悟出了DR师必须打造出一支天外神兵才能控制未来全能战场。这一发现让高达重新界定了C6SR系统的最终定位。就在这时，曲颖提出要离开高达，高达深知曲颖的内心，却难言挽留。路佩佩和桂平原的绯闻愈传愈烈，在BBC上看到一篇《假如战争明天来临》文章，立即意识到出自高达之手，倍加怀念起过去追求高达的日子。桂平原借机挑拨路佩佩和高达的关系，果然路佩佩对高达十分失望。高达病倒，韩叶无微不至地关心高达。高达却在韩叶面前大谈自己的前妻的女儿，让韩叶心里蒙上阴影。钟元年得知C6SR系统的进展，意识到高达随时都会对DA师的E5W系统实施毁灭性的攻击，但对高达要打造的天外神兵不以为然，责令高达一个月后亮相天外神兵。DR师的快反训练如火如荼，金大牛等农村来的战士军事素质过硬，但一些小老板的预备役战士怕苦怕累，严重降低了快反训练的质量。有人讥笑能把这些人打造成天外神兵，简直是异想天开。高达决定清除一些不称职的预备役士兵，同时退回特种大队的训练骨干，运用外军的魔鬼训练，亲自训练天外神兵。魔鬼训练让很多人体力不支。通过淘汰，高达完成了天外神兵的素质训练。宁海有关部门对桂平原的公司进行犯罪事实调查，桂平原加紧追求路佩佩，以桂香未来可能无人照顾为由，企图打动路佩佩。并扬言自己早就忘掉了K小姐。最后桂平原哀求路佩佩，如果自己发生意外，希望路佩佩照顾女儿桂香，路佩佩无奈答应。桂香和几十名小学生突遭绑架。桂平原犹如困兽。高达提出由DR师组织营救被绑儿童，认为这是考验DR师训练成果的绝好机会。高达动用DR师天外神兵力量与绑匪展开较量，桂香等几十名小学生获救。金大牛为掩护韩叶壮烈牺牲，韩叶内疚不已，和高达的心贴得更近了。桂平原第一次感受到金钱在人格面前的渺小，主动和高达沟通感情。高达暗叹桂平原的悔过晚了，劝路佩佩迷途知返，离开桂平原。路佩佩伤感地表示自己义无反顾地喜欢高达，高达却始终似是而非，和曲颖和韩叶都纠缠不清。赵楚楚指责桂平原不该毁掉景晓书的前程，桂平原生硬地表示景晓书是个成年人，懂得把握自己的人生方向。得知当初黄洋收购开心坞是桂平原企图控制景晓书，赵楚楚痛心自己害了景晓书，决定以离婚的方式承担一切责任。在父亲赵梓明的墓前，赵楚楚痛哭失声，道出了自己和景晓书离婚的苦衷。看到赵楚楚有“外遇”的事实，景晓书和赵楚楚到民政局办理了离婚。钟元年批评高达解救被绑儿童为什么不请求上级派特种大队支持。高达直言不讳地表示，眼下DR师应急作战能力应该在特种大队之上。钟元年突击检验起DR师的快反能力，在仿真战场上，DR师的快反部队冲锋陷阵，表现出较高的战斗力，钟元年大加赞赏，追问高达这是不是所谓的未来天外神兵？高达回答必须插上翅膀才能成为未来的天外神兵。这个翅膀就是C6SR系统。朱北阳急电高达宁海核电站出事。外方专家突然以宁海不能提供未来安全防护方案为由，停止核电站的建设。外方工程专家罗兰傲慢要求高达说出未来战场环境下如何保证核电站的安全？高达脱口说出了天外神兵，希望核电站尽快恢复建设。罗兰表示核电站能否恢复建设得由他们的工程CEO说了算。他告诉高达CEO是一位迷人的东方女性，不日将来到中国。桂平原被抓，路佩佩谎称桂平原和桂香的母亲一样，都出了远门。桂香信以为真。路佩佩带着桂香赶在豪华别墅查封前搬进了出租屋。在看守所，桂平原痛陈了自己和K小姐之间的龌龊关系，路佩佩不敢相信K小姐竟然是个年过半百的老太太。市耻馆收到一封发自日本的来信。写信人是当年准备接受韩延平投降的日本密使中田英寿。中田英秀揭开了韩延平并非自杀而被朱强击毙，更未投敌的秘密。朱北阳将这一真相告诉了韩叶，韩叶百感交集，表示这一切已经不再重要，她会把决定做的继续下去。路佩佩将桂平原和K小姐之间的畸形关系告诉了高达，希望高达看在过去战友情意上，请法学博士韩叶为桂平原进行有罪辩护，韩叶拒绝担任桂平原的辩护人。景晓书渐渐觉得赵楚楚解除婚姻是为了帮助自己，提出转业。由于他间接地为桂平原网络犯罪提供了技术支持，上级责令景晓书等候处理。DR师受到战区首长和地方领导检阅。高达表示DR师未来将是一支高度网络化部队，重新诠释信息化条件下人民战争的核心将是一支有形亦无形的天外神兵，万众合流，形成人民战争的汪洋大海。省委领导宣布一项决定：国防建设将列入地方领导的政绩考核，决定他们的作为。韩叶被正式授予预任少校。钟元年宣布C6SR系统和DA师的E5W系统完成一次信息对抗。自由战士表示，对抗一开始就会让DA师的E5W系统陷入瘫痪。他相信深爱高达的曲颖在对抗中一定会手下留情。韩叶保证只要C6SR系统胜出，自己就答应高达为桂平原进行有罪辩护。对抗打响，高达和曲颖在可以置对方于死地时，竟然同时选择了放弃攻击。佯称各自的系统在进入攻击前，都遭到不明病毒的侵袭，系统完全瘫痪。景晓书断言，尽管双方在同一时间放弃攻击，其实攻击已经形成。结果是C6SR系统更胜一筹，E5W系统的辉煌已经随着日新月异的新军事革命浪潮，远远滞后。钟元年欣赏了C6SR系统中未来几十年可能出现的战争面貌，对DR师天外神兵和藏兵于民的战略定位得益于对这些战争感到欣喜。核电站外方工程CEO点名要见高达。高达和韩叶随朱北阳欣然前往，惊奇地发现CEO竟然是自己的前妻程美姗。程美姗对高达出示的核电站未来安全方案不屑一顾，认为天外神兵只是高达不死的梦想。韩叶和程美姗就国家和城市安全问题争论起来。程美姗直指中国国民国防意识薄弱，而邻近的某一国家民营公司竟然保留着一个巨大的战争车间，国家一旦转入战时，将会从这个车间源源不断地供应一切尖端武器。韩叶当即亮出自己的宏达集团正是这样的企业。果然大家在宏达集团看到了一个陈列着各式现代武器模型的战备车间和技术专家。程美姗惊讶不已，恢复了核电站的建设。程美姗提出到以前的家里看看，因为那套房子属于女儿高仙仙。已将房子拍卖的高达无所适从，韩叶悄悄地把房子的钥匙交给了高达。高达得知当初是韩叶授意手下人买走了二十一套房子，现在又将全部交还DR师，激动地拥抱了韩叶。韩叶为桂平原一案进行了辩护，发现桂平原的地大公司空壳上市，导致数以万计流通股民损失惨重。而真正的祸手是K小姐，桂平原更多的犯罪事实是网络一些黑客，实施网络犯罪。美林娜以网络警察的身份出庭作证了这一切。钟元年宣布不日将由DA师和高达的DR师联手，打一场信息化条件下的城市保卫战，战争的代号为“狼烟行动”。狼烟行动打响前，C6SR系统中的战争未来时程序来不及完成，高达想到了已被DA师除名的景晓书，将他吸收为预备役战士。景晓书最终还是一名军人，让赵楚楚激动不已，主动接景晓书回家。景晓书扑进赵楚楚怀里失声痛哭。战前钟元年主持了DR师转隶仪式，DR师终于完成了信息化建设的跨越。朱北阳担心DR师如果在狼烟行动中败北，就会有人质疑他这个DR师第一政委的市长。韩叶鼓励朱北阳要对高达和DR师有信心。朱北阳感到韩叶整个人都融了高达的情感世界里，不料韩叶告诉他，自己很快就会从中国消失。狼烟行动打响，高达宣布启动C6SR系统，命令空中、海上、地面投入立体突防，前沿、翼侧、纵深全域攻击，抢滩、夺点、助援同步展开。歼击机、歼击轰炸机从海空直扑而下，数枚航空火箭弹在敌岸舰导弹阵地，四面开花。眼看高达率领的红军就要击败钟元年亲率的蓝军，钟元年不守规则，对宁海市实施重兵围歼和对核电站实施巨大破坏。宁海各方面告急，市政、通信、人防、银行、机场等等全面陷入重围。宁海全线沦陷。高达运用战争未来时的反欺骗程序，企图将敌方诱出宁海，被钟元年识破。钟元年在核电站四周布出精锐部队，其破坏力量可能导致切尔诺贝利灾难重演。钟元年断言高达败局已定，高达向景晓书下达了接管敌精锐部队的命令。敌精锐部队竟然在钟元年眼皮底下被高达调出了宁海，宁海恢复安全。钟元年不解，高达得意地表示，DR师出动的正是天外神兵的一支HR行动小组，运用网络诱骗手段，进入敌最高指挥系统，篡改最高指挥官的命令，并对敌指挥系统实施全面摧毁。钟元年赞赏未来战争时体现出了全新的人民战争威力，将被载入世界新军事革命的史册。高达和朱北阳的使命完成，韩叶含泪悄然离去。桂香得知桂平原被抓真相，路佩佩为追桂香丧命车轮，用最后的气力泣声相告，高达永远是自己的最爱。桂平原闻知路佩佩遇难，一夜白头，对自己的过去悔恨不已。在程美姗和女儿高仙仙的撮合下，高达接受了曲颖对自己火热的痴情……",
    "chinese_title": "狼烟",
    "douban_rating": "4.6/10 from 102 users",
    "foreign_title": "",
    "douban_rating_average": "4.6",
    "update_at": "2025-05-01T10:08:31"
}