{
    "aka": [],
    "sid": "35332368",
    "cast": [
        {
            "url": "/celebrity/1426870/",
            "name": "埃克托·贝莱林 Hector Bellerin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1450330/",
            "name": "乔恩·托拉尔 Jon Toral",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1451315/",
            "name": "罗布·霍尔丁 Rob Holding",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1445210/",
            "name": "基兰·蒂尔尼 Kieran Tierney",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903630801.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt13848386",
    "director": [],
    "duration": "20分钟",
    "episodes": "9",
    "language": [],
    "playdate": [
        "2021-01-13(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13848386/",
    "imdb_votes": 34,
    "this_title": [
        "Héctor Bellerín: Unseen Journey"
    ],
    "douban_link": "https://movie.douban.com/subject/35332368/",
    "imdb_rating": "8.7/10 from 34 users",
    "trans_title": [
        "未见之旅"
    ],
    "douban_votes": "0",
    "introduction": "Professional footballer Hector Bellerin released a documentary series titled Unseen Journey a few hours ago, which recorded his whole journey of recovery from an ACL (anterior cruciate ligament) injury that he suffered nearly two years ago. The nine-part web docu series can be found on YouTube on two separate channels. Find out how to view Unseen Journey at the end of this article.Hector Bellerin is a Spanish professional footballer who plays as a right back or a right wing back for the Premier League Club, Arsenal and the Spanish National team. Bellerin is well known for his pace – which allows him to get forward during attacks and transitional plays while also being extremely effective in defence, his speed helping him cover more ground than most players. Bellerin is considered one of the fastest footballers in the world, with him holding the current Arsenal speed record which he has held since he was 19 years old (back in 2014).And during one such time, when he was using his full speed to track back while defending, was when he ruptured his ligament. The match was against an important rival club, Chelsea and he was injured on January 19th of 2019. This grave injury took him out of action for the rest of the 2018-2019 season as well as most of the next (2019-2020) season as well. He eventually returned for the FA Cup Finals, on 1st August 2020 to face Chelsea, the same team he had faced when he got injured 18 months previously. He went on to win the FA Cup with Arsenal that day.His entire journey to recovery, all the ups and downs, everything mentioned above – can be seen on Unseen Journey. Most recovery documentaries don’t give us a proper look behind the scenes of what is happening to a player (during his injury) and how he has to get his mindset right to work hard and return to his team. Unseen Journey will be an eye-opener for many and will hopefully give most sports fans (also fanatics and those concerned), a look into the mental and physical hardships players face as they try to recover from potential career ending injuries.The first eight episodes of the sports docu series Unseen Journey can be streamed on YouTube on Hector Bellerin’s channel. The last and final episode of the web series can be found on Arsenal’s official page.The links to both channels will be given below as well as the trailer for Bellerin’s Unseen Journey.",
    "chinese_title": "未见之旅",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Héctor Bellerín: Unseen Journey",
    "imdb_rating_average": 8.7,
    "douban_rating_average": 0,
    "update_at": "2025-05-30T20:55:50"
}