{
    "aka": [
        "The Greatness of the Small Man"
    ],
    "sid": "35331298",
    "cast": [
        {
            "url": "/celebrity/1000561/",
            "name": "罗伊·安德森 Roy Andersson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "瑞典"
    ],
    "writer": [],
    "imdb_id": "tt7019958",
    "director": [
        {
            "url": "/celebrity/1019844/",
            "name": "Kjell-Åke Andersson Kjell-Åke Andersson",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "瑞典语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt7019958/",
    "this_title": [
        "Den lilla människans storhet"
    ],
    "douban_link": "https://movie.douban.com/subject/35331298/",
    "trans_title": [
        "小人物的伟大",
        "The Greatness of the Small Man"
    ],
    "douban_votes": "0",
    "introduction": "Documentary depicting Swedish director Roy Andersson in how he transforms his thoughts about the prevailing social climate, evil and superstition to fictional film.Film director Roy Andersson's comeback \"Songs from the second floor\" was greeted with standing ovations at the world premiére at Cannes, in May 2000. Kjell Andersson has in a co-operation with Bo Harringer and FilmAtéljen documented the birth of this film, over two and a half years. The Greatness of the Small Man is concentrated on three key scenes in the movie. The film also portrays how Roy Andersson puts his theories of society, evil and superstition to practice. Since Kjell and Roy are brothers one has really got the opportunity to dig deep into Roy and his ideas and methods, through very personal conversations. The Greatness of the Small Man was shown on SVT in October 2000.Not a standard 'making of' doc, this unassuming featurette on Songs from the Second Floor, co-directed by Roy Andersson's brother Kjell, spends time hanging out in a couple of Roy's inimitable sets - the disused hangar turned sweeping grey train station, and the gravel pit where a crowd of locals were assembled to witness the sacrifice of a nine-year-old - and observing the film's formation. Roy vouches a disdain for modern politics' illiberal technocratic bent, laughing gaily at anything that passes - and leaving his cameraman to knot his brow with artistic doubt. What registers is the human scale of the huge enterprise.",
    "chinese_title": "小人物的伟大",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Den lilla människans storhet",
    "douban_rating_average": 0,
    "update_at": "2026-02-16T21:56:38"
}