{
    "aka": [
        "The History of American Country"
    ],
    "sid": "3533430",
    "cast": [
        {
            "url": "/celebrity/1040741/",
            "name": "莱尔·洛维特 Lyle Lovett",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0465337",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2005-06-11"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0465337/",
    "imdb_votes": 53,
    "this_title": [
        "Lost Highway :  The History of American Country Music"
    ],
    "douban_link": "https://movie.douban.com/subject/3533430/",
    "imdb_rating": "7.6/10 from 53 users",
    "trans_title": [
        "The History of American Country"
    ],
    "douban_votes": "0",
    "introduction": "BBC TWO travels the Lost Highway and uncovers the story of country music on a journey to the heart of America and the music that has come to define it.From the makers of the award-winning series Dancing in the Street and Walk On By comes another major heritage music series charting the history of country music in the words of its greatest performers and producers, musicians and songwriters.2003 sees the 50th anniversary of the death of Hank Williams, the most iconic figure in country and one of the most revered songwriters of all time.And country is currently enjoying a remarkable renaissance fuelled by the international success of the multi-million selling soundtrack to the Coen Brothers movie O Brother Where Art Thou.This bluegrass revival, which has brilliantly succeeded in re-inventing the music for a contemporary audience, has been led by performers such as Emmylou Harris, Alison Krauss and Gillian Welch, all of whom feature in Lost Highway.Series Editor, Michael Poole, said: \"Country is now some of the coolest music around but there's still this popular misconception that it's just about line-dancing and big hats.\"In fact country is a really rich and varied music that constantly surprises you with its depth and range. It's also a fascinating way to see how America has negotiated wave after wave of social change.\"Country's influence can be felt in every genre of popular music and it is full of larger than life characters whose stories we bring to life in Lost Highway.\"It's always been the music through which America talks to itself - and now it is increasingly finding popularity outside America, most recently seen in the massive world-wide sales for the soundtrack to Oh Brother Where Art Thou and the continued chart presence of performers like Shania Twain.\"At a time of uncertainty and change, country music is being embraced again because it offers a deep sense of rootedness.The longing it expresses has always been about belonging and it's one of the key ways ordinary Americans have made sense of their country and themselves.This four-part series will make sense of the people and the landscapes of country music, and the amazing variety and depth of this genre and its performers.Uniquely, it will use musical reconstruction and specially recorded performance from leading artists to allow its audience to experience the music in a new, fresh and accessible way.Lost Highway will chart the history and growth of country music from its roots in mountain music, through bluegrass to the emergence of Hank Williams and honky tonk, the rise of the pop friendly Nashville Sound, the extraordinary emergence of female performers to positions of dominance in the industry and the success of newer forms of the genre from country rock to alt. country.It includes exclusive contributions from Emmylou Harris, Alison Krauss, Gillian Welch, Hank Williams III, Kris Kristofferson and Dolly Parton amongst others.Lost Highway: The Story of Country Music is produced by William Naylor; the series editor is Michael Poole.",
    "chinese_title": "Lost Highway :  The History of American Country Music",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-08-04T13:39:11"
}