{
    "aka": [],
    "sid": "35341497",
    "cast": [
        {
            "url": "/celebrity/1033659/",
            "name": "长谷川一夫 Kazuo Hasegawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1034133/",
            "name": "船越英二 Eiji Funakoshi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1360488/",
            "name": "近藤美恵子 ",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1961",
    "genre": [
        "动作",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2631476909.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1431346/",
            "name": "浅井昭三郎 Shôzaburô Asai",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1032944/",
            "name": "三隅研次 Kenji Misumi",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1961-11-29(日本)"
    ],
    "this_title": [
        "銭形平次捕物控 美人鮫"
    ],
    "douban_link": "https://movie.douban.com/subject/35341497/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "江戸の深夜、ある町角で武蔵屋の娘、お美代がかんざしで突き殺された。平次が留守とあって八五郎の活躍となった。お美代が出かけたという谷中の妙照寺に出向いた八五郎は、蓮月尼という美人の尼さんと逢った。八五郎の報告を聞いた平次は、武蔵屋の言った時間とのくい違いから蓮月尼を怪しいとにらみ、妙照寺にのりこんだがすでにもぬけのからだった。その帰途、武家娘琴江を襲うお高祖頭巾の女お吟、とその配下の黒覆面の侍があった。平次の投げ銭にお吟らは妙照寺に逃れた。そこで、平次と八五郎は顔をつぶされた尼僧の死体を発見した。頬のホクロで蓮月尼と判るが、平次達は、寺社奉行の配下に捕まってしまった。この頃、江戸市中に急激に広がった麻薬の弊害は目に余るものがあった。この取締りには若年寄京極近江守より直々の申付があって、南町奉行所は全力を挙げて奔走していた。与力笹野新三郎と神谷仙八は、一夜、意を決して、独断で入牢中の平次を外に出し、麻薬密輸の探索を命じた。平次は、殺されたお美代や、蓮月尼の死体から麻薬の臭いをかぎ取っていた。麻薬ルートは長崎と見当をつけた平次は変装して旅立った。八五郎もその後を追った。八五郎は琴江と道連れになったが、彼女は恋人の伊織の行方を訪ねて長崎へ行く途中だった。長崎についた平次は、江戸で笹野新三郎に聞いた“悠天丸”という船を探すが、この船は長崎に来た時だけ“順天号”という名前になっていることを中国娘玲花より教わった。平次は、その順天号にもぐり込んだがこの船の船艙には大勢の若い女が閉じこめられていた。この娘達は麻薬と交換に、江戸からかどわかされて来たものであり、お美代は逃げそこなって殺されたのであった。平次は、長崎奉行、丹羽守に協力を求めたが、一かつのもとに退けられてしまった。一方、江戸から恋人、伊織を尋ねて来た琴江は、ある夜、伊織と再会した。しかし、彼は麻薬に犯されて廃人同様になっていた。その伊織も何者かのために斬り殺された。駆けつけた、平次と八五郎に、断末魔の息の下から五島屋とだけ言って死んでいった。平次は長崎の豪商五島屋を初めて知った。五島屋に忍びこんだ平次は、お吟が五島屋の情婦であることを知った。そんな時に玲花が何者かに捕われた。平次と八五郎は玲花を探して、順天号に乗り込んだ。その船底に玲花は監禁されていた。玲花の父は、悠天丸の船長であったが、五島屋のために殺されたのであった。五島屋は玲花を使って平次をおびき出し、罠を仕掛けて待っていたのだ。順天号には強力な爆薬が仕掛けられてあった。やがて－－暗黒の海上に轟然たる大音響とともに火柱があがった。明くる朝、娘達を満載した船が五島屋の命令で帆をあげようとしていた。そこへは江戸与力神谷仙八が現われた。彼は五島屋と結託して私腹を肥やしていたのだ。だが、そろそろ探索の追求がはげしくなり、五島屋も利用価値がなくなったとみて、五島屋を配下の浪人達に殺させた。その時、死んだと思った平次と八五郎が現れた。そこへ近江守が琴江を連れて現われた。琴江は伊織の仇とばかり仙八を斬った。仙八は何か言わんとして息断えた。平次の鋭い謎説きが始まった。琴江も一味だったのだ。平次の証拠の数々に琴江は自害した。平次は黒幕の主領として近江守を指した。近江守が長崎にいた時に、麻薬密輸の暴利から離れられなくなっていたのだ。琴江は主をかばって自害したのである。船の廻りは長崎奉行配下の船で取りまかれていた。",
    "chinese_title": "銭形平次捕物控 美人鮫",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-01T05:22:22"
}