{
    "aka": [],
    "sid": "3534063",
    "cast": [
        {
            "url": "/celebrity/1315221/",
            "name": "毛乐 Le Mao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1015115/",
            "name": "张国立 Guoli Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1310684/",
            "name": "朱媛媛 Yuanyuan Zhu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313581/",
            "name": "陈创 Chuang Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327148/",
            "name": "马可悦 Keyue Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322870/",
            "name": "李嘉存 Jiacun Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313645/",
            "name": "宋妍 Yan Song",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312705/",
            "name": "杨俊勇 Junyong Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1384358/",
            "name": "蒋耀玢 Yaobin Jiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322735/",
            "name": "刘淼 Miao Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312707/",
            "name": "李楠 Nan Li",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "悬疑",
        "犯罪",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2567083950.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1318298/",
            "name": "马军骧 Junxiang Ma",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1015115/",
            "name": "张国立 Guoli Zhang",
            "@type": "Person"
        }
    ],
    "duration": "40分钟",
    "episodes": "25",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2001-01-16(中国大陆)"
    ],
    "this_title": [
        "京城大状师"
    ],
    "douban_link": "https://movie.douban.com/subject/3534063/",
    "trans_title": [
        ""
    ],
    "douban_votes": "965",
    "introduction": "第一集柳继先喜获“京城第一状师”称号，众状师前来庆贺，热闹非凡，他儿子柳重言却心高气傲，不愿沾父亲的光，希望有朝一日能超过父亲，得到“天下第一状师”的称号。顺治皇帝虽为万乘之君，却得不到自由和爱情，一气之下要出家，闹得宫中鸡犬不宁。柳重言略施小计骗了恶霸的钱去救被恶霸欺负的弱女子，恶霸恼羞成怒，追打重言，重言幸得未婚妻楚君相救才脱身。螯拜居功自傲，连皇上也不放在眼中，众臣敢怒不敢言，皇上也惧他三分，与董妃相见也只有暗中传字相约。第二集皇上在宫中郁闷，与段太傅私自微服出宫，段太傅带皇上到他的亲家柳继先家中拜访，正赶上柳继先教训重言，考重言大清律例，重言谈吐不凡，令皇上赞叹不已，两人结为兄弟。宫中，皇后为争宠，说服太后严刑逼董妃交出皇上写的字条，董妃被折磨得死去活来。皇上回到宫中，想去看董妃，摄政王多尔衮拥兵自重，将皇上挡驾，皇上执意要闯进去，君臣发生冲突，多尔衮借此笼络其他大臣，欲废皇上。第三集柳继先一身正气，想培养一批正直的状师，可那些学生急功近利，转投唯利是图的钱状师门下，柳继先感叹世风日下，重言用计惩治了钱状师，替父亲出了口恶气。重言与未婚妻楚君互相恃才傲物，看不惯对方，双方父母为摄合他们的婚事，使用激将法，让他们公开摆擂台比试才华以定婚事。柳段两家擂台正打得难分难解，段太傅突受皇上召见，擂台只得改日再打。皇上对自己身边最亲信的太监赵公公被杀而不解，段太傅也不明原因，螯拜一口断定是多尔衮所为，欲借机除之。此案嫌疑人一条龙生性好赌，又有前科，现场种种迹都表明他难脱干系而被判死罪，一条龙母亲为救儿子求钱状师帮助，反被羞辱，转而找柳继先，但柳继先也认定一条龙是杀人疑凶，怕英名受损而不敢接案子，柳重言却不知天高地厚接下了。第四集柳重言为查案，带着仆人古佳欲到现场验尸，被拒之门外，正无奈之时，遇到微服的皇上和侍卫佟致远，佟在顺天府暗示身份，官差拱请柳等人入内验尸，柳发现几处疑点，不动声色，估计不是一条龙所为。赵公公的干儿子赵明等人赶到现，百般刁难柳，皇上也提醒柳，此案不简单，希望他不要插手，但柳却认为自己有把握。柳要求顺天府重审此案，并据理力争，使顺天府尹不得不答应重审此案，将一条龙暂缓判决。皇上回到宫中，也相信赵公公之死是多尔衮所为，决定与多尔衮对着干，挑明此事，并要废掉皇后，立董妃为后，在宫中掀起风波。第五集柳重言与赵公公女儿桃云逛街时遇到未婚妻楚君，楚君醋意大发，与丫环百般捉弄柳重言，令他在桃云面前出丑，气得柳七窃生烟。柳为查凶案真相，夜挖赵公公之墓，刚发现一点线索，赵明等人赶到，将柳与古佳报官，抓进监狱，还连累柳继先也被抓起来问罪。幸得皇上降旨将他们释放，但也气得柳继先再也不让重言出门。桃云遭哥哥赵明暗算，柳重言才知道赵明是武林高手，怀疑赵明便是杀人凶手，重言与古佳潜入桃云家探个究竟，却发现赵明与他干妈有奸情，此时赵明干妈有了赵明的骨肉，赵明要灭口，柳重言再次被赵明抓获，幸得桃云带柳继先及府尹相救。第六集赵明杀众人，大内侍卫佟大人及时赶快，将赵明捉拿归案，真相大白，正当柳重言摆酒庆贺时，钱状师警告柳重言别太狂，此案并不那么简单，果然传来了赵明师傅死讯，证明凶手并非赵明，案中有案，柳重言百思不得其解，突然猜出与他结拜的人是皇上，重言到宫中找皇上结案，才发现案子越来越复杂，正欲与皇上研究案情，突然传来董妃病危消息，经重言查看是中剧毒，董妃死后，皇上便出家，并嘱托螯拜除掉多尔衮。螯拜邀多尔衮郊游，用计骗多尔衮喝下毒酒，待多尔衮毒发时，得意地告诉多尔衮真相，称赵公公及董妃都是自己所杀，自己可以独揽朝政。第七集螯拜对外称皇上驾崩，照遗诏立三太子为康熙皇帝，朝中大臣无不唯螯拜马首是瞻。段太傅看到朝政太乱，想退隐抱外孙，催楚君与柳重言完婚，楚君不从，时有人自称是螯拜手下来访。楚君与丫环出门到街上看柳重言笑话，开始对重言有好感，以香帕相赠，岂料回到家中发现家中惨遭灭门，父母及家人全被杀，楚君与丫环也被追杀。柳继先及重言闻讯前往段家查看，发觉是蓄意谋杀，只是不知楚君死活，重言本想查找，但顺天府尹来拜访，说杀太傅之死涉及国家机密，不得追查真相，重言觉得其中一定有阴谋，柳继先劝重言出门游历，积累经验。第八集重言带着古佳和一条龙出门，柳继先千叮万嘱付出门在外小心，也希望重言长点经历、见识。大内侍卫佟大人因为护送皇上去五台山时与皇上失散，便四处打听皇上踪迹，在一家妓院里碰到偷儿小柔，小柔将店内嫖客的钱偷走，并将赃物放进佟大人包袱中脱身，两人因而结识为朋友，佟大人想上五台山寻找皇上，为行动方便他与小柔扮成叔侄。皇上在五台山修行，法号行痴，众僧人并不知他底细，皇上剃发之后，发誓一生不再说话。柳重言三人一路上又累又饿，途中遇到两帮会准备打斗，差点送了命，方知江湖险恶。第九集众帮会为各自利益要争帮会盟主之位，帮会调停人丁平建议，通过抢彩球方式来定盟主之位，众人无异议。重言等人看热闹被小柔偷去钱袋，想找小柔要回钱袋及楚君相赠的手帕，反被小柔戏弄，误打了正着抱到了花球，被众帮会定为帮会盟主，众帮会不服，因有言在先，又不得不服，正当重言不知所措时，被前来的官兵以聚众闹事而拘捕。在公堂上，重言以雄辩口才让知县无话可说，同时赢得众帮会人的佩服，树立了威信。重言趁机给帮会定规矩，改良帮会，重言为了寻回被盗的手帐，派手下四处打探，却找不到小柔。重言刚刚将万马帮和雷霆帮多年恩怨化解，而当初一直做帮会调和人并力推重言做盟主的丁平，却暗中又挑起两帮会仇杀。第十集古佳劝重言逃走，但重言不愿帮会厮杀，只得请知县出兵平息，岂料知县并不理会，重言只好冒死劝两帮帮主停止厮杀，发誓要查清这起阴谋。万马帮帮主第二天突然莫名死亡，重言发现帮主是被人谋杀，丁平假装正义骗得众人信任，而重言发现了丁平深藏不露的本性，知道他确实不简单，重言就从雷霆帮帮主妹妹穆琳与万马堂堂主相爱的事入手，从中调解，两帮人却不吃这一套。小柔终被抓回来见重言，狡猾的小柔用计逃脱，害得古佳当众出丑。第十一集佟大人受重伤多得小柔照顾，身体渐渐复原。重言为调解两帮之事，不惜冒险两边斡旋，在与丁平喝酒时发现丁平的一些蛛丝马迹，故意试探丁平，丁平果然不简单，与螯拜有关连。一波未平，一波又起，雷霆帮帮主突然被杀，事情变得越来越复杂，丁平也渐渐露出水面。重言为找小柔要回手帕，反而再次被小柔捉弄，掉入粪坑。雷霆帮有一堂主欲携银私逃，然后突然死去，重言前来处理，发现破绽越来越大，连自己也差点被下毒。如此机警逃过一劫，重言觉得应以退为进，暂时避开一下，刚好抓到小柔，百般报复捉弄小柔一翻。第十二集重言正在报复小柔，佟大人赶到，三人相认。重言请佟大人相助解决帮会之事。重言设计假装陆堂主死而复生，吓得穆琳的奶妈程苗魂飞魄散，说出真相。原来她是雷霆帮帮主之妹穆琳的亲妈妈。但由于丁平恐吓，她把所有的罪揽在自己身上，自己所做的一切都是为了穆琳。第二天她却莫名被人杀死，事情再度恶化，令重言想不通，将自己倒吊起来想问题，终于想出丁平的种种可疑之处。重言等人突遭污陷，佟大人被认为是杀程茵凶手，知县想让佟大人屈打成招，重言怎么辩驳也无用，重言等人被打入监狱。第十三集在狱中，两狱卒称是帮会中人，可帮重言等人逃狱，但重言嘱咐他们只须虚张声势，扬言要铲平县衙，迫使知县放了重言等人，只是不放佟大人，小柔求重言救佟大人，重言不答应，众人对重言不满。重言为佟大人翻案，但苦于没有证据，要知县宽限三天，知县听了重言的吹捧，答应宽限三天。重言用计骗穆琳说出真相，找出杀人真凶，在公堂上，重言为了拖延时间，故意大闹公堂，终于等到了丁平来公堂，重言将丁平一条条的证据摆出来；丁平百般狡辩，重言请出穆琳，道出真相。原来穆琳和丁平是双胞胎兄妹，丁平被揭穿真面目，恼羞成怒，想杀重言，幸得佟大人相助，丁平错手杀死穆琳，却被重言一推之下丧身刀下，所有真相大白。第十四集小柔为报答重言救佟大人，信守诺言陪重言一晚上。重言本想报复小柔，折磨小柔，反遭被小柔暗算，被揍了一顿也没捞着便宜。连钱也被小柔拿走。小柔与佟大人一起寻皇上，但小柔被人跟踪，佟大人以为是小柔的仇家，出手赶走他们。重言与古佳、一条龙重操旧业，想替人打官司挣钱，可人生地不熟，没人帮衬。小柔再次被人缠住，佟大人出手相助，却被人施药放倒，小柔也被掳走。重言他们发现佟大人并将他救醒，一起去找小柔，他们越走越发觉不对头。原来小柔大有来头，是当地最有权势的余家堡堡主外孙女。小柔为了摆脱表哥的纠缠，同时为了接任堡主位，要重言假扮情侣。第十五集原来余家堡是神偷世家，小柔是第四代堡主传人，小柔两个表哥为得到堡主之位，追求小柔，小柔才想让重言帮忙做情侣，重言本不想帮小柔，但见小柔两个表哥实在不象样，才答应帮忙。余太君堡主想早日传位给小柔，逼小柔与重言早日成婚，令重言为难。小柔失踪多时的大表哥也回来了，只不过被毁了容，三个表哥的妈妈为各自利益，争堡主之位，互相攻击，对重言更是不满。佟大人突然发觉有人跟踪自己，决定出去查查情况。螯拜已牢牢将少年康熙掌握在手中，并不时给康熙帝颜色看，令康熙帝敢怒不敢言。螯拜发现佟大人在余家堡，下令手下荣俊密切监视余家堡，找到要找的东西就产平余家堡。小柔三表哥为了抢堡主之位，不惜用下三滥手法，在糕点中下药，但糕点被古佳和一条龙吃掉，三表哥竟然动手将小柔打昏，欲强暴小柔。第十六集重言无意中发现三表哥欲强暴小柔，挺身相救，两人回家途中失足掉入陷阱，患难中开始互相有好感。三表哥意外死亡，从此余家堡鸡犬不宁，余太君将堡主之位正式传给小柔，并将一件宝盒交给他，宝盒中却是一封信，没等小柔看信，就被一蒙面人抢走，原来信中藏着一个天大的秘密。第十七集重言夜间看见一黑衣人，想查看一下，却被人暗算，等他醒来后，被人发现二表哥死在他身边，众人认为他是杀手，被送到了官府，经太君担保，重方才被暂时放出来，并要他查出凶手。岂料太君当晚被暗杀。重言装神弄鬼查凶手，借口说余家祖宗托梦给他要查出凶手，大表哥做贼心虚，露出了马脚，原来信是他抢的，但命案与他无关，他说所做的一切都是为了余家堡好，其中有个大秘密，如果传出去余家堡就会被灭门，随之杀出重围逃走。重言坚信凶手仍在堡内，他与小柔商量好用结婚之用引出真凶。谁也想不到是小柔的大姨妈杀了二表哥、三表哥。大表哥逃出余家堡后，向荣俊说出信的秘密，结果被灭口。佟大人回来后，才知道余家堡发生了巨变，他与重言等人离开余家堡，重言与小柔都舍不得对方，但都嘴硬不说。重言他们刚走，楚君又找到余家堡。第十八集小柔追上重言他们，楚君也尾随而至，见重言与小柔以夫妻相称很不是滋味，伤心而走，却落入匪徒之手；重言发现楚君被送入妓院，妓院老妈将楚君现场拍卖，重言用小柔偷来银两高价买下楚君，但楚君已被吓傻，什么也记不起来。为恢复楚君记忆，重言等人装神弄鬼，企图以毒攻毒治楚君，小柔想尽各种办法都不能奏效，其实楚君并没有失忆，只是看到重言与小柔关系，不想破坏他们只好装失忆。重言要面临对两个姑娘的选择，让他左右为难。第十九集重言在两个姑姑间，顺了这个情，又失了那个意，小柔醒意大发，楚君也觉难做，只好不辞而别了。小柔追上楚君，两人推心置腹，结为好友。楚君告诉重言，妓院攀花楼是个魔窟，重言派古佳和一条龙前往探视，落入虎口；重言见他们久而未归，报了官，将二人救回。但重言见县官处处维护妓院，怀疑他与妓院有关，决心查个水落石出，县官发觉重言对他不利，派人暗杀他们。重言扮阎罗王，古佳和一条龙扮黑白无常，将县官与老妈押来，吓得两个人如实招供罪行，惩治了他们。重言等人来到五台山找出家的皇上，尽管主持说没这个人，重言却从他们的神态中觉得其中有疑点，待再查时，主持说那个人已死，令重言感慨万分。第二十集重言等人惆怅而去，想回京城，岂料楚君神情大变。众人只得继续游历，可两年来一直无所作为。某日路过集市，碰到两人争执，而县官又糊涂判案，重言挺身而出，凭其才智，聪明断案，结果暴露行踪引来杀身之祸，滚落山崖才逃脱；楚君才突然醒悟，说自己并没有失忆，将自己的遭遇说出来，说出父亲被杀的原因，并说出小柔的身世，小柔原来是螯拜和皇后的私生女，众人大惊，小柔得知自己身世不知所措，不愿这是事实，伤心独自离开众人。重言依照小柔的性子，估计她去京城查自己的身世，就奔京城找小柔；同时也想回家看看，亲人团聚，重言心里还惦记着小柔。螯拜恶行已引起许多大臣不满，柳继先也暗中查找螯拜罪证；但螯拜只手遮天，对他尚无办法；康熙帝在其他三位辅政大臣劝说下，宣布亲政。第二十一集螯拜百般阻挠康熙帝亲政，但皇帝主意已决，螯拜只得答应。重言带楚君到顺天府替楚君一家惨死鸣冤；消息传到螯拜耳中，便令荣俊解决，结果谁也不敢受理此案，重言也挨了打。小柔为查明自己身世，用计混入螯拜府中做丫头。柳继先请来朝中威信极高的十皇爷商议，十皇爷气愤地要参螯拜一本，但十皇爷并不是螯拜对手，反而引来杀身之祸，死于非命。小柔给螯拜送汤，差点被螯拜手下认出，小柔机智骗过，趁机和螯拜亲近，引起螯拜心思，想起自己私生女。康熙亲政，螯拜在亲政大典故意找碴。第二十二集螯拜以黄河水泛为由，将众人带走，弄得大典冷冷清清，却更坚定了康熙除螯拜的决心。柳府来了刺客，一条龙母亲惨死刀下，使柳继先重言等人觉得危险开始逼近，在佟大人的引荐下，重言与康熙相识，两人以朋友相处，柳重言在太皇太后面前慷慨陈词，大谈治国之道，反而惹怒了皇太后，被抓起来，次日处斩。第二十三集重言被押付刑场，螯拜亲自来监斩，眼看重言人头落地，皇上突然驾到，执意要放重言，与螯拜较劲，逼得螯拜无可奈何，放了重言。重言与康熙商讨治螯拜方法，仍牵挂着小柔。小柔与螯拜父女相认，螯拜说漏嘴，让小柔知道皇后是自己母亲，小柔难计接受这个事实，不愿留下，螯拜怕小柔出去会暴露这个秘密，下令将小柔关起来。皇上与重言设计抓来螯拜亲信荣俊，严刑逼供，使他招认。敲山震虎，螯拜威胁太皇后，要放了他亲信，处置佟大人和重言，太皇后无奈同意。皇帝本想向太皇后报告螯拜之事，但太皇后觉得还斗不过螯拜，劝皇上不要与螯拜作对。重言也受到父亲的劝阻，劝他要忍耐，突然太皇宣柳继先进宫有事商议。第二十四集太皇后劝柳继先阻止重言等人不要动螯拜，恩威并施，让柳继先无话可说。柳继先不惜以断绝父子关系来劝重言，但重言为维护律法尊严，毅然离家。皇上带着重言等人到顺天府告状，消息传出，朝野震惊，螯拜赶快笼络八旗旗主，告知他们皇上欲废八旗各项特权，要八旗旗子弟自食其力，挑唆八旗造反，欲取皇上而代之。由于顺天府、刑部都不敢接皇帝的状子，螯拜提议由八旗旗主来审理此案，皇上答应。螯拜窃喜；到公堂上，柳重言才发现螯拜请来了父亲柳继先做状师，重言一时不知所措，先输一筹，回到家中，父子各持已见，反目成仇。第二十五集公堂上，从赵公公案开始，重言指出螯拜是凶手，但各项证据证人都被柳继先驳倒，又输一场，重言唯一的希望放在螯拜的亲信荣俊身上，只要荣俊不翻供，就有机会赢得这场官司。再次开审，重言说出螯拜与皇后私生女之事，众人闻言大惊，但再次被柳继先驳倒，重言只好传荣俊出堂，岂料荣俊在堂上反口不认罪，反诬陷重言等人，重言再输一场。小柔乘螯拜赢了官司庆贺时逃走，刚好听到螯拜要杀重言的话，大惊，忙找到重言，果然杀手追到；混乱中，荣俊被杀死，小柔也重伤而死。佟大人找到行痴和尚，佟大人将知痴带回宫中，八旗旗主见状大惊，康熙帝见父亲，泪如雨下，终于感动顺治帝，答应出来作证。螯拜闻言大惊，忙暗中准备发难。顺治出现在公堂上，指证螯拜所做种种罪恶，柳继先也当堂指证螯拜罪行，群情激奋，当场将螯拜擒拿归案，天下太平。重方与楚君有情人终成眷属。",
    "chinese_title": "京城大状师",
    "douban_rating": "6.9/10 from 965 users",
    "foreign_title": "",
    "douban_rating_average": "6.9",
    "update_at": "2025-05-29T04:21:06"
}