{
    "aka": [],
    "sid": "35341456",
    "cast": [
        {
            "url": "/celebrity/1033659/",
            "name": "长谷川一夫 Kazuo Hasegawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1039058/",
            "name": "山本富士子 Fujiko Yamamoto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054173/",
            "name": "益田喜顿 Kiiton Masuda",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1953",
    "genre": [
        "动作",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2631475077.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1402138/",
            "name": "八木隆一郎 Ryuichiro Yagi",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1016997/",
            "name": "森一生 Kazuo Mori",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1953-12-01(日本)"
    ],
    "this_title": [
        "銭形平次捕物控 金色の狼"
    ],
    "douban_link": "https://movie.douban.com/subject/35341456/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "日本橋の踊りの師匠お歌が温習会に出て留守中、お歌と生写しの女が家に入りこみ、親譲りの三味線の胴を切さいて去った。翌朝、お歌の叔父、能役者崩れの金春七之助がもと大久保石見守屋敷の焼跡で変死しているのが発見された。明神下の岡っ引銭形平次は、死体の傍の土台石に刻まれた紋とお歌の家の紋が同じ源氏車であることから、石見守に関連した事件と目星をつける。調査の結果殺された七之助は、不正の廉でお家断絶となった金山奉行石見守の五番目の息子、お歌は一番目の息子の娘、と判明する。間もなく同じ焼跡で石見守の娘睦の死体が発見されたが、検屍の蘭法医鴨下五斎はなぜか平次の他殺説を却け、自殺説を固執する。事後、平次をたずねてきた睦の娘お袖の口から、先祖の遺した七万両の財宝を堀りだすため、家伝の絵図を例の焼け跡に持参するように、という大久保一族と称する未知の人からの手紙に応じて、睦がでかけたいきさつを知る。当の絵図はお袖が持っていたが、半分に切られたその余白には謎めいた文句が書いてあった。お歌の三味線の棹から出た他の半分と合せて、謎の文句は首尾ととのったが、なおその真の意味は不可解である。いずれにせよ、七万両の所在を示すものにちがいなかった。するうち、お歌の叔父土谷雲之介がまたも焼け跡で殺され現場にお歌が居合せたと称して平次の商売仇三の輪万七は彼女をひっ括る。次には平次の恋女房お静とお袖が何者かに誘拐され、二人の命と絵図を引替えようとの出所不明の手紙が舞込んだ。この取引きでお袖だけはかえってきたが、なお謎の意を明かさねばお静はかえさぬという伝言である。お袖の言葉からあたりをつけた平次は、鴨下五斎の邸に忍び入った。お静は案の条そこにいたが、救おうとした平次は計られて落し穴に落ちる。その間に謎を解いた鴨下や薬箱持ちの喜助、お歌の乳母の息子友次郎、お歌と生写しの女お夏らを中心とする一味は、遠く箱根湯本の元石見守別邸にむけ出発した。じつは石見守の庶子である喜助は、母親の出が卑賎のため一族の者に軽んぜられた過去の恨みと、七万両への欲望との二股かけて数回の親族殺しを遂げた主魁であり、五斎はかつて喜助よりうけた恩義のため、友次郎はお夏への妄執のため一味に加わっているのだった。箱根に着いた彼らは仲間割れでまず友次郎をほうむり、いよいよ別邸附近水車小屋の地下道に七万両の隠し場をつきとめたとたん、はやくも謎を解いて先廻りしていた平次に立ち塞がれる。喜助が殺した土谷雲之介こそその父親と出身を明かされたお夏は喜助に斬ってかかり、鴨下を交えての格闘がはじまったとたん、地下道の石が崩れて、三人はその下に圧死した。お歌は釈放された。",
    "chinese_title": "銭形平次捕物控 金色の狼",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-23T17:33:52"
}