{
    "aka": [
        "L'héritage de Pina Bausch"
    ],
    "sid": "35359694",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2632881041.jpg",
    "region": [
        "德国",
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1528572/",
            "name": "约尔格·阿道夫 Jörg Adolph",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt13831986",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "德语",
        "法语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt13831986/",
    "imdb_votes": 6,
    "this_title": [
        "Das Erbe der Pina Bausch"
    ],
    "douban_link": "https://movie.douban.com/subject/35359694/",
    "imdb_rating": "5.7/10 from 6 users",
    "trans_title": [
        "L'héritage de Pina Bausch"
    ],
    "douban_votes": "0",
    "introduction": "Il y a dix ans, le monde de la danse contemporaine perdait l’une de ses étoiles. Directrice de la compagnie Tanztheater Wuppertal, qu’elle avait fondée dans les années 1970, la chorégraphe allemande Pina Bausch (1940-2009) laissait derrière elle un riche héritage : celui d’une \"danse-théâtre\" empreinte de poésie et inspirée par la personnalité de ses danseurs et danseuses.En 2009, le monde de la danse contemporaine perdait l’une de ses étoiles. Directrice de la compagnie Tanztheater Wuppertal, qu’elle avait fondée dans les années 1970, la chorégraphe allemande Pina Bausch (né en 1940) laissait derrière elle un riche héritage : celui d’une \"danse-théâtre\" empreinte de poésie, vibrants collages de scènes de vie inspirées par la personnalité, les émotions et les expériences de ses danseurs et danseuses. Ce documentaire rend hommage à une artiste d’exception en s’interrogeant sur son influence. Laquelle se ressent encore aujourd’hui, notamment dans les créations d’Alan Lucien Øyen, dont on découvre des extraits du dernier spectacle, Bon voyage, Bob. Danseurs et artistes qui ont travaillé à ses côtés – Jo Ann Endicott, Lutz Förster ou Dominique Mercy – prennent également la parole pour évoquer leur rapport à cette grande dame, à laquelle Wim Wenders avait consacré un film, l’éblouissant Pina, diffusé par ARTE.",
    "chinese_title": "Das Erbe der Pina Bausch",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.7,
    "douban_rating_average": 0,
    "update_at": "2025-05-07T07:13:13"
}