{
    "aka": [],
    "sid": "35352380",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "戏曲"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2632880165.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1055045/",
            "name": "居塞比·威尔第 Giuseppe Verdi",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [],
    "this_title": [
        "Nabucco (2017 Arena di Verona)"
    ],
    "douban_link": "https://movie.douban.com/subject/35352380/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Depuis les Arènes de Vérone, une mise en scène somptueuse du \"Nabucco\" de Giuseppe Verdi (1842), dont le Français Arnaud Bernard transpose l’intrigue (le conflit entre Hébreux et Babyloniens à Jérusalem) dans l’Italie du \"Risorgimento\".Créé à la Scala de Milan en 1842, Nabucco offre à Giuseppe Verdi son premier triomphe. Dans une Italie alors en proie aux mouvements nationalistes, le public s’identifie immédiatement aux Hébreux retenus en captivité à Babylone, ce qui vaut à l’opéra d’être joué cinquante-sept fois en trois mois, au lieu des huit représentations initialement prévues. Le chœur des esclaves \"Va, pensiero\" devient ainsi l’un des airs les plus célèbres de l’histoire de l'art lyrique. Pour sa mise en scène de Nabucco dans le prestigieux cadre des arènes de Vérone, le Français Arnaud Bernard transpose l’intrigue – le conflit entre Hébreux et Babyloniens à Jérusalem – dans le Milan des Cinque Giornate. En évoquant ces cinq journées de mars 1848 où le peuple se souleva contre l’occupant autrichien, il souligne l’importance qu’avait revêtue à l’époque cet opéra, comme d’ailleurs toute l’œuvre de Verdi, dans le processus d’unification italienne.",
    "chinese_title": "Nabucco (2017 Arena di Verona)",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-29T17:36:38"
}