{
    "aka": [],
    "sid": "35356777",
    "cast": [
        {
            "url": "/celebrity/1195409/",
            "name": "Nicole Whitehead Nicole Whitehead",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "惊悚",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2632440094.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [],
    "imdb_id": "tt9261690",
    "director": [],
    "duration": "44分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-11-30(澳大利亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9261690/",
    "imdb_votes": 345,
    "this_title": [
        "Tantrica"
    ],
    "douban_link": "https://movie.douban.com/subject/35356777/",
    "imdb_rating": "3.2/10 from 345 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Abandoned at birth and rescued by a Sadhu, Kalpana, grows up in an ashram deep in the mountains, with the sweet-natured and innocent Mohini, who is closer than a sister and the only person she truly cares for. Kalpana is not like most young women of her age. She harbors a secret desire to never again be helpless and to control her destiny. Despite her Guru teaching her the path of righteousness, Kalpana's desire turns to the need for immense power and ultimately immortality.In the midst of all of this, Kalpana meets (Prince) Aditya, who arrives at the ashram to gain knowledge from his new Guru. Kalpana and Aditya learn about and explore their sexuality together. Little does he know, that she is more dangerous than her appearance. Blinded by her pursuit for power, this TANTRICA learns about the forbidden, dark, left-hand path of Tantra, with which she develops supernatural abilities.As a result of an attempt to destroy her, Kalpana transcends time and space with the aid of a rare diamond, which has a protective mantra placed upon it, trapping her for a thousand years. Until one night, (present day) - Gold Coast, Australia - when Kalpana is freed by a couple (Reena & Sam) experimenting with Tantra meditation. She fits perfectly into this new, modern world of sin, sex and corruption, where she meets a new lover, Dev. Dev is a Rajput (of royal blood), but he does not care for the significance of this in this day and age. Despite his feelings for Kalpana, Dev is unable to explain Kalpana's sudden appearance into his life and the mysterious and bizarre deaths taking place, since they met. He must seek out answers - fast - before it is too late for him and his friends.",
    "chinese_title": "Tantrica",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 3.2,
    "douban_rating_average": 0,
    "update_at": "2026-02-25T03:56:49"
}