{
    "aka": [
        "When We Were Happy and Didn't Know It"
    ],
    "sid": "35358546",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "德国",
        "古巴"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1564154/",
            "name": "克里斯蒂娜·康拉德 Kristina Konrad",
            "@type": "Person"
        }
    ],
    "duration": "73分钟",
    "episodes": "",
    "language": [
        "德语",
        "西班牙语"
    ],
    "playdate": [],
    "this_title": [
        "Cuando éramos felices y no lo sabíamos"
    ],
    "douban_link": "https://movie.douban.com/subject/35358546/",
    "trans_title": [
        "When We Were Happy and Didn't Know It"
    ],
    "douban_votes": "0",
    "introduction": "The film begins in 2000, with Maité Vera's 70th birthday in Havana, where she lives and works. Even today, the irrepressibly lively Maité continues writing with passion, creating very special telenovelas which have made her a legend in her homeland. \"The people want to dream. But I think you should dream with your feet on the ground. You can't take off so high that you land on a cloud,\" says Maité about her work, naming Brecht as her biggest teacher. Humberto, her son, lives with his family in Copenhagen, in exile. The film depicts how the different generations, with their own experiences and points of view, come together in an alien country: discussions and conflicts become loud, humorous and resolved with tenderness, in the Cuban way. It's not just in these moments that the film comes Maité very close. Also in Maité's everyday life, her encounters with neighbors, friends, and during her work, the camera remains an intimate witness.",
    "chinese_title": "Cuando éramos felices y no lo sabíamos",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-01T09:57:42"
}