{
    "aka": [],
    "sid": "35360174",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1735204",
    "director": [
        {
            "url": "/celebrity/1265737/",
            "name": "Eric Green Eric Green",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1735204/",
    "imdb_votes": 37,
    "this_title": [
        "Life on the V: The Story of V66"
    ],
    "douban_link": "https://movie.douban.com/subject/35360174/",
    "imdb_rating": "8.0/10 from 37 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In 1985, during the height of the music video craze, a free music video UHF-TV channel appeared in the Boston market, only to disappear from the airwaves after 18 months. Nearly 30 years later, the fans remain and memories of this channel have formed an important place in 80s nostalgia. Life On The V: The Story Of V66 is the story of that channel, V66.MTV had premiered on cable TV in 1981, but cable was only just starting to become available in New England by the mid-1980s. Massachusetts radio personality John Garabedian (who was known on WORC, WMEX, WGTR, and WBCN among others) came up with a plan to launch a TV channel to function as music television for the Boston-based college crowd. His goal was to take the Music Video TV concept and make it live (real time) and local (catering to Boston's interests). Along with the help of radio legend Arnie “Woo Woo” Ginsburg (a veteran of WBOS, WMEX and WRKO among others), radio veteran Roxy Myzal, and television veteran David Beadle, Garabedian prepared to launch this TV channel on WVJV-TV channel 66. After auditioning the VJs (video jockey), David O’Leary, Perry Stone, Mary Jo Kurtz, and Bill Stephens became the on-air personalities.",
    "chinese_title": "Life on the V: The Story of V66",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.0,
    "douban_rating_average": 0,
    "update_at": "2025-04-21T01:28:04"
}