{
    "aka": [],
    "sid": "35363252",
    "cast": [
        {
            "url": "/celebrity/1338609/",
            "name": "亚历山德罗·巴尔达尼 Alessandro Bardani",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1371797/",
            "name": "斯黛拉·艾吉托 Stella Egitto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1088910/",
            "name": "尼诺·弗拉西卡 Nino Frassica",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1437866/",
            "name": "路易斯·莫尔特尼 Luis Molteni",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1138965/",
            "name": "Francesca Reggiani Francesca Reggiani",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1051336/",
            "name": "尼可洛·森尼 Niccolò Senni",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1533300/",
            "name": "瓦莱里奥·伦迪尼 Valerio Lundini",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2633080254.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt13685074",
    "director": [],
    "duration": "94分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2020-12-03(意大利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13685074/",
    "imdb_votes": 76,
    "this_title": [
        "Nel bagno delle donne"
    ],
    "douban_link": "https://movie.douban.com/subject/35363252/",
    "imdb_rating": "5.8/10 from 76 users",
    "trans_title": [
        "我们走吧"
    ],
    "douban_votes": "0",
    "introduction": "Giacomo, 35 years of laziness, is a man who doesn't know and doesn't want to fight. He is a introvert curmudgeon, a little bit nerd but not very social, who walks with the look downward on his device without giving to the people what they would like from him: only a little bit of attention and enthusiasm. He loses his job, he is left by his wife and coincidentally he remains closed in the restroom of the avant garde cinema together with the owner's small pincher. The world has attacked him and his reaction was to clam up, like a child would do, deciding to remain closed in that bathroom, safe from any threats, failure, and moreover away from the others. His action is insane, childish,extreme but it makes concrete a desire that every man has. Giacomo, in that bathroom, feels like a fetus in his mother womb. And so he took the most important and no sense decision of his life: he decided to remain there, closed in that bathroom, at least for a while, a sort of quarantine. This could be the epilogue of a dramatic story, but on the contrary our story starts here. This fool coward and childish action leads to unimaginable consequences. The news become viral, it bounces from newspapers, to television and social network. Giacomo becomes a myth, a kind of oracle, who answers to the question of many visitors who daily crowd the entrance of the bathroom. Thanks to this action he tighten relationship with the owner of the cinema. What about his wedding? His previous life? How Giacomo will manage to extricate himself between his new life and old one?",
    "chinese_title": "我们走吧",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Nel bagno delle donne",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2025-07-27T15:22:52"
}