{
    "aka": [
        "Lady Chatterley in Tokyo"
    ],
    "sid": "3536284",
    "cast": [
        {
            "url": "/celebrity/1325600/",
            "name": "梓阳子 Yoko Azusa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325870/",
            "name": "志麻泉 Izumi Shima",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326594/",
            "name": "牧礼香 Reika Maki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1473384/",
            "name": "宇南山宏 Hiroshi Unayama",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1977",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873525496.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt0192224",
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1977-08-20"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0192224/",
    "imdb_votes": 52,
    "this_title": [
        "東京チャタレー夫人"
    ],
    "douban_link": "https://movie.douban.com/subject/3536284/",
    "imdb_rating": "4.7/10 from 52 users",
    "trans_title": [
        "东京的查泰莱夫人",
        "Lady Chatterley in Tokyo"
    ],
    "douban_votes": "0",
    "introduction": "スキャンダルと言われても運命を蹴って私は走る！白樺林は見た、山小屋は聞いた、背徳の喘ぎ、歓喜の悶え。ドライブ中の愛の戯れから発生した交通事故。それは人も羨むほど幸せだった加納夫妻に重い影を落としてしまった。夫の達則と共に、別荘住まいを続け、献身的に夫に尽くす妻・美緒（志麻）。だがある日、お手伝いさんのマリ子（梓）と開発工事現場の作業員・新田（椎谷）の情事を見てしまったことから、美緒の心に乱れが生じ始める。ためらうことなく、美緒にたくましい下半身を見せびらかす新田。以後、彼はある確信を持ったかのように、美緒に接近していった。ガラス戸を破ってパンティの中に指を入れる新田。何度か拒否し続けた彼女だったが、ついに鳥がさえずる湖畔で、彼の求めに激しく応じるのだった…。花柳流の名取りから転身した人気女優・志麻いづみのデビュー作。成熟した女のエロス、そしてその中に潜む魔性が監督・藤井克彦の手によって、華麗に抽出される。加納美緒は加納財閥の長男・達則の貞淑な妻として幸福な日々を送っていた。いつものように二人は仲むつまじく車で出かけたが、車中でのふとした愛の戯れが原因で事故を起こし達則は下半身不随の身となった。それからというもの、美緒は夫を不具の身とした責任を感じ、達則に献身的につくし、事業の方も手足となって働いた。ある晩、美緒は別荘の家政婦マリ子の部屋で、夫の開発現場の作業員・新田とマリ子の情事をかいま見てしまう。そして、二人に魅入る美緒に新田も気がついていた。それ以来、新田の執拗な視線が美緒につきまとい、事あるごとに新田は美緒に近づいた。ある日美緒は工事現場を散歩していたが、ハッパが爆発する寸前、新田に助けられ士砂の中で二人はいつしか抱きあっていた。厚い胸に抱かれて美緒はおし殺していた感情が崩れかけるのを感じた。ある晩眠られぬままテラスに出てきた美緒は新田の乱暴な愛撫に抵抗することさえ忘れていた。美緒は東京の義父の家からの帰り道、パーティの疲れを湖でいやそうとした。その時、新田と出会い、二人は湖畔で、今までつのった感情を一気にはきだすように求めあった。達則は、美緒と新田との関係を感づいていた。達則は新田を雑用係として雇い、美緒の目の前で故意にへつらわせた。そんな時、工事現場で事故が起り、達則の父・鋭介は突如達則を別会社の社長に任じる。それからというもの達則の異常さは増し、新田を呼びつけ、美緒を裸にさせたり、新田への憎悪と嫉妬心、不具の我が身への呪いをこめ、不自由な体でマリ子を犯そうとした。傷ついた美緒は、達則との愛の終わりを感じ、なぐさめる新田に今までにない愛を知った。二人はそんな愛を確認し合うかのように、その晩を過ごした。翌朝、新田は美緒に優しい微笑を残し去っていった。美緒も上流社会の腐敗と冷酷さを感じながら達則の別荘から去って行く。その姿に悲しさはなく、今までとは違って、若々しく、いきいきと瞳が輝いていた。女として、別の道をしっかりみすえて生きていこう、とする自信に支えられながら美緒は歩きだした.",
    "chinese_title": "东京的查泰莱夫人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "東京チャタレー夫人",
    "imdb_rating_average": 4.7,
    "douban_rating_average": 0,
    "update_at": "2025-09-10T01:35:07"
}