{
    "aka": [
        "Miss Young",
        "Ojôsan"
    ],
    "sid": "3536273",
    "cast": [
        {
            "url": "/celebrity/1042051/",
            "name": "若尾文子 Ayako Wakao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1024264/",
            "name": "川口浩 Hiroshi Kawaguchi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007263/",
            "name": "野添瞳 Hitomi Nozoe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1051500/",
            "name": "田宫二郎 Jiro Tamiya",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325587/",
            "name": "宫川和子 Kazuko Miyakawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029942/",
            "name": "清水将夫 Masao Shimizu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1360472/",
            "name": "北原义郎 Yoshirô Kitahara",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1361242/",
            "name": "穂高法子 Noriko Hodaka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1051496/",
            "name": "三宅邦子 Kuniko Miyake",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1030584/",
            "name": "渚真弓 Mayumi Nagisa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1602114/",
            "name": "新宮信子 Nobuko Shingû",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1961",
    "genre": [
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905068042.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1013186/",
            "name": "长谷川公之 Kimiyuki Hasegawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014573/",
            "name": "三岛由纪夫 Yukio Mishima",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0327069",
    "director": [
        {
            "url": "/celebrity/1445631/",
            "name": "弓削太郎 Tarô Yuge",
            "@type": "Person"
        }
    ],
    "duration": "79分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1961-02-15(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0327069/",
    "imdb_votes": 16,
    "this_title": [
        "お嬢さん"
    ],
    "douban_link": "https://movie.douban.com/subject/3536273/",
    "imdb_rating": "6.4/10 from 16 users",
    "trans_title": [
        "大小姐",
        "Miss Young",
        "Ojôsan"
    ],
    "douban_votes": "0",
    "introduction": "大海電気株式会社取締役兼業務部長の藤沢一太郎の娘・かすみは恵まれた堅実な一家で育った20歳のお嬢さんであった。成城学園の一劃に住む一家の父・一太郎は庭いじりが趣味で、2号や愛人もなく、母・かよりも良妻賢母の円満な家庭であった。7歳上の兄・正道も新婚で、美人妻・秋子とアパートで幸せに暮していた。かすみの女子大の友人・知恵子の家は両親が別居し、父親は2号と住んでいた。かすみは一波乱あった知恵子を羨ましく思ったりもした。知恵子は恋愛や結婚にロマンチックな夢を持っていたりしたが、かすみは結婚には重要性を持っていなかったので、これと思う人がいたら、いつでも結婚するつもりだった。しかし、大人びた口調で恋愛もいらないと割り切るドライな反面、かすみは知らない男に言い寄られただけでも怖くてドキドキする根っからのお嬢さんでもあった。かすみの家には毎週のように日曜日になると、父の会社の部下の青年社員・牧、沢井、尾崎らがやって来ていた。父・一太郎がそれとなく、かすみの花婿候補によさそうな者を招いているのだった。ある日、かすみは知恵子と暇つぶしに散策していた東京駅の横須賀線のホームで、その社員の1人・沢井景一が芸者らしき女と神妙な顔で歩いているのを見かけた。藤沢家を訪問する時は、いつもは明るい好青年の沢井の違う面を見た気がしたかすみは、彼に興味を持ちはじめた。沢井は知恵子の又従兄でもあった。父・一太郎がアメリカ流儀を真似て、頼んでもいないのに娘のために自宅でダンス・パーティーを開いた。かすみは沢井と踊ってる時に、東京駅で目撃したことを耳打ちした。沢井は一太郎に内緒にしてくれるなら、詳しいことを話すという条件で次の日、外で会う約束をした。それがきっかけで2人は頻繁に会うようになった。沢井は銀座の洋品店の店員・浅子と別れたいが、彼女から結婚できなければと死ぬと脅され別れられなくて困っていた。2人はそんなことを有栖川恩賜公園で話しているうちに接吻を交わした。いつの間にか沢井に恋していたかすみは、「結婚しちゃえばいいのよ、あなたが別の人と。たとえば私と」と言ってしまった。かすみが好きだった沢井は大喜びした。そして、かすみが気に病んでいた父・一太郎の沢井に対する身辺調査書も、浅子のことも芸妓の紅子のことも調査されておらず、2人はすんなりと両親に結婚を認められた。知恵子と付き合い始めた牧周太郎の身辺調査書には、2年前から酒場の女と同棲していることが書かれてあった。結婚後、かすみが新婚の大森のアパートで夕食の支度をしていると、女の訪問者があった。かすみは、彼女が銀座の洋品店・エル・ドラドオの浅子だと直感でわかった。かすみは平静を装い、帰宅した夫・景一と浅子の話を台所で見守った。浅子は玄関に行き、すんなりと帰るそぶりを見せたが、急にベランダに走り出し飛び降りようとした。何とかそれを阻止したが、浅子はおそろしい泣き声でうずくまり、くちゃくちゃになって帰って行った。その後も不安なかすみは、知恵子にそのことを相談したが、牧との進展した自分の恋愛話の方に夢中な知恵子であった。無神経な知恵子に対して、やや怒りを感じたかすみは今まで黙っていた牧の身辺調査の結果をいまさら、お為ごかしに話してしまった。怒った知恵子は、景一が浮気をしているかのような想像や、かすみに嫉妬の種を植え付けるような悪意のある言葉を放った。それ以来、かすみの頭の中には景一への疑心暗鬼でいっぱいになった。兄嫁・秋子と景一が親しく話しているのを見ただけで、様々な想像をめぐらし泣いた。かすみの異変に勘づいた秋子から忠告をうけた景一が、かすみの誤解を解こうとしても、まだ不安で半信半疑だった。かすみは家出をしようとタクシーで東京駅に向かった。車の中で気が変ったかすみは、男物の汚れたスポーツ・シャツをわざと洋服ダンスの中に忍ばせ、景一の嫉妬を誘おうという作戦に思いつき、銀座で降りた。新年早々なので、まだ開いていない店ばかりであった。かすみは手ごろな店を探しているうちに、エル・ドラドオに来てしまった。浅子は違う人のように朗らかに元気になっていた。かすみが景一のサイズや好みと違うシャツを買って出て行こうとした時、浅子からお茶に誘われた。かすみは浅子から、アパートでの醜態の心理状態の真摯な話や、吹っ切れて新たな恋人ができ、近々結婚する話を聞いているうちに彼女と打ち解け、自分の今の悩みを彼女に打ち明けた。浅子は、「あなたはお嬢さんだわ。本当に困ったお嬢さん」、「どうしてあなたは叫ばないの？泣かないの？」と言った。そして、なぜ景一に体当たりして嫉妬をぶつけないのか、もっとしゃにむに旦那様を愛しなさい、あなたはちゃんと旦那様をお尻に敷く相が出ていてよ、とかすみを勇気づけるアドバイスをした。かつて結婚前には、気違いじみた未練がましい女だと軽蔑の対象でしかなかった彼女が、今やかすみには立派な彫像のように見え、自分がヤワな張子細工のように感じた。投身自殺をしようとしたときの迫力を浅子は今の陽気な底にも見事に折り畳み、死に向かっても、生に向かっても彼女を力強く羽ばたかせる力の翼を持っていた。かすみはそういう翼を今こそ持たなければと思った。その後、一太郎夫婦は娘・かすみから嬉しい妊娠報告の電話を受け、カレンダーをめくって出産予定日の9月末の七曜いっぱいに印をつけた。",
    "chinese_title": "大小姐",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "お嬢さん",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-10-21T00:56:42"
}