{
    "aka": [
        "Our Last Day",
        "Our Last Day: The Series",
        "我的年下男友",
        "美好的一天",
        "至死不渝"
    ],
    "sid": "35371188",
    "cast": [
        {
            "url": "/celebrity/1396532/",
            "name": "林亦乐 Phongsathorn Padungkiattiwong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1444351/",
            "name": "纳坤·南塔农 Nachkhun Nuttanon",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "爱情",
        "同性"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2633773634.jpg",
    "region": [
        "泰国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "泰语"
    ],
    "playdate": [],
    "this_title": [
        "รักสุดใจนายแฟนเด็ก"
    ],
    "douban_link": "https://movie.douban.com/subject/35371188/",
    "trans_title": [
        "年下男友",
        "Our Last Day",
        "Our Last Day: The Series",
        "我的年下男友",
        "美好的一天",
        "至死不渝"
    ],
    "douban_votes": "0",
    "introduction": "Ark，一个英俊的花花公子，在一个沉重的夜晚聚会后，醒来发现自己在一张床上与一个未知的家伙，名叫法亚，他与他发生性关系，他是接收端。更糟糕的是他被勒索了。Ark不得不听从法亚的命令，一个糟糕的大学生。否则，法亚将把“秘密照片”发布到Ark的工作的地方。而且，法亚一直缠着Ark闹他每天下班后都来他家，成为法亚的“女仆”，做从打扫卫生到做饭的一切事情。此外，法亚甚至阻止他与女生见面。法亚是他幸福的破坏者。Ark不明白法亚为什么要这么做。然而，彼此靠近，使法亚对Ark产生特殊的感情，反之亦然。仇恨变成了爱，他们意识到了这一点。Ark , a handsome playboy who, after a heavy night partying, wakes up to find himself in a bed with an unknown guy, named Fayai, whom he had sex with and he was on the receiving end. What's worse is that he's being blackmailed.Ark has to follow Fayai's order, a bad university student. Or else, Fayai will release the ''secret pictures'' to Ark's workplace. Moreover, Fayai keeps pestering Ark and makes him come to his house every day after work, and become Fayai's ''maid'', doing everything from cleaning to cooking. In addition, Fayai even prevents him to meet up with girls.Fayai is the destroyer of his happiness. Ark doesn't understand why Fayai is doing this. However, being close to each other, makes Fayai develop special feelings toward Ark and vice versa. Hatred turned into love with them realizing it.",
    "chinese_title": "年下男友",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "รักสุดใจนายแฟนเด็ก",
    "douban_rating_average": 0,
    "update_at": "2025-09-07T18:14:05"
}