{
    "aka": [],
    "sid": "35373118",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2633875636.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1561157/",
            "name": "阿列克谢·帕卢扬 Aliaksei Paluyan",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt14035258",
    "director": [
        {
            "url": "/celebrity/1561157/",
            "name": "阿列克谢·帕卢扬 Aliaksei Paluyan",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "白俄罗斯语",
        "俄语"
    ],
    "playdate": [
        "2021-03(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt14035258/",
    "imdb_votes": 134,
    "this_title": [
        "Courage"
    ],
    "douban_link": "https://movie.douban.com/subject/35373118/",
    "imdb_rating": "7.2/10 from 134 users",
    "trans_title": [
        "勇气"
    ],
    "douban_votes": "0",
    "introduction": "Fifteen years ago, frustrated with the authoritarian regime’s lack of tolerance, Maryna, Pavel and Denis left the Minsk State Theatre to perform for the newly founded Belarus Free Theatre. Civil disobedience as a moral imperative. Rehearsals are held in secret and the director is connected via Skype from exile. Resources are scarce, and topics explosive. Just like the real lives caught between daily routine and underground activities, their current play is about opposition politicians who have “disappeared” and the loss of any means of existence. In other words – the truth. Anyone who dares to speak out risks repression, even death. Having made a conscious decision to “betray art” as he puts it, Denis has given up acting to protect his family. But, by now, even those who merely observe are putting everything at risk. Because to watch means to know.Since the presidential elections of August 2020, hundreds of thousands of people are refusing to look away. They are protesting non-violently and “loudly in silence” for a peaceful transfer of power in Belarus. Courage takes a look at this maelstrom, placing these three protagonists at its centre. Although painful to watch because of the way it calmly and patiently measures this mass movement’s fragile scope for action, this film also helps us understand why this resistance has become a matter of course for so many. And courage is what anyone who wants to survive – let alone live here – needs.",
    "chinese_title": "勇气",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Courage",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-12-03T08:10:32"
}