{
    "aka": [],
    "sid": "35371401",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871243765.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt14225310",
    "director": [
        {
            "url": "/celebrity/1386676/",
            "name": "维吉勒·韦尼耶 Virgil Vernier",
            "@type": "Person"
        }
    ],
    "duration": "27分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2021-03(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt14225310/",
    "imdb_votes": 7,
    "this_title": [
        "Kindertotenlieder"
    ],
    "douban_link": "https://movie.douban.com/subject/35371401/",
    "imdb_rating": "7.0/10 from 7 users",
    "trans_title": [
        "悼亡儿之歌"
    ],
    "douban_votes": "0",
    "introduction": "Kindertotenlieder constructs the chronology of the 2005 riots, starting with the death of Zyed Benna and Bouna Traoré, who were chased by the police, through to the curfew imposed by Sarkozy as Minister of the Interior. The film has borrowed its title from a group of poems written by Friedrich Rückert in 1834 following the death of his two children and later put into song by Gustav Mahler. More importantly, the images were borrowed from reporters working for the French television channel TF1, which authorised their re-use for the film, as an end title card indicates. However, Virgil Vernier rids these images of their original editing and graphics. Stripped of the voice-overs that bent them to suit the purposes of the narrative fabricated by the dominant national television channel, they obey the laws of a new structure that restores chronological or serial linkages: an inventory of the television’s linguistic elements or a catalogue of burnt-out cars and the projectiles used. It could be said that Vernier takes the side of things and sets the film firmly at the place where language and objects cohabit in an inflammable closeness out of which spring as many harmful ideas as luminous collisions. “Are we cars that need to be waterblasted?”, asks for example one young man in response to the government’s vindictive gesticulations. The extent of the comments in the street interviews, which go beyond their vignette formats, tends not only to redeem the work of reporters, much as Jacques Rozier redeemed the paparazzi’s work at the time of Contempt, but also to refocus the discussion on the demand for justice and equality, which when it tries simply to express itself, receives as sole reply extraordinary repression. These images are almost brought back to the state of rushes and tell us that this film is never finished.",
    "chinese_title": "悼亡儿之歌",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Kindertotenlieder",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-03-03T22:11:44"
}