{
    "aka": [],
    "sid": "35370991",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2634918020.jpg",
    "region": [
        "西班牙",
        "比利时",
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1561081/",
            "name": "格雷丝·恩德里图 Grace Ndiritu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1561081/",
            "name": "格雷丝·恩德里图 Grace Ndiritu",
            "@type": "Person"
        }
    ],
    "duration": "29分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "Black Beauty: For a Shamanic Cinema"
    ],
    "douban_link": "https://movie.douban.com/subject/35370991/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "African fashion model Alexandra Cartier meets Jorge Luis Borges in a visionary experience. What does the famous Argentine modernist writer have to say about our contemporary ecological and pandemic problems?Black Beauty: For a Shamanic Cinema is an expanded cinema proposal that allows the public to witness and access non-rational states through the creation of art and cinema; as a way of changing their perspective on subjects such as the environment, immigration, and indigenous rights.It relates to Grace Ndiritu’s wider art project Healing the Museum, which serves as a platform for a dialogue between differing ideas of viewing the world through the lens of both postmodernism and modernism. Working from the assertion that museums and cinemas are dying, Grace Ndiritu sees shamanism as a way to re-activate the dying art and cinematic space as a space for sharing, participation, and ethics. From prehistoric to modern times the shaman was not only the group healer and facilitator of peace but also the creative; the artist and filmmaker.",
    "chinese_title": "Black Beauty: For a Shamanic Cinema",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-20T20:35:34"
}