{
    "aka": [
        "Cultural Worker 3 in 1"
    ],
    "sid": "35373054",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2633850396.jpg",
    "region": [
        "塞尔维亚",
        "北马其顿"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1451249/",
            "name": "玛尔塔·波皮沃达 Marta Popivoda",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "塞尔维亚语"
    ],
    "playdate": [],
    "this_title": [
        "Kulturni radnik ca 3 u 1"
    ],
    "douban_link": "https://movie.douban.com/subject/35373054/",
    "trans_title": [
        "文艺工作者：三位一体",
        "Cultural Worker 3 in 1"
    ],
    "douban_votes": "0",
    "introduction": "Cultural Worker 3 in 1 is a documentary film about the role of the left-oriented independent cultural-artistic scene and cultural workers in the region of ex-Yugoslavia. Following the life and work of several characters in four cities of former Yugoslavia the film explores two issues – what it means to be a cultural worker in post-socialist contexts of Skopje, Belgrade, Zagreb and Ljubljana, and what the possibilities for action and intervention in social reality are, from the position of art and culture. In this way, the film reflects on actual tendencies and problematics at the critical independent cultural scenes, as well as on relations between art, theory and activism, which are strongly present in the region.Participants:Belgrade: Jelena Vesić, Kontekst Kolektiv, Ana Vujanović, Miško Šuvaković, Milena Dragićević Šešić; Skopje: Biljana Tanurovska Kjulakovski, Iskra Geshoska, Slavčo Dimitrov; Ljubljana: Lidija Radojević, Rok Vevar, Aldo Milohnić, Marina Gržinić; Zagreb: Emina Višnić, Tomislav Medak, Goran Sergej Pristaš, Teodor CelakoskiCrew:Director: Marta Popivoda; Cinematographer: Maja RadoševićEditor: Nataša Damnjanović; Original Music: Draško Adžić; Sound Designer: Jakov Munižaba; Producer: Dragana JovovićThis film was made during a two-week research journey by Marta Popivoda through four cities of former Yugoslavia, as part of the project Deschooling Classroom (o^o) conceived by Iskra Geshoska, Marta Popivoda, and Ana Vujanović. It was produced by TkH (Walking Theory) from Belgrade and Kontrapunkt from Skopje.————————Marta Popivoda’s (b. 1982 Belgrade) work explores concerns with the discursive power structure of the contemporary art world as well as with the Yugoslav cultural and political sphere, through the production of films, video installations, photography and performance. Her work is strongly related to the TkH (Walking Theory), a theoretical-artistic platform and journal, where she is a member of the editorial collective. Her works have been part of exhibitions and programs at Tate Modern London, M HKA Antwerp, 21er HAUS Vienna, the Beirut Art Center, Musée de la danse Rennes, MSUM Ljubljana, Arsenal Berlin, Matadero and La Casa Encendida Madrid, Forum des Images and MK2 Beaubourg Paris, Beursschouwburg and Kaaitheater Brussels, Museum of Yugoslav History and Museum of Contemporary Art Belgrade etc. Her latest feature documentary Yugoslavia, How Ideology Moved Our Collective Body premiered at the 63rd Berlinale within Forum Expanded, and was later screened at great number of film festivals worldwide, like Festival dei Popoli Florence, Sarajevo Film Festival, DZM Docs Seoul, Home Works Beirut, Beldocs Belgrade, Zagreb Dox, Mumbai International Film Festival, Watch Docs Warsaw, Make Dox Skopje, DOK Leipzig, etc. Popivoda is initiator of illegal_cinema (Belgrade, Paris, Bilbao) and artistic director of REZ, contemporary experimental film festival in Belgrade. She studied philosophy, holds BA and an MA in film directing from the Faculty of Dramatic Arts in Belgrade and Meisterschülerin postgraduate degree in experimental film from the Universität der Künste Berlin. For her studies in Germany she received a DAAD scholarship. In 2014 she was selected for Berlinale Talents program by Berlin International Film Festival, and in 2015 she is a recipient of the Berlin Art Prize for the visual arts by Akademie der Künste.",
    "chinese_title": "文艺工作者：三位一体",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Kulturni radnik ca 3 u 1",
    "douban_rating_average": 0,
    "update_at": "2026-02-24T14:39:25"
}