{
    "aka": [],
    "sid": "35376511",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1997",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2634013512.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "58分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "Towards the Light ",
        " Calculation and Ecstasy (1996)"
    ],
    "douban_link": "https://movie.douban.com/subject/35376511/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "This documentary explores the complex and contradictory personality of the great Russian pianist-composer Alexander Scriabin. Oliver Becker focuses here on the philosophical and mystical beliefs which inspired the composer’s work, beliefs that viewed music as a means of liberating and even transforming mankind.Despite a premature death at the age of 43, Scriabin left behind him a diverse and prolific body of work. His early compositions, rooted in the Romanticism of the previous century, are far removed from his mature works. At the end of his life, the composer explored the idea of fusing the arts and the senses, accompanying his concerts with projections based on connections between musical pitches and the color spectrum.In his fascinating exploration of the composer’s life and work, the director is joined by the musicians Vladimir Ashkenazy and Vladimir Horowitz, the conductor Mikhail Pletnev and Scriabin’s daughter Marina. The documentary makes use of the artists’ writings as well as archival photographs, documents, and video footage from Switzerland, Italy, and Moscow. Among the numerous musical excerpts included by the director, a highlight is a performance by Scriabin himself of his Poem, Op. 32, recorded in 1908 on a Welte-Mignon reproducing piano.",
    "chinese_title": "Towards the Light / Calculation and Ecstasy (1996)",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-25T06:28:21"
}