{
    "aka": [],
    "sid": "35384237",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国",
        "加拿大"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1450173/",
            "name": "安娜·马奎尔 Anna Maguire",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "An Empty Space"
    ],
    "douban_link": "https://movie.douban.com/subject/35384237/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Lucy (29) is a winner; a far cry from her unstable Québécoise mother, Jeanne (59) whom she feels both responsible for and contemptuous of. Lucy works in property development where her ruthless actions have gained her no fans in the local community; they accuse her of social cleansing. When Lucy moves out of her mother’s house to start a new life with Dan (38), her boyfriend and boss, Jeanne tries to kill herself. This catapults Lucy into a deep fear that Jeanne will soon try again, abandoning her, so she moves back in with her to keep her alive; though Lucy’s care often crosses the line into cruelty. Lucy’s mental health, already stretched thin on a diet of Capitalist notions of success, begins to fray and her descent into different forms of self-harm; lashing out at others as well as herself; lands her in hospital. When she tells her mother it would have been better if she had succeeded in her suicide attempt so that she wouldn’t have to keep worrying about her, Jeanne kicks her out and Lucy, horrified at herself, descends into a paranoid fear that endangers her own life.",
    "chinese_title": "An Empty Space",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-02-13T08:14:30"
}