{
    "aka": [
        "SHAKESPEARIAN",
        "莎士比亚三部曲"
    ],
    "sid": "35389021",
    "cast": [
        {
            "url": "/celebrity/1096931/",
            "name": "Vlastimil Harapes Vlastimil Harapes",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1988",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2634920203.jpg",
    "region": [
        "苏联",
        "捷克斯洛伐克",
        "德国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1156459/",
            "name": "Felix Slidovker Felix Slidovker",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "1988(苏联)"
    ],
    "this_title": [
        "Шекспириана"
    ],
    "douban_link": "https://movie.douban.com/subject/35389021/",
    "trans_title": [
        "莎士比亚风格",
        "SHAKESPEARIAN",
        "莎士比亚三部曲"
    ],
    "douban_votes": "0",
    "introduction": "It is based on the plots of Shakespeare's tragedies \"Othello\", \"Hamlet\", and \"Romeo and Juliet\". Used symphonic overtures by PI Tchaiko vsky \"Hamlet\" and \"Romeo and Juliet\" and music by G. Purcell.\"Pavana Mavra\" is a pearl of modern dance, a dance composition of amazing beauty and Shakespearean intensity of passions. The brilliant choreography of Jose Limon with the extremely abstract language of dance bewitches, hypnotizes, leads into the world of desires, passions, pain, despair, anger, madness of the heroes ...\"Hamlet\" is a bold attempt by means of choreography to tell about the eternal - honor, duty, happiness and the meaning of existence ... And again for the choreographer and dancers the plot is just the canvas of the ballet. And only music, plasticity, movements are extremely specific in the expression of feelings and thoughts ...Romeo and Juliet - Verona, Italy. At a ball in the Capulet's palace, the love of two young creatures, doomed to hatred by fate, is born. But their love is stronger than tribal enmity, stronger than prejudices and insurmountable obstacles. The great power of this love conquers everything, even death ...\"Pavana Mavra\"Composer: Henry PurcellChoreography: José LimónPerformedMoor - Andres WilliamsWife Moor - Svetlana SmirnovaFriend - Nikita DolgushinFriend's Wife - Gabriella Komleva“Hamlet”Composer: PI TchaikovskyChoreography: Natalia RyzhenkoPerformed by:Hamlet - Vlastimil HarapesOphelia - Svetlana SmirnovaClaudius - Nikita DolgushinGertrude - Gabriella Komleva“Romeo and Juliet”Composer: P. TchaikovskyChoreography: Natalia Ryzhenko, Viktor Smirnov-GolovanovPerformed by:Juliet - Svetlana SmirnovaRomeo - Alexander SemenchukovPater Lorenzo - Nikita DolgushinAdd. Information: operator: Alexander TafelG. Persell. Symphony Orchestra of the Leningrad Conservatory, conductor - V. ChernushenkoP. Tchaikovsky. State Academic Symphony Orchestra of the USSR, conductor - E. Svetlanov",
    "chinese_title": "莎士比亚风格",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Шекспириана",
    "douban_rating_average": 0,
    "update_at": "2025-06-05T14:56:31"
}