{
    "aka": [],
    "sid": "35382335",
    "cast": [
        {
            "url": "/celebrity/1008906/",
            "name": "Michael Austin Michael Austin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1057356/",
            "name": "阿比盖尔·亚当斯 Abigail Adams",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1485460/",
            "name": "比安卡·乌马拉 Bianca Umali",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片",
        "同性"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2634387168.jpg",
    "region": [
        "美国",
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1004745/",
            "name": "菲尔·柯林斯 Phil Collins",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt12757028",
    "director": [
        {
            "url": "/celebrity/1004745/",
            "name": "菲尔·柯林斯 Phil Collins",
            "@type": "Person"
        }
    ],
    "duration": "88分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-01-25(鹿特丹国际电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12757028/",
    "imdb_votes": 47,
    "this_title": [
        "Bring Down the Walls"
    ],
    "douban_link": "https://movie.douban.com/subject/35382335/",
    "imdb_rating": "6.5/10 from 47 users",
    "trans_title": [
        "推倒囚狱围墙"
    ],
    "douban_votes": "0",
    "introduction": "Over the last four decades, the prison population in the US has soared to more than 2 million people. Through privatisation and disproportionate targeting of people of colour, the marginalised and the poor, the justice system has been used as a tool of oppression and the source of corporate profit. Today, ‘the land of the free’ is the world’s biggest jailer. Coinciding with the rapid escalation of mass incarceration in the 1980s, house music emerged from Black, Latinx and queer communities embattled by the criminal and law enforcement policies.Bring Down The Walls looks at the US prison industrial complex through the lens of house music and nightlife. The connection comes from the years in which Phil Collins worked with men incarcerated at Sing Sing, a maximum-security prison in upstate New York. After access was revoked, Collins recorded a compilation of classic house tracks with vocalists who have formerly been incarcerated, and set up a communal space in the heart of Manhattan’s court district dedicated to the struggle for social justice and prison abolition. During the day, discussions were led by people who have been directly impacted by the prison system. At night, it transformed into a dance party hosted by DJs, performers and collectives from New York’s vibrant club scene. Combining these strands, Bring Down The Walls proposes the dance floor as a real and metaphorical space of personal and collective liberation, and new ways in which we could come together as a society.",
    "chinese_title": "推倒囚狱围墙",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Bring Down the Walls",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-02-21T15:38:03"
}