{
    "aka": [],
    "sid": "35383921",
    "cast": [
        {
            "url": "/celebrity/1316622/",
            "name": "雅各布·盖尔沙乌 Jakub Gierszal",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "惊悚",
        "恐怖",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2634454980.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1348051/",
            "name": "塞巴斯蒂安·马图卡特 Sebastian Mattukat",
            "@type": "Person"
        }
    ],
    "duration": "6分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "Cesare’s Dream – In the Cabinet of Dr. Caligari"
    ],
    "douban_link": "https://movie.douban.com/subject/35383921/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The expressionist silent film \"The Cabinet of Dr. Caligari\" from 1920 is a complex, confusing and frightening masterpiece. The digital production \"Cesare’s Dream – In the Cabinet of Dr. Caligari\" from 2019 is an homage to the immersive aspects of this film using new technology.The aim is to take the user into a dreamlike world, in which set pieces from “The Cabinet of Dr. Caligari” can be experienced. The dream here is the logical complement to sleep, which is an important element in the film. The virtual dream experience represents aspects of freedom as well as dependence for the user at the same time. Freedom in the angle of vision, in reception and in dealing with dream images. And lack of freedom in the fact that the presented scenario itself cannot be influenced. Part of this dream is dependence: Cesare is a creature dominated by Dr. Caligari.The 1920 film knew in a fascinating way how to deal with the limitations of silent filmmaking and the camera technique of the time. On behalf of the Goethe-Institut Warschau and in association with ZDF/ARTE, UFA X accepted the challenge of exploring the new possibilities of the still young technology of volumetric video technology and making the silent film classic a virtual experience. Step inside and have a look for yourself! A dreamlike experience awaits you.“Cesare’s Dream – In the Cabinet of Dr. Caligari” is based on the VR Experience “Cesare’s Dream VR” which is an UFA X / UFA production for the Goethe-Institut Warschau in association with ZDF/ARTE.",
    "chinese_title": "Cesare’s Dream – In the Cabinet of Dr. Caligari",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-02-09T23:14:28"
}