{
    "aka": [
        "\"The First Emperor\" 47th anniversary Masato Hara LIVE SCREENING"
    ],
    "sid": "35396890",
    "cast": [
        {
            "url": "/celebrity/1328502/",
            "name": "原将人 Masato Hara",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片",
        "音乐",
        "传记",
        "真人秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1328502/",
            "name": "原将人 Masato Hara",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2021-03-14(日本)"
    ],
    "this_title": [
        "初国完成47周年記念 原將人 激生ライブ上映会"
    ],
    "douban_link": "https://movie.douban.com/subject/35396890/",
    "trans_title": [
        "\"The First Emperor\" 47th anniversary Masato Hara LIVE SCREENING"
    ],
    "douban_votes": "0",
    "introduction": "激生ライブ上映は『初国知所之天皇』の誕生から47年間ずっと変わらない、原監督の生演奏付きの映画上映である。このライブ映画の上映スタイルで、会場をまるごと映画空間へと昇華させる「映画体験」を実現させる。今年70歳になる原は、上映会場でナレーションを読み上げ、歌をうたい、ピアノを弾く。至高の仕方で、既成の映画概念を見事に突き破る。日本映画界において『初国知所之天皇』が、伝説と称される所以である。クリエイターたちにも絶大なファンを持つ。これだけのハイクオリティーの映画のライブ上映は、世界中見回しても、原にしかやれない。初国完成47周年を記念する今回の激生ライブ上映会では、2人のミュージシャンとスペシャルセッション。ハイクオリティーの音響設備を備え、６台のカメラ、７チャンネルで世界へ向け、リアル動画ライブ配信される。This movie will be shown with live music. This live movie screening style has remained unchanged for the past 47 years since the birth of \"The First Emperor\". Hara, who will turn 70 this year, reads narrations, sings songs, and plays the piano at the screening venue to the images shown by two 16mm projectors. This is Hara's style of live film screening, a cinematic experience that sublimates the entire venue into a film space. Hara successfully broke through the established concept of cinema in a supreme way. Therefore, the \"The First Emperor\" is called the legend film in the Japanese movie industry. He also has a huge fan base among creators.  In the only way in the world, Hara will screen a live movie that he believes. This live screening is a special session with two professional musicians. High quality audio equipment, Real live distribution to the world with ６ cameras and ７ channels!",
    "chinese_title": "初国完成47周年記念 原將人 激生ライブ上映会",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-02-27T10:21:41"
}