{
    "aka": [],
    "sid": "35392523",
    "cast": [
        {
            "url": "/celebrity/1479705/",
            "name": "阿兹瑞尔·达尔曼 Azriel Dalman",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2635126613.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt11678806",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021-02(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11678806/",
    "imdb_votes": 11,
    "this_title": [
        "Box of Freedom"
    ],
    "douban_link": "https://movie.douban.com/subject/35392523/",
    "imdb_rating": "7.0/10 from 11 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In the turbulent time just after the fall of the Berlin Wall, when many Eastern Bloc countries were filled with hopes for a brighter future, Dora, a Romanian comedienne is trying to live in this new world, but she is gaining notoriety for the wrong reasons. Despite the end of Ceausescu’s brutal and repressive regime, several communists have remained in positions of power and influence. Dora’s knowledge of these key figures still in government - actual former clients of hers from when she was a high-class escort - lands her on the black list. These men who now need to keep their agenda’s quiet, threaten Dora and she must decide to leave everything behind, including her four-year-old son who she was forced to give up for adoption. Realizing that her life is in danger and that there is still no future for her as a comedienne who tells the truth as she sees it, she flees to France where she discovers an underground network of people who offer her a way out. In Belgium, Dora seals herself up inside a cargo ship’s container on a journey to Canada without guarantees. She gambles everything on this escape and when the container is sealed so is her fate along with the fate of two complete strangers she meets inside. Gabriela is a middle-aged mother and former communist leader living on the edge of paranoia. Alex is a hot-headed young man, who grows violent when challenged. They must work together to survive their gruelling journey to freedom. Using humor to distance herself from her hard reality, Dora writes and performs new comedic material to the other passengers in the container. Meanwhile she is visited by visions of the son she left behind and her subconscious thoughts and fears begin to bubble up to the surface in a forced meditation. Thus begins the deeper journey into her subconscious, which plays out on a comedy club stage. Innovative and surreal, Box of Freedom takes us on a journey of discovery that only desperate refugees attempt. With plenty of dark humor and playfulness, Dora grows past her selfishness and into the mother she was meant to be.",
    "chinese_title": "Box of Freedom",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-06-20T05:51:29"
}