{
    "aka": [],
    "sid": "35391179",
    "cast": [
        {
            "url": "/celebrity/1352471/",
            "name": "露西·沃斯利 Lucy Worsley",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt14076500",
    "director": [],
    "duration": "",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt14076500/",
    "imdb_votes": 344,
    "this_title": [
        "Unsolved Histories with Lucy Worsley"
    ],
    "douban_link": "https://movie.douban.com/subject/35391179/",
    "imdb_rating": "8.1/10 from 344 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Who killed the Princes in the tower in 1483? What actually caused the Black Death? Why did a witch craze sweep 16th century Britain? Was George III really mad?These are some of the most enduring and perplexing questions that have baffled academics and fascinated history fans for years - and this new series will see historian Lucy Worsley turn sleuth by reopening and completely re-evaluating these infamous mysteries. The factual series will unfold like a thrilling investigation, keeping audiences guessing at every twist and turn.In each episode Worsley will take a deep dive into a single event, mounting a comprehensive reinvestigation by assembling historical and contemporary evidence, following paper trails, re-examining scenes of crimes, tracking down lost records, and calling on the very best experts to help her reframe the past. She will reveal cutting-edge discoveries that will shed new light on the cases.Unsolved Histories with Lucy Worsley (working title) puts a modern lens on the past, exploring if these incidents have been obscured by centuries of historical thinking. Each episode will bring a contemporary perspective to topical and complex societal issues asking how changing attitudes to children, gender politics, class, inequality and mental health have obscured the answers to these cases. It will uncover new victims and new victors, challenging our perceptions and providing answers to each renowned mystery.Lucy Worsley says: “I'm thrilled to be revisiting some of the big-hitting stories from history that just keep sucking us in, and like everyone who works at the Tower of London, I just can't wait to share the next twist in the tale of what we think we know about the 'murder' of the Bloody Tower's 'Little Princes'. But I also really love the fact that this isn't just a series about the past. It's also about what the past means today: an investigation of our own 2021 ideas about childhood, feminism, pandemics and mental health.”",
    "chinese_title": "Unsolved Histories with Lucy Worsley",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-04-22T03:56:31"
}