{
    "aka": [],
    "sid": "35408234",
    "cast": [
        {
            "url": "/celebrity/1428936/",
            "name": "埃亚德·纳萨尔 Eyad Nassar",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情",
        "历史",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2636336011.jpg",
    "region": [
        "约旦"
    ],
    "writer": [],
    "imdb_id": "tt4205166",
    "director": [],
    "duration": "45分钟",
    "episodes": "30",
    "language": [
        "阿拉伯语"
    ],
    "playdate": [
        "2008-09-01(约旦)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4205166/",
    "imdb_votes": 18,
    "this_title": [
        "Abu Ja'afar Al-Mansur"
    ],
    "douban_link": "https://movie.douban.com/subject/35408234/",
    "imdb_rating": "8.2/10 from 18 users",
    "trans_title": [
        "曼苏尔"
    ],
    "douban_votes": "0",
    "introduction": "The story takes place during the second half of the Umayyad Period and at the outset of the Abbasid Caliphate up to the time of its actual founder, Abu Jaafar Al Mansur. It recounts the progression of events inside the Umayyads' house, starting from the time of Omar bin Abdul Aziz until the time of their last Caliph, Marwan bin Muhammad bin Marwan. It also traces the life of the Abbasids in Al Hamima, Abu Jaafar's birthplace, since the time of his grandfather, Ali bin Abdullah bin Abbas, who started Al Dawah (call to Islam) secretly, until the time has come for his brother, Ibrahim bin Muhammad bin Ali bin Abdullah bin Abbas, to declare Al Dawah publicly and order his general Abu Muslim Al Khurasani to lead the Abbasids' army. The story proceeds until Abu Jaafar Al Mansur comes into power and rules the Muslim world for 20 years from 137H until 157H. We can't talk about the Arab-Islamic history without making reference to the Abbasid State and its first founders, whom the most prominent of is Abu Jaafar Al Mansur, and who is considered its founder and builder of its glory and honor and its capital city, Baghdad. His life was full of extraordinary events overlooked by history scholars and researchers, so it was necessary to have an artistic vision to capture the paradox along with the pressing needs and hard work that combined in an exciting and interesting way in his life as both a man and an outstanding statesman.",
    "chinese_title": "曼苏尔",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Abu Ja'afar Al-Mansur",
    "imdb_rating_average": 8.2,
    "douban_rating_average": 0,
    "update_at": "2025-04-22T18:01:00"
}