{
    "aka": [
        "Chiyari musô"
    ],
    "sid": "3540861",
    "cast": [
        {
            "url": "/celebrity/1525324/",
            "name": "若杉英二 Eiji Wakasugi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1959",
    "genre": [
        "剧情",
        "动作",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867393110.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1131182/",
            "name": "小国英雄 Hideo Oguni",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt5889502",
    "director": [],
    "duration": "99分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1959-11-01(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5889502/",
    "imdb_votes": 10,
    "this_title": [
        "血槍無双"
    ],
    "douban_link": "https://movie.douban.com/subject/3540861/",
    "imdb_rating": "5.9/10 from 10 users",
    "trans_title": [
        "血枪无双",
        "Chiyari musô"
    ],
    "douban_votes": "0",
    "introduction": "In 1701, the ruling shogun Tokugawa Tsunayoshi placed Asano Takumi-no-kami Naganori, the lord of Ako, in charge of a reception of envoys from the Imperial Court in Kyoto. He also appointed the protocol official Kira Kozuke-no-suke Yoshinaka to instruct Asano in the ceremonies. On the day of the reception, at Edo Castle, Asano drew his short sword and attempted to kill Kira after he had insulted Asano. For this, he was sentenced to commit seppuku, but Kira went without punishment. The Shogunate confiscated Asano's lands and dismissed the samurai who had served him, making them ronin. Movie synopsis: While waiting for an opportunity for revenge on his late master's death, Ako soldier Sugino meets a skilled spear fighter Tawaraboshi Genban who trains him on mastering the art of spear fighting. Another great Chushingura movie version, and with an amazing all-star cast, a must see! (TV Broadcast quality)Directed by: SASAKI YasushiCast: KATAOKA Chiezo, OKAWA Hashizo, WAKAYAMA Tomisaburo, HASEGAWA Yumiko, OKOCHI Denjiro, YAMAGATA Isao, SUSUKIDA Kenji",
    "chinese_title": "血枪无双",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "血槍無双",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-06-15T19:21:33"
}