{
    "aka": [],
    "sid": "35403466",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2635665856.jpg",
    "region": [
        "伊朗 Iran"
    ],
    "writer": [],
    "imdb_id": "tt10426860",
    "director": [],
    "duration": "7分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2019-05-05(伊朗)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10426860/",
    "imdb_votes": 23,
    "this_title": [
        "Eaten"
    ],
    "douban_link": "https://movie.douban.com/subject/35403466/",
    "imdb_rating": "7.0/10 from 23 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Directed by Mohsen Rezapour, the short animation is about a mysterious unknown planet named ‘Eaten’, a rabbit-like creature is eaten, but that's not the end of the story.A brief synopsis for the 7-minute animation reads, “A rabbit has been eaten by a wolf, meeting the other rabbit, inside the predator’s stomach, which had been eaten by the wolf earlier. Now the two go on living in the new environment and the story goes on”.Rezapour said although his animation is a fantasy production, it is not intended for the kids; due to the fact that the things that happen on the show are a bit harsh, aimed at the adults.‘Eaten’ has so far taken part at a number of global events, including the 23rd Seoul International Cartoon and Animation Festival in South Korea, the 15th Dieciminuti Film Festival in Italy, the 2020 Stuttgart International Festival of Animated Film in Germany, and the 14th Annual TAIS Animation Showcase in Canada.The short animation is also set to take part at the 2020 Fluxus Animation Film Festival in the Netherlands and the 10th Supertoon International Animation Festival in Croatia.",
    "chinese_title": "Eaten",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-02-07T03:08:11"
}