{
    "aka": [
        "乔丹和她的残疾儿子"
    ],
    "sid": "35403561",
    "cast": [
        {
            "url": "/celebrity/1018136/",
            "name": "乔丹 Katie Price",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt13886100",
    "director": [],
    "duration": "58分钟",
    "episodes": "1",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021-02-25(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13886100/",
    "imdb_votes": 52,
    "this_title": [
        "Katie Price: Harvey and Me Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/35403561/",
    "imdb_rating": "7.3/10 from 52 users",
    "trans_title": [
        "凯蒂·普莱斯：哈维与我 第一季",
        "乔丹和她的残疾儿子"
    ],
    "douban_votes": "0",
    "introduction": "A deeply personal film about Katie Price and her disabled son Harvey in a crucial year of his life, as he turns 18 and becomes an adult. It’s an exciting milestone for them both, but for some disabled young adults like Harvey it also brings a daunting uncertainty as the people and places that have cared for him as a child are about to change. Now Harvey and Katie must navigate this transition together, and Katie has some tough decisions to make on Harvey's behalf - such as where he will live and what his future will look like - and in doing so she must also learn to let go.Harvey was born with septic optic dysplasia, a rare disorder that affects brain function, hormones and vision, and affects one in 10,000 births. He has a long list of medical and behavioural conditions, and his future is unpredictable. As he moves into adulthood, it marks a transition into unchartered territory as there are no other adults known to have Harvey’s combination of conditions.As Harvey and Katie explore the options of further education colleges and meet other families with disabled young adults, he reconnects with an old friend whose been through his transition year and is now flourishing in college, and whose mum gives Katie some sound advice.Katie is forced to face what could be at stake if she makes the wrong decision, meeting Isabelle, whose autistic son Matthew was sectioned at 15 years old. Katie discovers that there are over 2,000 people with autism or learning disabilities currently kept against their will in assessment and treatment units.Harvey and Katie open up their lives, sharing their personal highs and lows at a crucial time of change. We get to know Harvey, and through him and his relationship with his mum, we get to know a very different Katie to the one so often seen in the tabloids – as a mum dealing with issues that so many parents of disabled children and young adults face.",
    "chinese_title": "凯蒂·普莱斯：哈维与我 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Katie Price: Harvey and Me Season 1",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-08-22T13:42:32"
}