{
    "aka": [],
    "sid": "35403831",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt14253174",
    "director": [],
    "duration": "53分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021-03-15(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt14253174/",
    "imdb_votes": 95,
    "this_title": [
        "GameStopped"
    ],
    "douban_link": "https://movie.douban.com/subject/35403831/",
    "imdb_rating": "3.9/10 from 95 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "ABC News Originals presents an in-depth look at the jaw-dropping twists and turns in the stunning chain of events now synonymous with the name GameStop. From the team behind the Edward R. Murrow Award-Winning podcast \"The Dropout,\" including ABC News Chief Business, Technology and Economics Correspondent Rebecca Jarvis, \"GameStopped\" is the first documentary released to chronicle the heart-pounding moments of this financial roller coaster, unpacking what led to this cultural phenomenon and explaining its ramifications for years to come. Jarvis, who has covered this story from the beginning, provides in-depth analysis of the saga, detailing how chatter on the Reddit page r/wallstreetbets turned Wall Street upside down, creating and costing fortunes. The special includes interviews with co-founders of Gemini Cameron and Tyler Winklevoss, Robinhood CEO Vladimir Tenev, Reddit CEO Steven Huffman, Robinhood Securities President and COO Jim Swartwout, Bartsool Sports founder Dave Portnoy, world famous short-seller Jim Chanos, billionaire entrepreneur Mark Cuban, \"Mad Money\" host Jim Cramer and everyday Reddit investors who bet big on GameStop to varying ends. \"GameStopped\" began stream exclusively on Hulu, in the U.S., on March 15.",
    "chinese_title": "GameStopped",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 3.9,
    "douban_rating_average": 0,
    "update_at": "2025-06-03T03:21:26"
}