{
    "aka": [
        "Bouquets écologiques 21-30"
    ],
    "sid": "35404648",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2635899872.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt5377396",
    "director": [
        {
            "url": "/celebrity/1453942/",
            "name": "罗斯·洛德 Rose Lowder",
            "@type": "Person"
        }
    ],
    "duration": "15分钟",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt5377396/",
    "imdb_votes": 17,
    "this_title": [
        "Bouquets 21-30"
    ],
    "douban_link": "https://movie.douban.com/subject/35404648/",
    "imdb_rating": "5.9/10 from 17 users",
    "trans_title": [
        "Bouquets écologiques 21-30"
    ],
    "douban_votes": "0",
    "introduction": "BOUQUETS 21-30 (2001-2005) is a part of the ecological BOUQUETS series, consisting of one-minute films composed in the camera by weaving the characteristics of different environments with the activities there at the time. The filming basically entails using the film strip as a canvas with the freedom to film frames on any part of the strip in any order, running the film through the camera as many times as needed.Thus each bouquet of flowers is also a unique bouquet of film frames.BOUQUET 21 (2001) was filmed in a tiny paradise which took years to create, La Baraque, an organic farm situated 2 kms from Aujac, in the far corner of Gard, sandwiched between Lozère and Ardèche.BOUQUET 22 (2001) meanders over the mountain pastures near the summit of the Grand Perron des Encombres, not far from a macrobiotic centre at Bettaix, in the Belleville Valley, Savoie.BOUQUET 23 (2001) shows Terre Vivante, a centre focusing on ecological issues, located on a site of fine cultivated, or wild, flower and vegetable gardens strewn over a hillside amongst ponds. Open to the public, it organizes numerous events and publishes excellent books and a magazine.BOUQUET 24 (2001) was filmed in a pastoral setting around Beausite, an inn which provides organic meals in its preserved 1912 ambience, in Chemin-dessus, on a mountain slope 7 kms from Martigny, Switzerland.BOUQUET 25 (2002) was shot in Cantal, around Le Tahoul, the Falgoux Valley and the Aulac Pass. This reel mingles the few flowers uneaten by the Salers cows with the village residents going about their affairs.BOUQUET 26 (2003) was filmed in the middle of the animals of a small farm, La Terra di Mezzo, perched on hillside terraces of Liguria, Italy.BOUQUET 27 (2003) moves around a macrobiotic centre in St. Gaudens, Haute-Garonne. Amongst glimpses of the surrounding countryside leading to the village of St. Béat, it shows its residents working on the land, repairing items or making rice biscuits.BOUQUET 28 (2005) takes place on a farm, Mas de Cocagne, Aujac, Gard, which has developed from an abandoned coal-mining area into an agricultural-ecological site over twenty-five years. The topics include abundant floral vegetation, the Château d'Aujac on the hillside in the distance, work on the farm, builders erecting a roof, washing being hung up and to end a contented frog amongst the pink water lilies.BOUQUET 29 (2005) shows a very isolated 18th c farmhouse, Fra Boyer, on the borders of the Forêt Domaniale de l'Oule, near Montmorin, Hautes-Alpes. The floral vegetation attracts numerous butterflies and other flying insects, the family grow vegetables and collect the cherries while two donkeys help themselves.BOUQUET 30 (2005) treats the farm of Le Lanteïrou, Champagne, near Les Vastes, Haute-Loire. One sees the cows, the farmer by the house, a member of the family in the bed he has built, complete with bedside lamp, under a nearby tree, and an elderly neighbour walking between the two white chairs set up at either end of her field amongst the vegetable patches.",
    "chinese_title": "Bouquets 21-30",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-09-21T16:52:21"
}