{
    "aka": [],
    "sid": "35403839",
    "cast": [
        {
            "url": "/celebrity/1331030/",
            "name": "吉姆·塔瓦雷 Jim Tavaré",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1397332/",
            "name": "德里克·詹姆斯·特拉普 Derek James Trapp",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2635691000.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt4768338",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "2020-02-19(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4768338/",
    "imdb_votes": 63,
    "this_title": [
        "Warmed-Over Krautrock"
    ],
    "douban_link": "https://movie.douban.com/subject/35403839/",
    "imdb_rating": "5.4/10 from 63 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Welcome to Essential Music, an L.A. record store with more staff members than customers, and where the LP covers act as a Greek chorus. A comedy for anyone who's ever spent too much time obsessing over playlists.What do you do when you love music, and music doesn't love you back? It's a question that haunts Walt (Jim Tavaré), the owner of Essential Music, an indie record store in the heart of Silver Lake. Walt's all too aware of how his punk-rock glory days are fast fading in the rear-view - even as he can't help recounting war stories to his much younger employees: Lysette (Kate Dalton), who has to contend with a parade of customers convinced she's the Record Store Girl of their dreams; Chris (Derek James Elstro), the lead singer of Troubled Meats, a band poised for takeoff, and maybe not just in Chris' mind; and well-meaning music nut Duane (Adam Weber), who's a little too fluent in Rock Critic for his own good. With a love of all types of music evident in every shot, WARMED-OVER KRAUTROCK is a comedy for anyone who's ever spent too much time obsessing over playlists - and for anyone who's ever been driven crazy by that type of person, too.",
    "chinese_title": "Warmed-Over Krautrock",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2026-02-06T04:49:49"
}