{
    "aka": [],
    "sid": "35408449",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2641748200.jpg",
    "region": [
        "丹麦"
    ],
    "writer": [],
    "imdb_id": "tt14219726",
    "director": [
        {
            "url": "/celebrity/1038847/",
            "name": "Phie Ambo Phie Ambo",
            "@type": "Person"
        }
    ],
    "duration": "98分钟",
    "episodes": "",
    "language": [
        "丹麦语"
    ],
    "playdate": [
        "2021-03-07(瑞典节奏纪录片节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt14219726/",
    "imdb_votes": 52,
    "this_title": [
        "70",
        "30"
    ],
    "douban_link": "https://movie.douban.com/subject/35408449/",
    "imdb_rating": "5.7/10 from 52 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In 2019, thousands of Danish children and youths took to the streets. They stayed away from school to demonstrate for the climate, mobilise their parents and grandparents, and demand action – now! When elections were called later the same year, it was clear that green climate policies attracted voters, and suddenly the climate was at the top of the political agenda. ’70/30′ portrays the creation of one of the world’s most ambitious climate laws, with the goal of reducing Denmark’s CO2 emissions by 70% by 2030. But will the politicians, citizens and industry be able to come together to make Denmark a green pioneer? Or will the election promises and green ambitions crumble when the new climate law is faced with reality? The climate minister Dan Jørgensen, the former chair of the climate committee Ida Auken, and the two young climate activists Esther Kjeldahl and Selma de Montgomery are in a race against time. With access to both the political negotiations behind the scenes and to the battle of the young activists on the streets, Phie Ambo has created an important, engaging and, above all, inspiring film about the greatest challenge of our times.",
    "chinese_title": "70/30",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.7,
    "douban_rating_average": 0,
    "update_at": "2025-10-18T05:14:28"
}