{
    "aka": [],
    "sid": "35400456",
    "cast": [
        {
            "url": "/celebrity/1000891/",
            "name": "斯拉沃热·齐泽克 Slavoj Žižek",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "爱尔兰",
        "英国",
        "斯洛文尼亚"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1005238/",
            "name": "索菲亚·菲尼斯 Sophie Fiennes",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "The Pervert's Guide to Utopias"
    ],
    "douban_link": "https://movie.douban.com/subject/35400456/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The end of the 20th Century was considered the end of history, even the end of utopias. With the fall of the Berlin Wall, liberal-democratic capitalism was finally accepted as the preferred socio-political system. Now, in the first half of the 21st Century, the last big utopia of the 1990s has disintegrated. We are faced with the calamities of exploding global warming, new wars that threaten to get nuclear, September 11, financial meltdown, digital control over our lives depriving us of our freedoms, and political populism driven by a depth of cynical self-interest that reveals the unstable nature of democracy itself. Slavoj Žižek is the closest thing philosophy has to a superstar. He returns to the screen with The Pervert’s Guide to Utopias, the third in the celebrated series of films directed by Sophie Fiennes. Through his unique analysis of classic films, mainstream blockbusters, cult B-movies, popular TV series, music videos and political and current events, Zizek provides the essential cognitive mapping for our predicament in these apocalyptic times. “With the rise of new threats, utopias were mostly replaced by dystopias which brought to an end the ongoing catastrophic tendencies,” says Zizek. “Movies became obsessed with some version of global apocalypse and a miserable post-apocalyptic life. But what one should take care to notice is that efforts to depict a new post-apocalyptic society often indulge in imagining a new authentic society of close personal links, without alienated state institutions. One man’s dystopia can be another man’s utopia. For today’s new populist Right, a society where sexism and racism are prohibited can only be a new totalitarian order. Today sexuality is permeated by opposing utopian visions of a new conservative order or the new ‘non-binary’ possibilities. Anarchist utopians think if we abolish the state authority, a new global solidarity will emerge.” Žižek’s matrix of ideas and Fiennes’ visually inventive direction delivers entertainment and revelation in equal measure. The Pervert’s Guide to Utopias does not offer a simple solution or seek to impart some dogma: it enables viewers to make their own choices and, above all, to become aware of the true implications of those choices.",
    "chinese_title": "The Pervert's Guide to Utopias",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-10T18:36:33"
}