{
    "aka": [],
    "sid": "35400595",
    "cast": [
        {
            "url": "/celebrity/1077469/",
            "name": "诺姆·乔姆斯基 Noam Chomsky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1099987/",
            "name": "Iñaki Gabilondo Iñaki Gabilondo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2635526558.jpg",
    "region": [
        "西班牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1280169/",
            "name": "Héctor Carré Héctor Carré",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt14185332",
    "director": [],
    "duration": "102分钟(Kanopy)",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017-01-30(西班牙)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt14185332/",
    "imdb_votes": 55,
    "this_title": [
        "Post Truth Times: We The Media"
    ],
    "douban_link": "https://movie.douban.com/subject/35400595/",
    "imdb_rating": "5.3/10 from 55 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "How can truth survive in a society that no longer values verifiable facts? Perhaps no organization has been more plagued by this dilemma than the mainstream news media. In recent times, the media has been met with a tremendous amount of ire and skepticism from bellicose politicians and an increasingly embittered population. Post-Truth Times: We the media examines this troubling phenomenon from a myriad of fascinating perspectives, and attempts to diagnose what it all means for journalism and the culture at large.The film doesn't hold back in its depiction of the cancer that has spread from within the industry itself. Rapidly shrinking budgets, diminishing readership, massive personnel losses, and the changing face of content consumption have all had a major impact on journalistic standards. The desire to be first often exceeds the need to be right. Facing unprecedented time constraints and pressures from an endless well of competitive outlets, journalists are too often forced to play fast and loose with the facts.But this is only one piece in the mosaic of misinformation. Our politically divisive landscape has fragmented the industry like never before, and its tainted our ability to discern fact from pleasing fiction. Consumers are no longer looking for informed or unbiased journalism. They want a media that affirms instead of challenges their points of view.President Donald Trump has successfully manipulated this culture war to his advantage. By stoking the fires of mistrust among the populace, he's branded the media as a public enemy, and managed to mangle even the most negative coverage in his favor.The film explores a series of essential questions. Is there such a thing as parallel truths, and how valid are they? To what extent does corporate obligation compromise a journalist's ability to speak truth to power? How can the modern media continue to operate in this climate while remaining true to its foundational roots of integrity?Noam Chomsky, Gay Talese and Amy Goodman lead a line-up of journalists and cultural icons who join in on the debate.Post-Truth Times: We the media tackles one of the most relevant and timely issues of the day with great insight and clarity.Directed by: Héctor Carré",
    "chinese_title": "Post Truth Times: We The Media",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.3,
    "douban_rating_average": 0,
    "update_at": "2025-08-04T16:57:14"
}