{
    "aka": [],
    "sid": "3540307",
    "cast": [
        {
            "url": "/celebrity/1178064/",
            "name": "Sandro Iannotta Sandro Iannotta",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033420/",
            "name": "海因里希·沙夫迈斯 Heinrich Schafmeister",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1098055/",
            "name": "Matthias Haase Matthias Haase",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1011845/",
            "name": "Rolf Giesen Rolf Giesen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029430/",
            "name": "Thilo Rothkirch Thilo Rothkirch",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0920737",
    "director": [
        {
            "url": "/celebrity/1029430/",
            "name": "Thilo Rothkirch Thilo Rothkirch",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2006-12-26"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0920737/",
    "imdb_votes": 58,
    "this_title": [
        "Lauras Weihnachtsstern"
    ],
    "douban_link": "https://movie.douban.com/subject/3540307/",
    "imdb_rating": "6.1/10 from 58 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Aus der Amazon.de-RedaktionLaura fährt gemeinsam mit ihren Eltern und ihrem Bruder Tommy in den Winterurlaub. Wie immer geht es schon bei den Vorbereitungen reichlich chaotisch zu. Als auch noch mitten im völlig verschneiten Wald das Auto nicht mehr anspringt, gerät das Weihnachtsfest in ernsthafte Gefahr. Zum Glück finden die vier ganz in der Nähe einen Bauernhof, dessen Besitzer – ein freundlicher alter Mann mit langem weißen Bart -, sie in der Scheune übernachten lässt. Laura kommt der Mann bekannt vor. Als plötzlich seltsame Dinge geschehen und auch ihr Stern wieder auftaucht, steht für Laura fest: Der alte Mann ist der Weihnachtsmann!Das bewährte Team um Piet de Rycker und Thilo Graf Rothkirch, das bereits die Serie nach den beliebten Geschichten um Lauras Stern von Klaus Baumgart realisierte, schuf auch diesen bezaubernden Weihnachtsfilm. Das etwa 50-minütige Weihnachtsmärchen schließt, was den Inhalt und die Gestaltung der Figuren angeht, an den erfolgreichen Kinofilm an. Die Geschichte, die sich darum dreht, ob es den Weihnachtsmann wirklich gibt, ist an das gleichnamige Bilderbuch Lauras Weihnachtsstern angelehnt, wurde jedoch für den Film neu bearbeitet. Lauras Stern weist den Kindern den Weg, beschenkt sie mit kristallenen Eissternen und öffnet ihnen die Augen für ein richtiges Weihnachtswunder. Sogar Tommy erkennt, dass es Weihnachten nicht allein um die Geschenke geht. Zumal es sowie kein schöneres Geschenk geben kann als Lauras wunderbaren Stern.Leider wurde die inhaltlich überzeugende Weihnachtsgeschichte nicht mit der gewohnten Qualität umgesetzt, die man bislang von Lauras Stern kennt. Die computeranimierten Bilder wirken unnatürlich künstlich und die Bewegungen der Figuren erinnern eher an Roboter als an Menschen. Kindern wird das nicht unbedingt auffallen, den erwachsenen Zuschauern dafür umso mehr. Ein Musikvideo zum Mitsingen rundet die DVD ab. Empfohlen ab drei Jahren. -- Birgit Schwenger",
    "chinese_title": "Lauras Weihnachtsstern",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-02-10T10:08:29"
}