{
    "aka": [],
    "sid": "35418567",
    "cast": [
        {
            "url": "/celebrity/1076423/",
            "name": "Josie D&#39;Arby Josie D&#39;Arby",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2637801603.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-12-01(英国)"
    ],
    "this_title": [
        "Kyffin Williams: The Man Who Painted Wales"
    ],
    "douban_link": "https://movie.douban.com/subject/35418567/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Kyffin Williams was Wales's best-loved artist, famous for his brooding mountain landscapes. However, his work was never fully accepted by either critics or the art establishment, and the man himself remained an enigma.Now, in his centenary year, presenter and painter Josie D'arby goes on the trail of Kyffin Williams both as man and artist. She visits the beautiful places where he grew up, lived and painted, in Anglesey, Snowdonia and London. She meets the people who knew him best, uncovering a personal story of loneliness, stigma and emotional damage. But she also finds in Kyffin Williams a core of talent, determination and belonging.Looking again at his art, Josie finds landscapes, portraits and seascapes that rank with the very best of their kind. These are not just depictions of the external world but expressions of Kyffin Williams's own interior life and often troubled emotions. Kyffin's output was huge, and the quality varied, but the best of his work is world class and deserves to be celebrated.The programme includes interviews with Rian Evans, author of a major new study of Kyffin Williams; photographer and godson Nicholas Sinclair; and art historian Peter Lord.",
    "chinese_title": "Kyffin Williams: The Man Who Painted Wales",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-16T11:21:09"
}