{
    "aka": [
        "The Future Is Not What It Used to Be"
    ],
    "sid": "3541849",
    "cast": [
        {
            "url": "/celebrity/1114647/",
            "name": "Erkki Kurenniemi Erkki Kurenniemi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "芬兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1306839/",
            "name": "Mika Taanila Mika Taanila",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0372001",
    "director": [
        {
            "url": "/celebrity/1306839/",
            "name": "Mika Taanila Mika Taanila",
            "@type": "Person"
        }
    ],
    "duration": "Finland: 52 分钟",
    "episodes": "",
    "language": [
        "芬兰语"
    ],
    "playdate": [
        "2002-11-20"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0372001/",
    "imdb_votes": 86,
    "this_title": [
        "Tulevaisuus ei ole entisensä"
    ],
    "douban_link": "https://movie.douban.com/subject/3541849/",
    "imdb_rating": "7.8/10 from 86 users",
    "trans_title": [
        "未来已无过去",
        "The Future Is Not What It Used to Be"
    ],
    "douban_votes": "0",
    "introduction": "\"Erkki Kurenniemi is one of the great unsung pioneers of the electronic age, a man whose career encompasses a surprisingly natural blend of music, film, computers and robotics, and explores the interrelationships between art, nature and technology.A leading figure in the Sixties avant-garde in music and film in Finland, Kurenniemi built his legendary DIMI synthesizers in the late 60's, and probably created the first digital synthesizer in the world. In 1973 he created the first commercially manufactured and marketed microcomputer - two years before the American MITS Altair 8800.THE FUTURE IS NOT WHAT IT USED TO BE shows many of Kurenniemi's innovative creations, never-before-seen archival material from the early years of electronic art, and excerpts from his own unfinished experimental short films. But the core of the film is what Kurenniemi is doing today, the most significant of all his projects: the task of collecting everything.Today Kurenniemi is devoted to the obsessive, even manic, effort to record his own life, preserving all his thoughts and observations, trivial objects, and a constant stream of images, continually recording an audio diary, making videotapes, and shooting 20,000 photographs a year.This accumulating mass of documentation is then regularly fed into a computer, storing the record of his existence, his mind and consciousness in digital bytes, thus creating a reconstruction of his life, a \"virtual persona,\" to be premiered in July, 2048.Perhaps fulfilling some sort of quest for immortality, Kurenniemi's project can be seen as the logical extension of the notion of merging man and machine, of technologically reconstructing the human soul.\"",
    "chinese_title": "未来已无过去",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Tulevaisuus ei ole entisensä",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-06-07T20:55:55"
}