{
    "aka": [
        "Himnon",
        "The Anthem"
    ],
    "sid": "3541413",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "短片"
    ],
    "awards": "　　第61届戛纳电影节(2008)\n　　青年电影单元 电影基金会一等奖 依拉德·凯丹\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2163581348.jpg",
    "region": [
        "以色列"
    ],
    "writer": [],
    "imdb_id": "tt1361551",
    "director": [
        {
            "url": "/celebrity/1334423/",
            "name": "依拉德·凯丹 Elad Keidan",
            "@type": "Person"
        }
    ],
    "duration": "36分钟",
    "episodes": "",
    "language": [
        "希伯来语"
    ],
    "playdate": [
        "2008-11-18"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1361551/",
    "imdb_votes": 60,
    "this_title": [
        "המנון"
    ],
    "douban_link": "https://movie.douban.com/subject/3541413/",
    "imdb_rating": "7.2/10 from 60 users",
    "trans_title": [
        "圣歌",
        "Himnon",
        "The Anthem"
    ],
    "douban_votes": "0",
    "introduction": "Elad Keidan’s “Himnon” (Anthem), a droll 36 minute observation on a day in the life of a man from Jerusalem who goes out to buy milk and comes back hours later with his life turned around from the bleak into the hopeful, captivated the hearts of the Cinefondation jury. Hou Hsiao Hsian, who presided over the jury, must’ve found the film right up his alley: with long takes and extreme long shots it is indeed almost Taiwanese in style. But the quirky storyline and the abundance of heart and belief emanating from the movie may remind viewers of “The Band’s Visit”, last year’s Cannes darling, also made in Israel. This is the first time an Israeli film wins the Cinefondation. But 2nd and 3rd prizes were won four times previously, so this is the fifth prize for an Israeli filmmaker in the competition’s 10 years existence. (This is also the first time a movie from Jerusalem’s Sam Spiegel Film School wins there after all previous Israeli winners were made at The Tel Aviv University Film School. Luckily I teach at both).",
    "chinese_title": "圣歌",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "המנון",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-08-20T17:13:25"
}