{
    "aka": [],
    "sid": "3542611",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2389988110.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1042327/",
            "name": "布鲁斯·康纳 Bruce Conner",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1346263",
    "director": [
        {
            "url": "/celebrity/1042327/",
            "name": "布鲁斯·康纳 Bruce Conner",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "2008-10-19"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1346263/",
    "imdb_votes": 41,
    "this_title": [
        "Easter Morning"
    ],
    "douban_link": "https://movie.douban.com/subject/3542611/",
    "imdb_rating": "6.9/10 from 41 users",
    "trans_title": [
        "复活节晨"
    ],
    "douban_votes": "0",
    "introduction": "The film manages to stand out from an immense oeuvre (and a packed exhibition space) that spans assemblages to painting and drawing to film. For the piece, Conner reworked footage from his 1966 Super 8 film “Easter Morning Raga,” digitalizing the 8mm footage to expand the images. The result appears like a stop motion picture, with frames that move in rhythm to the trancelike instrumental chant of Terry Riley’s composition “In C” (1964). Various lens flares act as a kind of compositional force, driving the movement of the shots through close-ups of plants, burning candles, and a nude woman. The humming pace of the cuts work with the sound and the sometimes blue, sometimes honey amber light to build towards the culminating feeling that the film has somehow transcended the sum of its parts.Conner envisioned “Easter Morning” as a “metaphysical quest for renewal,” and the piece acts as a triumphant closing act to a retrospective – and a life – filled with anxious questions about the destructive consequences of human power. The reworked version manages to both lift away from the sixties-era themes of the original, as well as act as a significant contrast to the apocalyptic fear dominating the rest of the exhibition. Perhaps it’s this contrast that, for me, buoys up the memorability of the film. With his final work, Conner seems to suggest that the best way to resolve a life filled with a fear of death is to learn to accept it.",
    "chinese_title": "复活节晨",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Easter Morning",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-06-06T23:35:34"
}