{
    "aka": [],
    "sid": "35426471",
    "cast": [
        {
            "url": "/celebrity/1086961/",
            "name": "内森·戴维斯 Nathan Davis",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt11967750",
    "director": [],
    "duration": "51分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-03-10(美国)",
        "2021-04-15(迈阿密犹太电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11967750/",
    "imdb_votes": 8,
    "this_title": [
        "The One and Only Jewish Miss America"
    ],
    "douban_link": "https://movie.douban.com/subject/35426471/",
    "imdb_rating": "7.7/10 from 8 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The One and Only Jewish Miss America is the surprising story of Bess Myerson, the talented beauty queen from the Bronx, and how she won the world’s most famous beauty pageant 75 years ago at the tail end of World War II. The film follows Bess, the middle daughter of poor Russian immigrants, from her childhood in a one-bedroom Jewish housing project apartment through the suspense-filled pageant. Impressed by the college-educated musician, the judges chose her despite anonymous threatening phone calls and sponsor disapproval of a Jewish pageant winner. On her 1945 Miss America tour, Bess faced antisemitism and closed doors at race-restricted venues, which at that time did not allow Jews. It is also a story of courage as her disappointment turned to determination, leading Myerson to eventually start her own national tour to bring a message of tolerance to high schools and colleges around the country — a tour that launched her lifelong passion for justice. After a long career in entertainment, journalism, and working for the city of New York, Bess Myerson chose to move to South Florida, where she lived for many years and positively contributed to its Jewish community.",
    "chinese_title": "The One and Only Jewish Miss America",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-02-28T14:58:03"
}