{
    "aka": [],
    "sid": "3542065",
    "cast": [
        {
            "url": "/celebrity/1275459/",
            "name": "马苏 Su Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323174/",
            "name": "王阳 Wayne Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317302/",
            "name": "赵阳 Yang Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323938/",
            "name": "李诚洁 Chengjie Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321977/",
            "name": "于晓光 Xiaoguang Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315263/",
            "name": "肖荣生 Rongsheng Xiao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868154520.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1379884/",
            "name": "何培 Pei He",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "22",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "我的功夫女友"
    ],
    "douban_link": "https://movie.douban.com/subject/3542065/",
    "trans_title": [
        ""
    ],
    "douban_votes": "503",
    "introduction": "严寒的冬季，大风雪掩盖了整个大雪山，风雪呼呼令人望而却步…偏偏在风雪之中，却有一人影踽踽而行…这人就是我们的男主角—蒲少杰，少杰带着一面希冀，在雪山上寻寻觅觅，所找寻的却是他一生的最爱…，只可- 1 -惜天意弄人，少杰还未找到爱人的踪影，雪山却突然崩塌，少杰霎时被困于风雪之中，生命危在旦夕；正当少杰正感绝望之际，抬头一望，似有所发现，面上竟泛起一阵笑容…故事由三年前说起…蒲氏企业的创办人—蒲西乃城中暴发户，凭借生产牙膏起家，蒲氏企业由民营小企业做起，终成为一间上市的大公司，蒲西虽然已成富甲一方的大富豪，但他尖酸刻薄、凡事向钱看的性格却仍然改不了，其妻子杜鹃妻凭夫贵，一副暴发户的嘴脸，亦惹人讨厌；少杰乃蒲西的独子，自命富豪第二代，自少恃宠生骄，少杰虽然生性善良聪明，却是一名超级败家的阔少爷，蒲西虽一直欲将家业交给少杰去打理，但少杰却袛顾吃喝玩乐，追求心中所谓的理想爱情，令蒲西头痛不已。少杰为求逃离蒲西的管束，只身跑到日本的北海道滑雪渡假，竟遇上了生命里的克星—姚开心。姚开心自少父母双亡，与二叔姚军相依为命；军表面是一胡涂汉子，其实是深藏不露的武功高手，开心幼承庭训，亦练就一身好武功； 开心也如一般的少女，梦想找到如意郎君，为免一身武功会把心仪的男生吓走，开心从不轻易把武功显露出来。少杰在北海道渡假的同时，军亦刚巧带同开心到这里的雪山上练功。一次雪崩意外，开心身陷险境，幸而在最危急的关头，少杰刚巧经过，少杰一时好心，伸出援手，将开心救出险境；开心与少杰虽看不清对方的样貌，但开心一颗爱慕之心已完全投到少杰的身上；少杰救人后只遗留下一只滑雪手套，及一句说话…有缘相会！开心便随即晕倒。开心苏醒过来，发觉少杰已不知所踪…开心的一颗心，早已被少杰这个“神秘”的男子所系住，当她得知少杰已经回到中国，开心马上瞒着军，身上只带着那只滑雪手套带在身上，马不停蹄地追到中国，誓要凭着一只手套，寻回心中所爱…少杰回到中国之后，误打误撞之下，将剩下的一只手套送给了一个奉承他的人—张乐星，开心追踪而至，误认乐星就是勇救他的英雄，因此改写了少杰与开心的命运。开心查知乐星在一拳馆里工作，开心为求亲近，于是跑到郭家拳馆里当起杂工来。郭家拳馆曾是叱咤一时的武馆，可说是伏虎藏龙；馆主郭顶天，经常自命是一代武学宗师，满口仁义武德，实则贪生怕事，欺善怕恶；他唯一的徒弟张乐星，为人好高鹜远，但求一朝发达，早已荒废武功；顶天的亲妹郭亚娇，由一名学武之人，变成一名潮流拥护者，经常打扮得花枝招展，周旋在不同的追求者之间…拳馆没落之后，顶天一直希望能以就短的时间赚取最多的金钱，利用资本，重振拳馆声威，再将祖传的“郭家活络油”发扬光大，做福人群；可惜顶天并不是做生意的材料，拳馆经营不善，欠下不少债务，乐星等更不自觉地慢慢地把一颗赤子之心，消磨殆尽，变得唯利是图；顶天原是蒲西同乡好友，两家人为了一些金钱瓜葛早已反目，但乐星仍凭借着师父顶天与蒲西的关系，不断向少杰诃謏奉承，期求在少杰身上得到一点好处。初时，开心被乐星等三人的古怪行为，弄得头昏脑胀，但相处下来，才认识到他们其实心地善良，慢慢成为好友；一日，顶天与乐星因遭人讨债，陷入险境，开心迫不及已出手相助，显露武功，乐星得知原来开心乃是一名武功高手，于是将计就计，竟欺骗开心当起“郭家拳馆”的持牌人，代各人承受了所有债务，乐星更利用开心的功夫，包装了不少发达计划，弄得笑话百出。开心做了“持牌掌门人”后，首要面对的，就是拳馆的最大债主—蒲西及少杰。少杰以债项逼令开心等在即将举行的牙膏展销会上，表演“功夫”娱宾，开心等虽觉尊严受损，但在无计可施之下，袛好应承；展销会上，开心无意中得罪了少杰，少杰一怒之下，故意在台上捉弄开心，令开心当众出丑，开心受不住屈辱，愤然离去，少杰与开心自始成为一对超级的斗气冤家。蒲西收到恐吓信，得知少杰将会成为绑匪的目标，蒲西为保儿子的安全，再以债项逼令开心担当少杰的私人保镖；开心要求少杰暂且搬到拳馆中作廿四小时贴身保护，以策万全；身娇肉贵的少杰，当然万分不愿意，但这时却来了一个极品美女童晶晶；晶晶在拳馆对面开设了一间舞蹈学校，引得众男仕人人神魂癫倒，少杰也被晶晶的美貌所吸引，为求一亲香泽，少杰在表弟杜润南的陪同下，一同搬到拳馆来；少杰为保持其大少爷的生活质素，不惜劳师动众，将拳馆的门墙拆掉，更要将私人的大床、浴缸等搬到拳馆来，过程中弄得开心、乐星等晕头转向，笑话不一而足。少杰与开心两个欢喜冤家被逼朝夕相对，争吵不休；一次，，少杰惨被开心与乐星合谋整治，愤然下孤身离开，终于让绑匪们有机可乘，将其绑走，少杰生命危在旦夕…开心自知闯了大祸，只身犯险，勇闯匪徒巢穴，凭其一身武功，终于将匪徒绳之以法，救出少杰；少杰死里逃生，对开心心存感激，两人的关系亦得以缓和。绑架事件平息之后，少杰与润南打算搬离拳馆，开心这时才发现，一直要寻找当日在雪山相救的白马王子，原来竟就是自已最憎恨的少杰，开心失望之余，对爱情的憧憬亦在剎那间幻灭，但这时英伟不凡的润南却突然向开心展开追求，一对年青男女，一拍即合，很快便结成一对。另一方面，少杰使出混身解数，终于夺得了晶晶的芳心；一对欢喜冤家终于各自找到心中所爱，独剩三心两意的乐星，一方面妒忌少杰与晶晶，一方面又羡慕开心与润南，却忘记一直心仪自己的亚娇就在身边；乐星感情无所依归，颓然失落…少杰与晶晶的感情一日千里，开心与润南亦差不多达到谈婚论嫁的阶段，岂料润南原来狼子野心，一直处心积虑，谋夺蒲家的家产，终于机会来临…蒲西静极思动，打算为新出品的护发系列，展开铺天盖地的宣传攻势，蒲西为磨练少杰，将全盘计划交予少杰打理，少杰遂将任务交给自己最信任的人—润南一起跟进；润南得此千载难逢的机会，暗里删改合约，再利用少杰对自己的信任、开心对自己的爱慕，在得到少杰的同意下，要求开心在宣传会上穿上某卡通人物的服饰，走到表演台上当众大耍功夫，润南见时机成熟，走到台上，对少杰与开心百般奚落，更对蒲氏企业作出多项指控，其中开心在少杰的同意下，穿上身上的卡通服饰，就是蒲氏企业侵犯知识版权的最大罪状；经传媒大肆报导，护发系列的发展大计被逼搁置，蒲氏企业更被追讨巨额的卡通人物版权赔偿，整个企业的财政顿然陷入最大的危机。润南落井下石，利用财技以小吃大，终于将蒲氏企业全盘吞侵过来…少杰与开心这时才惊觉润南真面目，可惜一切已经太迟。润南为打击少杰的锐气，再以横刀夺爱的手段，将晶晶从少杰的手中抢了过来。少杰一家瞬间变得一无所有，幸得顶天收留在拳馆内居住下来，蒲西这才感觉到人间仍有一丝温暖…但少杰剎那间遭最信任及最爱慕的人所出卖，经此挫败，尤如从天堂跌落地狱，从此自暴自弃，过着行尸走肉的生活…开心的感情路虽然亦大受大击，但眼见少杰终日如废人一般，于心不忍，于是不断在少杰身边作出支持、鼓励，对少杰更慢慢由怜生爱…可惜少杰尤如病入膏肓，对开心不闻不问，继续沉沦，开心心如刀割，却又爱莫能助…少杰的母亲杜鹃因过度担忧少杰的情况，郁结成病，却苦无医药费用，开心为筹措金钱，毅然瞒着少杰，参加新一届女子散打王大赛；开心虽然被对手打得满身伤痕，但凭着一身武功，终于勇夺冠军，赢取了足够支付杜鹃医药费的奖金，杜鹃亦因此得救；少杰感激开心之余，亦终于明白开心对自己的一番好意。人生得一知己死而无憾，少杰终于大彻大悟，为了不再辜负家人及开心对自己的期望，少杰终于面对现实，再次抬起头做人，不单接受开心对自己的地狱式训练，强身健体，更开始虚心向父亲学习经营之道，誓要从润南手中夺回家产，夺回晶晶，夺回人生最宝贵的尊严。另一方面，乐星眼见自己被晶晶与开心冷落，把心一横，竟与众人决裂，走上歪路，投靠润南，甘心当润南身边的一条狗，顶天痛心之余，怒然将乐星逐出师门。天无绝人之路，拳馆外发生塌楼意外，途人们被碎石所伤，少杰与开心等本着救急扶危的精神，以“郭家活络油”为途人们治理，伤势较轻的途人，纷纷从晕眩中慢慢转醒，刚巧记者赶到现场采访，“郭家活络油”的效力被大肆报导，竟在一夜之间一举成名，少杰灵机一触，决以“郭家活络油”作为翻身本钱，重建蒲氏企业。少杰积极找寻旧有的叔伯伙伴，投资生产“郭家活络油”，润南闻此消息，当然不会坐以待毙，竟派出乐星，假意重投顶天的门下，实则借机偷取“郭家活络油”的药方，抢先推出市面，打击少杰的翻身机会。乐星的奸计，拳馆内无人得识，润南眼见成功在望之际，乐星却突然反客为主，杀润南一个措手不及；原来乐星在润南身边之时，虽然享尽富贵，但却一直过着良心不安的日子，重返拳馆之后，反而再次感受到人间的温暖；乐星在亚娇的鼓励之下，终于弃暗投明，不单没有偷取药方，更将润南侵吞蒲氏资产的犯罪证据揭发出来，润南害人终害己，被绳之以法，得到应得的惩罚。“郭家活络油”在少杰等努力之下，终于能顺利推出市面，更取得空前的成功，大受欢迎；少杰终于再次站起，令蒲氏企业再度成为上市公司，“郭家拳馆”的招牌亦从新挂起，慕名而来的学艺者，络绎不绝，顶天在少杰的协助下，终于完成一生心愿，重振“郭家拳馆”声名，将祖传的武功、武德，发扬光大。当一切均看似美好，少杰与开心的感情路却又再起波澜…一直对晶晶情深一片的少杰，发现晶晶原来对自己仍念念不忘…这时的晶晶感到开心已取代了自己在少杰心中的地位，刻意避开少杰；少杰虽亦明白开心对自己的情义，但对晶晶又难以摆脱怜惜之心，一时间陷于情义两难…开心的叔父姚军，从北海道来到与开心团聚；姚军的出现，竟揭发开心与晶晶上一代的一段恩怨…原来姚军当年乃晶晶母亲范楚玉的二师兄，姚军与大师兄于磊为争夺楚玉爱意，以比武作出了断，最后姚军被于磊打败，姚军万念俱灰之下才隐居避世…于磊虽战胜了姚军，却得不到楚玉的心，楚玉最后竟选择下嫁晶晶的父亲；但于磊不单没有因此怪责楚玉，反甘心继续在楚玉身边当一名低下的司机，保护楚玉的安全；爱屋及乌，于磊更将一身武功向晶晶倾囊相授，晶晶原来自少便练就一身武功…估不到十八年前的悲剧，会在今天重演，任性的晶晶为与开心了断上一代的恩怨，决定与开心再次比武，两人更私下约定，谁人打输了，便要在少杰的身边悄然引退！少杰虽感到左右为难，却没法阻止开心与晶晶用如此残忍的方法，去决定自己心中所爱。比试当日，少杰虽竭力阻止，但开心与晶晶仍施展混身解数，誓要将对方打倒…晶晶终于将开心打败，开心含着哭与姚军返回北海道，默默祝福少杰与晶晶找到一生幸福…蒲氏企业的太子爷蒲少杰，与童氏企业的太子女童晶晶，即将举行一个城中最盛大的婚礼，全城人均觉得少杰与晶晶男才女貌，天生一对…在踏入教堂前的一杀那，少杰一直郁郁不欢，他终于明白自己心中的最爱就是开心…少杰主动提出取消婚礼，晶晶明白爱不能勉强，她不单没有怪责少杰，反鼓励少杰寻回开心…少杰的面上终于绽放久违的笑容，向机场直奔而去，消失在人群之中…少杰来到北海道之后，却找不到开心的踪影，袛听说在大雪山上，偶尔会有人看见她的出现…严寒的冬季，大风雪掩盖了整个大雪山，风雪呼呼令人望而却步…偏偏在风雪之中，少杰却踽踽而行…他带着一面希冀，在雪山上寻寻觅觅，所找的是自己的一生最爱—开心雪山突然崩塌，少杰被困于风雪之中；当少杰正感绝望之际，一只手却伸到少杰的面前，少杰抬头一看，开心就在眼前…少杰与开心相对一笑，一切尽在不言中…",
    "chinese_title": "我的功夫女友",
    "douban_rating": "6.2/10 from 503 users",
    "foreign_title": "",
    "douban_rating_average": "6.2",
    "update_at": "2025-03-28T10:22:46"
}