{
    "aka": [],
    "sid": "35426421",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2639190105.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "59",
    "episodes": "5",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2021-04-03(中国大陆)"
    ],
    "this_title": [
        "刺刀下的劳工"
    ],
    "douban_link": "https://movie.douban.com/subject/35426421/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "由中央新闻纪录电影制片厂（集团）发现纪实传媒承制的大型系列纪录片《刺刀下的劳工》, 即将于2021年4月3日-7日CCTV-9纪录频道20：00隆重推出，央视频全网首播，首次全景式讲述抗战期间强掳赴日的四万多中国劳工的故事。敬请收看！“抗战研究要深入，就要更多通过档案、资料、事实、当事人证词等各种人证、物证来说话”。——由此策划的五集纪录片《刺刀下的劳工》，将通过最后一批活着的强掳赴日劳工幸存者的影像记录，还原那段并不普遍为人所知的历史。二战期间，日本政府为了弥补国内劳动力不足，从1943-1945年，从中国河北山东河南等地，强掳劳工41758人，分169批次押运到日本国内，抵达日本仅剩38117人。这批劳工到达日本后，被分配到日本35家企业135个作业点，每天在刺刀和皮鞭下强制劳动，完全失去人身自由，过着地狱般的生活。他们纷纷以不同的形式进行反抗，或暴动，或抗议，或破坏铁路……中国劳工抱着必死的决心反抗，只为维护中华民族的尊严。让日本人知道，中国人不可辱。知其不可为而为之，这是中国儒家文化的性格，也是积淀在中国人血脉里的性格。在愤死与苟活的选择中，中国人的一点血性、一点执拗、一点慷慨赴死的气概在异国他乡迸发出来。惊心动魄，难能可贵。抗战期间中国被掳赴日劳工有4万人之多，他们的悲惨遭遇和在异国的反抗，虽非抗日主战场，亦是抗战史上不可忽略的篇章，是世界反法西斯战争的一部分。这段历史至今仍带给我们无尽的启示和反思。本片按历史事件的顺序和脉络，共分为五集：1.强掳；2.东渡；3.暴动；4.归来；5.索赔。◎ 第一集 强掳   >>>点击观看视频2019年11月19日，东京塔下的芝公园迎来了一场特殊的悼念活动，为了纪念一个特殊的群体——从1943年开始陆续被日军强掳到日本充当劳工的中国人，这些人中，有平民，也有战俘。日本“战争思考会”成员町田忠昭先生，这位半个世纪来倾尽心血调查劳工问题的老人，在学生时代曾随日本“开拓团”到过中国东北农场实习，也曾亲身参与上世纪五十年代日本民间发起的劳工遗骨送还运动，本集由此展开对劳工问题的溯源；以93岁的劳工幸存者赵宗仁老人为线索，展开对骗招这种方式的揭秘；以作家萨苏动情讲述家族中长辈被强掳劳工之后又惨遭杀害的故事，挖掘追踪日本侵华时期其内阁、军队和企业三位一体的犯罪始末。◎ 第二集 东渡   >>>点击观看视频以日本学者老田裕美寻找下关劳工遗骨埋葬地的故事为线索，追寻当年海上运输劳工的惊心历程，在美军对日实行海上封锁之际，四万多中国劳工是如何在轰炸中度过失控的海上航程？关门海峡旁的“无缘墓地”，为何会有大量劳工遗骨？大阪华侨徐桂国为向当地政府申请修建中国劳工纪念碑，却经历了别样的曲折心酸；广岛市民川原洋子三十年如一日，执着于帮助劳工调查取证并诉讼，以此揭开四万劳工分布在日本诸岛从事苦役的历史。当死亡这件事重复六千次，风暴降临了。一场后来对中日双方影响深远的悲壮行动，因为一次特殊的死亡事件，在日本本州岛秋田县花冈町发生了。◎ 第三集 暴动   >>>点击观看视频自1985年起，每年的6月30日，日本大馆市议政厅前，都会如期升起中华人民共和国国旗。这个特殊的日子，是为了纪念一个特殊的事件，一个特殊的群体。——是谢罪，更是致敬。这天，一个特殊的代表团从中国北京出发，飞往日本大馆，也是为了纪念同一个事件，同一个群体。他们中很多人，都是第一次去日本。劳工遗属刘松林赴日调查父辈当年在这里不堪虐待而举行暴动中的义举，以此为线索，展开对“花冈暴动”这一轰动日本朝野的劳工反抗事件中的细节的考证。当年命悬一线的中国劳工，为保护一位善良的日本小监工，几百人不惜冒着生命危险推迟暴动日期的动人往事，是战争年代所体现出的人性之光。◎ 第四集 归来1945年9月15日，随着盟军进驻日本秋田县，耿谆和李铁垂等12名花冈暴动骨干也被解救出来。在此前后，遍布日本135个作业场的中国劳工纷纷获得自由，并陆续回国。战争结束了，但故事还没结束。当年逃亡北海道的中国劳工刘连仁，与一位日本老太太之间跨越时空与仇恨的情谊，令人唏嘘，温情慰藉着所有经历过战争年代的人们，以此讲述劳工的漫漫回国之路；日本寺院住持菅原家族三代人守护中国劳工遗骨并送还的故事线索，带出遗骨还乡的不为人知的一波三折；幸存劳工李铁垂老人归国70多年来，苦苦寻找当年战后在东京留下的儿子，以此回忆别样的情感伤痛。◎ 第五集 索赔花冈受难者当年回国后便各奔东西，循着各自的生命轨迹而去。除了居住在同一个地方的幸存者之间尚有往来，其余均下落不明，往昔苦难成了各自心灵深处不堪回首的记忆被尘封起来。而历史却偏偏再次选择了他们，召唤他们汇聚起来，呼唤正义和尊严。一场讨还正义和尊严的斗争打响。上世纪八十年代，当年花冈劳工大队长耿谆的访日，自此改变了很多人的命运。消息一经报道，宛如一面召唤的旗帜。以旅日华侨林伯耀和日本律师新美隆等日本友人开展和平运动为肇始，上世纪九十年代前后，中国劳工民间对日索赔拉开了序幕，本片全面记录并深入解读漫漫索赔路，过程跌宕壮烈，复杂曲折，是和平年代的另一场慷慨悲歌；中国律师康健在带领中国劳工赴日诉讼失败后，努力将诉讼案件从国外转移至国内，更以此反思正义与尊严的代价。摄制组在前期调研和实际拍摄国内涉足之地有：辽宁，安徽，河北，河南，北京，天津，山东，吉林……等国内20多个省市自治区，搜寻最后一批幸存者，以及当年强掳的沿途路线所在；日本拍摄地有东京，广岛，札幌，函馆，秋田，福冈，神户，大阪等地，遍及九州、本州、北海道、四国等诸岛。拍摄的国内遗址有：石家庄石门集中营遗址、洛阳西工集中营遗址、塘沽集中营遗址、抚顺万人坑遗址、天津万人坑遗址、青岛集中营遗址、青岛码头遗址等10多处；拍摄的国外遗址有：北海道明治矿山遗址、秋田鹿岛花冈遗址、广岛西松建设安野水电站遗址、三菱矿山遗址、足尾矿山遗址、大阪码头遗址等10多处；劳工纪念碑5处。查阅并拍摄的档案馆博物馆有：神户华侨纪念馆、大馆和平纪念馆、青岛历史档案馆、天津博物馆、河南襄城资料馆、中国抗日战争纪念馆等6处。本片讲述采用的人物共计50余人，其中：劳工及遗属30多人（实际拍摄80多人）：李铁垂、耿谆、赵宗仁、闫玉成、黄凤桐、刘连仁之子刘焕新、张金亭之子张恩龙、刘锡财之子刘松林、仇泉林之子仇江波等；中日专家8人：中国社科院近代史研究所居之芬、作家萨苏、旅美法学家邵子平、律师康健、作家李旻、学者童增、青岛社科院研究院张树枫、日本学者田中宏、老田裕美等；日本民间友好人士5人：町田忠昭、川原洋子、新美彩子、志村默然人、菅原侍等；日本华侨2人：林伯耀、徐桂国在拍摄这部纪录片的过程中，让我们不断感动的是，几十年来，许许多多为了还原那段真实的历史、为中国劳工的民间索赔不懈奔走的日本友人们。中日友好的根基在民间，相信这些善良、正直的日本人，代表着中日两国和平友好的主流和未来……本片客观呈现这段历史的前世今生，旨在牢记历史，不忘初心，反思战争，珍惜和平，激励国人共同为中华民族的伟大复兴而奋斗！",
    "chinese_title": "刺刀下的劳工",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-18T03:28:13"
}