{
    "aka": [
        "Remembrance of Dreams Past"
    ],
    "sid": "3542360",
    "cast": [
        {
            "url": "/celebrity/1053618/",
            "name": "陈坤 Kun Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1258893/",
            "name": "李小冉 Xiaoran Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274417/",
            "name": "罗海琼 Haiqiong Luo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274939/",
            "name": "胡可 Ke Hu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314041/",
            "name": "熊乃瑾 Naijin Xiong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037023/",
            "name": "郑佩佩 Pei-pei Cheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312975/",
            "name": "朱丹 Dan Zhu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315636/",
            "name": "毕彦君 Yanjun Bi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316572/",
            "name": "冯雷 Lei Feng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1001393/",
            "name": "何赛飞 Saifei He",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1276043/",
            "name": "梁丹妮 Danni Liang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1276032/",
            "name": "关晓彤 Xiaotong Guan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316819/",
            "name": "蒋依依 Yiyi Jiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275700/",
            "name": "林栋甫 Dongfu Lin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274710/",
            "name": "王静 Jing Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318795/",
            "name": "王茂蕾 Maolei Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1333848/",
            "name": "管乐 Le Guan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313582/",
            "name": "谢昀杉 Yunshan Xie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314404/",
            "name": "刘亚津 Yajin Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320879/",
            "name": "刘洁 Jie Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320509/",
            "name": "刘家琪 Jiaqi Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275750/",
            "name": "吴立琪 Niki Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1329003/",
            "name": "赵仕瑾 Shijin Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317096/",
            "name": "吴连生 Liansheng Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325769/",
            "name": "王丽涵 Lihan Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1406979/",
            "name": "何晶 Jing He",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1329480/",
            "name": "马亮 Liang Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324347/",
            "name": "李华 Hua Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330506/",
            "name": "陈笑非 Xiaofei Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1454825/",
            "name": "齐建全 Jianquan Qi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1454824/",
            "name": "李欣欣 Xinxin Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1454822/",
            "name": "许佩云 Peiyun Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1562419/",
            "name": "张艳 Yan Zhang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情",
        "爱情",
        "传记",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2504327305.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1323318/",
            "name": "林佩芬 Peifeng Lin",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt11338514",
    "director": [
        {
            "url": "/celebrity/1323317/",
            "name": "董志强 Zhiqiang Dong",
            "@type": "Person"
        }
    ],
    "duration": "43分钟",
    "episodes": "42",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2009-11-18(中国大陆)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11338514/",
    "this_title": [
        "故梦"
    ],
    "douban_link": "https://movie.douban.com/subject/3542360/",
    "trans_title": [
        "Remembrance of Dreams Past"
    ],
    "douban_votes": "4549",
    "introduction": "从陆天恩一生的际遇中，我们看到的是一幅中国近百年来历史变迁的绘卷。一九0四年，他生于北京一个显赫的皇亲国戚之家；祖母陆老太太是亲王格格，已逝的祖父是慈安皇太后的侄儿，外公是蒙古亲王；这显赫的家世使他一出生就背负着异于常人的命运；更由于他是几代单传的独子，是家里的宝贝，便受到过度的爱护和限制，使他成为锦衣玉食的笼中鸟，无法，也不敢振翅高飞。八岁那年，时局大变，民国肇建，清帝退位，陆府连带着大受影响；显赫化为乌有，皇亲国戚的身份消失，原本在朝为官的父亲陆正波赋了闲，在家研究字画古玩打发时日，陆老太太则沉湎在昔日的繁华梦中，依然定期进宫向逊帝溥仪及太妃们请安，并且以此为生活的重心；母亲陆夫人以严厉的态度管理家务，个性和行事风格都宛如老太太的翻版。稚龄的陆天恩在不知不觉中成为新、旧时代交替期的畸零人——时代发生巨变，生活的环境整个错乱了，原先规划好的一切都已不适用，人生失去了方向，无所适从，因此，他的心情飘忽、空虚，没有理想，没有奋斗的意愿。1921年，他尊祖母之命娶表妹灵芝为妻，两人没有感情；他在外结识了唱京韵大鼓的水飘萍，则谱出了恋曲；但，水飘萍患有肺病，渐至不治，时值灵芝分娩，难产，两人同日死亡。水飘萍之死使陆天恩伤心不已，灵芝之死则使陆府蒙上重大的阴影，老太太的健康更是大受打击。其时，溥仪大婚，婚后想有所作为，特别挑选了郑孝胥、罗振玉、王国维等人封了官职，与既有的“帝师”陈宝琛等人共事；陆天恩的外公和舅舅因为热中复辟，也觉得机会来了，于是大力活动；端康太妃则示意溥仪，给陆天恩入宫当差的机会；这事，老太太当然高兴，陆夫人更因为家道正日渐中衰，希望儿子得个官职，以振兴家业；不料，经历过晚清官场的陆正波坚决反对这事，母子、夫妻之间发生了一场严重的冲突，最后还是依照陆正波的意见，婉拒了太妃的好意。陆府继续过着“坐吃山空”的日子，陆天恩也继续过着无所事事、游手好闲的日子，心情苦闷，无可排遣；一天，他小时的奶妈秦朱氏带着女儿秦燕笙来访，才带给他峰回路转的变化。出身寒微而力求上进的秦燕笙从小在困苦的环境中努力读书，女子师范学校毕业后，在小学教书，她满怀理想，正准备到北京来继续求学，然后到欧洲去留学；陆天恩第一次认识到和自己周遭的人完全不一样的女孩，对她的知性美于惊讶中起了爱慕之心，疯狂的追求起她来；而受新文化、新思潮洗礼的秦燕笙虽然并不喜欢他的的生活方式，却被陆府的历史感和文化气息所吸引，两人渐渐陷入热恋。而身外的世界情况非常坏——民国的政局混乱不堪，军阀猖狂，拥有重兵的冯玉祥突然将攻击的目标对准了溥仪，强力逼宫，使溥仪离开紫禁城；溥仪狼狈离宫，无有安身立命的所在，暂时在父亲载丰的府第居住——听到这个消息的陆老太太忧急攻心，病得更严重了。无意中透露这个消息的秦燕笙因而自责不已，索性自己提出结婚，为老太太冲喜。但，两人的家世、人生观、文化层次、生活习惯和对未来的憧憬都完全不同，相处起来非常痛苦，婚后一年，秦燕笙在极度忍耐中度过；她未有生育，而陆老太太终告不治，丧礼过后百日，秦燕笙非常坚决的提出离婚的要求；她离开陆家，准备继续求学。一九三二年，溥仪赴东北成立“满洲国”，不少前清亲贵闻风而起，赴东北追随溥仪；陆天恩的外公和舅舅们更是从蒙古率众响应；但陆正波却决定继续过隐居的生活，并因心中对时代的感触非常深刻，而产生了一个心愿，想专心撰写一部中国现代史的著作，而不卷入政治的漩涡，为免被协迫或暗杀，索性举家南迁。来到上海定居，陆天恩自觉年纪已经不小了，考虑谋职；但，他的个人特质与新时代、新社会格格不入，很难有适合他的事可做；他只得继续过着无所事事的生活。一天,他闲逛、看戏，新来的绍兴戏班正演出小韵仙担纲的<盘夫索夫>，已通上海话的他立刻为之着迷。小韵仙目不识丁，但温婉可人；两人有了感情，他动了三度娶妻的念头。但，他随即又认识了汪莲君，感情产生了波动，而变得复杂起来。汪莲君是名医汪华之妹，正协助汪华为陆夫人医治因积累了多年的压力而导致的精神病；汪莲君相貌端秀高雅，心思细密，又通医理，很善于照顾病人，幼年丧母的她甚且对陆夫人产生了孺慕似的感情，当作了自己的母亲，因而非常尽心尽力，陆夫人的病也就大有起色，陆府全部的人都喜欢汪莲君，认为她是最好的少奶奶人选；陆天恩也爱上了她，怎奈又不舍小韵仙，最后采用两全其美的办法，娶汪莲君为妻，纳小韵仙为妾。汪莲君事先不知情，婚后才知道小韵仙的存在，第一个念头是离婚，但是在现实生活中实现起来有困难，只好勉强忍耐着；不久，她又发现，婚前她相识并结为好友的名女作家秦砚竟是陆天恩的前妻秦燕笙。秦燕笙在外国完成学业后返回中国，在上海任教，并从事写作，出版了不少受到好评的作品，事业有成，但仍单身；偶然中认识了汪莲君，又与陆天恩重逢，竟有如命运的捉弄。陆天恩对秦燕笙依然充满了感情，而这使原本已经很难相处周全的三人婚姻成了“四角习题”，更复杂、更难理清。一九三七年，日本侵华；同年，上海沦陷；秦燕笙因呼吁全民抗日而被暗杀，重伤，汪莲君竭力救治，痊愈后秦燕笙逃离上海，从此与陆、汪二人失去联络。不幸的事接踵而来，日本方面得知了陆正波与清室的关系，要他出来任伪官，陆正波不肯，受逼不过，跳楼自杀；小韵仙目睹惨状，旋即流产，陆夫人精神崩溃，陆天恩害怕得不知所措，全家依靠汪莲君支撑。不久，陆夫人离开人世，陆府更加冷清、寥落。抗战胜利，日本投降，“满洲国”随之瓦解，而时代又发生巨变；陆府再次面对历史变迁的难题。一九四九年，害怕再遭逢战争的陆天恩决定迁居台湾，本以为只是暂时避战，没想到一去几十年。刚到台湾时，他因携带的细软用完，必须谋职养家，于是到轮船上工作，这使他的人生有了重大改变；他从工作中产生了充实感和责任感，也开始对自己产生信心，个性开始转变，逐渐坚强起来。但是，他的家庭又发生新的变故：小韵仙遇到了昔日在上海一起唱戏的女伶，他乡逢故知，心情非常特殊，于是重新恢复演出，每天外出唱戏；而外出唱戏、深夜返回的生活方式严重影响了正常的家庭生活，小韵仙唱戏的朋友们往来家中，更是格格不入；小韵仙只有迁出，租房另居。一九三二年，溥仪赴东北成立“满洲国”，不少前清亲贵闻风而起，赴东北追随溥仪；陆天恩的外公和舅舅们更是从蒙古率众响应；但陆正波却决定继续过隐居的生活，并因心中对时代的感触非常深刻，而产生了一个心愿，想专心撰写一部中国现代史的著作，而不卷入政治的漩涡，为免被协迫或暗杀，索性举家南迁。来到上海定居，陆天恩自觉年纪已经不小了，考虑谋职；但，他的个人特质与新时代、新社会格格不入，很难有适合他的事可做；他只得继续过着无所事事的生活。一天,他闲逛、看戏，新来的绍兴戏班正演出小韵仙担纲的<盘夫索夫>，已通上海话的他立刻为之着迷。小韵仙目不识丁，但温婉可人；两人有了感情，他动了三度娶妻的念头。但，他随即又认识了汪莲君，感情产生了波动，而变得复杂起来。汪莲君是名医汪华之妹，正协助汪华为陆夫人医治因积累了多年的压力而导致的精神病；汪莲君相貌端秀高雅，心思细密，又通医理，很善于照顾病人，幼年丧母的她甚且对陆夫人产生了孺慕似的感情，当作了自己的母亲，因而非常尽心尽力，陆夫人的病也就大有起色，陆府全部的人都喜欢汪莲君，认为她是最好的少奶奶人选；陆天恩也爱上了她，怎奈又不舍小韵仙，最后采用两全其美的办法，娶汪莲君为妻，纳小韵仙为妾。汪莲君事先不知情，婚后才知道小韵仙的存在，第一个念头是离婚，但是在现实生活中实现起来有困难，只好勉强忍耐着；不久，她又发现，婚前她相识并结为好友的名女作家秦砚竟是陆天恩的前妻秦燕笙。秦燕笙在外国完成学业后返回中国，在上海任教，并从事写作，出版了不少受到好评的作品，事业有成，但仍单身；偶然中认识了汪莲君，又与陆天恩重逢，竟有如命运的捉弄。陆天恩对秦燕笙依然充满了感情，而这使原本已经很难相处周全的三人婚姻成了“四角习题”，更复杂、更难理清。一九三七年，日本侵华；同年，上海沦陷；秦燕笙因呼吁全民抗日而被暗杀，重伤，汪莲君竭力救治，痊愈后秦燕笙逃离上海，从此与陆、汪二人失去联络。不幸的事接踵而来，日本方面得知了陆正波与清室的关系，要他出来任伪官，陆正波不肯，受逼不过，跳楼自杀；小韵仙目睹惨状，旋即流产，陆夫人精神崩溃，陆天恩害怕得不知所措，全家依靠汪莲君支撑。不久，陆夫人离开人世，陆府更加冷清、寥落。抗战胜利，日本投降，“满洲国”随之瓦解，而时代又发生巨变；陆府再次面对历史变迁的难题。一九四九年，害怕再遭逢战争的陆天恩决定迁居台湾，本以为只是暂时避战，没想到一去几十年。刚到台湾时，他因携带的细软用完，必须谋职养家，于是到轮船上工作，这使他的人生有了重大改变；他从工作中产生了充实感和责任感，也开始对自己产生信心，个性开始转变，逐渐坚强起来。但是，他的家庭又发生新的变故：小韵仙遇到了昔日在上海一起唱戏的女伶，他乡逢故知，心情非常特殊，于是重新恢复演出，每天外出唱戏；而外出唱戏、深夜返回的生活方式严重影响了正常的家庭生活，小韵仙唱戏的朋友们往来家中，更是格格不入；小韵仙只有迁出，租房另居。陆天恩返家时，误以为是汪莲君逼走了小韵仙，情急之下出言不逊，汪莲君气愤之下，重提离婚；陆天恩既发现自己错怪了汪莲君，又被汪莲君的完美主义和企图离开他的压力与阴影激得情绪失控，而激出了他从未显现过的叛逆性来，索性强迫汪莲君的陪嫁丫头小喜与他同房，而致小喜有孕。小喜不甘接受这恶劣的命运，心情悲愤，幸好路经佛寺，听了高僧说法，才平静下来，却选择在生下女儿后剃度出家，脱离红尘的是非爱憎。汪莲君却无法脱离红尘，她必须抚养这个无辜的孩子，也因为亲自抚养而对孩子生出了感情；陆天恩则因为心怀愧疚，面对这个孩子，内心的感受非常复杂；但是在为她取名的时候，他想到了自己的父亲，想到了孩子是血脉的传承，于是取名“海棠”，以纪念陆正波——陆正波生前曾说，梦见了故宫的绛雪轩前，海棠花盛开，“海棠”的意象代表了陆正波内心深处的理想和坚持。陆海棠在汪莲君精心的抚养下逐日成长，陆天恩的心性也在逐日的成长，因为有了工作，他有了成就感，也有了人生的方向；因为有了女儿，他有了希望和寄托，一切都变得有意义，他也不再是个懦弱、凡事退缩的人。汪莲君的姐夫陈少白因思念家人而自日本弃职潜返上海，他很勇敢的承担了责任，为陈少白做说明；小韵仙和她所收养的儿子先后去逝，他忍下了痛苦；汪莲君自中年以后罹患糖尿病，健康日益变坏，他全力照顾，直到她去逝；而他自愧以往没做个好儿子，好丈夫，惟有力求做个好父亲来补过，因此，在海棠的教育上，他费心的研究、学习，以便给予海棠一个理想的成长环境和完善的教育方式。多年后，一个潜藏内心深处的梦境成真了：海峡两岸的关系改善了，台湾当局政策改变、开放了，准许台湾居民赴大陆探亲；只奈，他年事已高，有病在身，行动不变——包括返乡的愿望，都只能寄托在陆海棠身上。成年后的陆海棠是一位历史小说家，与生俱有的使命感使她努力写作，期许自己完成祖父未完成的著作，同时，她逐步完成父母返回故乡的心愿。一九九六年，陆海棠飞越海峡，返回北京，排除万难，寻访父母的故居和尚在人世的秦燕笙。二00四年，她开始撰写这部积累了三代人的心愿的著作……",
    "chinese_title": "故梦",
    "douban_rating": "8.3/10 from 4549 users",
    "foreign_title": "",
    "douban_rating_average": "8.3",
    "update_at": "2025-01-20T13:52:20"
}