{
    "aka": [
        "Document Rojo",
        "On The Road: A Document",
        "On the Road: The Document"
    ],
    "sid": "3543084",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1964",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873332284.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1439037/",
            "name": "楠木徳男 Tokuo Kusunoki",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0373796",
    "director": [
        {
            "url": "/celebrity/1039237/",
            "name": "土本典昭 Noriaki Tsuchimoto",
            "@type": "Person"
        }
    ],
    "duration": "54分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1964"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0373796/",
    "imdb_votes": 73,
    "this_title": [
        "ドキュメント路上"
    ],
    "douban_link": "https://movie.douban.com/subject/3543084/",
    "imdb_rating": "6.8/10 from 73 users",
    "trans_title": [
        "纪录：在路上",
        "Document Rojo",
        "On The Road: A Document",
        "On the Road: The Document"
    ],
    "douban_votes": "129",
    "introduction": "描写的是1963年日本经济高速增长时期，随着城市建设的快速发展，交通状况日益恶化背景下，东京的出租车司机们的日常生活和严酷的生存环境。在20世纪50年代龟井文夫的现实主义成为纪录电影主流的背景下，这部电影的前卫性犹如一枚炸弹，引爆了一场电影革命，为60年代的纪录电影开创了新的地平线。铃木达夫优美的35毫米摄影技术和风格，也成为日后摄影师们争相效仿的楷模。Tokyo in 1963 during the middle of high economic growth, when city maintenance construction was proceeding at a fast pitch. This is a record of the city and its troubles according to a taxi driver on the road. While the realism of Kamei Fumio played the lead in the 1950s, this film became the detonator for a decisive revolution opening up new horizons for documentary film in the 1960s. The magnificence of Suzuki Tatsuo’s 35mm photography surprised everyone, becoming the standard for later cameramen.記録映画　白黒　35ミリ・16ミリ　54分’64年　製作：東洋シネマ製作：マキノ正美　倉橋清　丸茂孝　監督：土本典昭脚本：楠木徳男　撮影：鈴木達夫　音楽：三木稔音声：浅沼幸一　整音：杉崎喬　照明：伴野功　藤来義門監督補佐：秋葉嘉男　助監督：中村久亥　武市憲二撮影助手：野沢清四郎　佐藤敏彦　運転技術：西村嘉直製作進行：桑原一雄　長井博　加藤喜代子　編集：南英子運転手：川崎嘉三男　会社管理者：金井大（三期会）効果：東京エフェクトマン・グループ　録音：目黒スタジオ現像：東洋現像所　協力：警視庁交通局　警視庁　日本自動車連盟芸術祭奨励賞／エジンバラ映画祭デイプロマ・オプ・メリット(64）／ヴェネチア映画票特別審査委会賞(64）／青少年映画審議会推選（64）／優秀映画観賞会推薦（64）1963年、高度経済成長の只中、東京では都市整備の工事が急ピッチで進んでいた。そのため、道路事情は一挙に悪化していた。タクシーの運転を生活手段とする主人公は、そうした状況下で働いている。朝方まで営業運転した後、一般の通勤者とは逆方向に帰宅する彼。奥さんの手作りの朝食をたいらげ、赤ちゃんと遊び、そして眠る。再び路上。工事資材等を運ぶトラックが、ひしめき合って走る中、彼の運転するタクシーも走る。突然、ミキサー車が前方を遮る。急ブレーキ！互いにののしり合ううち、道路は大渋滞。やっと走り出したと思えば、突然サイレン、スピード違反だ。罰金は生活に直接ひびく。罰金の支払窓口ヘ行くと、そこは運転生活者でいっぱいである。なけなしの生活費が、機械的に処理される窓口。会社へ戻ると、仲間のひとりが胃のレントゲン写真を見せている。ひどい胃下垂、職業病だから他人事ではない。それでも走る、工事だらけの東京ー。”開かずの踏切”で、大渋滞につかまった。通過する電車も通勤看ですし詰めだ。やっと抜けると今度は狭い路地、歩行者の中を注意深く運転しなければならない。大きな道路に出ればまた大渋滞、工事中の路面はデコポコ。胃にひびく。旗をふる工事の人、舞い上がる粉塵。急に道路を渡る子供と老人。郊外へ向う客をひろった。窓外にのどかな田園で働く農夫が見える。再び東京。事故の惨状の写真や、事故発生地点を示した地図が街頭に置いてある。夜もヘッドライトの光の動きが絶えない路上。電光掲示板が告げる交通事故。バックシートで眠る客。幻惑誘うヘッドライトの光。“前方のトラックを追い越そうる、危い．′　急ブレーキ‥‥‥。朝、事故車を運ぶクレーン。タクシー会社では朝礼。「皆さん、事故にはくれぐれも注意して……」土本は、この作品を劇映画と考えている。ここでも土本は、違反や危険なしには働けない運転生活者の労働実態に目を向けており、日常の外面をモンタージュすることで日常の内面をえぐりだしている。なお、この作品は、交通安全映画として警察庁に買い上げられ、活用されることになっていたが、完成後未公開のままとなつた。",
    "chinese_title": "纪录：在路上",
    "douban_rating": "7.9/10 from 129 users",
    "foreign_title": "ドキュメント路上",
    "imdb_rating_average": 6.8,
    "douban_rating_average": "7.9",
    "update_at": "2025-02-13T21:39:14"
}