{
    "aka": [],
    "sid": "35433686",
    "cast": [
        {
            "url": "/celebrity/1576438/",
            "name": "琼·施赖纳 June Schreiner",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882380498.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt9748424",
    "director": [
        {
            "url": "/celebrity/1523103/",
            "name": "汉娜·邦 Hannah Bang",
            "@type": "Person"
        }
    ],
    "duration": "108分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021-05-06(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9748424/",
    "imdb_votes": 113,
    "this_title": [
        "Voodoo Macbeth"
    ],
    "douban_link": "https://movie.douban.com/subject/35433686/",
    "imdb_rating": "6.4/10 from 113 users",
    "trans_title": [
        "巫毒麦克白"
    ],
    "douban_votes": "0",
    "introduction": "It’s October 1935. America is in the midst of The Great Depression, and millions of unemployed are struggling to survive. Still, Harlem’s Lafayette Theater continues operations and is the most active Negro Theater unit of the Federal Theater Project, a New Deal program funding live artist performance and designed to boost employment. Led by Rose McClendon and John Houseman, the company challenges conventional perspectives of Black theater by producing their first classical production. Houseman hires the inexperienced, boisterous, and arrogant 20-year-old Orson Welles to direct the first all-Black cast performing Shakespeare’s Macbeth. Welles, determined to create shockwaves with his first professional stage play, radically adapts Macbeth by shifting the setting from medieval Scotland to 19th century Haiti. Welles struggles to bring his career-launching vision to life while balancing an amateur cast, distressed marriage, political interference, and protests fueled by the skepticism of the Black community. Inspired by actual events, and created by a group of 8 writers and 10 directors who collaborated as students at the University of Southern California, VOODOO MACBETH tells the story of a long-forgotten Black theater landmark that launched a film legend’s directing career. — R.R.",
    "chinese_title": "巫毒麦克白",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Voodoo Macbeth",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-06-13T21:26:27"
}