{
    "aka": [],
    "sid": "35433762",
    "cast": [
        {
            "url": "/celebrity/1607037/",
            "name": "安娜·玛尔塔·孔滕特 Ana Marta Contente",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "葡萄牙"
    ],
    "writer": [],
    "imdb_id": "tt4913810",
    "director": [],
    "duration": "107分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt4913810/",
    "imdb_votes": 108,
    "this_title": [
        "Índice Médio de Felicidade"
    ],
    "douban_link": "https://movie.douban.com/subject/35433762/",
    "imdb_rating": "6.5/10 from 108 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Daniel had a plan, a sort of journal of the future, written in a notebook. Sometimes he went back to rectify small things, but still, life seemed pretty easy and happiness too. But, all of a sudden, everything changed for the worse: Portugal collapsed and Daniel lost his job. He couldn't afford to pay the mortgage for his house any more. His wife, also unemployed, left with his children, searching for better opportunities. His two best friends are absent: one, Xavier, has been locked inside his house for 12 years, obsessed with statistics and deeply depressed by the fact that the mutual aid website they created has proved a complete failure; the other one, Almodôvar, was arrested in a desperate attempt to mend his life. When thinking of his children and of Almodôvar's child, Daniel tries to understand what kind of hope is left for future generations. And he doesn't want to give up. In spite of the wreck that his life becomes, his will to rebuild everything seems unshakable. Because the Present is meaningless, if we don't anticipate a Future.",
    "chinese_title": "Índice Médio de Felicidade",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-12-04T07:40:16"
}