{
    "aka": [],
    "sid": "35437922",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2641405639.jpg",
    "region": [
        "瑞士"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1296832/",
            "name": "Christoph Schaub Christoph Schaub",
            "@type": "Person"
        }
    ],
    "duration": "14分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2002(瑞士)"
    ],
    "this_title": [
        "die Kunst der Gründung"
    ],
    "douban_link": "https://movie.douban.com/subject/35437922/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Ein Porträt über den Bündner Ingenieur Jürg ConzettDas Ingenieurbüro in der Innenstadt von Chur besteht in der heutigen Form seit 1992. Zusammen mit den Partnern Bronzini und Gartmann beschäfigt Jürg Conzett hier um die 15 Angestellte. Als Ingenieur baut Jürg Conzett Brücken und Zubringerstrassen, Stützmauern, Gallerien, Infrastrukturgebäude. Wir sehen sie täglich, ohne sie zu bemerken. Sie sind überall. 1994 und 97 konstruiert er zwei Fussgängerbrücken in der Viamala, der unzugänglichsten und wildesten Schluchtdes Hinterrheins. Für die eine wählt er als Baumaterial Holz, für die andere Brücke - Granit und Stahl. Beides sind Konstruktionen, die er aus seinem fundierten historischen Wissen herausentwickelt. Und die vielleicht gerade deshalb ihren neuartigen und eigenständigen Charakter gefunden haben. Die andere Viamala-Brücke liegt in einem noch schrofferen, unzugänglichen Gelände. Und tatsächlich hat sie sich hier nicht lange behaupten können. Im März 1999 schlägt ein Bergsturz den neugebauten Traversiner Steg hinab in die Schlucht. Die Schwerkraft überwinden, sagt er. Und manchmal gelingt es. Auch wenn Conzett mit beiden Füssen auf der Erde bleibt.",
    "chinese_title": "die Kunst der Gründung",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-29T18:42:27"
}