{
    "aka": [],
    "sid": "35437986",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "新西兰 New Zealand"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1061712/",
            "name": "Michael Bennett Michael Bennett",
            "@type": "Person"
        }
    ],
    "duration": "1小时",
    "episodes": "13",
    "language": [
        "英语"
    ],
    "playdate": [
        "2005-09-24(新西兰)"
    ],
    "this_title": [
        "Frontier of dreams : the story of New Zealand"
    ],
    "douban_link": "https://movie.douban.com/subject/35437986/",
    "trans_title": [
        "梦之前沿：新西兰的故事"
    ],
    "douban_votes": "0",
    "introduction": "Frontier of Dreams was a New Zealand documentary television series. It covered the history of New Zealand from its geological past through to the present day in 13 one-hour episodes, and was broadcast by Television New Zealand from 24 September 2005 weekly until December. The series is the largest documentary ever made in New Zealand and took nearly five years to make.This 13-part series brings together the voices of the country, past and present. It combines all the elements of great storytelling: people, pictures, sounds and music to tell the stories and experiences of New Zealand.Ep. 1. The last place on earth (pre history to c.1300)Millions of years ago, the largest islands of the South Pacific rose from the ocean to become home to specialised plants and animals adapted to a unique environment.Ep. 2. Treasure islands (c.1300-1642)In more recent times Polynesian voyagers crossed the Pacific to finally make landfall on the shores of the 'long bright cloud'.Ep. 3. When worlds collide (1642-1839)Early contact between Māori and European was filled with danger and promise for both sides. Whalers, sealers, traders and missionaries arrived. The muskets they brought would lead to terrible tribal wars and mass internal migration.Ep. 4. Flags and nations (1839-1852)A look at the point in New Zealand's history when the Treaty of Waitangi was signed and Pākeha settlers began to pour in.Ep. 5. The explosive frontier (1852-1884)The growing trade, economic success and the fertile tribal lands of Māori in the central North Island bred envy among the rising tide of settlers. Fighting erupted in Waikato and quickly became a civil war.Ep. 6. The rush to be rich (1848-1882)As the horrors of civil war consumed the North Island, gold was discovered in Otago, leading to the best, wildest and most prosperous times for the South Island.Ep. 7. God's own country (1878-1913)A look at how economic collapse led to the reforming zeal of one of New Zealand's great governments, the Liberals, with Dick Seddon at the helm, striving to turn a struggling colony into God's Own Country.Ep. 8. The price of empire (1897-1918)The horrors of World War I were followed by the flu pandemic, and though the 20's promised a better life, the bright lights were dimmed by the Great Depression, which caused widespread ruin and despair.Ep. 9. The rise and fall of happy homes (1918-1935)The horrors of World War I were followed by the flu pandemic, and though the 20's promised a better life, the bright lights were dimmed by the Great Depression, which caused widespread ruin and despair.Ep. 10. Hope and heroes (1935-1949)This episode tells the story of New Zealand under the first Labour government, from 1935 to 1949. Radical reforms were introduced and the country struggled through another world war. It was a time of \"hope and heroes\".Ep. 11. The golden weather (1949-1965)A look at New Zealand during one of the most prosperous and stable periods in our history, the 50's and early 60's. It was a time of suburban growth, full employment and farming success, as New Zealand basked in \"the golden weather\".Ep. 12. Generations (1965-1984)The story of the social and political upheavals between 1965 and 1984, a time of change when the dreams of two generations.Ep. 13. Breaking free (1984-2005)The final episode of Frontier of Dreams tells the story of the dramatic changes in New Zealand's social, economic and political structure during the decades after 1984. It was a time of great upheaval for all sectors of society, an age of \"breaking free.\"",
    "chinese_title": "梦之前沿：新西兰的故事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Frontier of dreams : the story of New Zealand",
    "douban_rating_average": 0,
    "update_at": "2025-03-11T13:35:45"
}