{
    "aka": [],
    "sid": "35448086",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt8026900",
    "director": [],
    "duration": "54分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2009-06-01(意大利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8026900/",
    "this_title": [
        "Beat Parade: Viaggio nel mondo dei giovani negli anni sessanta"
    ],
    "douban_link": "https://movie.douban.com/subject/35448086/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In the sixties in Italy the first conflicts and the first protests of young people the were told inside the magazines dedicated to teenagers, within the columns dedicated to the \"letters to the director of the magazine\". Letters communicated feelings, rebellions and moods. In February of 1965, the Piper Club opened in Rome, the place created and designed to face the desire for transgression and rebellion of young people, which immediately became the heart of the so-called Beat movement. Also in the 1965 the Beatles arrived in Italy while on the radio was transmitted \"Yellow Flag\" with Renzo Arbore and Gianni Boncompagni. Like a tam tam, the Beat wave is trendy and spread from Rome to Milan, from Viareggio to Riccione, from North to South, including the islands. Girls in miniskirts, with leather belts. Boys in corduroy trousers, with hairstyles and pointed boots, which were based on those models of the Beatles. It was the era of the juke-box, of the Yè-Yè boys and of the \"capelloni\". ...",
    "chinese_title": "Beat Parade: Viaggio nel mondo dei giovani negli anni sessanta",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-11T13:00:08"
}