{
    "aka": [
        "Fixed Barricade at Hamdalaye Crossing"
    ],
    "sid": "35442618",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2642110012.jpg",
    "region": [
        "几内亚",
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt13989008",
    "director": [
        {
            "url": "/celebrity/1171073/",
            "name": "Tomm Bauer Tomm Bauer",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "弗拉尼语",
        "法语",
        "苏苏语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt13989008/",
    "this_title": [
        "Barrage D'arrêt Fixe Et Fermé Au Niveau Du Carrefour Hamdala"
    ],
    "douban_link": "https://movie.douban.com/subject/35442618/",
    "trans_title": [
        "汉姆达拉也的固定路障",
        "Fixed Barricade at Hamdalaye Crossing"
    ],
    "douban_votes": "0",
    "introduction": "Conakry, Guinea. On 28 September, 2009, the day of the first round of the presidential election, the elite praetorian guard carried out a massacre at the Stade du 28 Septembre. In 2010, a day before the second round, in a strained atmosphere, many acts of violence broke out, especially in the suburbs, at Hamdalaye. In 2018, Thomas Bauer met a group of young plaintiffs. Like a small theatre company, they set up rehearsals for a hypothetical trial. Judging, investigating? Something else is at stake here: how to tackle History and its charades. First, they turn a covered terrace into a stage, with them as sole actors and spectators. It is a fake enclosed space, since we can see the city bellow. Together they make corrections, adjustments, they search for the right words and get used to the French legal rhetoric: “you cannot…”, “you must…”. The provisional company is ready to build a sense of togetherness, as suggested by the lines drawn on the wall, like a staff waiting for its notes. In this makeshift set, a white sheet flutters in the wind, a few costumes lie around alongside military uniforms – caps, hair clips – prooming for other games, other parts. A different form of performance, a spiralling movement, and this fictional trial leads to a pas de deux of History. Meanwhile, outside, like a countershot or a reminiscence, here the stadium, there a group of odd singers, or the deserted Palais du Peuple appear suddenly; and during the rehearsals, the group recalls the presence of NGOs or invoke the memory of De Gaulle. Then we get the sense of other games and interlockings bellow the surface. And the substitute trial that is taking shape before our eyes holds up a mirror to other political theatres, refers to other connections.",
    "chinese_title": "汉姆达拉也的固定路障",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Barrage D'arrêt Fixe Et Fermé Au Niveau Du Carrefour Hamdala",
    "douban_rating_average": 0,
    "update_at": "2025-02-07T17:49:47"
}