{
    "aka": [],
    "sid": "35442148",
    "cast": [
        {
            "url": "/celebrity/1002695/",
            "name": "安迪·加西亚 Andy Garcia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348880/",
            "name": "阿德里娅·阿霍纳 Adria Arjona",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1182889/",
            "name": "迪耶戈·博内塔 Diego Boneta",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055376/",
            "name": "葛洛丽娅 艾丝特凡 Gloria Estefan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1356047/",
            "name": "伊莎贝拉·莫塞德 Isabela Merced",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1437450/",
            "name": "克洛伊·菲内曼 Chloe Fineman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031883/",
            "name": "劳拉·哈灵 Laura Harring",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009476/",
            "name": "恩里克·穆西安诺 Enrique Murciano",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1390261/",
            "name": "南茜·德·梅奥 Nancy De Mayo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1148110/",
            "name": "鲁本·拉巴萨 Ruben Rabasa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1404601/",
            "name": "凯西·托马斯·布朗 Casey Thomas Brown",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1077023/",
            "name": "佩德罗·达米安 Pedro Damián",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1410090/",
            "name": "玛卡瑞娜·阿查加 Macarena Achaga",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1457498/",
            "name": "Celine Alva Celine Alva",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1450533/",
            "name": "谢鹤群 Ho-Kwan Tse",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1446251/",
            "name": "杰弗里·保罗·瓦伦蒂 JP Valenti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1369054/",
            "name": "丹妮·海芙琳 Danni Heverin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1402583/",
            "name": "华金·蒙特斯 Joaquin Montes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1548719/",
            "name": "詹姆斯·J·齐托三世 James J. Zito III",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1553377/",
            "name": "艾瑞克·丹尼尔·斯图普 Eric Daniel Stumpp",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情",
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872791871.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1431268/",
            "name": "马特·洛佩兹 Matt Lopez",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt13249596",
    "director": [
        {
            "url": "/celebrity/1331998/",
            "name": "盖瑞·阿拉兹拉奇 Gary Alazraki",
            "@type": "Person"
        }
    ],
    "duration": "117分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-06-16(美国网络)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13249596/",
    "imdb_votes": 13871,
    "this_title": [
        "Father of the Bride"
    ],
    "douban_link": "https://movie.douban.com/subject/35442148/",
    "imdb_rating": "5.9/10 from 13871 users",
    "trans_title": [
        "岳父大人"
    ],
    "douban_votes": "1125",
    "introduction": "Long-marrieds Billy (Andy Garcia) and Ingrid (Gloria Estefan) are surprised when their eldest daughter Sofia (Adria Arjona) comes home to Miami for a visit. But the surprises just keep coming when she announces a new boyfriend, Adan (Diego Boneta)—who is now her fiancé—and their plans for a quick-turnaround wedding and a new life together in Mexico, where Adan’s family is from. Sofia’s quickfire revelations keep Billy and Ingrid from making their own disclosure—that they’re calling quits on their marriage—but both agree to delay the news and play the loving couple for the benefit of the family. Old-fashioned Billy is at first opposed to the wedding, but he is eventually swayed—as long as his opinions as father of the bride carry the most weight in all things matrimonial. A prominent architect and family man, Billy feels his hard-fought success and dedication to his heritage earn him the right to call the shots. After all his achievements, why is he suddenly seen as the bad guy? The same could also be said for Adan’s equally headstrong father, Hernan (Pedro Damián), who soon arrives with his own traditions and family pride in tow. With both iron-willed fathers vying to take charge of the festivities, it becomes a prideful game of one-upmanship, as cultures clash, generations take sides and competing traditions collide. Family relationships are tested, along with the couple at the center of it all, as the roller coaster ride of wedding planning races toward the altar. You are enthusiastically invited to the love, the food, the music and the fun of “Father of the Bride,” a modern rom-com updated from the timeless classic. This sparkling story of a family and its unbreakable bonds illustrates the surprising and funny ways the heart can adapt in the name of love. The film stars Andy Garcia, Gloria Estefan, Adria Arjona, Isabela Merced, Diego Boneta and Chloe Fineman. Warner Bros. Pictures and HBO Max Present A Plan B Entertainment Production, “Father of the Bride,” directed by Gaz Alazraki (“Nosotros Los Nobles,” “Club de Cuervos”) and produced by Plan B Entertainment’s Oscar winners Dede Gardner and Jeremy Kleiner (“Minari, “Moonlight,” “12 Years a Slave,” “Eat Pray Love”) and Paul Michael Perez (“No manches Frida,” “Spare Parts”). The screenplay is by Matt Lopez (“Promised Land,” “The Sorcerer’s Apprentice”), based on the novel by Edward Streeter. The executive producers are Brad Pitt, Andy Garcia, Ted Gidlow and Jesse Ehrman.Alazraki’sbehind-the-camera team includes director of photography Igor Jadue-Lillo (“Everything, Everything,” “The Kids Are All Right”), production designer Kim Jennings (“Joker,” “Ocean’s Eight”), editor Jon Poll (“Bombshell,” “The Greatest Showman”), composer Terence Blanchard (“One Night in Miami...,” “BlacKkKlansman”) and costume designer Caroline Eselin-Schaefer (“If Beale Street Could Talk,” “Moonlight”).“Father of the Bride” will stream on HBO Max beginning June 16, 2022, and will be available in 4K UHD, HDR10, Dolby Vision and Dolby Atmos on supported devices.",
    "chinese_title": "岳父大人",
    "douban_rating": "6.2/10 from 1125 users",
    "foreign_title": "Father of the Bride",
    "imdb_rating_average": 5.9,
    "douban_rating_average": "6.2",
    "update_at": "2025-02-02T03:00:32"
}