{
    "aka": [
        "Constrain"
    ],
    "sid": "35446485",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "动画",
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2643572658.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1283944/",
            "name": "Antoine Fontaine Antoine Fontaine",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [],
    "this_title": [
        "Contraindre"
    ],
    "douban_link": "https://movie.douban.com/subject/35446485/",
    "trans_title": [
        "约束",
        "Constrain"
    ],
    "douban_votes": "0",
    "introduction": "We are all prisoners and prisoners of a nationality, of a social condition, of a gender, of a skin color, to which the police and state repression force us to resign ourselves. This film tells how the bodies suffer, under the blows, the constraint and the humiliation.The character of this film talks about police repression in France, the place he holds in society and his efforts to escape it. Her movements are those of dancers captured digitally and reinterpreting scenes of police attacks.Compared with the military notion of \"theater of operation\", and without ever the aggressors appearing on the screen, this moving ensemble builds a portrait with multiple faces, whose suffering is the sum of all the violence perpetrated. by the French state and its police.————————————————————Through a poignant reconstruction of police violence that has occurred in France in recent years, Constrain shows the expression of state violence against individuals. A disturbing staging, associating a green background and 3D sets, tells an unprecedented way of these acts of repression, based on the persecuted and humiliated bodies. （https://www.visionsdureel.ch/film/2021/contraindre/）",
    "chinese_title": "约束",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Contraindre",
    "douban_rating_average": 0,
    "update_at": "2025-06-07T12:33:30"
}