{
    "aka": [
        "National Geographic Presents: Impact With Gal Gadot"
    ],
    "sid": "35448875",
    "cast": [
        {
            "url": "/celebrity/1044996/",
            "name": "盖尔·加朵 Gal Gadot",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896670286.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt14376656",
    "director": [
        {
            "url": "/celebrity/1296180/",
            "name": "瓦妮莎·罗斯 Vanessa Roth",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021-04-19(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt14376656/",
    "imdb_votes": 148,
    "this_title": [
        "Impact With Gal Gadot"
    ],
    "douban_link": "https://movie.douban.com/subject/35448875/",
    "imdb_rating": "3.8/10 from 148 users",
    "trans_title": [
        "影响",
        "National Geographic Presents: Impact With Gal Gadot"
    ],
    "douban_votes": "0",
    "introduction": "In the heart of some of the most difficult circumstances in the world, there exist beacons of hope. National Geographic Presents: IMPACT WITH GAL GADOT is a compelling new six-part short-form documentary series from executive producers Gal Gadot (“Wonder Woman”), Jaron Varsano (“Cleopatra”), Academy Award-winning filmmaker Vanessa Roth (“Freeheld”), Entertainment One’s (eOne) Tara Long (Emmy®-nominated “L.A. Burning: The Riots 25 Years Later”) and RPC’s Ryan Pallota that follows the powerful stories of resilient young women around the globe who overcome obstacles and do extraordinary things.IMPACT follows inspiring women living in communities marred by violence, poverty, trauma, discrimination, oppression and natural disasters, and yet, against all odds, dare to dream, stand out, speak up and lead. National Geographic announced today the stories of the six brave women featured in the series, which include a 19 year old college studentin Puerto Rico who, after Hurricane Maria devastated the island, is on a mission to ensure that every person struggling has access to clean and safe water; a trauma therapist in Half Moon Bay, California, who lost her twin sister to COVID-19 and is turning her grief to impact by healing women through surf therapy; a formally homeless transwoman in Memphis, Tennessee, who is building houses for other transgender women in need of homes; a ballerina in the most dangerous area of Brazil, who through dance has created a community that lifts young girls towards a better future; a figure skater who has broken barriers in her sport and dedicates her life to coaching and empowering young girls of color on and off the ice; and the first female chief of a coastal southern Louisiana tribe, who is expected to be among the first climate refugees in the United States, as she impacts the legacy of her ancestors, the lives of her community today and the future of her people.",
    "chinese_title": "影响",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Impact With Gal Gadot",
    "imdb_rating_average": 3.8,
    "douban_rating_average": 0,
    "update_at": "2025-01-30T02:29:10"
}