{
    "aka": [],
    "sid": "35448281",
    "cast": [
        {
            "url": "/celebrity/1373227/",
            "name": "拉塞尔·G·琼斯 Russell G. Jones",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1250959/",
            "name": "Jason Samuels Smith Jason Samuels Smith",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1364244/",
            "name": "莎珑·华盛顿 Sharon Washington",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2643027064.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1277982/",
            "name": "弗雷德·巴伦 Fred Barron",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt9108510",
    "director": [
        {
            "url": "/celebrity/1165811/",
            "name": "Jeff Wolf Jeff Wolf",
            "@type": "Person"
        }
    ],
    "duration": "75分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021-04-16(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9108510/",
    "imdb_votes": 33,
    "this_title": [
        "Bill Traylor: Chasing Ghosts"
    ],
    "douban_link": "https://movie.douban.com/subject/35448281/",
    "imdb_rating": "7.0/10 from 33 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "An inventive feature documentary capturing the vivid life of Bill Traylor, who in his late 80s, living homeless on the street in the thriving segregated black neighborhood of Montgomery, produced a body of extraordinary art. Born into slavery in 1853 on a cotton plantation in rural Alabama, Traylor witnessed profound social and political change during his life spanning slavery, Reconstruction, Jim Crow segregation, and the Great Migration. In his later years, Traylor poured out those memories from within, drawing and painting over 1,000 pieces of art from 1939-42. Using historic and cultural context, the film is designed to bring the spirit and mystery of Traylor's incomparable art to life. The transcendent surprise is while Traylor kept to himself leading an unassuming life, he was nurturing a remarkable creative gift that would not be expressed for decades. Tap dance, evocative period and original music, and dramatic readings are used in surprising ways in the film, balanced with insightful perspectives from Traylor family members and expert interviews. Traylor devised his own visual language to record the stories of his life, translating an oral culture into something unique, powerful, and culturally rooted. The film reflects a tumultuous time of a forgotten world and its marginalized people, still reverberating today. A new lynching memorial and Legacy Museum recently opened in Montgomery just blocks from where Bill Traylor used to sit and work. Bill Traylor: Chasing Ghosts explores the life of a unique American artist, a man with a remarkable and unlikely biography. The film is a compelling human narrative that gives voice to a man who endures a long life of extreme hardships during an era of legalized racial indignities, to become one of America's most prominent artists, exhibited in museums and collections worldwide.",
    "chinese_title": "Bill Traylor: Chasing Ghosts",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-03-04T04:22:44"
}