{
    "aka": [],
    "sid": "3545556",
    "cast": [
        {
            "url": "/celebrity/1045803/",
            "name": "达蒙·帕卡德 Damon Packard",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019051/",
            "name": "托尼·柯蒂斯 Tony Curtis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050016/",
            "name": "乔伊·希瑟顿 Joey Heatherton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055331/",
            "name": "乔治·汉密尔顿 George Hamilton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1205450/",
            "name": "Beth Shea Beth Shea",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1173436/",
            "name": "马吉纳·托娃 Mageina Tovah",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1073883/",
            "name": "蒂姆·科尔切里 Tim Colceri",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044981/",
            "name": "塞奇·史泰龙 Sage Stallone",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1205646/",
            "name": "Amazon Beard Amazon Beard",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "剧情",
        "喜剧",
        "恐怖",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2883133325.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1045803/",
            "name": "达蒙·帕卡德 Damon Packard",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0350044",
    "director": [
        {
            "url": "/celebrity/1045803/",
            "name": "达蒙·帕卡德 Damon Packard",
            "@type": "Person"
        }
    ],
    "duration": "138 分钟",
    "episodes": "",
    "language": [
        "英语",
        "德语"
    ],
    "playdate": [
        "2002-03-22"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0350044/",
    "imdb_votes": 825,
    "this_title": [
        "Reflections of Evil"
    ],
    "douban_link": "https://movie.douban.com/subject/3545556/",
    "imdb_rating": "6.2/10 from 825 users",
    "trans_title": [
        "恶的显相"
    ],
    "douban_votes": "0",
    "introduction": "Julie, who died of a PCP overdose as a teen in the early '70s, searches from beyond the ethers for her little brother, Bob, an obese watch-seller, who is dying of sucrose intolerance, in the early '90s.\"Made in 2001, after 19 years of making no-budget indie shorts, this was the first time I FINALLY had something of a budget to work with, and so far the first and ONLY time, and the way things are going probably the LAST time. ROE was originally written as a 60 minute short film called \"Night Gallery Revisited\", then things got out of hand and well,... the rest is history. \" - Damon PackardI don’t usually go around advising on what movie you should go out to see or rent/buy from the video store.But, I recently received a DVD of a subversive and dark experimental movie which grabbed my attention. It will offend and dismay some Tull fans and, rest assured, it upset me too, but in a positive way. The Aqualung psycho-dropout character deserves my support. Damon Packard, the director, actor and prime motivator will probably fry in Hell as a result of his endeavours – but not before I buy him a beer first.This is my reply to him after I received the DVD:Dear Damon,Don't know who sent it to me but I loved the movie. Well, not loved, exactly, but I was moved by the movie. Isn't that what they (movies) are supposed to do?It was shocking, intriguing, scary and subversive bad taste from beginning to end. But moments of humour and pathos shine through to keep you glued. Your \"Mom\" and the elderly couple in the cozy-bubble burb residence were just great. Seriously spot on!Well, the only hope is the long slow, sneak-up-on-you, cult underground status which can only come via genuine support from a few hardies, whether on the street, or in the celeb-support faction.In the very minor celeb category, I am please to offer a home page slot and a link atwww.jethrotull.comalthough I wonder if I will get people asking ME for their 10 bucks back if they are as mortally offended as some of them (bless their little baby-boomer coat-tails) are inevitably going to be.But having been succesfully out-Aqualunged in such spectacular fashion, it's the least I can do!But give me your OK first as I never run anything on our site without permission.Good luck with future events. Didn't mind the industrial-scale vomit bit: I thought it rather good actually.Kind regards,Ian Anderson, Jethro Tull",
    "chinese_title": "恶的显相",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Reflections of Evil",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2026-01-10T23:35:34"
}