{
    "aka": [
        "多姆"
    ],
    "sid": "35459993",
    "cast": [
        {
            "url": "/celebrity/1408103/",
            "name": "加布里埃尔·利昂纳 Gabriel Leone",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "剧情",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2655131555.jpg",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1297600/",
            "name": "布雷诺·西尔韦拉 Breno Silveira",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt13354188",
    "director": [],
    "duration": "60分钟",
    "episodes": "8",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2021-06-04(巴西)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13354188/",
    "imdb_votes": 3155,
    "this_title": [
        "Dom"
    ],
    "douban_link": "https://movie.douban.com/subject/35459993/",
    "imdb_rating": "7.3/10 from 3155 users",
    "trans_title": [
        "多明",
        "多姆"
    ],
    "douban_votes": "0",
    "introduction": "Dom tells the story of Pedro, a handsome boy from Rio de Janeiro’s middle class who is introduced to cocaine in his teen years, putting him on the path to becoming the leader of a criminal gang that dominated the tabloids in Rio in the early 2000s: Pedro Dom. Shifting between action, adventure and drama, Dom also follows Pedro’s father Victor Dantas, who as a teenager, makes a discovery at the bottom of the sea, reports it to the authorities and ends up joining the police intelligence service. The series shows the journey of father and son living opposite lives, often mirroring and complementing each other, while both confront situations which blur the lines between right and wrong.Starring alongside Gabriel Leone and Flavio Tolezani are Filipe Bragança, Raquel Villar, Isabella Santoni, Ramon Francisco, Digão Ribeiro, Fabio Lago, Julia Konrad and André Mattos, among others. Dom is directed by Vicente Kubrusly and Breno Silveira, who also leads the writing team, which includes Fabio Mendes, Higia Ikeda, Carolina Neves and Marcelo Vindicatto. The series is produced by Renata Brandão e Ramona Bakker from Conspiração. Antonio Pinto composed the original soundtrack.",
    "chinese_title": "多明",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Dom",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-03-03T18:14:17"
}