{
    "aka": [],
    "sid": "35456041",
    "cast": [
        {
            "url": "/celebrity/1223056/",
            "name": "纽特·金里奇 Newt Gingrich",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1273652/",
            "name": "Callista Gingrich Callista Gingrich",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1478888/",
            "name": "Beverley Simmons Beverley Simmons",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916563531.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt5563192",
    "director": [],
    "duration": "91分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-05-20(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5563192/",
    "imdb_votes": 227,
    "this_title": [
        "The First American"
    ],
    "douban_link": "https://movie.douban.com/subject/35456041/",
    "imdb_rating": "7.1/10 from 227 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "George Washington is central to understanding America’s founding. He was the crucial figure in winning the American Revolution, in creating the Constitution, and in establishing the precedents for effective self-government as our first president.George Washington’s sense of virtue, his lifelong activity as a citizen, his reverence for the rule of law, and his commitment to establishing the American Republic make him the essential figure for every American to know and study. This is especially true at a time when there has been a dramatic decline in the number of Americans who know and understand American history. In this documentary film, “The First American,” Speaker Newt Gingrich and Ambassador Callista L. Gingrich, in collaboration with the Gingrich Foundation and Peace River Company, explore the life and legacy of George Washington.This film features exclusive interviews with H.W. Brands, Douglas Brinkley, Jane Hampton Cook, Joseph Ellis, William Forstchen, Gay Hart Gaines, Allen Guelzo, Victor Davis Hanson, Walter Isaacson, Edward Larson, and Edward Lengel.“The First American” was shot on location at George Washington’s Mount Vernon, at Independence Hall in Philadelphia, in Washington D.C. and at historic estates on the James River in Virginia. An America that understands its greatest leader will be a freer, safer, and more prosperous nation. “The First American” will help ensure that the legacy of George Washington continues to inspire future generations of Americans.",
    "chinese_title": "The First American",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-03-29T16:29:09"
}