{
    "aka": [],
    "sid": "35460636",
    "cast": [
        {
            "url": "/celebrity/1233965/",
            "name": "金·卡戴珊 Kim Kardashian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018129/",
            "name": "娜奥米·坎贝尔 Naomi Campbell",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2656770222.jpg",
    "region": [
        "美国",
        "瑞典"
    ],
    "writer": [],
    "director": [],
    "duration": "105分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021-06-13(美国翠贝卡电影节)"
    ],
    "this_title": [
        "Stockholm Syndrome"
    ],
    "douban_link": "https://movie.douban.com/subject/35460636/",
    "trans_title": [
        "斯德哥尔摩综合症"
    ],
    "douban_votes": "0",
    "introduction": "Harlem-bred Rakim Mayers rode a rocket to stardom as multi-platinum rapper A$AP Rocky, on the strength of his energetic performances, cutting edge fashion, and irreverent attitude. All of this came crashing to a halt in 2019 when he was thrown in a Stockholm prison following a violent altercation with a pair of local provocateurs. Stockholm Syndrome chronicles the meteoric rise of this contemporary trendsetter, capturing the exuberance of youth and urgency of hip-hop in equal parts, before taking a detour into darkness.With amazing access, the film reveals Rocky’s experience with the inequities of the Swedish judicial system and the dangers of stardom and scapegoating through a series of twists and turns, ultimately paralleling the need for prison reform in our own backyard. Directed by The Architects, the film blends archival footage with contemporary interviews, animation, and electrifying live concert footage to tell the astonishing story of how one of rap’s biggest superstars became embroiled in an international incident, leading to an unexpected political awakening. —Loren Hammonds",
    "chinese_title": "斯德哥尔摩综合症",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Stockholm Syndrome",
    "douban_rating_average": 0,
    "update_at": "2025-05-12T16:13:20"
}