{
    "aka": [],
    "sid": "35464903",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2653320802.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1287141/",
            "name": "Nicolas Humbert Nicolas Humbert",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0313744",
    "director": [
        {
            "url": "/celebrity/1287141/",
            "name": "Nicolas Humbert Nicolas Humbert",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0313744/",
    "imdb_votes": 7,
    "this_title": [
        "Vagabonding Images"
    ],
    "douban_link": "https://movie.douban.com/subject/35464903/",
    "imdb_rating": "6.8/10 from 7 users",
    "trans_title": [
        "流浪图像"
    ],
    "douban_votes": "0",
    "introduction": "This is the story of a couple, the ages of man, from birth to death. It is a history of cinema, weaving together images and sounds which are as fragile as hidden memories. From the indecipherable visual signs sketching shapes which gradually take form during a fragmented account up until its concluding return to the enigmatic images. VAGABONDING IMAGES is composed primarily of penetrating images. Shot over a period of several years, these images are for the most part fragmented. They cut up bodies, faces, animals, heavy snowfall, and waves on a beach into details. The legs and buttocks of a woman swimming, the feet of a child, the ears of an animal. These images, these film shots, act like small stories of perception which consist of capturing shapes and light with the creative openness required by improvisation. The images flicker, and dots of black, white and colour give the film is frailty and allows it to confer a fascinating density upon the subjects it portrays. The filmmakers have associated visual fragments with one another, thereby suggesting very short stories which they immediately leave suspended, available and accessible. Fade-outs, surprising combinations of heterogeneous images, sounds and music out of sync, the fitting intrusions of voices reciting texts by Dylan Thomas, Robert Frost and André Breton all create a poetic sense of time, VAGABONDING IMAGES is a film inspired by dreams, by memories which, as they emerge, weave together the stories of lives as they unfold in intimate detail.",
    "chinese_title": "流浪图像",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Vagabonding Images",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-06-09T18:22:11"
}