{
    "aka": [
        "Zakon podlosti"
    ],
    "sid": "35464737",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1962",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "苏联"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1033091/",
            "name": "亚历山大·门德夫金 Aleksandr Medvedkin",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "Закон подлости"
    ],
    "douban_link": "https://movie.douban.com/subject/35464737/",
    "trans_title": [
        "Zakon podlosti"
    ],
    "douban_votes": "0",
    "introduction": "This document is about the struggle against colonialism in Africa.Africa. Production processes of oil (Sahara Desert), iron ore. Production processes in coffee, banana, rubber plantations. Harvesting fruit, sugar cane. Loading of goods on ships in one of the ports, loading leopards. Extraction of water. Living in different countries in Africa, different sex, age at work in the home. African people in colonial countries for work. Priest among the population of one of the villages in the home with his family. Medical examination of the population of a country. Building the Bank of West Africa \"and\" Credit Lyonnais \". Businessmen are building. Ghana. State holiday. Demonstration. The people welcomed K. Nkrumah. City of Accra. Townscape. City Theme. Mayor talks with the Soviet architects. Construction of the railway, houses, airport. New seaport. Unloading of Soviet ships in the port. Fishing boats in the sea. Lead Women's Movement of Ghana A. Kuzhno with children in kindergarten. Somalia. Young scientists at work. The National Library. Mali. Storage of old books and manuscripts. A scientist at work. Northern Rhodesia. Dictator Roy Vilensky. The police arrested blacks. South Africa (South Africa). City Sharpeville. Urban transport, pedestrians. A meeting of protest against the policy of racism. Speakers. Punitive actions against the police Blacks. Concentration Camp. Black prisoners, including children. Congo. June-September 1960. Lumumba with his associates Savubu and Baudouin, welcomed the troops and the people, speaks at a rally in the UN Security Council. Belgian paratroopers landing at the airfield, the Mopoldvill. Punitive actions of the soldiers of Mobutu against Lumumba and his companions, the people of the Congo. UN troops in Congo. M. Tshombe accepts military parade, gives DY Hammarskjold leopard skin. Algeria. National-liberation war 1954-62 period. Fighting. Soldiers of the National Liberation Front. USA. City of New York. The building of the UN. Building Security Council. Stands DY Hammarskjold. Exchange. Operating room. Brokers at work.",
    "chinese_title": "Закон подлости",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-09T10:55:47"
}