{
    "aka": [],
    "sid": "35479283",
    "cast": [
        {
            "url": "/celebrity/1468270/",
            "name": "徐伟锐 Weirui Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1612646/",
            "name": "邓楚晴 ",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "30分钟",
    "episodes": "80",
    "language": [
        "粤语"
    ],
    "playdate": [
        "2020-10-03(中国大陆)"
    ],
    "this_title": [
        "追时代"
    ],
    "douban_link": "https://movie.douban.com/subject/35479283/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "《追时代》以广州茶楼老板钱炳燊一家为贯穿人物，第一季由80集每集30分钟的情景剧构成，每一集都有一个相对独立的故事，旨在表现湾区生活的丰富多彩。《追时代》创作团队瞄准了我们这个时代的热点、潮点、焦点、亮点。一个“追”字，既是剧作特点，也是我们当今生活的主题词。第一季所包含的主题，如“育儿考试”“贩卖晚安”“夫妻测谎”“垃圾分类”“手撕名牌”“网约挂号”“养生朋克”“老年大学”““二维码使用”“没带手机的一天”等，均赞美了我们这个时代的真善美，也讽刺了形形色色的社会不良现象。这些剧集在选题上时常令人惊喜，并对后续故事充满期待。除了选题巧妙，《追时代》还充分凸显了故事性、喜剧性、本土化、接地气等情景喜剧特点。其“故事性”体现在每一集都聚焦一个目标、一个难题，或者设置一个困境，通过巧合、误会、抑扬、悬念、蓄势、偷换概念、以其人之道还治其人之身等叙事技巧，让故事充满戏剧性，并一步步巧妙推进，最后解决了前面预设的一个个难题。在故事生动曲折的基础上，主创团队还设计了一系列具有“卡通性”的人物群像，形成了鲜明的“喜剧性”。如钱炳燊、钱多多、钱火火、王飞鸿、王大华、何得乐等，突出的性格特征、辨识度高的造型风格、夸张滑稽的表演方式、幽默时尚的方言台词，构成了令人会心一笑、忍俊不禁的观剧效果。在轻松愉悦的氛围之中，剧中人物也愈发变得鲜活起来。在“本土化”方面，《追时代》不仅仅停留在粤语方言的使用和广州塔等地标镜头的融入层面，更是体现在岭南文化心理、地方习俗和生活方式等方面，如老广务实低调的做事风格、客户至上的服务意识、客气温和的邻里关系、彼此尊重的亲情关系、求新求变的文化心态、社会发展的参与意识等。而且每集故事都与普通大众生活息息相关，也是百姓邻里关心和关注的事情，如“补装电梯”“带妈妈去旅行”“幸运福袋”等。剧中人物都是我们身边的普通人，故事、台词、表演都带着质朴浓郁的生活气息，显得很“接地气”。第一季中，对服务进行改革的“临时老板”，悄悄捐资助学的“明姨的秘密”等，都显得“粤”味纯正，烟火气足，耐人咀嚼。值得一提的是，《追时代》的剧作形式设计富有创意。在30分钟的情景剧之外，每集还包含一个3分钟左右的短视频《快闪追时代》。《追时代》和《快闪追时代》采用同一个大故事背景、同一班演员、同一种幽默夸张的风格，但《快闪追时代》的每集内容都是独立于《追时代》之外的原创故事，题材更接近社会时事热点，更有话题性、当下性。当今中国处于一个节奏快、变化多、碎片式的融媒体文化消费时代。3分钟幽默短视频，方便该系列剧集以更迅速、更便捷、更喜闻乐见的方式，在抖音、快手等拥有大量客户的视频平台上传播，既实现了独立短剧的品牌价值，也为《追时代》的正片系列培养和积累了受众群体，可谓一举多得，值得推广。喜剧的难点是把握好浅显而不浅薄、通俗而不庸俗、滑稽而不恶搞的尺度。如何既保持和提升剧集品质，又融入“无人机”“机器人”““创客”“智能生活”“公共事务”等代表粤港澳大湾区科技创新、人文景观的情景喜剧，是《追时代》系列第二季亟待解决的难题，也是值得期待的创作亮点。由衷期盼《追时代》《快闪追时代》能成为又一个粤产情景喜剧的经典品牌，为我们这个伟大的时代留下一份宝贵的文化印记。（刘海玲）来源：南方日报",
    "chinese_title": "追时代",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-02-22T15:26:42"
}