{
    "aka": [],
    "sid": "35478765",
    "cast": [
        {
            "url": "/celebrity/1369362/",
            "name": "孟耿成 Gengcheng Meng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1444309/",
            "name": "时爱红 Aihong Shi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [
        "武侠",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2880734632.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1444310/",
            "name": "杨顺安 Shunan Yang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1444310/",
            "name": "杨顺安 Shunan Yang",
            "@type": "Person"
        }
    ],
    "duration": "87分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1991(中国大陆)"
    ],
    "this_title": [
        "白眉大侠"
    ],
    "douban_link": "https://movie.douban.com/subject/35478765/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "该片主要讲述了徐良上京见父的路上，大战双蛇帮，最终押着高珠子等贼上京见父的故事。剧情简介：徐庆（孟耿成 饰）在祁县经营一家铁匠铺，贾家三虎（魏天堂 饰）上门逼徐庆缴纳税金，徐庆失手伤了人命。徐夫人（赵宏 饰）担心徐庆吃上官司，劝徐庆逃命。徐夫人已身怀有孕，徐庆临行前，为未出世的孩子取名“徐良”。徐庆沦落到陷空岛卢家庄，结识了卢方、韩彰、蒋平、白玉堂，人称“五义”，被皇上封六品带刀校尉，在开封府包大人处供职，包大人同情徐庆身世，行文祁县了结官司。二十年后，徐良（孟耿成 饰）长大成人，因天生白眉，人称“白眉毛”。徐夫人接到徐庆家信后，让徐良先行进京寻父。徐良带着随从耳子（王学著 饰）上路，耳子推着单车，车上还装着一箱“珠宝”。半路上，双蛇帮高珠子（时爱红 饰）、高解（刘乃艺 饰）带领人抢夺徐良的一箱珠宝，高珠子不是徐良的对手，被二哥高解救下后仓皇逃走。徐良继续前行，偏巧住进了高家店，邓堂倌（任莹 饰）向高解报告。高珠子、高解带人围攻高家店，众人不敌徐良。高解欲拉徐良入伙，徐良却要抓贼邀功。高珠子发现一箱“珠宝”，其实是装的石头，才知上当受骗。激烈交手后，高解逃走，高珠子二次被徐良擒住。徐良让耳子拿着刀看住高珠子，独自去追高解。高珠子利用耳子的同情心，骗取耳子为其松绑。徐良用飞蝗石击中高解，并夺取了高解的“金丝大环刀”。耳子一路惊吓过度，只好匆匆与徐良辞别。双蛇帮帮主高亮（杨顺安）是高珠子、高解的大哥，梦想成为武林盟主，暗地里听命于襄阳王，得知高家宝刀被徐良夺走，气急败坏，下诛杀令。徐良路遇霹雳鬼韩天锦（贺琳 饰），得知韩天锦二叔是韩彰，兄弟二人结伴上路。徐良、韩天锦投诉到甘总管（麻建刚 饰）客栈，甘总管收到诛杀令，在酒里下毒，被徐良用“酒虫”发觉后假装晕倒，徐良、韩天锦击退双蛇帮黑衣人。韩天锦带徐良来到韩家庄，徐良误入韩紫薇（张丽 饰）、韩小薇（杜亚萍 饰）的绣楼，韩员外（杨涌泉 饰）得知是儿子韩天锦带来的，被气得够呛。韩紫薇、韩小薇为整蛊徐良，在徐良的鸡汤里下泻药，徐良被折腾得晕倒在地。高亮、高解、高珠子三兄妹带双蛇帮夜攻韩家庄，抓走韩天锦和韩员外。徐良带韩紫薇、韩小薇到双蛇帮救人。高解易容成韩员外，击伤徐良。徐良佯装认输磕头，紧背低头花装弩击伤高亮后带韩家二姐妹逃走。高亮回帮后为泄愤杀死韩员外。韩紫薇、韩小薇一起照顾徐良，徐良的伤逐渐康复。高解跟踪韩紫薇、韩小薇寻到徐良，徐良得知韩员外被杀，一脚把高解踢下山涧，独闯双蛇帮，救下韩天锦，并与高亮约战青云峰。徐良在青云峰杀死高亮后，押着高珠子等贼上京见父。",
    "chinese_title": "白眉大侠",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-08T07:55:47"
}