{
    "aka": [
        "麦克唐纳与多兹"
    ],
    "sid": "35473222",
    "cast": [
        {
            "url": "/celebrity/1169140/",
            "name": "杰森·沃特金斯 Jason Watkins",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1433189/",
            "name": "塔拉·戈维亚 Tala Gouveia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327830/",
            "name": "克莱尔·斯金纳 Claire Skinner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1136006/",
            "name": "简·菲利普斯 Siân Phillips",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1488617/",
            "name": "琼·伊约拉 Joan Iyiola",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1443745/",
            "name": "卡伊姆赫·O&#39;马莉 Caoimhe O&#39;Malley",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914014388.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1434318/",
            "name": "罗伯特·莫菲 Robert Murphy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1039803/",
            "name": "Roberto Drummond Roberto Drummond",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt14700520",
    "director": [
        {
            "url": "/celebrity/1033352/",
            "name": "罗伯特·昆宁 Robert Quinn",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-06-20(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt14700520/",
    "imdb_votes": 633,
    "this_title": [
        "McDonald & Dodds Season 3"
    ],
    "douban_link": "https://movie.douban.com/subject/35473222/",
    "imdb_rating": "7.9/10 from 633 users",
    "trans_title": [
        "探案拍档 第三季",
        "麦克唐纳与多兹"
    ],
    "douban_votes": "2040",
    "introduction": "Filming has begun on the third series of popular detective drama McDonald & Dodds starring Tala Gouveia and Jason Watkins in the lead roles.The latest series sees Claire Skinner (Outnumbered) join the cast as Chief Superintendent Ormond.Reuniting DCI McDonald, played by Tala Gouveia, and DS Dodds, played by BAFTA award winner actor Jason Watkins, season three of the Bath set detective series consists of four standalone films.Lily Sacofsky returns as DC Milena Pachiowski with Danyal Ismail joining the cast as DC Martin MalikSpeaking about her role in the new series, Claire Skinner, said: \"I'm a huge fan of McDonald & Dodds so I'm delighted to be joining the cast as Chief Superintendent Ormond. Ormond is a quietly intimidating character so she'll be keeping McDonald & Dodds on their toes throughout this new series.\"In the first film, Belvedere, a young woman is found dead sitting in a deckchair in broad daylight in one of Bath’s most beautiful and populated parks. Why did this woman die with a smile on her face?Guest cast members starring in the first film include Alan Davies (Jonathan Creek), Holly Aird (Waking The Dead), , Catherine Tyldesley (Coronation Street) and Dame Siân Phillips (I, Claudius).The series was commissioned for ITV by Polly Hill and Huw Kennair Jones and will be produced by Rebecca Davies. Executive producers are Damien Timmer and creator and lead writer Robert Murphy. Robert Murphy has written films one and four, Robert Drummond has written film two and Kam Odedra has written film three. Directors are Robert Quinn, Isher Sahota, Ian Aryeh and Sasha Ransome.McDonald & Dodds is produced by leading independent production company Mammoth Screen, co-produced by BritBox North America, and created by Robert Murphy. Series two achieved consolidated ratings of 6.7m.The first and second series are available to view via streaming platform Britbox North America. ITV Studios will distribute the drama internationally.Mammoth Screen is one of the UK’s leading production companies. Past and forthcoming shows include The Serpent for BBC/Netflix, Noughts + Crosses, World on Fire and Grime Kids for the BBC, Why Didn’t They Ask Evans for Britbox and Endeavour and The Tower for ITV.Mammoth Screen is an ITV Studios Company.",
    "chinese_title": "探案拍档 第三季",
    "douban_rating": "8.5/10 from 2040 users",
    "foreign_title": "McDonald & Dodds Season 3",
    "imdb_rating_average": 7.9,
    "douban_rating_average": "8.5",
    "update_at": "2025-04-25T03:12:05"
}