{
    "aka": [],
    "sid": "35489434",
    "cast": [
        {
            "url": "/celebrity/1209676/",
            "name": "Ian Holloway Ian Holloway",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1462014/",
            "name": "维尔弗里德·扎哈 Wilfried Zaha",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片",
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2656380112.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt14766834",
    "director": [],
    "duration": "50分钟",
    "episodes": "5",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021-06-04(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt14766834/",
    "imdb_votes": 456,
    "this_title": [
        "When Eagles Dare: Crystal Palace F.C. Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/35489434/",
    "imdb_rating": "7.7/10 from 456 users",
    "trans_title": [
        "鹰击长空：水晶宫 第一季"
    ],
    "douban_votes": "0",
    "introduction": "When Eagles Dare charts Crystal Palace F.C.'s remarkable resurgence from financial ruin and administration in 2010, to playing in the 2013 Championship Play-Offs for promotion to the Premier League.The docuseries tells the extraordinary tale of how Crystal Palace's fans saved their club, as lifelong supporter Steve Parish formed a consortium to prevent it from going out of business.Time was running out and liquidation loomed; but a mass protest of thousands of fellow fans outside Lloyds Bank helped the consortium finalise a deal to buy their beloved club.Each 50-minute episode features never-before-seen footage from the 2012/13 season, when the club allowed unprecedented access to a film crew, whilst present day retrospective interviews with all the main figures help tell the tale of one of football's greatest underdog stories. Interviewees include:The owner, Chairman Steve Parish, who found himself having to take over the club to save it from liquidation, and put up the money with three fellow supporters on the strength of a handshake. The series features extensive interviews with Parish, who shares fascinating insights into the challenges of steering a run-down club from impending doom to the most successful era in its history. The managers, including club legend Dougie Freedman, who helped the club into the promotion places before a dramatic mid-season departure to Bolton, and his replacement, the charismatic Ian Holloway, who arrested a late season slide to lead the club to the Play-Offs. The players who formed one of the most iconic squads in Palace's history, from Academy stars Wilfried Zaha and Jonny Williams, to experienced pros who became club legends including Julian Speroni, Mile Jedinak and Kevin Phillips. \"This is one of the most remarkable stories in Crystal Palace's long history, and shows that if a club has the support of its fans and community, and the right blend of talent and determination, anything is possible,\" said Parish.\"The documentary provides unique insight into one of the most special groups of players and people I have worked with. I know that Palace fans have been desperate to see some of the footage captured in 2012/13 and will find the series fascinating. For fans of other clubs who dream of their team reaching the pinnacle of the English game, this is a story that shows that it really is possible.\"",
    "chinese_title": "鹰击长空：水晶宫 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "When Eagles Dare: Crystal Palace F.C. Season 1",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-07-01T00:57:43"
}