{
    "aka": [],
    "sid": "35488529",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1972",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2656073225.jpg",
    "region": [
        "南斯拉夫"
    ],
    "writer": [
        {
            "url": "/celebrity/1011482/",
            "name": "布兰科·武契切维奇 Branko Vucicevic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050814/",
            "name": "热利米尔·日利尼克 Zelimir Zilnik",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt14786952",
    "director": [
        {
            "url": "/celebrity/1050814/",
            "name": "热利米尔·日利尼克 Zelimir Zilnik",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt14786952/",
    "this_title": [
        "Sloboda ili strip"
    ],
    "douban_link": "https://movie.douban.com/subject/35488529/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A successful private tradesman from Vojvodina sells his goods all over Yugoslavia - in Zagreb, Belgrade, Ljubljana and Skopje he has children out of wedlock, who are now ready to go to university and he gathers them every year during the summer holidays. While his children are together, his firm is being checked and then closed down by financial inspectors because a political action against all successful private entrepreneurs has been initiated. Svetozar is arrested and the children go back to their mothers. The film recounts turbulent political events during the summer of 1971 in all the five cities, with Svetozar's children as participants. In Zagreb it is a wave of a national awakening and the arrival of young politicians like Cicak and Budisa as the leaders of the students' organization. In Ljubljana, it is the pro-Mao student demonstrations; in Belgrade the flammable debates for and against the changes in the Yugoslav Constitution. - The children, upset with the political instability go to Western Europe to work. After a couple of months of hit-or-miss they go to the Yugoslav Embassy in Stockholm to fetch their passports so they could return to their homeland and find themselves in the middle of a terrorist attack on the embassy and its diplomatic representatives. The children join the fight against the terrorist and they all die.",
    "chinese_title": "Sloboda ili strip",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-28T22:22:08"
}