{
    "aka": [
        "Mit der Kraft des Windes"
    ],
    "sid": "35488478",
    "cast": [
        {
            "url": "/celebrity/1018225/",
            "name": "黛博拉·弗朗索瓦 Déborah François",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2656068632.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt13390406",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2021-03-13(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13390406/",
    "imdb_votes": 140,
    "this_title": [
        "Les héritières"
    ],
    "douban_link": "https://movie.douban.com/subject/35488478/",
    "imdb_rating": "6.4/10 from 140 users",
    "trans_title": [
        "Mit der Kraft des Windes"
    ],
    "douban_votes": "0",
    "introduction": "15-year-old Sanou wants to realize her big dream. She has taken it into her head that one day she would become a wind power engineer in the renewable energy industry. And a first step has been taken. Thanks to her excellent grades, the student from the Paris suburb of Saint-Denis made it to one of the most prestigious schools in Paris. In her second year there, she wants to try to be accepted into the engineering course. But she is not like everyone else. She is neither an only child nor does she come from a wealthy family. But first of all, she is the only one with black skin among all the other wealthy white students. In addition to the social pressure, the level of teaching at the school is extremely high. The inconsistent family situation at home and the daily trips on the commuter train exhaust the girl. When Sanou is offered a scholarship with a student room in Paris by her former teacher Madame Lebel in this stressful situation, the tide seems to be turning good for her. However, the condition for the scholarship is that Sanou gives tutoring to a behavioral girl named Khady.",
    "chinese_title": "Les héritières",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-04-23T05:12:01"
}