{
    "aka": [
        "Mujer océano"
    ],
    "sid": "35480578",
    "cast": [
        {
            "url": "/celebrity/1302789/",
            "name": "古斯塔屋·法尔桑 Gustavo Falcão",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1090737/",
            "name": "詹迪尔·法拉利 Jandir Ferrari",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1096815/",
            "name": "斯特尼欧·迦勒西亚 Stênio Garcia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048387/",
            "name": "卢塞莉亚·桑托斯 Lucélia Santos",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2654908633.jpg",
    "region": [
        "巴西"
    ],
    "writer": [],
    "imdb_id": "tt12551416",
    "director": [],
    "duration": "99分钟",
    "episodes": "",
    "language": [
        "英语",
        "葡萄牙语",
        "日语"
    ],
    "playdate": [
        "2020-10-22(圣保罗国际电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12551416/",
    "imdb_votes": 88,
    "this_title": [
        "Mulher oceano"
    ],
    "douban_link": "https://movie.douban.com/subject/35480578/",
    "imdb_rating": "6.2/10 from 88 users",
    "trans_title": [
        "女人的海",
        "Mujer océano"
    ],
    "douban_votes": "0",
    "introduction": "Hannah is the wife of a Brazilian diplomat who moves to Tokyo and is forced to once again rethink her life in a new country. She then starts to surrender to a journey of self-discovery, and emotional restructuring stemming from the writing process for her new book, in an attempt to investigate the distressing thoughts that have been overtaking her. She feeds on each of her discoveries as a means to foster her creation, a novel inspired by one of the last images that she saw prior to leaving Brazil: a group of female swimmers tearing up the horizon with their powerful strokes in the wide, open sea. At the beginning of her journey, Hannah meets the Amas, millenarian Japanese female divers whose intimacy with the sea spills across her writings, which evolve into reflexive experiences. Ana is a swimmer from Rio de Janeiro whose body oddly begins to mix with seawater, bringing about some kind of inner Ocean. Leading a frugal life at Rio de Janeiro's Morro do Vidigal, Ana finds fulfillment nowhere but in the sea. She is preparing for a 35k night crossing, from Leme to Pontal da Barra. After work, Ana dives into Rio's waters for demanding daily practices, shaping a strong, vigorous physique. However, her body falls victim to mysterious discomforts and starts to weaken. Days before the race, Ana finds a clue. She is devout to Iemanjá, Afro-Brazilian orisha worshiped as Queen of the Sea. During a ritual of the Umbanda religion dedicated to the deity, Ana receives a message: her mother calls for her. The plots converge when, without noticing, Ana may become a character in the book penned by Hannah.",
    "chinese_title": "女人的海",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Mulher oceano",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-09-30T11:14:27"
}