{
    "aka": [],
    "sid": "35497920",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "罗马尼亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1336040/",
            "name": "图多尔·久尔玖 Tudor Giurgiu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1336040/",
            "name": "图多尔·久尔玖 Tudor Giurgiu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "Trixy"
    ],
    "douban_link": "https://movie.douban.com/subject/35497920/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The miniseries TRIXY tells the story of TRIXY CHECAIS, a Romanian Nijinsky, born the year of the outburst of WWI and deceased right after the anticommunist revolution in 1989. The story mirrors all the upheavals of the 20th century, as well as the destiny of a country, covering 50 years of its history. We will accompany the reputed choreographer and dancer, from the moment when he strats to be tremendously successful professionally. Encounters with artists like Josephine Baker and Harald Kreutzberg early in his career were significant for what he was to become. Trixy’s success coincides with historic mutations like the rise of the Nazis, the Romanian pogrom and the installation of communism, the latter causing fractures in both the normality of daily life and the protagonist’s professional life. Trixy’s life is being broken to pieces by the historical events: sentenced for homosexuality and sent to the labor camp at the DanubeBlack Sea Canal, he manages to be released after two years. He returns, gets married, but remains under surveillance. He ends up in voluntary exile in the small provincial city of Galați on the Danube shore.",
    "chinese_title": "Trixy",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-19T02:34:08"
}