{
    "aka": [
        "Life Begins, Life Ends"
    ],
    "sid": "35507428",
    "cast": [
        {
            "url": "/celebrity/1301873/",
            "name": "玛丽安娜·安希列里 Mariana Anghileri",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1356254/",
            "name": "克里斯蒂安·萨尔格罗 Cristian Salguero",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "剧情",
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2885515590.jpg",
    "region": [
        "瑞士",
        "阿根廷"
    ],
    "writer": [
        {
            "url": "/celebrity/1468860/",
            "name": "拉斐尔·帕拉西欧·伊林沃思 Rafael Palacio Illingworth",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt13774930",
    "director": [
        {
            "url": "/celebrity/1468860/",
            "name": "拉斐尔·帕拉西欧·伊林沃思 Rafael Palacio Illingworth",
            "@type": "Person"
        }
    ],
    "duration": "83分钟",
    "episodes": "",
    "language": [
        "英语",
        "西班牙语",
        "德语"
    ],
    "playdate": [
        "2021-07(马赛电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13774930/",
    "imdb_votes": 11,
    "this_title": [
        "Vida Comienza, Vida Termina"
    ],
    "douban_link": "https://movie.douban.com/subject/35507428/",
    "imdb_rating": "7.1/10 from 11 users",
    "trans_title": [
        "有始，有终",
        "Life Begins, Life Ends"
    ],
    "douban_votes": "0",
    "introduction": "Life begins, life ends. A title so elliptic that it is reduced to a law of nature, strippingfamily misfortune of its tragic nature. Death is a private tragedy. How can youcapture the horror of its irrationality? Rafael Palacio Illingworth is the director ofseveral comedy dramas including Between Us (2016) and Macho (2009). Here, hesigns a feature film that is at once intimate, honest and generous, based on thetragedy that shook his own life. By weaving personal material, gathered over time,into a fictional narrative, he goes beyond a purely autobiographical framework,constantly playing with its codes.Rafael Palacio Illingworth forges an alter ego, a doppelgänger and a familyreflection. The images of radiant, everyday happiness are matched by a fragmentednarrative that condenses a descent into hell, revealing pain. Fiction plays a role:that of preserving these images of this happiness. He thus ensures the memoriesremain intact, instilling them with a sense of grace. The dramatization of his playreplaces the muted brutality of real life. Here, the director’s body must withstand.In the face of illness. Against despair. There, his character’s body, a gaucho from theplains of Argentina, self-inflicts the henceforth unbearable violence of a world andconsecrates the fictional space as a catharsis.Intertwining different regimes in three movements, Rafael Palacio Illingworthcourageously exposes himself on several levels. The duplication becomes adialogue. He stages his own family to better reveal the contours of drama as agenre, through a system of dialogue between fiction and the mechanisms of itsproduction: sources of inspiration, musical score, characters and motifs, peaks andclimaxes… It is not the evidence of a tragedy that is thus revealed, but the vibrantmeeting of art and life. (Claire Lasolle)",
    "chinese_title": "有始，有终",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Vida Comienza, Vida Termina",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-04-29T08:09:56"
}