{
    "aka": [],
    "sid": "35507932",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1996",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "巴勒斯坦"
    ],
    "writer": [],
    "imdb_id": "tt8005914",
    "director": [
        {
            "url": "/celebrity/1357060/",
            "name": "麦·马斯里 Mai Masri",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "阿拉伯语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt8005914/",
    "this_title": [
        "Hanan Ashrawi: A Woman of Her Time"
    ],
    "douban_link": "https://movie.douban.com/subject/35507932/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Profiles Hanan Ashrawi, former spokesperson for the Palestine Liberation Organization during the Middle East peace talks with Israel, but who later turned down a position in the new government in favor of continuing her efforts on behalf of peace and human rights. In this personal portrait, Ashrawi recalls her childhood as the youngest of five girls growing up in a Christian Palestinian family, her education at the American University in Beirut and the University of Virginia, her first meeting with Yasser Arafat, and offers an insider's account of the intricate peace negotiations and the challenges now facing the Palestinians in building a viable homeland state. The video details her present activities with Jerusalem Link, a feminist alliance of Palestinian and Israeli activists, as well as with the Palestinian Independent Commission for Citizen's Rights, showing how this 47-year- old mother of two manages her responsibilities as political activist, writer, wife and mother.",
    "chinese_title": "Hanan Ashrawi: A Woman of Her Time",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-05T00:26:07"
}