{
    "aka": [
        "Grandfather's Clock"
    ],
    "sid": "35505522",
    "cast": [
        {
            "url": "/celebrity/1038557/",
            "name": "松田悟志 Satoshi Matsuda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330387/",
            "name": "松本真理香 Marika Matsumoto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312680/",
            "name": "藤泽大悟 Taigo Fujisawa",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2662568809.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1319770/",
            "name": "藤冈美畅 Yoshinobu Fujioka",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2021-07-03(日本)"
    ],
    "this_title": [
        "大きな古時計 劇場版"
    ],
    "douban_link": "https://movie.douban.com/subject/35505522/",
    "trans_title": [
        "古老的大钟 剧场版",
        "Grandfather's Clock"
    ],
    "douban_votes": "0",
    "introduction": "The birth of a masterpiece film, born from an enduring classic song.Story: Kohei (Satoshi Matsuda) and Masaya (Taigo Fujisawa), two brothers who are close to each other, lose both of their parents at once in a car accident. Kohei, who had been training in Tokyo to become a first-class chef, decides to take over the European-style pension left by his parents. Masaya, on the other hand, decides to cooperate with him while trying to become a painter. He reopens the pension, but there are no guests, and in the lobby, the large pillar clock that his father bought for Kohei when he was born is ticking precisely. Suddenly, a young female guest, Ayaka (Marika Matsumoto), pops in and says she wants to stay for a long time by herself without making a reservation. The brothers, feeling uneasy, were planning to refuse her, but suddenly the bell of a large pillar clock rang. Thinking that the large clock was welcoming the guest, they agreed. Masaya is bewildered, but the brothers, who are completely unfeminine, find it refreshing and continue to have fun every day. The brothers are drawn to Ayaka's innocence...",
    "chinese_title": "古老的大钟 剧场版",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "大きな古時計 劇場版",
    "douban_rating_average": 0,
    "update_at": "2025-10-21T12:49:13"
}