{
    "aka": [],
    "sid": "35510198",
    "cast": [
        {
            "url": "/celebrity/1120166/",
            "name": "乔尼·米切尔 Joni Mitchell",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2665444503.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "76分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-09-14(美国)"
    ],
    "this_title": [
        "Both Sides Now - Live at The Isle of Wight Festival 1970"
    ],
    "douban_link": "https://movie.douban.com/subject/35510198/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In 1970 the Isle of Wight Festival was one of the largest musical events of its time. Bigger than Woodstock, and controversial from the get-go, hundreds of thousands of people descended on the island. Many of those without tickets set up camp on a hill overlooking the festival site, opposing the consumerism of the event and intent on taking the music back by any means necessary. It was a celebration of hippy counter culture gone awry, and in Joni's words \"they fed me to the beast\". Joni Mitchell took to the stage to deliver an outstanding performance against all odds. At times it was a battle against the audience, as they tore down barriers and shouted obscenities. Her set was interrupted multiple times, including one man invading the stage to try address the crowd. She later commented, \"It seemed like an appropriate time to flee...\", but still the seemingly fragile folk-rock singer stood her ground. Instead she returned to her piano, sitting on a fold-up wooden chair, and made an impassioned plea for respect from the audience, continuing her set with \"My Old Man\" she won over the crowd and the atmosphere softened. In response the front page of Melody Maker hailed her with the frontpage headline, \"Joni triumphs!\". Directed by Academy Award winning filmmaker Murray Lerner, Both Sides Now: Live At The Isle of Wight Festival features new interviews with Joni, discussing her recollections of the event intercut with festival footage, both onstage and behind the scenes, offering a fascinating insight into a now legendary concert from the artists point of view and putting the events of the day into context. Alternatively, fans can enjoy the uninterrupted live concert footage featuring classic songs such as \"Woodstock\", \"Both Sides Now\" and \"Big Yellow Taxi\". This was the final film from Murray Lerner, who sadly passed away not long after the films completion. Tracklisting: 1. That Song About The Midway 2. Chelsea Morning 3. For Free 4. Woodstock 5. My Old Man 6. California 7. Big Yellow Taxi 8. Both Sides Now 9. Gallery 10. Hunter 11. A Case Of You",
    "chinese_title": "Both Sides Now - Live at The Isle of Wight Festival 1970",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-08T00:35:41"
}