{
    "aka": [
        "Hit Big"
    ],
    "sid": "35517393",
    "cast": [
        {
            "url": "/celebrity/1392860/",
            "name": "约翰内斯·霍洛佩宁 Johannes Holopainen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033059/",
            "name": "欧提·马纳帕 Outi Mäenpää",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1099625/",
            "name": "Ilkka Heiskanen Ilkka Heiskanen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1388438/",
            "name": "帕努·欧加 Pääru Oja",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128145/",
            "name": "Jari Pehkonen Jari Pehkonen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1133739/",
            "name": "Jukka-Pekka Palo Jukka-Pekka Palo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1144934/",
            "name": "Jorma Pulkkinen Jorma Pulkkinen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1303516/",
            "name": "Ulises Hernández Ulises Hernández",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情",
        "喜剧",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884219400.jpg",
    "region": [
        "芬兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1308207/",
            "name": "J-P·瓦尔科帕 J.-P. Valkeapää",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt17716526",
    "director": [
        {
            "url": "/celebrity/1308207/",
            "name": "J-P·瓦尔科帕 J.-P. Valkeapää",
            "@type": "Person"
        }
    ],
    "duration": "123分钟",
    "episodes": "",
    "language": [
        "芬兰语",
        "西班牙语",
        "英语"
    ],
    "playdate": [
        "2022-11-18(塔林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt17716526/",
    "imdb_votes": 299,
    "this_title": [
        "Hetki lyö"
    ],
    "douban_link": "https://movie.douban.com/subject/35517393/",
    "imdb_rating": "5.8/10 from 299 users",
    "trans_title": [
        "Hit Big"
    ],
    "douban_votes": "0",
    "introduction": "Ding-Dong! Buenas noches, cockroaches! After two films in Venice (“The Visitor” and “They Have Escaped”) and one Cannes premiere (“Dogs Don't Wear Pants”), the craziest Finn JP Valkeapää returns to scare the shit out of you. Darkly atmospheric, absurdly odd, creepily romantic, darklyy funny crime-caper comedy against any genre rules, expectations or instincts, magnificently lensed and photographed by Estonian DoP Meelis Veeremets. One of the films that are so stunning, dirty, thrilling, controversial that they are difficult and disgusting to watch, but even harder to forget or abandon.A couple of Finnish scums have found what to drink, smoke and fuck in sunny Costa del Sol, a land of cheap alcohol. But their pockets are out of dineros and the demanding Albanian mafia threatens to do away with them. Blissfully happy evening hours with heavy drinks and pizzas, and cold white wine served for splendid breakfasts in a bar called Bella, managed by Marjaleena, Miss Finland’s 2nd princess from decades ago, who was a disco beauty back in the day but whose best years are now long gone in booze. For her, Bella is not just a bar, but a way of life.Her ex-husband Worm, whom Marjaleena utterly hates, is released from prison and decides to evict the ever-partying buddies. His lawyer Jormanainen offers to pay her a monthly allowance, but Marjaleena proudly refuses to return to Finland. Mikko, who has entirely succumbed to the alcohol demon, notices a van full of money parked in Worm’s garage under the beloved Bella. For 20 years, they have been too blind to spot Worm’s hidden loot. Wholly drunk, wasted and betrayed, Marjaleena stages and unbelievable heist with her adult son Vili and useless Mikko. The trio of wannabe gangsters have nothing to lose, just like Jackie Brown, so they kidnap Worm’s sluttily dressed lover Ninja.They have no idea what a horrible, nasty, merciless, religious and violent puta mierda torture awaits them. This will not be just wine and sausages you can steal from Swedes and peacefully fraudulent melomaniac Albanians. Vamos a la playa! You will not regret!源自：https://poff.ee/en/film/hit-big/",
    "chinese_title": "Hetki lyö",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2025-05-02T11:52:17"
}