{
    "aka": [
        "Dust of Modern Life"
    ],
    "sid": "35511366",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2673292561.jpg",
    "region": [
        "越南"
    ],
    "writer": [],
    "imdb_id": "tt15068004",
    "director": [
        {
            "url": "/celebrity/1463620/",
            "name": "弗朗西斯卡·冯·斯滕林 Franziska von Stenglin",
            "@type": "Person"
        }
    ],
    "duration": "82分钟",
    "episodes": "",
    "language": [
        "越南语",
        "sedang"
    ],
    "playdate": [
        "2021-07(马赛电影节)",
        "2021-10(莱比锡国际纪录片节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt15068004/",
    "imdb_votes": 10,
    "this_title": [
        "Pa Va Hêng"
    ],
    "douban_link": "https://movie.douban.com/subject/35511366/",
    "imdb_rating": "6.3/10 from 10 users",
    "trans_title": [
        "Dust of Modern Life"
    ],
    "douban_votes": "0",
    "introduction": "Liem belongs to the ethnic minority of the Sedang and lives in a remote region of Vietnam. The observing camera succinctly sketches a daily routine that’s marked more by surviving than by living. With his friends, he prepares for an expedition into the jungle, where the young men want to take time out, continue the tradition of their ancestors, become hunters and gatherers. The more twisting their paths, the deeper the film seems to enter into a different sphere.We get to know Liem doing everyday activities. Carrying the baby in a sling, he cooks, hangs out the laundry, goes to the field. The giant loudspeakers fixed to the streetlights fill his village with official news and advertising. In his stilt house, Liem prefers to listen to Vietnamese pop music. Soon we feel the rhythm, the unique beat of this life. When Liem and his friends set out in rubber sandals and carrying backpacks, the camera follows close behind, takes their perspective. Shot on Super 16, the film captures the green tones of the Vietnamese Central Highlands, the images develop a mesmerizing depth. The rustling of leaves, the buzzing of insects, birdsong and permanent rain come together in a melodious soundscape. Suddenly time seems to stand still, the separation between screen and auditorium is lifted.",
    "chinese_title": "Pa Va Hêng",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-02-28T00:14:40"
}