{
    "aka": [
        "木乃伊國度之謎(台)"
    ],
    "sid": "35511014",
    "cast": [
        {
            "url": "/celebrity/1322372/",
            "name": "凯瑞·莎勒 Kerry Shale",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876082453.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt12366196",
    "director": [],
    "duration": "44分钟",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-05-12(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12366196/",
    "imdb_votes": 206,
    "this_title": [
        "Kingdom of the Mummies Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/35511014/",
    "imdb_rating": "7.2/10 from 206 users",
    "trans_title": [
        "木乃伊国度之谜 第一季",
        "木乃伊國度之謎(台)"
    ],
    "douban_votes": "0",
    "introduction": "In the shadow of the world's oldest pyramids, a team of archaeologists led by Dr Ramadan Hussein have made the discovery of a lifetime - a fully intact burial complex buried deep beneath the sand. Packed with treasures and world firsts, the site has the potential to re-write the book on mummification, unlocking secrets forgotten since the age of the pharaohs. Now the team have to open every sarcophagus, investigate every mystery and decode every clue in this never before seen discovery - the first Egyptian funeral parlour ever found.Episodes include…1.Hidden ChamberInside the ancient Egyptian necropolis of Saqqara, Dr Ramadan Hussein and his team work to uncover a unique tomb complex. Ramadan is intrigued by a wall at the bottom of the 100 foot shaft. A hunch tells him it could be a hidden burial chamber. What secrets could it hold? The team have to work fast to remove the unstable rock, but their risky search leads them to one of the biggest discoveries of the dig so far.2.The Lone CoffinIn the newly discovered tomb complex at Saqqara, one burial chamber stands out. It holds a single, stone sarcophagus while the rest are packed with mummies. Dr Ramadan Hussein and his team face their biggest challenge yet as they battle to lift the 5 ton lid and reveal the mummy within. Using forensic investigation techniques and the latest technology, what secrets can they discover about the tomb's 2600-year old owner?3.The Broken SealArchaeology is like detective work, and never more so when you discover a 12 tonne sarcophagus with its seal broken, and a lid that isn't flush with the base. From the gaps in the mortar, Dr Ramadan Hussein has a hunch that the lid was removed and replaced in antiquity. But why? Ramadan and his team investigate the evidence at this potential crime scene to discover what - or who - remains inside.4.Servants of The Serpent GoddessIn the very deepest level of the tomb complex, Dr Ramadan Hussein and his team discover two priests buried side by side. Their investigation is a rollercoaster ride filled with glittering riches, wealthy priests and the worship of a long lost serpent goddess. But something doesn't quite add up. Only the latest technology will reveal whether these priests are exactly what - or who - they seem.",
    "chinese_title": "木乃伊国度之谜 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Kingdom of the Mummies Season 1",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-10-30T09:56:14"
}