{
    "aka": [
        "PEREGRINOS",
        "Podróżnicy"
    ],
    "sid": "35516165",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "剧情",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "伊朗"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1395413/",
            "name": "法努什·萨马迪 Farnoosh Samadi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1335782/",
            "name": "阿里·阿斯加里 Ali Asgari",
            "@type": "Person"
        }
    ],
    "duration": "16分钟",
    "episodes": "",
    "language": [
        "土耳其语"
    ],
    "playdate": [
        "2020-10-14(波兰)"
    ],
    "this_title": [
        "Pilgrims"
    ],
    "douban_link": "https://movie.douban.com/subject/35516165/",
    "trans_title": [
        "朝圣者",
        "PEREGRINOS",
        "Podróżnicy"
    ],
    "douban_votes": "0",
    "introduction": "Two brothers, who we guess are between 4 and 7 years old, deal with their morning routine before school. We recognize a certain autonomy and maturity, but also the naivety characteristic of these ages, both important factors for the credibility of the plot. What follows is simple: the brothers are tired of living with their father and leave for Istanbul to look for their mother, thus defying the paternal orders. The arguments can be summed up in a few words because Asgari and Samadi explore above all the dramaturgy of the bodies and the drama of the dialogues, in a camera that permanently surrenders to the face, human “par excellence”. However, this journey of the two pilgrims – who, like all pilgrims, are on their way to a place where what awaits them is only the partial end of a path – is above all a symbolic movement. Although it is not a dramatic film – it would be easy to lose sobriety when presenting this story – the moments selected by the directors to give us a glimpse of the affliction of banality are of an extreme eloquence: pedophilia, assault, lies, theft, punishment, hunger… everything lurks, everything is guessed, but almost nothing happens. Or does it?",
    "chinese_title": "朝圣者",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Pilgrims",
    "douban_rating_average": 0,
    "update_at": "2025-03-17T17:13:05"
}