{
    "aka": [
        "Brave Animated Series",
        "勇者系列"
    ],
    "sid": "35525398",
    "cast": [
        {
            "url": "/celebrity/1317127/",
            "name": "黄子佼 Mickey Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1377282/",
            "name": "刘冠廷 Kuan-ting Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1390693/",
            "name": "孙可芳 Ke-Fang Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275665/",
            "name": "吴慷仁 Kang Ren Wu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2679214131.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [],
    "director": [],
    "duration": "25分钟",
    "episodes": "6",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2021-07-04(中国台湾)",
        "2021-09-01(中国台湾网络)"
    ],
    "this_title": [
        "勇者動畫系列"
    ],
    "douban_link": "https://movie.douban.com/subject/35525398/",
    "trans_title": [
        "勇者动画系列",
        "Brave Animated Series",
        "勇者系列"
    ],
    "douban_votes": "0",
    "introduction": "公共電視於7月4日播出首部4K動畫影集《勇者動畫系列》，2日舉行5G線上直播記者會，集結原著黃色書刊、製作人王尉修、導演楊子霆、配樂師張衞帆、黃子佼、旺福小民與Mami、美秀集團鍵盤手冠佑、鼓鼓呂思緯、小魏魏嘉瑩以及黃奕儒，一同分享這部有史以來最眾星雲集的台灣原創動畫影集！改編自漫畫家黃色書刊經典之作「勇者系列」，由五⽉天阿信擔任音樂統籌，集結獅子LION、旺福、美秀集團、茄子蛋、鼓鼓呂思緯以及小魏魏嘉瑩，為影集創作一系列歌曲，角色配音更邀請到黃子佼、吳慷仁、孫可芳以及劉冠廷特別獻聲。黃色書刊表示：「漫畫被改編是一個很遠大的目標，很像在做夢，真正被實現的時候，是很感動的，當動畫團隊來找我，我馬上就答應了。」黃色書刊更為特別創造全新角色『忠誠勇者』，此角色也將起到貫穿全局的作用。動畫歷經3年的製作，更將規格拉到4K，要給觀眾最好的觀影體驗。這也是今年公視動畫元年三部作品中打頭陣的一部，公視動畫共同監製林瓊芬表示：「自暑假起將透過PTS Animation Lab動畫實驗室一口氣推出三部作品，有從黃色書刊人氣漫畫改編的旗艦級《勇者動畫系列》、有結合奇幻與科普的創新動畫《歐米天空》，還有跨越世代的水果奶奶IP原創動畫《妖果小學堂》，這其中有貫穿不同年齡層，也橫跨不同類型，希望自此合力推動蘊藏已久的台灣動畫能量。」動畫從提案到完成製作，共歷時三年，製作人王尉修表示：「光是動畫團隊就快八十人，加上配樂、音效，配音可能破百人。大約是可以做一部台灣動畫電影的規模」加上公視的支持，更有信心和勇氣，只要專心好好把作品完成，以往做一半可能就在擔心資金不足了。導演楊子霆說這次整個過程就是在闖關，公視就像故事裡的心靈導師一樣，總在關鍵時刻跳出來放絕招，更希望大家看完後能從動畫中找到共鳴。主持人黃子佼也參與配音，當時只跟團隊聊了幾分鐘，覺得一拍即合就決定加入，在配老魔王一角時為了配合此角色年紀較長，適度地調整自己的音頻並壓低嗓子慢慢地去講。因為要擔任本次記者會主持人的緣故，他是少數看過完整版影片的人，黃子佼看完後覺得人物設定非常好，「沒有人是絕對的好人，或絕對的壞人，不能用種族或者長相的分類去判斷，很呼應現實世界。」配音時已經讀過劇本的他，在看完影片後更大讚「比我預期中的更精彩，假設我原本預設有90分，看完後我覺得有102分！」更打趣地說老魔王戲份太少了！創作動畫其中一首歌曲〈今世世界紀錄〉的旺福小民表示：「創作的過程腦袋想的都是動畫情節，看完後心裡非常熱血沸騰，以前都覺得很多電玩漫畫配樂很好聽，這次有機會加入團隊，整個熱血噴發，寫的過程完全把自己當成勇者。」這首歌由旺福Mami來唱，她表示：「配唱這首歌時，會想到旺福那種龐克精神，是很讓人找回初心的作品。」美秀集團鍵盤手冠佑這次為動畫創作的插曲〈不能重生的冒險〉是一個從無到有的過程，他表示「以插曲的角度必須讓歌曲保有與動畫能夠互相呼應的概念，曲風也會著隨劇情有所調整。」談及這次的創作靈感，冠佑說「電玩失敗了可以重生再來，在真實世界中如果失敗了總是伴隨代價，雖然做了不一定成功，但是不做一定不會成功。」用這樣的心態寫出這首歌。鼓鼓呂思緯與小魏魏嘉瑩合作的片尾曲〈愛的方法〉，在記者會中也搶先曝光。鼓鼓說看動畫時，最喜歡的角色是魔王，因為沒有一件事情是絕對的正義，都是看你的立場與價值觀來決定的。聊到片尾曲，鼓鼓表示：「我是看動畫長大的，一部喜歡的作品，它的經典插曲會留在心中很久」更談到這次動畫裡面，有正邪兩方，所以歌曲以對唱來呈現，但誰是真正的壞人，或好人，要留給觀眾去想像。小魏本身是黃色書刊的粉絲， 談到這次的片尾曲她表示：「我覺得片尾曲可以是一部作品的隱藏精神，如果有一個隱藏的精神信念，可以貫穿整個作品，感覺好像會很棒。」小魏更提到一句自己非常喜歡的歌詞「如果可以誰會想當反派」是鼓鼓哥寫的，他想到這句的時候我還讚嘆了一下！配樂請到返校遊戲配樂師張衞帆，這次用老電玩元素來創作，他表示這是他做過最有趣的作品，六集製作方式比照電影模式，是貼著畫面來做的，希望大家會喜歡這次的嘗試。本次集結黃金音樂陣容，每首歌曲皆為原創，後續將發行原聲帶，給大家最完整的音樂饗宴，而黃奕儒透過配樂改編的全新作品〈風箏〉也將收入其中，他也透露作品風格「 歌曲前半比較抒情，訴說自我的困境與渴望 ， 後半比較搖滾，訴說起身去追逐自己失去的勇氣」觀眾可以期待一下。《勇者動畫系列》劇情描述，為了世界和平，勇者們誓言要打倒魔王！但在這充滿歧視與惡意的國度，刻板印象模糊了真實的模樣，魔族真的是邪惡的嗎？而勇者又真的代表正義的一方？原作「黃色書刊」透過黑色幽默的手法，顛覆讀者對於正義的刻板印象，以詼諧嘲諷的語調重新定義何謂「勇者」、又何謂「魔王」，將故事深入善惡二元之間的灰色地帶。多元的觀點反映出當下的時代思潮，時常引起讀者們的思考與討論。動畫版則是忠實地掌握住原作精神，將原作漫畫前五章的龐大內容解構重組。讀者喜愛的原作角色們將一一出場，生動的動畫帶領大家進入《勇者動畫系列》有血、有淚、有汗的荒唐世界！《勇者動畫系列》推出首播預告後，引起各界高度關注，而未來公視將與文策院的內容開發專案計畫攜手合作，一起推動《勇者動畫系列》第二季之劇本開發，更是為動畫界打了一劑強心針！後續文策院也將著手支持開發更多台灣原創動畫作品，將優質台灣動畫推向世界。公共電視《勇者動畫系列》共六集，將於7月4日起，每週日晚間10點於公視頻道、公視+播出，另外在8月1日myVideo，9月1日LINE TV全套上架，9月1日Netflix將在全球超過190個國家上架。",
    "chinese_title": "勇者动画系列",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "勇者動畫系列",
    "douban_rating_average": 0,
    "update_at": "2025-02-19T14:28:39"
}