{
    "aka": [],
    "sid": "35524132",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2671067376.jpg",
    "region": [
        "纳米比亚"
    ],
    "writer": [],
    "imdb_id": "tt13029360",
    "director": [],
    "duration": "115分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-08-30(纳米比亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13029360/",
    "imdb_votes": 14,
    "this_title": [
        "Hairareb"
    ],
    "douban_link": "https://movie.douban.com/subject/35524132/",
    "imdb_rating": "5.4/10 from 14 users",
    "trans_title": [
        "海瑞布"
    ],
    "douban_votes": "0",
    "introduction": "HAIRAREB is a well-off and respected elder in his community, who has experienced much loss and heartache in his past. He still mourns the loss of his first wife and son, a fact which has hardened his view of love and life. His fear of losing material possessions drives him to strike a bargain with his unscrupulous alcoholic neighbor, to marry his step-daughter in exchange for well-watered grazing land that can save his livestock from certain destruction, due to persistent drought. ÎNÎNIS is a young, materialistic beauty, who naively allows her troubled young lover to talk her into marrying the aging farming, HAIRAREB, in the hopes that they will later take control of his possessions and escape their own dismal existence in the small village they inhabit. As love blossoms between HAIRAREB and ÎNÎNIS, their happiness is threatened by the secrets that both cannot divulge for fear of losing it all. When ÎNÎNIS’ secret lover tracks her down, by posing as a good Samaritan who saves HAIRAREB from a staged attack by robbers, he secures himself a place of trust in HAIRAREB’s employment. When HAIRAREB overhears ÎNÎNIS’ talking to her unborn child about her predicament, the secret is exposed and he kicks her out. After thinking better of his actions, HAIRAREB sets out to win ÎNÎNIS back, but his efforts are too late. He finds ÎNÎNIS in her lover’s shack, and a scuffle ensues which ends in the accidental shooting of both ÎNÎNIS and her lover. Her lover dies on the spot, and ÎNÎNIS is rushed to the hospital, where she dies, but the doctors are able to save the life of her unborn child. Her son grows into a handsome young man, raised by HAIRAREB and his new wife, and unaware of the existence of ÎNÎNIS. One day he discovers love letters that HAIRAREB wrote to ÎNÎNIS before he was born, and begins the journey of discovering who his real mother was, the complicated love his parents once shared and the events that led to her demise.",
    "chinese_title": "海瑞布",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Hairareb",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-02-24T21:45:06"
}