{
    "aka": [
        "Body in Plural"
    ],
    "sid": "35524527",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "塞尔维亚"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1451249/",
            "name": "玛尔塔·波皮沃达 Marta Popivoda",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "2025(塞尔维亚)"
    ],
    "this_title": [
        "Le Corps, au Pluriel"
    ],
    "douban_link": "https://movie.douban.com/subject/35524527/",
    "trans_title": [
        "复数的身体",
        "Body in Plural"
    ],
    "douban_votes": "0",
    "introduction": "Ce mercredi soir s’avéra plutôt ennuyeux. Bojana, 12 ans, est autorisée à rester dehors jusqu’à neuf heures du soir, mais personne ne l’appelle. Elle traîne ses pieds jusque dans le salon, où ses parents regardent un direct à la télévision. Elle y jette un coup d’oeil et s’étonne de voir une performance dans l’obscurité aux dimensions gigantesques dans un stade. Une inhabituelle pensée effleure son esprit: “Le monde change”.Ce mois de mai 1988 fut le dernier slet du Jour de la Jeunesse (jeux nationaux), le jour où le corps cessa d’être le singulier de pluriels, lorsqu’une chorégraphie sociale impliquant des corps hétérogènes mais unis (socialistes) disparaissait devant le regard du public yougoslave. Le film Le Corps, au Pluriel est une reconstruction obsessionnelle de ce moment dans l’histoire de la société yougoslave, parmi un déferlement de changements, massifs et importants, il y eu un autre changement, silencieux et pourtant fondamental – la transition du collectif vers l’individualisme.",
    "chinese_title": "复数的身体",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Le Corps, au Pluriel",
    "douban_rating_average": 0,
    "update_at": "2026-02-24T14:13:43"
}