{
    "aka": [],
    "sid": "3552396",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1930",
    "genre": [
        "短片",
        "歌舞"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0154367",
    "director": [],
    "duration": "USA: 6 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1930"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0154367/",
    "imdb_votes": 175,
    "this_title": [
        "Crying for the Carolines"
    ],
    "douban_link": "https://movie.douban.com/subject/3552396/",
    "imdb_rating": "4.8/10 from 175 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The opening credits of this Vitaphone short suggest that we're about to see a cartoon of some sort: the text itself is set within a gently spinning, Art Deco sunburst, but what would seem to be the clincher is that we're told this is a \"Spooney Melody\" from the studio of Leon Schlesinger, the man who went on to produce scores of Looney Tunes and Merrie Melodies in later years. As it happens CRYING FOR THE CAROLINES isn't exactly an animated film in the conventional sense, but rather a mini-musical illustrated with semi-abstract imagery combined with live action. The images we see were most likely manipulated by hand, enhanced at times with rudimentary camera tricks, but however the effects were accomplished the resulting six-minute short is imaginative, intriguing and enjoyable.The title tune came from SPRING IS HERE, a screen adaptation of a Rodgers & Hart Broadway show. This particular song was written by other tune-smiths specifically for the movie, and tells a tale of a young man from the South lured to the big city—presumably New York—who comes to feel hostile to urban life and desperately homesick for his birthplace and the girl he left behind. It's a bluesy lament with a haunting melody, performed in this short by a gent named Milton Charles who sings in a reedy voice and accompanies himself on an organ. (I don't know if Mr. Charles is playing a \"mighty Wurlitzer\" here, but whatever his instrument may have been it's a fascinating thing to see.) At times the visuals suggest the images found in the Fleischer Studio's Bouncing Ball cartoons, i.e. literal depictions of the situations described in the lyrics, but for the most part the imagery here is free-form and dreamlike, and not tied specifically to the song. The big city is suggested by a jagged skyline, circular swirls of auto traffic and stylized silhouettes of cops. Expressionistic stars glide past overhead, but so does a ghostly galleon never mentioned in the song. The mysterious galleon, whose mainsail is decorated with musical notes, is a recurring motif. The cityscape stands in contrast with idyllic rural images: woods, a country lane, and a modest farmhouse seen under the rise of a full moon. Perhaps the most striking image is a close-up of singing organist Milton Charles at his keyboard, looking very clean-cut and proper, crooning earnestly into the camera surrounded by the kind of kaleidoscopic visuals we associate with the psychedelic music videos of a much later age.The products of the Vitaphone Corporation are a treasure trove, and it's always a pleasure to discover an off-beat novelty short made with flair; CRYING FOR THE CAROLINES is one of those unexpected cinematic treats.",
    "chinese_title": "Crying for the Carolines",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.8,
    "douban_rating_average": 0,
    "update_at": "2025-10-05T08:42:24"
}