{
    "aka": [],
    "sid": "35539924",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2673168319.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt15085784",
    "director": [],
    "duration": "84 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021-08-18(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt15085784/",
    "imdb_votes": 4530,
    "this_title": [
        "Memories of a Murderer: The Nilsen Tapes"
    ],
    "douban_link": "https://movie.douban.com/subject/35539924/",
    "imdb_rating": "6.3/10 from 4530 users",
    "trans_title": [
        "杀人回忆录：尼尔森的自白"
    ],
    "douban_votes": "413",
    "introduction": "Britain’s most notorious serial killer, Dennis Nilsen, confessed to killing 15 people in 1983. Over a five-year period, he picked up vulnerable young men, lured them back to his home and strangled them, before disposing of their bodies under the floorboards.The truth about how and why he killed has been the subject of much speculation in books and documentaries over the decades since. Now, with unique access to a wealth of personal archive left in his cell after his death, including over 250 hours of never-before-published cassette tapes of his private recordings, this film will take us into Nilsen’s world. From a young boy growing up in a quiet Scottish fishing village to a cold-blooded murderer prowling the streets of London.Set against the backdrop of 1980s Britain, when mass unemployment drew young men to London in search of their fortunes, only to find themselves destitute and easy prey, and weaving together interviews from police, journalists, survivors, bereaved families, and - for the first time - the killer’s own voice, this feature length documentary explores how Nilsen was able to get away with multiple murders and attacks, unchallenged, for five years.",
    "chinese_title": "杀人回忆录：尼尔森的自白",
    "douban_rating": "7.1/10 from 413 users",
    "foreign_title": "Memories of a Murderer: The Nilsen Tapes",
    "imdb_rating_average": 6.3,
    "douban_rating_average": "7.1",
    "update_at": "2025-03-03T13:07:10"
}