{
    "aka": [
        "ATRASO",
        "Takhir"
    ],
    "sid": "35546101",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "伊朗"
    ],
    "writer": [
        {
            "url": "/celebrity/1335782/",
            "name": "阿里·阿斯加里 Ali Asgari",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt8823378",
    "director": [
        {
            "url": "/celebrity/1335782/",
            "name": "阿里·阿斯加里 Ali Asgari",
            "@type": "Person"
        }
    ],
    "duration": "15分钟",
    "episodes": "",
    "language": [
        "波斯语"
    ],
    "playdate": [
        "2018-09-22(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8823378/",
    "imdb_votes": 44,
    "this_title": [
        "Delay"
    ],
    "douban_link": "https://movie.douban.com/subject/35546101/",
    "imdb_rating": "6.7/10 from 44 users",
    "trans_title": [
        "迟滞",
        "ATRASO",
        "Takhir"
    ],
    "douban_votes": "0",
    "introduction": "Two hours of waiting for the next flight. This is what awaits the protagonist of this film who has just missed his plane. But he will not wait alone, because the film is not about him, but about what exists in him only in the relationship with the two children who accompany him, in other words, it is a story about paternity. The camera starts by showing us that the children are not the same, even though they are very close in age. The girl enters the airport security control alone, on the women’s side, and the boy goes with his father, through the men’s corridor. After resolving the issue of the delay and the purchase of new tickets, already in the waiting room, the father needs to accompany his son to the toilet and inadvertently entrusts the surveillance of his daughter to a man he has just met. The plot thickens, after the father and son leave the bathroom, during the seconds in which the little girl is missing and the disorientated camera, in pre-fainting mode, shows us the anguished vertigo of the father who has lost his daughter. It is soon understood that the stranger was in the waiting room with the girl, but the father sees, or claims to have seen, an act of sexual abuse pointing the finger at the alleged predator. The case becomes a police one, but it is the psychological issues that rise like walls, encasing the accused and the accuser in a totally reversible dynamic.",
    "chinese_title": "迟滞",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Delay",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-12-03T10:39:14"
}