{
    "aka": [],
    "sid": "35558943",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "法国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1288731/",
            "name": "尼科拉·克洛茨 Nicolas Klotz",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "Mutation cinéma"
    ],
    "douban_link": "https://movie.douban.com/subject/35558943/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Comme tous les films peut-être, Nous disons révolution, se déplace vers le futur. Un futur, dont le cinéma peut capter les intensités, les vibrations.Et qui inspire l’art filmique à devenir un enjeu politique majeur.Un documentaire d’anticipation et de science-fiction.Qui tentera d’accueillir ce qui doit naître mais n’est pas encore là.Qui filmera et enregistrera des présences potentielles, mais non encore avérées.Des présences anticipantes.Que nous sera-t-il donné à voir et à entendre ?Des rushes inédits que nous avons commencé à tourner et continuerons à tourner dans le désir de célébrer le visible, le vivant, de relier les continents, les amitiés, d’improviser du cinéma dans les rues de Sao Paulo, de Barcelone, dans une cave de la Cité des 3000 à Séville, à Brazzaville, dans les galaxies humaines et animales de Benares, dans les falaises de Fecamp et un bunker dominant la mer, face à l’Angleterre, alors que la lumière devenue folle et ses habitants, ont perdu la notion du temps.Mais encore ?Des cérémonies filmiques, des danses, des chants, des corps portant des masques, portant la grâce en eux, des épiphanies. Une chasse à l’homme où les chiens parlent et nos cerveaux tentent de reconstituer le baiser d’une prostituée. Et puis le temps pourra s’ouvrir sur des forêts, des forêts très anciennes peuplées d’animaux sauvages, des errances nocturnes, des gens qui s’aiment et ne cessent de prolonger la nuit, poétiquement, des lettres échangées, des mots de passe, le duende, un psuchodrame familial bourgeois fortement hanté et hautement contaminé par l’histoire de la colonisation.Des rushs trans en ce sens qu’ils traversent les frontières du document, du documentaire, de la fiction, des langues et des continents, du politique et de la poésieDes images et des sons dont la sensibilité résonnera parfaitement en écho avec des fragments d’Un Appartement sur Uranus de Paul B. Preciado.",
    "chinese_title": "Mutation cinéma",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-03T00:13:11"
}