{
    "aka": [
        "Frischer Wind im Papstpalast - Visionäres Theater vom Festival d'Avignon"
    ],
    "sid": "35558947",
    "cast": [
        {
            "url": "/celebrity/1446882/",
            "name": "罗密欧·卡斯特路 Romeo Castellucci",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049805/",
            "name": "西蒙·迈克伯尼 Simon McBurney",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1133034/",
            "name": "托马斯·奥斯特迈尔 Thomas Ostermeier",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2730326194.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1288731/",
            "name": "尼科拉·克洛茨 Nicolas Klotz",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3000946",
    "director": [
        {
            "url": "/celebrity/1288731/",
            "name": "尼科拉·克洛茨 Nicolas Klotz",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2013-07-13(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3000946/",
    "this_title": [
        "Le vent souffle dans la cour d’honneur"
    ],
    "douban_link": "https://movie.douban.com/subject/35558947/",
    "trans_title": [
        "Frischer Wind im Papstpalast - Visionäres Theater vom Festival d'Avignon"
    ],
    "douban_votes": "0",
    "introduction": "En juillet 2003, cinquante-six ans après la création du Festival d’Avignon par Jean Vilar, Hortense Archambault et Vincent Baudriller lui succédaient en tant que codirecteurs, en proclamant leur volonté de faire renaître sous des formes contemporaines l’utopie originelle du père fondateur. Prise de risques et exigence artistiques, partage avec le plus grand nombre : tels étaient les mots d’ordre de celui qui, en 1967, alors qu’Avignon s’était installé comme un rendez-vous international majeur, n’hésitait pas à remettre en cause tous les acquis pour tenter de mieux s’ouvrir à l’avant-garde et à ses mots d’ordre révolutionnaires. Après la 67e édition du Festival, du 5 au 26 juillet, les deux codirecteurs passeront le relais à Olivier Py. L’occasion pour Nicolas Klotz et Élisabeth Perceval, qui se définissent comme des cinéastes politiques, de revenir sur une décennie de scène, d’expérimentation et de débats à l’aune de l’utopie testamentaire de Jean Vilar. Pour capter ce qui fait l’alchimie unique d’Avignon, et l’essence de ce qui s’y joue chaque année entre artistes et public, les auteurs confrontent les archives du festival en 1947 et 1967 aux images et aux mots d’aujourd’hui, filmés tout au long de l’année 2012. Certains des metteurs en scène et comédiens emblématiques du théâtre contemporain, dont certains des \"artistes associés\" du Festival - Simon Mac Burney, Thomas Ostermeier, Romeo Castellucci, Dieudonné Niangouna et Stanislas Nordey, Arthur Nauzyciel, Christophe Honoré, Nicolas Bouchaud, Valérie Dréville… - dialoguent ainsi avec les deux codirecteurs, les ministres de la Culture Frédéric Mitterrand et Aurélie Filipetti, mais aussi des spectateurs, célèbres ou anonymes. Et les extraits de certains des spectacles qui ont marqué la cour d’honneur de leur empreinte (Le Maître et Marguerite, La mouette, Nouveau roman, The four seasons restaurant, Un ennemi du peuple…) font écho au chantier de la FabricA, la nouvelle salle de répétitions aux dimensions de la cour d’honneur qui sera inaugurée cette année. La scène contemporaine réussit-elle encore à capter le réel et le monde pour permettre de les comprendre et de les critiquer ? Oui, répondent sans ambiguïté les auteurs de La blessure et de La question humaine, au fil de ce documentaire sur la \"ville-théâtre\", filmée durant le festival 2012, mais aussi avant et après. Pour tenter de refléter ce que la création a d’impalpable et de mouvant, leur film juxtapose en liberté les images d’hier et d’aujourd’hui, les mots, les mots d’ordre, en un collage impressionniste qui s’apparente au rêve.",
    "chinese_title": "Le vent souffle dans la cour d’honneur",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-17T20:42:43"
}