{
    "aka": [],
    "sid": "35554173",
    "cast": [
        {
            "url": "/celebrity/1200023/",
            "name": "杰夫·贝佐斯 Jeff Bezos",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2675309923.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt14540276",
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt14540276/",
    "imdb_votes": 49,
    "this_title": [
        "Tech Billionaires Jeff Bezos"
    ],
    "douban_link": "https://movie.douban.com/subject/35554173/",
    "imdb_rating": "5.4/10 from 49 users",
    "trans_title": [
        "科技业巨富：杰夫·贝佐斯"
    ],
    "douban_votes": "0",
    "introduction": "Along with Google, Apple, Microsoft and Facebook, Amazon is one of the Big Five companies in the US tech industry. It has become one of the most influential companies in the world. In 2018, it surpassed 100 million subscribers worldwide. It took someone like Jeff Bezos to build the revolutionary business. The American audacious entrepreneur, one of the worlds' richest business leaders...and founder of the giant tech company and world's largest marketplace. As of February 2021, he was reported to be the second-richest person in the world, with an estimated worth of $185 billion, after Elon Musk. Today, the impact of online retail is greater than it's ever been before. Amazon has defied the odds. After an extraordinary growth in size, influence and ambition, the multibillion-dollar empire revolutionised the industry. Jeff Bezos' successful journey is one of a young ambitious man who forever changed the way we buy just about everything, by growing a tiny business from his home garage into one of the world's most successful and influential company in modern history.",
    "chinese_title": "科技业巨富：杰夫·贝佐斯",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Tech Billionaires Jeff Bezos",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-01-25T11:11:53"
}