{
    "aka": [],
    "sid": "35559360",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2899743952.jpg",
    "region": [
        "波兰",
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt14186698",
    "director": [],
    "duration": "96分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-11-18(塔林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt14186698/",
    "imdb_votes": 164,
    "this_title": [
        "Roving Woman"
    ],
    "douban_link": "https://movie.douban.com/subject/35559360/",
    "imdb_rating": "6.0/10 from 164 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Los Angeles, 2022. Sara is kicked out of her house by her almost-famous Hollywood sweetheart. With nothing but a dress on, she sets on the road in search of a place to call home. Alone and empty-handed, she tries to reconcile with her mother, but her journey takes an unexpected course.Freely inspired by the Connie Converse mystery (a NYC artist who disappeared without a trace in 1974), the debuting director Michal Chmielewski creates an evocative and atmospheric story about a Polish immigrant in LA who suddenly has to re-find her place in the world. An open road for our heroine, the filmmaker manages to catch the spirit of the truly North-American indie movies, driving us through a gallery of quirky characters, misfits and odd situations, depicting the dangers of the world with a scent of mystery and longing for something that never exists, like a song we already know, but want to hear again.Co-produced by the legendary Wim Wenders and Orian Williams (“Control”, “The Shadow of the Vampire”), the film brings to the screen names like Chris Hanley and John Hawkes. But what really stands out is the riveting performance by actress Lena Gora (also one of the producers), who plays a character who is sometimes fragile and sometimes resolved, but always persistent, spicing it up with irony and a sense of humour, leading this fascinating and nostalgic tale, driving us to a new beginning.源自：https://poff.ee/en/film/roving-woman/",
    "chinese_title": "Roving Woman",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-05-03T03:52:06"
}