{
    "aka": [],
    "sid": "35554175",
    "cast": [
        {
            "url": "/celebrity/1254801/",
            "name": "梅琳达·盖茨 Melinda Gates",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041405/",
            "name": "比尔·盖茨 Bill Gates",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2683073537.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt14540284",
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt14540284/",
    "imdb_votes": 63,
    "this_title": [
        "Tech Billionaires: Bill Gates"
    ],
    "douban_link": "https://movie.douban.com/subject/35554175/",
    "imdb_rating": "5.0/10 from 63 users",
    "trans_title": [
        "科技业巨富：比尔·盖茨"
    ],
    "douban_votes": "0",
    "introduction": "Bill Gates, the extraordinarily successful American business leader and philanthropist. One of the best-known entrepreneurs, who started a business out of a tiny space and grew it into one of the most powerful companies in the world, Microsoft. The tech billionaire legend has estimated net worth of over $100 billion. After spending 13 years as world's richest man, he now spends his time and energy on tackling global poverty, and dedicates his efforts in philanthropic endeavours such as climate change, global health and development, and education. Talented, driven, a bold achiever with a long term vision, determined to make a significant positive impact in the world by helping the poorest countries. In this show, follow the journey of one of the world's greatest leaders, from his early days as a quiet computer programmer, to the multibillionaire philanthropist he has become today. Unlike many industries, the tech billionaire are mostly self-made. It is through their genius that they change the world. This series takes a look at some of the wealthiest entrepreneurs in the modern world, the tech billionaires Bill Gates, Elon Musk, Mark Zuckerberg and Jeff Bezos. They will be remembered in history as the most influential people of the 21st century.",
    "chinese_title": "科技业巨富：比尔·盖茨",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Tech Billionaires: Bill Gates",
    "imdb_rating_average": 5.0,
    "douban_rating_average": 0,
    "update_at": "2025-10-17T07:36:01"
}