{
    "aka": [],
    "sid": "35555906",
    "cast": [
        {
            "url": "/celebrity/1010096/",
            "name": "毕碧安娜·贝格 Bibiana Beglau",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327342/",
            "name": "拉斯·艾丁格 Lars Eidinger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1477374/",
            "name": "道恩·苏勒里 Dawn Soleri",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "西部"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2677136031.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt9616622",
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt9616622/",
    "imdb_votes": 11,
    "this_title": [
        "Hell's Bells"
    ],
    "douban_link": "https://movie.douban.com/subject/35555906/",
    "imdb_rating": "5.3/10 from 11 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Hell's Bells is a new feature-length film by John Bock. Developed over the last five years and shot in Germany in 2016, the film is styled as a contemporary Western. It interweaves the familiar story and stock characters of the genre with the theatrical and anarchic mode of Surrealism for which Bock has become known. The story unfolds in a gloomy, nocturnal realm - an indistinct conflation of reality and dream - centering on an unnamed town. Against a backdrop of simultaneous industrialization and grinding poverty, Bock tells the story of a stranger (played by Bibiana Beglau) who arrives in town pursued by mysterious guilt. She is accompanied by a young deaf girl, who emerges gradually as a powerful force - telepathically controlling the course of the story. A conflict develops between two other characters - the local priest (Ulrich Matthes) and a diabolical, dandified villain (Lars Eidinger) who plays with Death in the style of a medieval demon. Each character is revealed to be burdened by a different kind of guilt - stemming variously from the loss of a child, the loss of morality, and the loss of religion.",
    "chinese_title": "Hell's Bells",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.3,
    "douban_rating_average": 0,
    "update_at": "2025-04-15T04:12:27"
}