{
    "aka": [],
    "sid": "35555817",
    "cast": [
        {
            "url": "/celebrity/1352376/",
            "name": "张添城 Tiancheng Zhang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2675573374.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt3688544",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3688544/",
    "imdb_votes": 58,
    "this_title": [
        "Made In China"
    ],
    "douban_link": "https://movie.douban.com/subject/35555817/",
    "imdb_rating": "5.0/10 from 58 users",
    "trans_title": [
        "中国制造"
    ],
    "douban_votes": "0",
    "introduction": "MADE IN CHINA is a thriller set in modern day Zhejiang Province chronicling the story of Bryan Zellerman, an American on the run in Zhejiang province. While working for a shady real-estate company in Shanghai, Bryan is framed by his corrupt employers. Faced with a choice between escape or finding out the truth behind his betrayal, his path veers terribly out of control.MADE IN CHINA follows the events of an arrogant young graduate student from the United States as he journeys across the Pacific, taking a position offered by a prestigious but unfamiliar company in Shanghai. Unbeknownst to Bryan, the corporation's executives have bankrupted the company, framing him and leaving no traces as they disappear after his third day at work. With authorities closing in, Bryan flees Shanghai and makes his way deep into the countryside, passing through strange pockets and dark corners of developing China. Seeing the havoc slowly wrought over long years by his former company's greed and deceit, Bryan now searches to find more concrete links as to who was behind his betrayal.MADE IN CHINA 是一部以现代浙江省为背景的惊悚片，讲述了在浙江省逃亡的美国人 Bryan Zellerman 的故事。在上海一家阴暗的房地产公司工作时，布莱恩被腐败的雇主陷害。面对逃跑或找出背叛背后的真相的选择，他的道路变得非常失控。制作MADE IN CHINA 讲述了一位傲慢自大的美国年轻研究生横渡太平洋，在上海一家知名但陌生的公司担任职位的故事。布莱恩不知道，公司的高管们已经让公司破产，陷害他，在他上班第三天后消失不见踪迹。随着当局的逼近，布莱恩逃离上海，深入农村，穿过中国发展中的奇怪口袋和黑暗角落。看到他的前公司的贪婪和欺骗在漫长的岁月中慢慢造成的破坏，布莱恩现在开始寻找更具体的联系，以了解谁是他背叛的幕后黑手。",
    "chinese_title": "中国制造",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Made In China",
    "imdb_rating_average": 5.0,
    "douban_rating_average": 0,
    "update_at": "2025-06-11T07:00:59"
}