{
    "aka": [],
    "sid": "35566487",
    "cast": [
        {
            "url": "/celebrity/1301731/",
            "name": "路易斯·齐姆博夫斯基 Luis Ziembrowski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1069182/",
            "name": "Jorge D&#39;Elía Jorge D&#39;Elía",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1148058/",
            "name": "Silvia Pérez Silvia Pérez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1391768/",
            "name": "Martin Slipak Martin Slipak",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1283845/",
            "name": "亚历杭德拉·弗莱克纳 Alejandra Flechner",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2677018755.jpg",
    "region": [
        "阿根廷",
        "智利"
    ],
    "writer": [],
    "imdb_id": "tt12349982",
    "director": [],
    "duration": "75分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2020(智利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12349982/",
    "imdb_votes": 41,
    "this_title": [
        "El cuento del tío"
    ],
    "douban_link": "https://movie.douban.com/subject/35566487/",
    "imdb_rating": "6.8/10 from 41 users",
    "trans_title": [
        "叔叔的话局"
    ],
    "douban_votes": "0",
    "introduction": "The family prepares. Rodo, the millionaire uncle, comes to spend Christmas Eve with them after many years. Mario, the head of a family with a pressing economic situation, intends to recover the relationship with Rodo, knows that the old man sold an apartment for a million and a half dollars and plans to like him to keep some of the inheritance. Late at night, Rodo tells everyone that at noon he will surprise them. It’s half-past eleven. The uncle has been dancing from the kitchen with some bottles of Champagne in his hand, when he accidentally steps on a radio-controlled toy car, he falls and hits his head dying on the spot. No one knows what to do. Unexpectedly the bell rings, a woman claims to be Rodo’s brand new wife. The family quickly decides to hide the body to prevent the woman from getting scared. Already in living, Gachi asks about her husband, everyone is about to tell him the truth when Mario takes the post and says that Rodo was kidnapped and that they are asking for rescue. Faced with such improvisation, everyone is forced to continue with the plan even if they don’t want to. The family must hide the body, simulate the kidnapping and try to collect the ransom. Late at night, two policemen break into the house and things get complicated by others, nothing seems to go well. Finally the phone rings, they are the kidnappers, but neither Mario nor any of his henchmen are making the call. Mario knows he lost, he was scammed.",
    "chinese_title": "叔叔的话局",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "El cuento del tío",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-05-02T03:42:48"
}