{
    "aka": [],
    "sid": "35563558",
    "cast": [
        {
            "url": "/celebrity/1033174/",
            "name": "乔迪·道德尔 Jordi Dauder",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1144595/",
            "name": "Rosa Renom Rosa Renom",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1179106/",
            "name": "Mario Pardo Mario Pardo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "传记",
        "历史",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2676525561.jpg",
    "region": [
        "西班牙"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [],
    "this_title": [
        "Azaña"
    ],
    "douban_link": "https://movie.douban.com/subject/35563558/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "El 17 de julio de 1936, la revuelta militar que acabará derrumbando la Segunda República Española da inicio en Melilla. También empieza para el presidente, Manuel Azaña, una de las épocas más duras de su vida: la que va desde el frenesí de la guerra hasta sus últimos días como exiliado en Montauban.San Miguel Querejeta (\"El señor de los Llanos\") llevaba 25 años acariciando la idea de dedicar una película a Manuel Azaña, el líder republicano que mantuvo las riendas del Gobierno durante la etapa más problemática de la historia reciente española. \"Azaña\" es la materialización de ese deseo, una ‘rara avis’ que intercala imágenes de archivo, escenas rodadas para la ocasión, comentarios espontáneos de los actores, un narrador y los diarios del propio político madrileño.La cinta, cuyo estreno se retrasó dos años (los productores querían que se estrenase en abril de 2007, coincidiendo con el 75º aniversario de la proclamación de la Segunda República, el 14 de abril de 1931), está protagonizada por el veterano Jordi Dauder (\"Camino\"). Dauder, un actor políticamente muy comprometido y marcado por la Guerra Civil, consiguió el premio Gaudí al mejor actor principal por su trabajo.",
    "chinese_title": "Azaña",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-23T04:08:11"
}