{
    "aka": [
        "Lucky Girl",
        "Õnnelik tüdruk"
    ],
    "sid": "35561814",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900592743.jpg",
    "region": [
        "乌克兰"
    ],
    "writer": [],
    "imdb_id": "tt20414812",
    "director": [
        {
            "url": "/celebrity/1564058/",
            "name": "玛蕾西亚·尼基秋克 Marysia Nikitiuk",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "乌克兰语"
    ],
    "playdate": [
        "2022-11-19(塔林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt20414812/",
    "imdb_votes": 179,
    "this_title": [
        "Я, Ніна"
    ],
    "douban_link": "https://movie.douban.com/subject/35561814/",
    "imdb_rating": "5.7/10 from 179 users",
    "trans_title": [
        "超完美明星",
        "Lucky Girl",
        "Õnnelik tüdruk"
    ],
    "douban_votes": "0",
    "introduction": "Is life worth living, not giving up in the face of staggering challenges? Nina Sokil is an ignorant, rude, merciless, selfish host of a popular TV talk show. The local cold-hearted superstar loves to provoke both programme guests and spectators with cheap intrigues to gather more likes by uncovering untruths on Instagram. Nina has charisma, and love and luck are on her side until the glamorous life suddenly sends hardship her way. How can such a strong and unbreakable woman overcome serious health problems?The fictitious story of Nina’s struggle with fame and illness is inspired by the dramatic real life of a producer, Yanina Sokolova, who went through a similar hell, falling from the peak of celebrity to a personal survival horror which nobody covers on Facebook. This is a non-adapted real life drama by one of the most talented Ukrainian directors, Marysia Nikitiuk (debut feature “When the Trees Fall” went on to travel all over the world after its premiere in the Berlinale Panorama), who constructs, with ultimately precise technical rhythm, a stroboscope-lit, cynically humoured, darkly atmospheric, and astoundingly brutal disaster drama that is unpleasant to watch.The film includes acrobatic tricks, dinosaurs, and terrible suffering conveyed by theatre actress Ksenia Khyzhniak, who incredibly portrays Nina as an indestructible, confident, fragile, rebellious and lonely fighter who greets death as her friend. In her first cinematic role, the pole dancer and psychologist brings a tour-de-force to every scene and pushes us to the limits to experience unimaginably frightening chilling pain.",
    "chinese_title": "超完美明星",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Я, Ніна",
    "imdb_rating_average": 5.7,
    "douban_rating_average": 0,
    "update_at": "2025-08-18T22:26:22"
}