{
    "aka": [],
    "sid": "35563498",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1295244/",
            "name": "马克·拉帕珀特 Mark Rappaport",
            "@type": "Person"
        }
    ],
    "duration": "17分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "TWO FOR THE OPERA BOXES"
    ],
    "douban_link": "https://movie.douban.com/subject/35563498/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "THE VANITY TABLES OF DOUGLAS SIRK (2014, 11 min, digital)THE CIRCLE CLOSES (2015, 20 min, digital)TATI VS BRESSON: THE GAG (2016, 20 min, digital)TWO FOR THE OPERA BOXES (2021, 16.5 min, digital)Total running time: ca. 70 min.Anthology has demonstrated a longstanding devotion to the work of Mark Rappaport, hosting a retrospective in 2011, and showcasing a new preservation of his 1975 film MOZART IN LOVE last year, alongside encore screenings of some of his other work. Both series included his seminal and pioneering “séance” films – ROCK HUDSON’S HOME MOVIES (1992) and FROM THE JOURNALS OF JEAN SEBERG (1995) – in which Rappaport conjures the spirits of Hudson and Seberg as a means to unpack the social, sexual, historical, and aesthetic dimensions of classic cinema. But the programs left the unwitting impression that Rappaport’s career as a filmmaker came to a close soon after those two remarkable films. In fact, he has continued in something like the ROCK HUDSON/JEAN SEBERG vein, producing a flood of short videos that use film clips, various editing strategies, and on-screen and spoken commentary to create illuminating moving-image works of film history and criticism. Reflecting Rappaport’s keen perception, wide-ranging knowledge and passion, dry sense of humor, and unique sensibility, these short works excavate hidden dimensions of films, filmmakers, and actors both familiar and obscure.This series – which, in a first for Anthology, will take place both virtually and in person – comprises eight of Rappaport’s recent video essays, grouped into three programs. The programs will be available online from August 11-24 for a streaming rental fee of $8, and will screen theatrically from August 19-21. The theatrical component of the series will include in-person-only screenings of ROCK HUDSON’S HOME MOVIES and FROM THE JOURNALS OF JEAN SEBERG.For details of the full series, and the schedule of theatrical screenings, click here: anthologyfilmarchives.org/film_screenings/series/53627“The Cinema According to Mark Rappaport” is presented in collaboration with Kino Lorber. Special thanks to Mark Rappaport, and to Jonathan Hertzberg (Kino Lorber).",
    "chinese_title": "TWO FOR THE OPERA BOXES",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-29T07:13:28"
}