{
    "aka": [],
    "sid": "35574197",
    "cast": [
        {
            "url": "/celebrity/1275608/",
            "name": "翟乃社 Naishe Zhai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1342548/",
            "name": "胡玺龙 Xilong Hu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327990/",
            "name": "王洪光 Hongguang Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1353456/",
            "name": "段游 You Duan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321610/",
            "name": "李宗全 Zongquan Li",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "历史",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2678348693.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1332966/",
            "name": "杨军 Jun Yang",
            "@type": "Person"
        }
    ],
    "duration": "93分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2002-01-01(中国大陆)"
    ],
    "this_title": [
        "东宁特遣队之绝地英雄"
    ],
    "douban_link": "https://movie.douban.com/subject/35574197/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "大战将至，东宁地区笼罩着一层阴云。 苏军很快得知克雷金将军将押往东宁要塞的消息。 于是，苏军总部派出了反间谍专家达贝罗夫二人空降东宁和特遣队会合共同执行营救克雷金将军的计划。与此同时，关东军副参谋长松村知胜少将带俄籍特工叶莲娜少佐来到东宁要塞。达贝罗夫很快收到隐藏在日军内部的苏军情报员金鹰发来的情报。特遣队立刻行动，在半路上伏击了押送克雷金的日军车队。不料，特遣队扑空，最后无功而返。瀑布下，白雪裸身沐浴。唐辉无意撞见，立刻心旌摇动，感情上泛起阵阵涟漪。松村少将在守备队作战会议上，力主进攻特遣队营地，得到了步兵队长本村大团的响应。鬼武少将则不同意进攻。深夜，日军、伪军、谋略队（少数民族武装）纷纷出动，合围特遣队营地。关键时刻，白雪鸣枪报警，特遣队奋起迎战。最后由张飞虎、安哲民分别带队突出重围。会合后的特遣队经过休整，向老黑山进发。 途中，特遣队员们高兴地唱起了《太阳落山》： 太阳落在山的后面，在河滩上已经升起薄雾炊烟，沿着道路 沿着草原，苏维埃战士正从战场返回家园，到达了新的营地。围攻青树岭的失利，正中归武少将的下怀， 他借故毒杀了步兵队长木村大尉，而派心腹中野大尉取代了步兵队长的职位。在老黑山的山洞中队员们欢庆突围成功。张飞虎和安哲民共叙友谊，相约朝鲜解放后，去平壤观光。唐辉再次和胡半仙接头，不料，胡半仙在和他见面时被伪军官邱克打死。属辉受到怀疑，被当做内奸，由特遣队关押起来。根据苏军情报员金鹰提供的线索，安哲民带两名侦察员化装成日军，潜入松村知胜的公寓。在寓所内，安哲民逼松树说出了克雷金将军的关押地点。就在他押松村走出楼门口的时候，遇到了谋略队的攻击。激战中，松村逃脱，安哲民等人被谋略队的火力压制住。这时三个蒙面人再次出现，消灭了谋略队，解救 了被围困的安哲民等人。脱险后的安哲民等人来到了翠岭金矿，侦察了克雷金将军关押地点。安哲民等人监视敌情，而周金锁则火速赶回去报信。深夜，看守克雷金将军的日军小队长酗酒纵乐，并对克雷金将军进行侮辱。而此刻，张飞虎、达贝罗夫则率全体特遣队员赶到翠岭金矿和安哲民会合。张飞虎率一部分特遣队员用绳索贴壁而下，用缆车高空飞渡终于进入戒备森严的金矿，爆炸了日军的火力点。安哲民率另一部分特遣队炸开大门，猛冲猛攻，击毙了日军看守队长酒井弘。特遣队营救了克雷金将军后，乘船顺流而下，炸炮艇，击水雷、躲敌机，终于脱离险境。面对满目疮痍的金矿，鬼武上将大为恼火对松村产生怀疑。大战临近，关东军将大批军队集结到中苏边界，同时开始屠杀修筑要塞的中国劳工。一支日军机械化部队特别攻击队悄悄开到东宁要塞。鬼武少将认为此刻时机成熟，绕开松村将军，下达了进攻特遣队营地老黑山的命令。敌军压境。关键时刻，张飞虎、安哲民等人查出了暗藏在特遣队内部的日军间谍银狐。日军对特遣队营地发动了总攻。炮火扑天盖地，使特遣队无法突围。正当特遣队兵临绝境的时候，苏军情报员金鹰突然出现在他们面前，她带特遣队从山中的一条秘密隧道逃走，终于化险为夷。松村少将因鬼武少将没向他请示，就发起进攻，非常恼怒，大骂鬼武少将。鬼武少将激动地和他争辩。特遣队来到了紧 靠绥芬河的小树林．准备夜晚过河。这时达贝罗夫却提出了一个意外的建议，他要去草帽山破坏巨型弹药库群。张飞虎、安哲民、感到这仍是特遣队的使命。毅然承担了这个额外的任务。经过激烈的争吵，张飞虎和安哲民作了分工。张飞虎带克雷金将军一行过河返苏；安哲民带特遣队主力重返草帽山破坏巨炮。在依依不舍的情别中，战士们各自踏上了征程。深夜，张飞虎等人渡过三岔口时，遭到日军伏击，特遣队战士们浴血奋战，拼死突围。突围后的张飞虎等人又遭到了日军特别攻击队坦克的袭击。 血肉之躯与钢铁怪兽展开殊死的大拼搏。安哲民率人向日军阵地冲去，在敌军密集的火力下大部分战士壮烈牺牲。机枪手杜刚在日军士兵企图活捉他的时候，抱住敌人一同跳下悬崖，在绥芬河岸，小队长周金锁拼尽最后的力气炸毁日军坦克后，也壮烈殉国。大批的日伪军冲了过来，张飞虎等危在旦夕。三个蒙面人又一次出现，消灭日伪军，解放了张飞虎。这时为首的蒙面人现出真面目，他竟是伪军军官邱克。在邱克的帮助下，张飞虎等人乘船向对岸驶去。在草帽山巨型弹药库的开阔场地上地雷密布，破坏日军弹药库的计划受阻。爆破手木日图（蒙古族）毅然用自己的身体滚雷，开辟了一条血染之路。安哲民踏着烈士的鲜血，义无反顾地奔向前方。河面，张飞虎等人的小船被日军炮艇击中，唐辉不幸壮烈牺牲。苏联军舰赶到，达贝罗夫等人获救。军火库内，安哲民冲进巨型弹药库引爆炮弹，在烈火浓烟中，奋力向外狂奔。1945年8月9日．苏联红军进攻东北。8周28日，苏军攻克东宁要塞，全歼守敌。8月29日苏联远东军总司令华西列夫斯基元帅向中国抗联教导旅发来贺电，高度赞扬特遣队员们的勇敢献身精神， 苏联人民永远感激令人敬佩的中国英雄。这是一段鲜为人知的历史，这是二战最后一战中最壮丽的凯歌。抗联教导旅的先烈们将永远活在中国人民的心中！",
    "chinese_title": "东宁特遣队之绝地英雄",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-23T19:24:59"
}