{
    "aka": [
        "Love Conquers All",
        "爱情征服一切"
    ],
    "sid": "35575669",
    "cast": [
        {
            "url": "/celebrity/1016806/",
            "name": "弗朗西斯·X·布什曼 Francis X. Bushman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1075362/",
            "name": "Dolores Cassinelli Dolores Cassinelli",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1911",
    "genre": [
        "剧情",
        "爱情",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0364718",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0364718/",
    "imdb_votes": 13,
    "this_title": [
        "Two Men and a Girl"
    ],
    "douban_link": "https://movie.douban.com/subject/35575669/",
    "imdb_rating": "5.5/10 from 13 users",
    "trans_title": [
        "两个男人与一女人",
        "Love Conquers All",
        "爱情征服一切"
    ],
    "douban_votes": "0",
    "introduction": "John Lincoln, an ardent cyclist, after a long spin on his wheel from his home in the city, meets with Elsie Ferris, who also has a bicycle, but who has met with a slight accident, through the bicycle chain breaking. Lincoln accompanies her to her home, a short walk through the woods, where he is introduced to Elsie's parents, and to Joe Derby, a suitor for the girl's hand. Darby exhibits his keen jealousy from the first and secretly vows revenge against Lincoln. A few days later Lincoln again visits Elsie and the two are spied upon by Darby, who, in a fit of rage, hurries away and enters a saloon at the crossroads. Here he becomes intoxicated, and talks freely of getting even with the young city chap. Lincoln soon rides past and Darby, mounting a wheel, starts in pursuit. A few minutes later Lincoln rides by Elsie's house, followed closely by Darby. Waving his hand to the girl, Lincoln rides on and Darby, alighting at the Ferris gate, points after Lincoln and shows Elsie a knife, with which he boldly threatens to take Lincoln's life. A moment later he is again in pursuit, and the terror-stricken girl, mounting her wheel, and armed with a revolver, rides fast in pursuit. She arrives at the scene of the quarrel in time to shoot the knife from Darby's hand. Darby, wringing his hands in pain, slinks away and Elsie runs to Lincoln's arms.",
    "chinese_title": "两个男人与一女人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Two Men and a Girl",
    "imdb_rating_average": 5.5,
    "douban_rating_average": 0,
    "update_at": "2025-08-13T09:14:31"
}