{
    "aka": [],
    "sid": "35574199",
    "cast": [
        {
            "url": "/celebrity/1275608/",
            "name": "翟乃社 Naishe Zhai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1342548/",
            "name": "胡玺龙 Xilong Hu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327990/",
            "name": "王洪光 Hongguang Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1353456/",
            "name": "段游 You Duan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321610/",
            "name": "李宗全 Zongquan Li",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "历史",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2678348653.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1332966/",
            "name": "杨军 Jun Yang",
            "@type": "Person"
        }
    ],
    "duration": "83分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2002-04-01(中国大陆)"
    ],
    "this_title": [
        "东宁特遣队之虎穴奇兵"
    ],
    "douban_link": "https://movie.douban.com/subject/35574199/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "东宁要塞，日东关东军在中苏边境修筑最坚固的要塞，被誉为东方的马其诺防线。抗联教导旅，番号苏军远东第八十八独立步兵旅，一支由中国抗日战士组成的奇兵。1945年7月，由抗联教导旅二十多名指战员组成的特遣队空降东宁，拉开了战前侦察的序幕。特遣队空降东宁以后，引起了日军的恐慌。要塞守备队司令官鬼武少将派出步兵队紧急搜山，关东军情报部派出了代号银狐的超级间谍秘密潜入东宁。特遣队利用茂密的森林巧妙的躲过日军的搜捕，冲破警戒线并在途中搭救了女教师白雪。最后特遣队在青树岭安营扎寨。特遣队队长张飞虎率两名侦察员化装成伪警察潜人东宁镇，来到佐贺洋行和联络员接头，不料，中了日本特务机关的埋伏，张飞虎三人经过搏斗逃出洋行。在镇外的小桥上张飞虎三人被日军夹击，情况万分危急。这时出现了三个蒙面人鼎力相救，张飞虎三人逃出罗网、在进山的途中，张飞虎三人遇到了一个自称是联络员的人，由于情况复杂只得将他押回山上。在营地中白雪证明了这个人确系联络员唐辉。而且早年两人是同学，一起参加过抗日活动。唐辉称情报站被破坏，无法利用，他另开辟一条线路。在关帝庙中，堂辉的情报员，算挂先生胡半仙向他提供了重要情况。特遣队副队长安哲民率领两名侦察员在途中劫了两名日军兵工和工程专家，冒名顶替潜人东宁要塞。凭着军部的特别通行证和流利的日语，安哲民取得了要塞司令官的信任。被允许在要塞内部自由参观。在守备队参谋中野大尉的陪同下，安哲民下竖井，钻隧道，爬观测所，详细了解了东宁要塞内部的火力布署情况，同时，发现了草帽山巨型弹药库群：这时暗藏在特遣队内部的间谍向敌人发来密报，安哲民等人的身份暴露。要塞内的日军紧急出动围捕安哲民等人。安哲民等人临危不乱，挟持中野力作为人质冲出要塞。经过哨卡激战，公路搏杀，安哲民等人驾驶一辆敞蓬车用重机枪一路狂扫冲了出去。在山口，日军步兵队，特务队两面夹击，安哲民等人腹背受敌。这时，张飞虎率特遣队赶到，经过激战，救出安哲民等人。月夜，后唐辉和白雪在营地的小溪边，追忆往事，共叙真情。日军东宁特务机关长宫崎大尉率达罕的谋略队，在林场设伏，企图诱捕下山侦察的张飞虎三人，张飞虎三人被达罕等人拦截，硬把他们请到林场参加茂田宫崎先生的婚礼。在林场的木板房内，虽然是野味丰盛，美酒飘香。但仍掩饰不住屋内的杀气，张飞虎三人沉着冷静与宫崎、达罕一伙机智周旋。周金锁一手纯熟的剔肉本领，令众谋略队员惊服，木日图高超的蒙古摔跤技术，使达罕丢尽了脸面，张飞虎对富崎的试探更是从容应对。图穷匕现，宫崎一伙露出狰狞面目，欲擒拿张飞虎三人。张飞虎三人临危不惧，奋力还击。林场中，张飞虎三人与谋略队激战。张飞虎与宫崎次郎在林场伐木平台上展开殊死搏斗，最后张飞虎用飞斧将宫崎击毙，然后率二人逃出林场。关东军参谋长秦彦三郎中将决定派副参谋长松村知胜少将亲赴东宁要塞坐镇指挥。临行前他带松村少将来到哈尔滨保护院将被俘的苏军少将克雷金交给他押往东宁要塞作人质。特遣队接到了苏军总部的命令：原地待命，等候新的任务。暗藏在特遣队的间谍仍未清除，日伪暗探仍在营地周围活动，更激烈的战斗开始了。",
    "chinese_title": "东宁特遣队之虎穴奇兵",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-21T06:00:57"
}