{
    "aka": [],
    "sid": "35574132",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "喜剧",
        "科幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2678031292.jpg",
    "region": [
        "新加坡",
        "马来西亚",
        "泰国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "Ability Bureau"
    ],
    "douban_link": "https://movie.douban.com/subject/35574132/",
    "trans_title": [
        "异能管理局"
    ],
    "douban_votes": "0",
    "introduction": "In a parallel universe, in the cities of the Nanyang region, the radiation of a passing meteorite has resulted in part of the human population coming to possess supernatural powers. Due to the individuals’ genetic make-up, personality and living habits, some start to develop a variety of superpowers. To better manage these groups of supernatural beings, the United Nations, together with governments all over the world, established the Ability Bureau.In China, the headquarters of the Ability Bureau is located in the state of Guangzhou and is led by supernatural beings – Shen Meng, Zhuang Yu, Bai Shan and others. The group responds to incidents caused by supernatural abilities and also manages this unique group of individuals. On the other hand, Limitless, an organisation comprising unlawful supernatural beings, believes that they are the highest evolutionary form of human beings. This group masterminds numerous supernatural terrorist attacks causing fear in society.In the Nanyang region, Singapore, Malaysia and Thailand also face the same issue caused by conflicts between the Ability Bureau and the Limitless, where different kinds of unregistered supernatural abilities pose huge challenges. Bai Shan, a scientist, decides to develop a medicine which acts as an inhibitor to alleviate side effects of superpowers. This allows individuals unlimited use of their abilities. Supernatural fights between the Ability Bureau and the Limitless break out continuously as the Limitless vows to get hold of the medicine.在平行宇宙中，南洋地区的都市中，由于一颗来自叠塔星的陨石影响，部分人类产生了异能反应，他们因自身基因、性格、生活习惯不同，而产生了各种奇异的超能力。为了更好的管理异能者，在联合国相关组织指导下，全球各地的异能管理局应运而生。中国异能管理局总部在广州，由沈梦、庄羽、白山几位主要异能者管理，他们查探各类异能事件、协调管理异能者。与此同时，一个信奉异能者才是人类最高进化形态的组织“无限者”也浮出水面，他们连续制造恐怖异能事件，引起社会动荡。南洋新加坡、马来西亚、泰国等地的异能管理局相继设立，与“无限者”联盟的斗争日渐白热化，各地区也突然出现无法印证的异能，给管理局提出了巨大的考验。中国白山教授研发出缓解异能副作用的抑制剂，能让使用异能成为一个日常能力，双方拉开了对抑制剂的抢夺战，展开一轮轮异能之战……",
    "chinese_title": "异能管理局",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ability Bureau",
    "douban_rating_average": 0,
    "update_at": "2025-02-11T17:15:20"
}