{
    "aka": [
        "人生劇展：阿惜姨"
    ],
    "sid": "3558825",
    "cast": [
        {
            "url": "/celebrity/1323845/",
            "name": "高欣欣 Hsin Hsin Kao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318432/",
            "name": "黄仲昆 Chung-kun Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1358301/",
            "name": "范瑞君 Ray Rui-chun Fan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2870749656.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1470346/",
            "name": "张凤鸣 ",
            "@type": "Person"
        }
    ],
    "duration": "86分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2008-06-15(中国台湾)"
    ],
    "this_title": [
        "阿惜姨"
    ],
    "douban_link": "https://movie.douban.com/subject/3558825/",
    "trans_title": [
        "人生劇展：阿惜姨"
    ],
    "douban_votes": "0",
    "introduction": "在民風保守的五○年代，阿惜姨是一個目不識丁卻自食其力的未婚媽媽。從小是養女的阿惜命運多舛，十六歲時險些被養父賣到妓女戶，但僥倖逃過當妓女的命運，卻又難逃被強暴後懷孕的噩運，她一生唯一遇到的好男人卻是別人的丈夫林桑。與阿惜有著相知相惜情愫的林桑，儘管兩人總是被人用曖昧的有色眼光看待，面對家人及村人的不諒解，阿惜從不多加解釋。她的親生女兒阿蜜，和後來收養的春玉都跟著她姓李，阿蜜是怎麼來的？好奇的村民們議論紛紛，把每個和阿惜姨講過話的男人都列為可疑對象，尤其是對阿惜姨特別關心照顧的林桑。林桑是位正人君子，在花蓮林田山伐木廠當工頭，阿惜為了賺錢應徵煮飯洗衣的工作，兩人一起離開故鄉到了異地花蓮，同事將近五年多的時間，不識字的阿惜，常常要央請林桑幫忙寫信讀信，阿惜感到孤單寂寞時，林桑也適時安慰，這份特殊的情緣，讓阿惜對生命重新燃起了希望。回故鄉以後，生活困頓，也因為有林桑的關照鼓勵，而能夠安然過關，然而，林桑是有妻小的人，她必須和他保持距離，和林桑間的微妙感情，雖是發乎情止乎禮，但林妻並不能諒解。有誰會相信男女之間有可能會有這樣的關係呢？在保守封閉的以前不可能，在先進開放的現代，更是別人茶餘飯後，挖人隱私道人八卦的題材。阿惜姨很清楚的知道，所以她從來都不會去多做任何解釋。為了自食其力，她一刻不停歇的工作、挖竹筍、賣竹筍、編織畚箕竹籃，做草嶺工，認真努力想要扮演好一個母親的角色，她不斷的認真打拼，每每到晚上已經體力耗盡，想要睡覺，連爬上床的力氣都沒了，根本沒有時間去想別人的閒言閒語。阿蜜從小在別人歧視的眼光下長大，與異性交往心理上頗有障礙，而春玉卻在阿惜姨的呵護下，反而顯得嬌縱。為了解開兩個女兒的心結，阿惜才道出自己不為人知的過去。而心態上，她早已由當年怯懦保守，轉為堅強自豪。這部戲由高欣欣演出阿惜姨，是她第一次演出由年輕到老的吃重角色。黃仲崑則飾演她生命中最重要的男人林桑，在演出林桑和阿惜在醫院病榻邊訣別的戲時，現場工作人員在旁都忍不住感動落淚。為了要重現五○年代純樸的台灣風貌，此劇選擇山青水綠的、曾是伐木重鎮的花蓮林田山林場，以及桃園大溪境內牛角埤，新竹尖石鄉美麗的桃林、台南土角厝，做為主角人物的生活背景，現實與過往相互交錯，串連出阿惜姨一生豐富曲折，動人心弦的故事，風格清新，也對照出今昔不同的面貌及兩代人的感情觀。而場面壯觀的結尾戲神豬比賽，七十幾歲的阿惜姨認真的養豬，在神豬比賽上拿到特等獎，她精心籌畫請客辦桌，要讓每位親友盡興而歸，還要準備豬公肉讓每人都能帶一塊回家，讓大家分享她的驕傲。",
    "chinese_title": "阿惜姨",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-09T05:13:19"
}