{
    "aka": [
        "人生劇展：阿媽的秘密"
    ],
    "sid": "3558821",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2920159056.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1568401/",
            "name": "谢准良 ",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "普通话/国语"
    ],
    "playdate": [],
    "this_title": [
        "阿媽的秘密"
    ],
    "douban_link": "https://movie.douban.com/subject/3558821/",
    "trans_title": [
        "人生劇展：阿媽的秘密"
    ],
    "douban_votes": "0",
    "introduction": "土地是什麼？生養萬物的來源？回憶過往的空間？利益薰心的商機？土地與身而為人的尊嚴之間，那既脆弱又深沈的關連，存在一位老婦的心思之間…本劇是一個少年，一個自以為世界只有他眼界般大的虛無少年，活著或是死亡遠遠超過他的認知之外，由著腎上腺素的起伏隨性行動。在他十七歲那一年，打過人生的第十七場架之後，終於要展開他的成人之旅。不同於一般時下流行的海外遊學團，或是孔廟前的成人禮儀，他轉大人的時刻竟是祖母生命旅程的終點。少年因為被學校強制退學之後，回到五歲回憶前的鄉下老家。阿媽，一位七十多歲婦人，一個人守著ㄧ大片祖傳土地。少年像是重回五歲一般的享受著阿媽暖暖的呵護；但眼見蒼老許多的阿媽，少年的心開始有了觸動，也猶如探險一般地進入阿媽的祕密花園。藉著阿媽臨危授命參加長青盃腳踏車比賽，少年開始認識了腳踏車行老闆、整天拍照的部落格女孩、被丈夫施暴的印尼外配、一喝醉就發酒瘋的砂石車司機、橫行霸道的垃圾廠業者、當然還有終日都在大樹下聊是非的阿公們。這是一段人與土地的故事，也是一段兩代之間有關遺棄與包容的議題。一輩子務農的阿媽，最不能忍受現代人把農業看成是工業的想法，也看不慣強權者的恣意暴力。阿媽無法接受生活中的種種暴力、疏離與破壞，所以她站出來對抗社會不義，她心中更企盼著所有人都能以最大的善心愛護彼此、愛護這塊養育我們的土地。我們藉由此劇，一窺台灣逐日沒落的農民生活切片與快速瓦解的城鄉真相。而在沈靜的鄉間小鎮上，老農民們眼見農業人口的銳減，年輕人紛紛逃離土地。我們藉由一位老人的眼光，見證今日社會的乖張與扭曲；同時也透過這位老人家對於人性的執著與信念的堅持，在面對無可阻擋的毀滅潮流，這種天真相信的力量動起來時卻擁有無比的張力，更令人為之動容……這次決定到台東池上拍攝，其實也是抱著離開都市塵囂，尋找劇中那塊阿媽心中淨土的意念，更期待重新找回拍戲的最初，那種想要說給觀眾聽的感動。而最後確定落腳在萬安鄉，實在是我們修來的福氣，不管是一路上幫助我們的老厝張大哥、賴大姊夫婦、稻米原鄉館的馬經理、磚窯的莊大哥、萬安社區發展協會的蕭理事長，我都要致上千千萬萬的懇致謝意，更別說那些純樸的阿公阿嬤們，帶領著我們如何去親近這片遺忘已久的農村，而人與人之間互助親密的關係，更讓我們在殺青後久久留戀不已；而這些長者的身影，早已深深鑿刻在我們片子裡，留下磨滅不去的印記。當然，可以請到“台灣第一苦旦”廖瓊枝老師演出那位具代表性的阿媽，不啻是我們片子的耀眼光環，尤其廖老師的身段、生活歷練、人文內涵以及深厚的演出經驗，就像是從台灣歷史走出來的真實人物一般，為我們這部寫實片子生色不少。或許，當農村在漸漸被大家所遺忘的同時，我們也拋出了一個尖銳的問題：在我們遺棄這個生養育我們的母親之後，人類的明天又會將何去何從呢？",
    "chinese_title": "阿媽的秘密",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-29T18:13:27"
}