{
    "aka": [],
    "sid": "3558838",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "　　第81届奥斯卡金像奖(2009)\n　　最佳纪录短片(提名) 伊琳·泰勒·布罗德斯基\n\n",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1360061",
    "director": [
        {
            "url": "/celebrity/1311101/",
            "name": "伊琳·泰勒·布罗德斯基 Irene Taylor Brodsky",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "乌尔都语",
        "北印度语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1360061/",
    "imdb_votes": 75,
    "this_title": [
        "The Final Inch"
    ],
    "douban_link": "https://movie.douban.com/subject/3558838/",
    "imdb_rating": "8.2/10 from 75 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "\"We have a very narrow window of opportunity to eradicate polio from India,\" says Dr. Larry Brilliant, Chief Philanthropy Evangelist, Google.org. \"If we miss it now, we will never have another chance to rid the world of this debilitating disease. The Google Foundation made this film because we wanted to make sure all partners continue to unite together for this final battle in India's war against polio.\"THE FINAL INCH spotlights people like Munzareen, a burka-clad UNICEF worker who visits more than 400 homes each month in enclaves in the Indian state of Uttar Pradesh, which has the world's highest concentration of polio infection. Also featured is Indian doctor Ashfaq Bhat, a World Health Organization (WHO) field lieutenant in the fight against polio, who risks life and limb to lead teams of volunteers to remote communities in the Bihar state.THE FINAL INCH recalls the devastating polio epidemics in the United States of the 1930s and 1950s through the deeply moving memories of survivors such as Martha Mason. She came down with the virus in 1947, three days after her older brother died of polio, and has spent the past 60 years living in a full-body medical ventilator, or \"iron lung.\" Mikail Davenport, another survivor, made the 950-mile journey across his native Texas on his handcycle to raise awareness of the disease.\"Even though polio has been eradicated per se in the United States, there's no reason it can't cross the border from Canada or Mexico or come in with someone from another country,\" Davenport says. \"And all it takes is one carrier and it starts all over again.\"Lack of awareness is just one of many obstacles volunteers face. In addition to the sheer number of children in India and their geographical dispersal across an often- inhospitable landscape, some Muslim families refuse the free vaccine (two drops taken orally) as a form of social protest against a system that deprives them of basic services such as clean water and sanitation. Other families resist on grounds that the vaccine is American-made and therefore not to be trusted. Despite the scale of the anti-polio offensive - some four million people are currently working to eradicate the disease in India, Pakistan, and Afghanistan - personal issues such as trust may determine its ultimate success or failure.",
    "chinese_title": "The Final Inch",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.2,
    "douban_rating_average": 0,
    "update_at": "2025-10-07T12:00:08"
}