{
    "aka": [],
    "sid": "35588364",
    "cast": [
        {
            "url": "/celebrity/1368336/",
            "name": "亚历山德拉·博尔贝伊 Alexandra Borbély",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898138511.jpg",
    "region": [
        "捷克",
        "斯洛伐克"
    ],
    "writer": [],
    "imdb_id": "tt15440452",
    "director": [
        {
            "url": "/celebrity/1332611/",
            "name": "齐德内克·吉拉斯基 Zdenek Jirasky",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt15440452/",
    "imdb_votes": 30,
    "this_title": [
        "Kryštof"
    ],
    "douban_link": "https://movie.douban.com/subject/35588364/",
    "imdb_rating": "5.3/10 from 30 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The indirect inspiration for the film was a testimony from Post Bellum, a non-profit organisation preserving the stories of World War II veterans, Holocaust survivors, political prisoners and persecuted minorities. However, scriptwriter Suda insists that Kryštof is not an attempt to reconstruct a real event, adding, “It is not an attempt at a general portrait of the 1950s.”The film follows the eponymous protagonist, a young monk, as he helps the people persecuted by the communist regime transfer to Germany. The story is set against the backdrop of the illegal and violent elimination of monasteries in communist Czechoslovakia (in April 1950, the project of removals called Action K, orchestrated by the secret communist police force, swept through the country, closing down monasteries and male Catholic monastic orders). Kryštof came to the monastery to escape from the world, yet these events force him to “run for his life, and to understand that this is his last chance to revolt against the brutal political power and to save his loved ones”, the film’s synopsis reveals.",
    "chinese_title": "Kryštof",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.3,
    "douban_rating_average": 0,
    "update_at": "2025-06-13T05:26:26"
}