{
    "aka": [],
    "sid": "35588297",
    "cast": [
        {
            "url": "/celebrity/1029040/",
            "name": "羽田美智子 Michiko Hada",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1003034/",
            "name": "西尾麻里 Mari Nishio",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048799/",
            "name": "古尾谷雅人 Masato Furuoya",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008604/",
            "name": "石黑贤 Ken Ishiguro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1035814/",
            "name": "山崎树范 Shigenori Yamazaki",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906802315.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1320562/",
            "name": "樱井武晴 Takahiro Sakurai",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1300269/",
            "name": "若松节朗 Setsurô Wakamatsu",
            "@type": "Person"
        }
    ],
    "duration": "120分钟",
    "episodes": "3",
    "language": [
        "日语"
    ],
    "playdate": [
        "2002-02-02(日本)"
    ],
    "this_title": [
        "科学捜査研究所・文書鑑定の女"
    ],
    "douban_link": "https://movie.douban.com/subject/35588297/",
    "trans_title": [
        "科学捜査研究所・文书鉴定之女"
    ],
    "douban_votes": "0",
    "introduction": "警视厅科学搜查研究所文书鉴定科的小山内夕香（羽田美智子）看到年轻女性从大楼坠落，跳下来的是主妇真味原纯子，手里拿着类似遗书的笔记。赶来的刑警城户涉（石黑贤）断定是自杀。夕香立刻提出了异议。构成文字的线几乎相同，也就是说笔压相同。说是打算去死的人，不可能写出这样机械性的字。搜查本部也断定是自杀。最近和丈夫分居似乎是动机。无法理解的城户前往科搜研。夕香从城户那里拿到纯子的笔记本，马上进行鉴定，“字画形式”、“笔势”、“配字形态”显示遗书的笔迹和笔记本的笔迹基本一致。城户说果然是自杀吧，但是夕香没有放过遗书上留下的另一个笔迹，用碘巧妙的把另一页上的字勾勒出来。有人在写遗书的信纸前一页写了同样的内容。也许是威胁说要纯子照这个样子写，然后伪装成自杀的样子杀死的。夕香请城户吃牛丼饭。纯子出轨暴露后和丈夫分居，但丈夫有不在场证明。夕香很在意纯子的笔记本上频繁出现“爱子”这个名字。那个名字从3个月前开始出现。城户调查了遗留物品，发现有一个叫生田爱子的名字。城户为了见爱子去了她家，但是爱子5天前就没回来，丈夫泰树（神保悟志）3天前提出了搜索请求。泰树3个月前被裁员了。城户问道“你知道真味原纯子吗？”夕香从城户那里借来爱子的日记，调查内容。从3个月前开始，周二和周六都是空栏。而且，纯子的记事本上周二和周六都写着爱子的名字。而且，那也是3个月前开始的。夕香调查了爱子日记的空白处。虽然用墨水擦掉了，但是用亚硫酸显示出来了。写的内容是“从Grand Code上看到的共和住宅社的霓虹灯被泪水浸透”。为什么爱子有必要把这篇文章删掉呢？在回来的电车上，夕香偶然看到了“共和住宅社”的招牌。夕香下电车去那家公司，然后，到达了名为“Grand Code”的公寓。夕香借了监控录像到科搜研调查。那里映出了爱子，按自动锁按钮的手放大后知道了号码，是401号房。奇怪的是，之后拍到了一个同样按401的男人。一起看的城户马上去公寓。然后，知道了那个房间是以桂木绿的名字租的。桂木绿被称为黑道的领袖人物。城户看了那个房间，那里躺着桂木绿的尸体。之后的调查显示，桂木绿是主妇卖淫的首脑。进一步调查了监控录像，还看到了桂木绿的身影，还有一个男人。那个男人是黑道的舍弟，名叫矶村（高杉亘）。但是，矶村有不在场证明。阿碧的店因破坏风纪而引起了当地居民的反对运动，而成为其先行者的是夕香大学的前辈兼恋人场真治，现在成了政治家。由于他的力量，在审判中居民方面胜诉，阿碧以誓约书与和解金代替店铺的迁移。拿钱出来的是矶村，之后阿碧就成了他的情人。阿碧的卖淫组织肯定和矶村有关系。晚上，夕香和场真治吃饭。场真治与政治派系领导的女儿结婚了，不过，结婚生活好象不顺利。城户调查爱子入住的酒店。爱子在晚上8点入住，10点退房。据说在瓢泼大雨中，白色的车来接走了她。爱子从房间里的电话里打了两次。一个是真味原纯子的手机，还有一个是的场真治的事务所。城户立刻去拜访场真治。场真治回答说，只是人生咨询，秘书也证实了这种电话很多。有消息说爱子从原宿的便利店取了钱。而且，银行也逮捕了来取钱的女人，但是和爱子是不同的人。女人说她只是在电话亭捡到了钱包。从钱包里找到了投币式储物柜的钥匙。还有一张生日卡，这是去年爱子的生日时收到的礼物，是丈夫泰树送的。夕香鉴定笔迹后，发现笔迹与纯子遗书中留下的一致。城户追问泰树。泰树说3个月前被裁员后，知道银行里有巨额资金汇入，那天跟在了爱子后面。爱子进入了“Grand Code”。之后有个男人进去的时候泰树一起进去了。看到妻子不贞的样子，泰树惊慌失措的打了爱子。爱子逃出房间，忘记带手机。泰树用爱子的手机给纯子打了电话。见到纯子的泰树让纯子写了道歉信。城户觉得泰树让纯子写了遗书后伪装成自杀而杀人，但是夕香无法接受。在武藏野的山林中发现了爱子的尸体。从死亡时间推定爱子离开酒店后就被杀了。尸体的指甲里塞满了木材的纤维。然后，确定了投币式储物柜，从里面拿出了钱。以此为契机，矶村被逮捕了。阿碧和纯子的钱一样多。矶村说虽然拼命想比警察先找到，但并没有杀人。爱子被发现的地方附近有别墅，那也是狭山湖附近。夕香注意到，写真周刊报道，场真治的别墅也在那个地方。场真治的车是白色的。夕香去了议员会馆，带回了场真治汽车轮胎上的泥土。分析结果表明，硫酸铜含量26%。那个是经常被作为农药使用的东西。而且，爱子指甲里的木材是经过加工的胶合板。夕香在网上搜索，发现爱子失踪的那天46号都道发生了撞车事故，从翻滚的卡车上大量农药流出的新闻。夕香去了场真治的别墅。知道了下到地下室的楼梯门内侧有胶合板。爱子曾经被关在这里。场真治是去年居民运动的时候，与矶村秘密做着交易，作为回报矶村介绍了爱子。爱子被杀后，纯子问场真治爱子去哪了，场真治却装傻说不知道。但是，谎言很快就被看穿了。爱子在给场真治打电话之前先给纯子打了电话，所以纯子知道场真治和爱子见面了。场真治想到了利用道歉信，杀死纯子。但是，道歉信却是泰树持有的。场真治尾随泰树，看到泰树在咖啡馆和阿碧见面，泰树把道歉信放在桌子上，去追阿碧。场真治拿到了道歉信，把纯子叫出来伪装成自杀的样子。场真治被阿碧威胁，阿碧也被杀了。",
    "chinese_title": "科学捜査研究所・文书鉴定之女",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "科学捜査研究所・文書鑑定の女",
    "douban_rating_average": 0,
    "update_at": "2025-12-09T17:35:17"
}