{
    "aka": [],
    "sid": "35588303",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2680941100.jpg",
    "region": [
        "哥伦比亚"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1531346/",
            "name": "安德烈斯·胡拉多 Andres Jurado",
            "@type": "Person"
        }
    ],
    "duration": "21分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [],
    "this_title": [
        "El Renacer del Carare"
    ],
    "douban_link": "https://movie.douban.com/subject/35588303/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "It is the story of a country: who is writing it, how and to what end? This country is Colombia. Its history amounts to a disastrous conflict between left-wing guerrilla fighters and the National army and its paramilitary minions, and it has been so for decades now. In the 1980s, the inhabitants of the small Carare region got organised to free their community from the spiral of war and to try and establish lasting peace. Yet the political and social experiment was brutally interrupted by State violence, and its story remains to be written. Andrés Jurado remedies this situation in the most beautiful way: by reviving the words of the forgotten participants, by writing their story with their own words, their own images. Because the title of the film comes from a slide show conceived in 1987 by the Association of Workers to talk about the “rebirth of Carare”. From the lost or unfinished document, only nineteen pages of script have survived. Thirty years later, El renacer del Carare makes the project come true by turning the script into a film. The scenario is divided into three columns: IMAGEN, TEXTO, MUSICA. Photographs from that time are brought to life by the tremor of time and the resistance to oblivion. A voice, whose warm proximity contrasts with the ghostly remoteness of images, seems to be offering the text, through today’s spectators, to its forgotten recipients. The music column has remained empty? Resistance songs punctuate the continuity of the script. The black screen on which the lyrics are written opens a gaping lament in the middle of the film. But the memory of Carare farmers is also projected forward. Their ghosts are shaking on screen, but the script they have left behind is also the sketch of more achievements to come, the promise of a freedom yet to establish. Against the fait accompli of the authorities stand the powerful weakness of cinema, and the priceless necessity of such a film. (C.N.)",
    "chinese_title": "El Renacer del Carare",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-12-04T11:20:25"
}