{
    "aka": [],
    "sid": "35595426",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "短片",
        "歌舞"
    ],
    "awards": "　　第78届威尼斯电影节(2021)\n　　VR电影单元 最佳VR体验\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2681667838.jpg",
    "region": [
        "法国",
        "卢森堡",
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1289993/",
            "name": "Blanca Li Blanca Li",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt15172276",
    "director": [
        {
            "url": "/celebrity/1289993/",
            "name": "Blanca Li Blanca Li",
            "@type": "Person"
        }
    ],
    "duration": "35分钟",
    "episodes": "",
    "language": [
        "法语",
        "英语",
        "西班牙语"
    ],
    "playdate": [
        "2021-09-01(意大利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt15172276/",
    "this_title": [
        "Le bal de Paris de Blanca Li"
    ],
    "douban_link": "https://movie.douban.com/subject/35595426/",
    "trans_title": [
        "欢迎光临巴黎舞夜"
    ],
    "douban_votes": "0",
    "introduction": "Le bal de Paris de Blanca Li is an immersive, participative and interactive project intended to be experienced in full body awareness together with 10 spectators and 2 professional dancers performing the main characters in a physical space. The online version is a standalone approach of the live version which can be experienced during the Festival in Venice, at Conservatorio Statale di Musica Benedetto Marcello. Adèle celebrates her coming home to Paris with a great ball organised by her parents in her honor. Pierre, one of the guests, will change the course of the party. Each spectator will first choose his Chanel costume, and personalised Avatar, and he will then be invited to follow Adèle’s love story unfolding in three acts. Main characters played by the dancers will guide the spectator through a virtual and fantastic universe, with three main locations to party: a monumental ballroom, a magical garden party, and a Parisian club. Breathtaking transitions are staged on a lake and aboard a train. Music and dance merge with virtual reality to offer you an innovative, festive, artistic and spectacular experience.",
    "chinese_title": "欢迎光临巴黎舞夜",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Le bal de Paris de Blanca Li",
    "douban_rating_average": 0,
    "update_at": "2025-05-09T08:55:58"
}