{
    "aka": [
        "Bridgeless Rivers",
        "Reki bez mostove"
    ],
    "sid": "35603733",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2688187129.jpg",
    "region": [
        "保加利亚"
    ],
    "writer": [],
    "imdb_id": "tt5340906",
    "director": [
        {
            "url": "/celebrity/1336008/",
            "name": "佩塔尔·瓦查诺夫 Petar Valchanov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1194826/",
            "name": "克里斯蒂娜·戈洛佐娃 Kristina Grozeva",
            "@type": "Person"
        }
    ],
    "duration": "75分钟",
    "episodes": "",
    "language": [
        "保加利亚语"
    ],
    "playdate": [
        "2013-12-20(保加利亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5340906/",
    "this_title": [
        "Реки без мостове"
    ],
    "douban_link": "https://movie.douban.com/subject/35603733/",
    "trans_title": [
        "没有桥梁的河流",
        "Bridgeless Rivers",
        "Reki bez mostove"
    ],
    "douban_votes": "0",
    "introduction": "Two Roma teenagers, Tsvetan (18) and Nasko (13) are friends. They live in the poorest region of Europe. Two years ago Tsvetan and the Bulgarian girl Albena (16) stood on railway tracks in front of an on-coming train because their love was impossible. Albena died and presently, Tsvetan thanks God for the new lease of life he was given. Nasko is depressed because his mother has abandoned him. Amidst the horrifying poverty the two friends are striving to find a way and a reason to survive. Petar Valchanov and Kristina Grozeva have directed some of the most successful modern Bulgarian films. Petar Valchanov was born in 1982 in Plovdiv, while Kristina Grozeva was born in 1976 in Sofia. They first met in 2003 outside Egypt’s embassy in Sofia. Both were there to receive visas in order to participate in the Ismailia Film Festival. They started working together while still in university. Before becoming a director, Kristina Grozeva graduated in journalism and then worked as a journalist. Petar Valchanov studied film and television directing. The filmmakers duo is also a real-life couple. One of their first international triumphs came with the short film Jump (2012), which received a nomination for the 2013 European Film Awards. Lesson (2014), their first feature film, earned honours at festivals in Toronto, San Sebastian, Warsaw, Tokyo, Thessaloniki and many others. This project launched their yet unfinished newspaper-article-inspired trilogy, which so far features Lesson, along with Glory – the latter was the Bulgarian submission for the 2018 Academy Awards. After winning the Grand Prix at the Karlovy Vary International Film Festival with The Father, the directorial team is once again trying for the Academy Award in the international feature film category.",
    "chinese_title": "没有桥梁的河流",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Реки без мостове",
    "douban_rating_average": 0,
    "update_at": "2025-05-21T12:49:30"
}