{
    "aka": [],
    "sid": "35604656",
    "cast": [
        {
            "url": "/celebrity/1313582/",
            "name": "谢昀杉 Yunshan Xie",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2685741734.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1333712/",
            "name": "魏大航 Dahang Wei",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1333712/",
            "name": "魏大航 Dahang Wei",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "写给姐姐的情书"
    ],
    "douban_link": "https://movie.douban.com/subject/35604656/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "爸妈离婚后，阳阳的每个寒暑假都是在北京的舅舅家和表姐一起度过的，今年也不例外，一放寒假，阳阳就独自一人来到北京，一来是在舅舅家过春节，二来是让在幼儿院做老师的表姐帮着补习功课。可丽丽姐根本没有时间给阳阳补习功课，都三十的人了，大大咧咧，马马虎虎，连个男朋友都没有，稍微有点时间都扑在找男朋友上了。提起找男朋友的事，阳阳的舅舅舅妈是操碎了心，着完了急。但心操碎了，急着完了，也是一个白搭，原因是丽丽讲究的是缘分。自打老爸当初拦着不让丽丽和原先的男朋友去美国留学，从此搁置了一桩快要有结果的婚姻后，丽丽对于在教育战线当处长的爸爸介绍的任何对象，是一个也看不上，就得自己找。这不，阳阳来后的第二天，丽丽就精心美容，照了几张很是看得过去的艺术照，贴在了征婚网上。还别说，仅仅一天的工夫，给丽丽发来电子邮件，表示愿意约会见面的男士就达到了十二个。其实，丽丽知道自己长得不算漂亮，人又粗心大意，所以找男朋友的条件也没那么高，连“条件好的，离过婚的都可以考虑，只要有固定的工作”，所以，对于约会见面，丽丽是等之不及。看着表姐疯了一般的样子，深受爸妈离婚之苦的阳阳决定得“管一管”。阳阳的“管一管”纯粹是捣蛋使坏。为此，最先拿着一本《读者》杂志前来和丽丽姐见面的两位男士都是有去无回，第三位保险公司的一个业务员，苦等了两个钟头，怏怏而去。第四个和丽丽姐见面的刘麦克说是一位留美归来的成功人士，结果是骗子一个，临别前还骗走丽丽八千元钱。一次又一次的欣喜，换来一次残酷一次的失败，丽丽心灰至极，痛苦万分，但泪水只能在夜深的寂静中，陪缭绕的烟圈流淌。看着表姐痛苦的样子，阳阳也很难过。就在此时，苦等不见人来的保险推销员在网上用“实实在在”的网名给丽丽发来了一封邮件。趁着姐姐离开房间的空隙，阳阳给“实实在在”回了一封邮件，并以“过路人”的名义，往丽丽姐的邮箱里放了一封自己写的爱情感言。“过路人”留下的爱情感言，在丽丽的心里得到了认同，也重新鼓起了丽丽寻找缘分爱情的勇气。通过网上的几次沟通，丽丽向爸妈郑重宣布，未来的老公将在下周五五点半到家里来做客。丽丽的郑重宣布，让老爸老妈在万分的欣喜中开始紧张地准备，惟一高兴不起来的就是急得像热锅上的蚂蚁一般的阳阳。阳阳不愧是个鬼机灵的孩子。情急之下，阳阳想起了“实实在在”，并向“实实在在”发出了邀请邮件。为确保万无一失，阳阳还求在寻找刘麦克时认识的一个做保安的老乡帮忙。结果，保安老乡没帮上忙，却让阳阳无意间让撞上了刘麦克。在“实实在在”敲开丽丽家的门引起一场误会时，阳阳机智地、在保安老乡和警察叔叔的帮助下，将刘麦克抓获。受伤的阳阳被警察送回家的时候，“实实在在”已经被丽丽推出了门外。看到狼狈不堪再次敲门而入的“实实在在”，阳阳一下都明白了，也算是松了口气。没想到，经过这场误会，丽丽还真的和作保险业务的“实实在在”走到了一起。丽丽姐穿上婚纱的那天，阳阳为自己写给姐姐的那些情书若有所思，但更多的是庆幸和高兴。",
    "chinese_title": "写给姐姐的情书",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-08T06:29:25"
}