{
    "aka": [],
    "sid": "35609280",
    "cast": [
        {
            "url": "/celebrity/1370304/",
            "name": "一色采子 Saiko Isshiki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1381802/",
            "name": "片桐龙次 Ryuji Katagiri",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "剧情",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt1183284",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2001-03-04(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1183284/",
    "this_title": [
        "北アルプス山岳救助隊・紫門一鬼 北アルプス穂高連峰殺人事件"
    ],
    "douban_link": "https://movie.douban.com/subject/35609280/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "北アルプス山岳救助隊涸沢分室に、オリエンテーリングに参加した二人が帰還しないという連絡が入った。上高地田代池から西穂までのコースを、制限時刻午後四時三十分までにゴールするはずだったのだが、三時間半を経過しても二人は戻ってこないという。上高地アルペンホテルに設けられた遭難対策室で、紫門一鬼や片桐三也子ら山岳救助隊のメンバーは、未帰還の二人、木戸章と奥村弓絵が婚約中であったことを知る。二人は最終チェック・ポイントの焼岳小屋に二時四十分に到着していることから、下山ルートを辿れば、余裕をもって制限時刻内に田代池に戻れるはずであった。しかも、木戸は山岳経験が豊富で、道に迷ったとは考えられない。翌朝、捜索に向かった紫門たちは、木戸と弓絵の二人が樹林帯のけもの道に入り込んだことを知る。そして視界の開けた沢場で、二人の遺体を発見した。オリエンテーリングのコース図を確かめた紫門は、登山経験の豊富な木戸がコースを間違えたことに不審を抱く。さらに弓絵の遺品であるポーチから発見されたコース図が、改ざんされたものであることを突き止めた。二人の死は、事故ではなく計画殺人によるものと知って、紫門の胸にはふつふつと怒りが湧き上がるのだった。豊科警察署を訪れ、紫門は小室ら刑事たちに、コース図が改ざんされていた事実を伝える。司法解剖の結果、転落死した二人が何者かに後頭部を殴打されていた可能性が強いことを知って、もと新聞記者の紫門は、事件の真相を知ろうと動き出す。その結果、紫門ら山岳救助隊のメンバーは、二人と同じ設計事務所に勤める三輪哲也が、スタート前にコース図を配っていた事実を確認した。さらに聞き込みを続けると、三輪はコースの途中でリタイアしたという。三輪の動向に不審を抱いた紫門は、直接三輪から真相を問いただすが、「余計なことをするな」と刑事たちにとがめられるのだった。ところが翌日、パトロール中の紫門ら山岳救助隊に、登山者が岩壁から落下したという知らせが飛び込んでくる。現場の渓谷に急行した紫門らは、倒れている男の顔を覗き込み、仰天した。なんと転落死した男は、紫門らが事件のことを問い詰めた三輪哲也だったのだ。三輪の着衣が湿っていたことを疑問に思う紫門は、転落場所と思われる岩場を訪れ、登山中の滑落事故ではないと悟る。自殺か、それとも他殺か――事件を追う紫門は、驚きの事実に突き当たる･･･。",
    "chinese_title": "北アルプス山岳救助隊・紫門一鬼 北アルプス穂高連峰殺人事件",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-25T05:12:10"
}