{
    "aka": [],
    "sid": "35609281",
    "cast": [
        {
            "url": "/celebrity/1325554/",
            "name": "细川直美 Naomi Hosokawa",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt1187012",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2001-08-26(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1187012/",
    "this_title": [
        "北アルプス山岳救助隊・紫門一鬼 北アルプス白馬連峰殺人山行"
    ],
    "douban_link": "https://movie.douban.com/subject/35609281/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "舞台は、槍ヶ岳を望む、眺めが美しい山頂付近のヒュッテ。山岳救助隊の紫門一鬼は、休暇に赤岩ヒュッテの小屋主・溝口由吉の元を訪れる。久しぶりの再会もつかの間、登山者滑落の連絡を受け、紫門は慌ただしく山小屋を後にする。何か言いたげな由吉を残して。次の日、由吉が遭難したという連絡を受けた紫門は、救助隊の仲間と共にヒュッテへ向かう。その日、由吉は中房温泉へ行くことを従業員に告げたまま行方不明となっていた。紫門らは、由吉が温泉街の宿で、ある男と会っていたことを知る。樹林帯を捜索中、紫門らはうつぶせに転がっている遭難遺体を発見・・・それは紛れもない、溝口由吉であった。由吉は東都医大を卒業し、海外留学の経験もあった。由吉の知られざる過去を知って紫門は驚く。その後、妻子を東京に置いて山小屋の住人になった由吉に、何か事情があるのではとにらむ穂高北署の小室刑事。そこへ由吉の娘・溝口恵子が連絡を受けて到着する。由吉について聞こうとするが、恵子は何も話そうとしない。由吉の部屋を調べると、一緒に写った男の写真を発見。それは由吉が温泉で会っていた男だった。恵子の叔母・澄枝とその夫・高村伊佐夫ら４人が到着・高村・中尾・三宅の３人は、由吉の医大時代の山岳部仲間だった。そして、由吉の部屋にあった写真の男も、山岳部の後輩の佐土原勉である事が判明。事件後、彼は行方をくらましていた。小室刑事らは事件との関わりを模索していく。その矢先、佐土原は遺体となって発見される。状況から、佐土原はピッケルで由吉を殺害後、転落死したと断定。が、動機などがわからず疑問も残る。そんな中、紫門は、凶器とみられたピッケルが写真に写っている佐土原のものと型が違うことに気付く。しかも鑑識の結果、佐土原のイニシャルが刻み込まれた部分に、古く見せる為の工作が施されていることが判明。由吉、佐土原殺しは同一犯による偽装殺人と推理する。事件の真相を確かめる為、由吉の山仲間を訪れた紫門らは３０年前の事件を知る。それは４人の登山パーティーで起きた悲運な遭難事故。そのメンバーに、今回の被害者、由吉・佐土原、そして高村がいた。２つの事件に何か関係があるのか？紫門は、真相を突き止めようと、東京にいる恵子の元へ高村の居所を聞きに行く。自分を棄てた父を恨んでいた恵子だったが、父への思いを捨て切れず、紫門とともに高村の病院へ向かう。”父はなぜ殺されたのか？”　”なぜ家族を棄て山小屋の住人となったのか？” 父の本当の気持ちを知りたいと願う恵子。何か言いたげだった由吉を思うと、紫門は真相究明に熱くなるのだった・・・。",
    "chinese_title": "北アルプス山岳救助隊・紫門一鬼 北アルプス白馬連峰殺人山行",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-16T10:52:39"
}