{
    "aka": [],
    "sid": "35603685",
    "cast": [
        {
            "url": "/celebrity/1363070/",
            "name": "诺玛·杜梅温尼 Noma Dumezweni",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2685733381.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt14193866",
    "director": [],
    "duration": "60分钟",
    "episodes": "1",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021-04-14(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt14193866/",
    "imdb_votes": 39,
    "this_title": [
        "The Leopard Legacy Season 39"
    ],
    "douban_link": "https://movie.douban.com/subject/35603685/",
    "imdb_rating": "7.5/10 from 39 users",
    "trans_title": [
        "豹的传承 第三十九季"
    ],
    "douban_votes": "0",
    "introduction": "A confident and powerful leopardess called Olimba rules over an exceptionally large area along Zambia's Luangwa River in Africa. She is a formidable hunter, a courageous ruler and a devoted mother. She has just given birth to two tiny cubs, a male and a female. As she faces the challenging task of motherhood, it is a constant battle to hunt successfully, to defend her prime territory and to protect her cubs against enemies. One day, Olimba discovers an injured nomadic male leopard near her cubs, and without hesitation, she attacks him. He makes a lucky escape, but when Olimba returns to the den, one of her cubs is gone. As she comes to terms with her loss, Olimba forges on as a devoted mother and passes on all her knowledge to her blue-eyed boy, named Makumbi. When he is one year old and succeeds in hunting his own prey, Olimba must part ways with her son. Their final hostile encounter leaves the youngster vulnerable with a dreadful eye injury which becomes infected. Will his resilience and fighting spirit help him overcome this injury?—PBS",
    "chinese_title": "豹的传承 第三十九季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Leopard Legacy Season 39",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-06-04T14:35:57"
}