{
    "aka": [],
    "sid": "35611343",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868877502.jpg",
    "region": [
        "英国",
        "斯里兰卡",
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1529456/",
            "name": "艾米利亚·比阿特丽斯 Emilia Beatriz",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt18069418",
    "director": [
        {
            "url": "/celebrity/1561164/",
            "name": "莎琳·班博 Sharlene Bamboat",
            "@type": "Person"
        }
    ],
    "duration": "67分钟",
    "episodes": "",
    "language": [
        "英语",
        "泰米尔语",
        "乌尔都语"
    ],
    "playdate": [
        "2022-02-15(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt18069418/",
    "imdb_votes": 17,
    "this_title": [
        "If From Every Tongue it Drips"
    ],
    "douban_link": "https://movie.douban.com/subject/35611343/",
    "imdb_rating": "4.3/10 from 17 users",
    "trans_title": [
        "垂涎若三尺"
    ],
    "douban_votes": "0",
    "introduction": "Made between three locations, If From Every Tongue it Drips is assembled through a call and response exchange of sound, text and image. Interested in the framework of voice, vibration, time, sound and language that quantum physics explores, director Sharlene Bamboat’s film emerges from an exchange of theoretical entanglements but is practiced and rendered through bodily ones. In Batticaloa, Sri Lanka, Ponni writes Rekhti, a form of 19th century Urdu queer poetry as Sarala acts as camera person. On receiving the captured images, Bamboat based in Montreal, Canada passes back directorial instruction along with fragments of quantum theory which Sarala reads, this time filmed by Ponni. As the digital images repeatedly transcend geographic location to reach Bamboat, she lays her commentary on Sarala and Ponni’s images, overlapping her voice on theirs. Travelling further to the Isle of Skye in Scotland, the recordings reach Sharlene’s frequent collaborator, sound designer and musician Richy Carey, who enters a third space of deep listening, co-creating a sonic landscape that allows a further exchange of polyvocality through sound and image. Into this assemblage, Bamboat weaves references to the interconnected impacts of British colonialism and Indian nationalism on contemporary poetry, dance and music in South Asia, nodding to her ongoing interest in both the many ways that popular culture can be politicised, as well as the sensuous possibilities of its reclamation.",
    "chinese_title": "垂涎若三尺",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "If From Every Tongue it Drips",
    "imdb_rating_average": 4.3,
    "douban_rating_average": 0,
    "update_at": "2025-09-11T13:33:37"
}