{
    "aka": [],
    "sid": "35614442",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2894246524.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt15438582",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "法语",
        "德语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt15438582/",
    "imdb_votes": 8,
    "this_title": [
        "Christo & Jeanne Claude - L'art de cacher, l'art de dévoiler"
    ],
    "douban_link": "https://movie.douban.com/subject/35614442/",
    "imdb_rating": "4.7/10 from 8 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Avec leurs spectaculaires oeuvres d'art éphémères, les plasticiens Christo et Jeanne-Claude avaient fait redécouvrir sous un nouveau jour de prestigieux monuments, du Pont-Neuf au Reichstag. Portrait éclairant d'un couple d'artistes devenu star.Ni Christo ni Jeanne-Claude, tous deux disparus (lui en 2020, elle en 2009), ne verront cet automne la concrétisation d'un projet fou dont ils rêvaient depuis 1961. C'est une équipe pilotée par leur neveu qui va emballer l'Arc de Triomphe, selon leurs plans et leurs dessins, avec 25 000 mètres carrés de tissu recyclable en polypropylène bleu argenté et 3 000 mètres de corde rouge. Visible sous ces atours pendant deux semaines, du 18 septembre au 3 octobre prochains, le monument parisien rejoint ainsi la longue liste des édifices et des sites naturels transformés en œuvres d'art éphémères par un couple d'artistes hors norme. Détaillant les préparatifs de l'installation, ce documentaire exhume aussi archives et interviews du Bulgare Christo Vladimiroff Javacheff et de son épouse française, Jeanne-Claude Denat de Guillebon, pour composer le portrait lumineux d'un indéfectible duo amoureux et artistique. Il explore leur conception de l'art et les points d'orgue de leur travail, de Paris (emballage du Pont-Neuf en 1985) à Berlin (emballage du Reichstag en 1995) en passant par New York, leur ville d'adoption.",
    "chinese_title": "Christo & Jeanne Claude - L'art de cacher, l'art de dévoiler",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.7,
    "douban_rating_average": 0,
    "update_at": "2025-05-10T11:08:40"
}