{
    "aka": [
        "失去BOB的人生：茶丽丝的实验"
    ],
    "sid": "35617779",
    "cast": [
        {
            "url": "/celebrity/1107291/",
            "name": "谢拉米·李 Cherami Leigh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1334833/",
            "name": "达娜·李 Dana Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1488245/",
            "name": "普南·巴苏 Poonam Basu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "科幻",
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2692442720.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt15293132",
    "director": [],
    "duration": "58分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021-09-30(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt15293132/",
    "imdb_votes": 51,
    "this_title": [
        "Life After BOB: The Chalice Study"
    ],
    "douban_link": "https://movie.douban.com/subject/35617779/",
    "imdb_rating": "6.1/10 from 51 users",
    "trans_title": [
        "圣杯实验",
        "失去BOB的人生：茶丽丝的实验"
    ],
    "douban_votes": "0",
    "introduction": "Ian Cheng 的《失去BOB后的人生》是一部由Unity制作的实时情景动画。导演利用电影叙事能够唤起深刻的心里共鸣，阐释了“数字模拟”能够激发的惊人远景。电影提出了一个问题: 人工智能将如何改写我们关于自身意义存在的脚本？在第一章《圣杯研究》中，神经工程师王博士在他10岁的女儿茶丽丝的神经系统中安装了一个名为 BOB (“Bag of belief 信仰之袋”) 的实验性人工智能。为了引导茶丽丝在一个动荡的世界中成长，BOB逐渐代替茶丽丝来应对越来越多的冲突与变故，而茶丽丝相比之下却变得越来越无关紧要和逃避现实。随着时间推移，王博士开始逐渐更倾向于他女儿身上的BOB的一面。直到BOB威胁它可以代替茶丽丝，将她的生活过得比她更好时，茶丽丝想知道: 她身上的人类一面该何去何从？Ian Cheng's Life After BOB is an episodic anime series built in the Unity game engine and presented live in real-time. Bridging the artist's interest in simulation's capacity to generate emergent surprising phenomena, with cinematic storytelling's capacity to evoke deep psychological truths, Life After BOB imagines a future world in which our minds are co-inhabited by AI entities. Life After BOB asks: How will life lived with AI transform the archetypal scripts that guide our sense of meaningful existence? In episode one - The Chalice Study - neural engineer Dr. Wong has installed an experimental AI named BOB (\"Bag of Beliefs\") into the nervous system of his 10-year-old daughter Chalice. Designed to guide Chalice through the challenges of growing up in a volatile world, BOB confronts more and more of the conflicts in Chalice's life on her behalf, while Chalice grows increasingly irrelevant and escapist. As Dr. Wong begins to favor the BOB side of his daughter, and as BOB threatens to do the job of living Chalice's life better than she can, Chalice jealously wonders: what is left for her classic human self to do?",
    "chinese_title": "圣杯实验",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Life After BOB: The Chalice Study",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-02-08T22:33:42"
}