{
    "aka": [
        "Zuhal, naine lõksus"
    ],
    "sid": "35627621",
    "cast": [
        {
            "url": "/celebrity/1230734/",
            "name": "法提赫·阿尔 Fatih Al",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1094698/",
            "name": "Serpil Gül Serpil Gül",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1485861/",
            "name": "努尔·叙雷尔 Nur Sürer",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2910724963.jpg",
    "region": [
        "德国",
        "土耳其"
    ],
    "writer": [
        {
            "url": "/celebrity/1554098/",
            "name": "齐亚·德米雷尔 Ziya Demirel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1331812/",
            "name": "纳兹勒·埃利夫·杜鲁 Nazli Elif Durlu",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt15399512",
    "director": [
        {
            "url": "/celebrity/1331812/",
            "name": "纳兹勒·埃利夫·杜鲁 Nazli Elif Durlu",
            "@type": "Person"
        }
    ],
    "duration": "88分钟",
    "episodes": "",
    "language": [
        "土耳其语"
    ],
    "playdate": [
        "2021-11-24(塔林黑夜电影节)",
        "2021-11-27(安塔利亚金橙电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt15399512/",
    "imdb_votes": 629,
    "this_title": [
        "Zuhal"
    ],
    "douban_link": "https://movie.douban.com/subject/35627621/",
    "imdb_rating": "5.7/10 from 629 users",
    "trans_title": [
        "听到猫叫",
        "Zuhal, naine lõksus"
    ],
    "douban_votes": "0",
    "introduction": "The pursuit of Zuhal (40) starts with a meow. After a long day of hours in the traffic jam of Istanbul, teaching English in a corporation and an uncomfortable flirting with one of her students, Zuhal arrives home. After spending some time alone, she starts hearing a cat’s meow in her flat. First she pays no attention, but as the meow continues all night she thinks the cat might be stuck nearby. She looks around, but can’t find it. Next day, each time she points the people to the sound, the sound stops. The doorman comforts her, saying it’s forbidden to have pets in the building, her students don’t even hear it, her neighbors follow the doorman’s argument or treat her as a ‘crazy cat-lady’, kids tease her with ‘meows’ from the diaphone. Her reputation is at risk, but worse is that she starts doubting her mental health. Her pursuit ends as the doorman discovers that the sound comes from the wall of the empty flat on the first floor. Locating the cat was hard, convincing the stubborn landowner to break the wall seems impossible. As the conversation turns into a vicious circle, she rushes to a date for the first time in years. But she’s not able to get rid of her thoughts, and when she tells her date about the cat, he proposes to come with Zuhal to her flat. As they arrive home no meow is heard anymore. He is quick to forget about it but for Zuhal this silence is unbearable now. As he falls asleep on the couch, Zuhal tiptoes holding a hammer, and breaks into the neighbouring balcony. Police sirens, ferry signals, birds, radio news. As battering goes on, a cat meows.",
    "chinese_title": "听到猫叫",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Zuhal",
    "imdb_rating_average": 5.7,
    "douban_rating_average": 0,
    "update_at": "2025-09-21T07:26:31"
}