{
    "aka": [
        "Cine, Registro Vivo de Nuestra Memoria"
    ],
    "sid": "35627572",
    "cast": [
        {
            "url": "/celebrity/1365014/",
            "name": "塞尔日·布朗伯格 Serge Bromberg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054944/",
            "name": "科斯塔-加夫拉斯 Costa-Gavras",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014535/",
            "name": "乔纳斯·梅卡斯 Jonas Mekas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042912/",
            "name": "比尔·莫里森 Bill Morrison",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1086615/",
            "name": "Dennis Doros Dennis Doros",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1079292/",
            "name": "西蒙·费舍-特纳 Simon Fisher-Turner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025486/",
            "name": "帕特里西奥·古斯曼 Patricio Guzmán",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019106/",
            "name": "肯·洛奇 Ken Loach",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054425/",
            "name": "马丁·斯科塞斯 Martin Scorsese",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054416/",
            "name": "雷德利·斯科特 Ridley Scott",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009683/",
            "name": "维托里奥·斯托拉罗 Vittorio Storaro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016773/",
            "name": "费尔南多·特鲁埃瓦 Fernando Trueba",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054402/",
            "name": "维姆·文德斯 Wim Wenders",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2870199745.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt15439196",
    "director": [],
    "duration": "119分钟",
    "episodes": "",
    "language": [
        "法语",
        "英语",
        "西班牙语"
    ],
    "playdate": [
        "2021-10-21(圣保罗电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt15439196/",
    "imdb_votes": 284,
    "this_title": [
        "Film, mémoire vivante de notre temps"
    ],
    "douban_link": "https://movie.douban.com/subject/35627572/",
    "imdb_rating": "7.9/10 from 284 users",
    "trans_title": [
        "记录记忆的胶片",
        "Cine, Registro Vivo de Nuestra Memoria"
    ],
    "douban_votes": "0",
    "introduction": "In the era of digitization, it’s essential to save and archive our images, and yet our cinematic heritage is far from being fully preserved. Many films and much film history are already lost forever. Yet thanks to the often-overlooked work of archivists, curators, technicians, and filmmakers around the world, we are still able to see films that are over 125 years old. This documentary pays tribute to the work, skill, and know-how of these artisans who find pieces to restore and preserve. If any of these films, old or recent, can transform even one life, then these artisans will have fulfilled their mission.PRESENT IN THESE COLLECTIONS:FILMS FROM QUÉBECHISTORY & CULTURECINÉMA & PHOTOGRAPHIEDirector\tInés TohariaScript\tInés TohariaProduction\tIsaac Garcia Llombart, Paul CadieuxProduction Manager\tMelissa MiraExecutive Production\tMaryse RouillardParticipation\tAnn Adachi-Tasch, Laure Adler, Janice Allen, Tina Anckarman, Peter Bagrov, Peter Becker, Steve Bloom, Margaret Bodde, Frédéric Bonnaud, Serge Bromberg, Kevin Brownlow, Jared Case, Luciano Castillo, Cecilia Cenciarelli, Te-Ling Chen, Bede Cheng, Paolo Cherchi Usai, Benjamin Chowkwan Ado, Grover Crisp, Mercedes De la Fuente, Rachel Del Gaudio, Paula Felix Didier, Bryony Dixon, Dennis Doros, Ray Edmondson, Lotte Eisner, Awad Eldaw, Dino Everett, Simon Fisher-Turner, Giovanna Fossati, David Francis, Lars Gaustad, Costa Gavras, Mariano Gómez, Julia Gouin, Todd Gustavson, Sam Gustman, Patricio Guzmán, Amy A. Heller, Jan-Christopher Horak, Anne Hubbell, Rob Hummel, Tessa Idlewine, Andrea Kalas, Ahmad Kiarostami, Anthony L'Abbate, Emmanuel Lefrant, Emily Leproust, Josef Lindner, Ken Loach, Patrick Loughney, Frédéric Maire, Ben Mankiewicz, Laurent Mannoni, Juan Mariné, Mike Mashon, Bob Mastronardi, Brian Meacham, Jonas Mekas, Bill Morrison, Jan Müller, Lourdes Odriozola, Hisashi Okajima, Maung Okkar, Bono Olgado, Idrissa Ouedraogo, Daniel Pérez, Michael Pogorzelski, John Polito, Chema Prado, Rick Prelinger, Javier Rellán, Nicolas Rey, Esteve Riambau, Ramón Rubio, Celine Ruivo, Aboubakar Sanogo, Martin Scorsese, Ridley Scott, Shivendra Singh Dungarpur, Deborah Stoiber, Jeffrey Stoiber, Rob Stone, Vittorio Storaro, Ed Stratmann, Dan Streible, Linda Tadic, Mark Toscano, Katie Trainor, Fernando Trueba, Iván Trujillo, Benjamin Tucker, Chalida Uabumrungjit, Patricia Ubeda, Ernst Van Velzen, Wim Wenders, Geo. Willeman, Adrian Wood, Caroline Yeager, Ishumael ZinyengereDirector of Photography\tDaniel VilarSound Recording\tSergio Fernández Borrás, Álvaro SilvaCamera\tJohn Ashmore, Michel Bolduc, Almudena Sánchez, Inés Toharia, Javier Trueba, Daniel VilarColorization\tPhilippe CarbonneauNarration\tJoseph BohbotTechnical Direction\tJérôme Corbeil, Simon Legault BeaudoinSound\tMartin Cadieux-Rouillard, Isaac Garcia Llombart, Joe Petrella, Xanti Salvador, Álvaro Silva Wuth, Kyle Stanfield, Sergio Fernández BorrásSound mixing\tMichel LambertGraphic Creation\tJulien Chabot-PaquetMusic\tRobert Marcel Lepage",
    "chinese_title": "记录记忆的胶片",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Film, mémoire vivante de notre temps",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2025-03-26T21:29:16"
}