{
    "aka": [],
    "sid": "35627720",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt4828328",
    "director": [],
    "duration": "82分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021-11-07(澳大利亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4828328/",
    "imdb_votes": 55,
    "this_title": [
        "The Seeds of Vandana Shiva"
    ],
    "douban_link": "https://movie.douban.com/subject/35627720/",
    "imdb_rating": "8.8/10 from 55 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "For the last forty years, Dr. Vandana Shiva has fought relentlessly in a seemingly insurmountable war against those who seek to control the very foundations of our natural ecological systems. Both a scientist and an activist, Dr. Shiva recognizes the power inherent in nature’s seeds, for those who control them control the fate of billions of lives. Thus she exists as both a rock star within the international organic food movement and as the primary enemy of GMO-championing organizations who claim to do much to feed the world but stand to gain much in power and capital over societies.THE SEEDS OF VANDANA SHIVA is a documentary that profiles one of the most important activists and revolutions of the modern day: a strong-willed daughter of a Himalayan forest conservator in a David and Goliath-esque strife against multinational corporations such as Monsanto who aim to perpetuate their highly profitable yet environmentally degenerative agricultural practices. In the global war for control over food production systems, Dr. Shiva fights on behalf of both people and Mother Earth, and only one side can possibly prevail.",
    "chinese_title": "The Seeds of Vandana Shiva",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.8,
    "douban_rating_average": 0,
    "update_at": "2025-05-16T08:26:28"
}