{
    "aka": [],
    "sid": "35627728",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt14696768",
    "director": [
        {
            "url": "/celebrity/1005751/",
            "name": "Ron Chapman Ron Chapman",
            "@type": "Person"
        }
    ],
    "duration": "83分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021-06-21(Canada)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt14696768/",
    "imdb_votes": 7,
    "this_title": [
        "From Earth to Sky"
    ],
    "douban_link": "https://movie.douban.com/subject/35627728/",
    "imdb_rating": "8.4/10 from 7 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Seven diverse Indigenous architects from North America express the vitality of Indigenous architecture through process, design, and build. Tammy Eagle Bull (the first Native American woman to be a licensed architect in North America), Wanda Dalla Costa, Alfred Waugh, Brian Porter, Daniel Glenn, Patrick Stewart and Douglas Cardinal, considered the first Indigenous architect in North America. They all define their individuality through their artistry, and bond in their philosophy and principles of protecting the planet. They are diverse in gender, age and artistic approach, yet they find common ground in their Indigenous identity. Each architect has harrowing tales of dysfunction, poverty, violence and assimilation, but they all overcame adversity to become the top in their field. They exemplify success.The film culminates as they travel to the Venice Biennale of Architecture (with a previous stop in Aotearoa, where they collaborate and share knowledge with Maori colleagues), to present for the first time in history Indigenous Architecture from North America in a spectacular installation. An event of unprecedented importance where they are honored on the world stage of architecture. Together these Indigenous architects are changing the world, influencing humanity to consider the ways in which the built environment has impact on our planet and guiding us to the possibility of a sustainable future.",
    "chinese_title": "From Earth to Sky",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.4,
    "douban_rating_average": 0,
    "update_at": "2025-05-05T12:52:37"
}