{
    "aka": [],
    "sid": "3562443",
    "cast": [
        {
            "url": "/celebrity/1042518/",
            "name": "陈法蓉 Monica Chan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000525/",
            "name": "吴京 Jing Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275293/",
            "name": "焦恩俊 Vincent Chiao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2534935360.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "22",
    "language": [
        "普通话/国语"
    ],
    "playdate": [],
    "this_title": [
        "武當 II"
    ],
    "douban_link": "https://movie.douban.com/subject/3562443/",
    "trans_title": [
        "武当 II"
    ],
    "douban_votes": "932",
    "introduction": "张三丰太极十三势名震江湖，武林群雄云集武当，沐驸马乘乱骗去前朝成吉思汗赐予武当的薛禅金刀，因相传金刀中秘藏有藏宝图。另方面，西域女子十二乐坊欺人太甚，迫得已然云游的三丰再度出手，力挫来敌以保武当颜面。在河南少林寺，张无极、韩义山，两少年齐来投考见习武僧落选，却被草蜢等高僧看中，着他们上武当山混入全真教，以图查探张三丰武当武术的不败之谜。鄂王郡主朱婉刁蛮任性，擅闯深山，遇上传闻中的神农架野人越岭出现。危急中，无极勇救郡主，野人认得无极时常喂饲他食物，遂不加害。郡主饱受虚惊之后，对无极动了真情。其实，无极只钟情武当山下的女铸剑师冷月彤，但月彤却喜欢江湖浪子杀破狼。郡主基于妒意，故意以鄂王府名义找冷月彤铸剑，乘机诸多挑剔，加上义山妒忌无极，由此招来几许误会，洐生多少英雄气短，儿女情长。话说无极数年下来，耳闻目睹侠义之风，不禁真情流露爱慕武当；因此被义山向草蜢进谗，使无极陷入两面不是人之险境。此时，无极又偶然识穿哑道童是女扮男装，其真正身份是东洋人荒木英子，颇有同是天涯沦落人之慨。武当看似平静，实则八方风雨将临。永乐皇帝下旨催促交出薛禅金刀，还有镇山之宝九阴真经；由此更引起武林邪派高手杀破天、杀破狼父子，联同四派弟子前来争夺。际此武当人才淍零，一代宗师张三丰又遭逢奸人暗算，瘫痪卧床。危急存亡之秋，神农架野人感无极救命之恩，授之以不完整的太极十三势。原来野人乃蒙古贵族之后，更是无极梦中情人冷月彤之亲父，在元亡后万念俱灰，沦落深山成为野人，无意中学得三丰部分绝技。无极得此奇遇，本有大好前程，却惨被义山陷害，在九大派面前暴露其少林卧底、朝廷命官、武当弟子、蒙古旗主的四重身份，使其招致不测奇祸。武功尽失，沦为乞丐。同时，义山却官运亨通，扶摇直上，更在郡主失忆后骗取她的心，又助袁柳庄解读藏宝图秘密宝藏，成为永乐身边的大红人。韩义山丧尽天良坏事做绝，既暗杀师傅虚云，又迫死武当掌门碧云，而且还是暗中毒害张三丰致瘫的凶手并强占武当，勾结杀破天父子，以及倭寇荒木桧桓，更企图出卖大明。在最后危急关头，无极得蒙古猛汉狂龙的传授，又得原为哑道童的英子悉心照料，以急速燃烧生命能量的方式重拾武功，力挫了集杀破天和华山派前掌门二人武功于一身的强敌杀破狼。韩义山也是多行不义必自毙，终死在杀害师傅虚云的温泉边上。另一边就在永乐皇帝和沐驸马被十二女子乐坊逼得无路可退的时候，却没料到早已被哑道童秘密医治好的张三丰从天而降。在无极和三丰的共同努力下终平定了江湖的一场腥风血雨，保住了武当也保住了大明，但无极也付出了生命的代价，最后，英子拜张三丰正式入道。而无极的妻子鄂王郡主则带着无极的孩子在武当山跟随张三丰习练太极，使得武当又增添了希望。@m.yakutv.cc",
    "chinese_title": "武当 II",
    "douban_rating": "6.4/10 from 932 users",
    "foreign_title": "武當 II",
    "douban_rating_average": "6.4",
    "update_at": "2025-04-12T04:01:43"
}