{
    "aka": [],
    "sid": "35623459",
    "cast": [
        {
            "url": "/celebrity/1351884/",
            "name": "栾蕾英 Leiying Luan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1425561/",
            "name": "江依昊 Yihao Jiang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882377908.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1462800/",
            "name": "谢镕全 Rongquan Xie",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1462800/",
            "name": "谢镕全 Rongquan Xie",
            "@type": "Person"
        }
    ],
    "duration": "25",
    "episodes": "37",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2022-10-25(中国大陆)"
    ],
    "this_title": [
        "邻里一家人"
    ],
    "douban_link": "https://movie.douban.com/subject/35623459/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "伊诺是地道的新疆女孩，大学毕业后留在北京，经过多年的奋斗成为爱森电子商务有限公司的营销策划总监。她接到总公司的指派回到新疆，督查新疆分公司连年亏损的实情，并协助新疆分公司的总经理石大山。伊诺小的时候，经常被小区里的捣蛋鬼胡禄欺负，是爱好打抱不平的石大山一次次站出来保护她，但是这么多年没见，伊诺并不确定石大山是否还记得自己。石大山是一个热心公益的人，工作之余还和发小陆倩一样在石榴花社区当志愿者。石大山的另外一个发小刷子是一个哈萨克族男孩，他不仅是网络工程师，还是一个街拍摄影发烧友。在石大山的邀请下，他回到新疆，入职到石大山的公司。伊诺在回疆途中与刷子同乘一个班机，在机场附近的商店又误拿了对方的行李箱，为了追回行李，两人上演了一场跟踪闹剧。社区里志愿者陆倩正在为社区老年人举办一场“防止网络诈骗，关心关爱老人”的汉服秀表演。石大山也是本次活动赞助商。活动中石大山还见到了昔日的“女神”——妮娜，妮娜是音乐学院的高材生，她原本想留在内地发展，却被父母“诈病”骗回新疆，结识了社区这群伙伴，但是，这并没有打消她回内地发展的决心。伊诺的奶奶由于瘫痪被父母接回另一居所照顾，固执的爷爷伊国柱性格倔强，脾气暴躁，不愿意离开老屋，一个人独居在石榴花小区，伊诺只好和爷爷住在一起，方便照顾。回到家后，她看到爷爷的居住条件过于简朴，就想把爷爷的房子给装修一下，爷爷提出没有那个必要。可是伊诺坚持，爷爷处于疼爱孙女勉强接受。没想到她租的竟然是陆倩的房子，陆倩是一名“拆二代”，性格外向，热情好客，做事果断，因为不愁生计，所以全身心投入到社区志愿者的工作中，久而久之，成为了社区里的“专职”志愿者。大小事都看见她的身影，陆倩最大的喜好，就是拉周围的年轻人加入志愿者队伍。伊诺来到公司，急于提升公司业绩，大刀阔斧的对公司运营模式进行改革，此种做法遭遇石大山的不满。伊诺运用现今网络流行运作模式，决定打造一个“网红主播”，重造公司形象和延展营销宣传，打开新的市场，此时卡迪尔走入她的视线。卡迪尔是和田一名民间乐手，他帅气、阳光、腼腆，善良。卡迪尔爷爷的两位老战友——伊国柱和亚森，都住在石榴花社区。爷爷去世后，卡迪尔决定来乌鲁木齐闯荡一下。被爷爷的战友一直独居的亚森爷爷邀请住在自己的家里。卡迪尔的整个形象和气质，让伊诺眼前一亮，她立刻邀请卡迪尔加入公司。还邀请了妮娜做卡迪尔的老师，教他成为一个合格的主播。石榴花社区是一个多元化的社区家庭，这里住着不同的民族、不同阶层、不同年龄的居民。大家长期相处，互助、互爱、互帮。开饭店的马军和妻子杨菲菲有一个儿子豆豆，一家三口原本小日子过的非常好，可是马军却遭受了网络游戏诈骗，因为购买外挂装备，陷入网络诈骗的圈套，家中积蓄损失大半。马军心中过不去被骗的坎，铁了心要从游戏中抓住那些骗他的人。为此经常和妻子杨菲菲吵架，甚至闹起了离婚，这让儿子豆豆压力很重，险些患上了抑郁症。李大强和范红梅夫妇是石榴花小区便利店的老板，夫妇二人感情非常好，但就是一直要不上孩子。范红梅是个热心肠的女人，平时最爱撮合身边的年轻人。石大山、陆倩、伊诺、妮娜、刷子都是她的催婚对象。公司业务推展缓慢，总公司又连连督促，伊诺的压力越来越大。此时，陆倩上门送了一单生意社区团购。伊诺决定交给石大山。没想到还是出事了。与此同时，卡迪尔和妮娜的直播间人气越来越火，二人在吃饭时被粉丝发现，要求合影，妮娜却遭到粉丝咸猪手。卡迪尔看不下去和粉丝打了起来。视频被发到网上经过舆论发酵，妮娜和卡迪尔遭受到网暴，直播间也关停了。伊国柱开始显现“老年痴呆症”的症状，意外走失了。一瞬间，伊诺焦头烂额，在社区干部和居民的共同努力下，伊爷爷平安无事的回来了，经过这件事，伊诺也渐渐感受到了社区的温暖和大家的关爱。她觉得，自己也应该为社区做更多的事情。于是伊诺把公司的重心放在了社区团购上，没想到这却引起了李大强的不满，他认为伊诺这是在跟自己“抢生意”在石大山等人的调解下，大家才放下成见，解开误会。李大强也正式加盟到了伊诺公司社区团购的项目中。小时候的捣蛋鬼胡禄长大后仍然不消停，他也想在社区团购里分一杯羹。于是总想尽办法给伊诺和石大山找麻烦。社区里孤寡老人居多，在石大山的提议下，社区开办了“午间小饭桌”，并由马军家承包，遭受网暴后在家待业的卡迪尔也主动加入到“午间小饭桌”成为服务员。伊国柱和亚森两位老人在石大山妈妈的提议下一同出去旅游。伊诺在谈项目时喝醉，闺蜜打电话给石大山让他接走伊诺，回到家才发现伊诺没带钥匙，家里也没人。于是只好把她接回自己家照顾。二人共度一夜，次日却被刷子撞见。刷子误会二人，认为石大山在明知道自己喜欢伊诺的情况下背叛了二人的兄弟情义。刷子辞职，导致了公司防火墙遭到病毒攻击，顾客的信息错乱。而另一边，由石大山负责赞助的“午间小饭桌”也发生了食物中毒事件，面临停业整顿。这件事也间接导致了公司名誉受损。石大山挺身而出扛下了所有责任，被总公司停职处理，由伊诺接替他的职位。停职后，石大山决定一心一意地去做公益，他前往偏远的山村支教。而小区里的伙伴们却都误以为是伊诺挤走了石大山。妮娜得到出演一部音乐剧女一号的机会，打算回上海；卡迪尔也收到内地的娱乐公司签约邀请；刷子打算出国留学；陆倩则打算卖了房子回到内地的父母身边；范红梅和李大强因为“出轨事件”闹离婚；马军和杨菲菲即将迎来第二个孩子的出生。就在此时，疫情发生，还在旅游中的伊国柱和亚森爷爷被隔离，所有人的命运又该何去何从……",
    "chinese_title": "邻里一家人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-01-12T10:40:13"
}