{
    "aka": [],
    "sid": "35639239",
    "cast": [
        {
            "url": "/celebrity/1450561/",
            "name": "约瑟夫·特洛伊 Josef Trojan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1224545/",
            "name": "瓦西里弗里德里希 Vasil Fridrich",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1485710/",
            "name": "克莉丝汀·弗里斯 Kristýna Frejová",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1485732/",
            "name": "Vanda Chaloupková Vanda Chaloupková",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2708426924.jpg",
    "region": [
        "捷克"
    ],
    "writer": [],
    "imdb_id": "tt10765456",
    "director": [],
    "duration": "88分钟",
    "episodes": "",
    "language": [
        "捷克语"
    ],
    "playdate": [
        "2019-10-31(捷克)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10765456/",
    "imdb_votes": 57,
    "this_title": [
        "Abstinent"
    ],
    "douban_link": "https://movie.douban.com/subject/35639239/",
    "imdb_rating": "5.3/10 from 57 users",
    "trans_title": [
        "禁欲"
    ],
    "douban_votes": "0",
    "introduction": "Devatenáctiletý Adam (Josef Trojan) je pacientem protialkoholní léčebny. Ocitá se tak na místě, které si většina lidí spojuje s už staršími, profesionálními opilci. Jenže realita je jiná. Alkoholově závislými se stávají čím dál častěji i velmi mladí lidé. Stačí k tomu málo. Adam měl život před sebou. Zbývalo mu jen dodělat maturitu, poslat přihlášku na vejšku. Ale to nespěchalo, byly to hlavně správné časy na pořádnou pařbu s partou, na rande s holkou nebo na pivko či něco ostřejšího s kámošem. Adam byl přesvědčený, že má všechno pod kontrolou. Pití vnímal jako účinný lék proti nudě, připadal si po něm mnohem odvázanější a vtipnější. A jeho rodiče? Ti byli v pohodě a díky bohu si ho moc nevšímali.Jenomže pak se to podělalo a přišel nevyhnutelný průšvih. Adam se nedobrovolně dostal do léčebny. Zde přísnému odvykacímu režimu zpočátku vzdoruje, setkává se s dalšími pacienty a s jejich životy poznamenanými alkoholovou závislostí. Negativní postoj k léčbě a v podstatě i k vlastnímu životu Adamovi vydrží do chvíle, než se sblíží s empatickým terapeutem. Nehostinné prostředí léčebny se pro Adama mění v útočiště a postupně se stává místem sebereflexe nedávné události, která nenávratně změnila jeho život.",
    "chinese_title": "禁欲",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Abstinent",
    "imdb_rating_average": 5.3,
    "douban_rating_average": 0,
    "update_at": "2025-05-28T13:02:06"
}