{
    "aka": [],
    "sid": "35632992",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "德国",
        "捷克",
        "法国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1274441/",
            "name": "弗洛朗丝·米埃勒 Florence Miailhe",
            "@type": "Person"
        }
    ],
    "duration": "84分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [],
    "this_title": [
        "Die Odyssee"
    ],
    "douban_link": "https://movie.douban.com/subject/35632992/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A country that could be anywhere, not precisely localized and yet everywhere. It’s a beautiful summer’s day when the life of siblings Kyona and Adriel changes forever. Their village is raided, destroyed and set on fire. The whole family is forced to flee and experiences many real and surreal situations on their tracks across a whole continent to finally arrive, perhaps, at a more peaceful place.At the start of the film, Kyona leafs through a sketchbook, takes stock of her life and talks about the end of her childhood. It is only later that the siblings even realize that they are refugees, that like many others they are making their way to the border for a variety of reasons: natural disasters, the consequences of climate change, war, persecution. The two children come across dangerous and helpful people, are separated and find each other again. This feature-length animation, realized in oil on glass, relies on the rapid interplay between fantasy and reality, taking us, on the one hand, into a fictitious, non-real world. But on the other hand, the places, names, situations remind us of familiar things. They show fleeing, exile, setting out as a universal experience.",
    "chinese_title": "Die Odyssee",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-02T12:02:42"
}