{
    "aka": [
        "Tskals sazghvrebi ar akvs",
        "Water Has No Borders"
    ],
    "sid": "35632957",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2712905313.jpg",
    "region": [
        "格鲁吉亚",
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt15661374",
    "director": [],
    "duration": "85分钟",
    "episodes": "",
    "language": [
        "格鲁吉亚语",
        "俄语"
    ],
    "playdate": [
        "2021-10-28(莱比锡国际纪录片节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt15661374/",
    "imdb_votes": 6,
    "this_title": [
        "წყალს საზღვრები არ აქვს"
    ],
    "douban_link": "https://movie.douban.com/subject/35632957/",
    "imdb_rating": "8.4/10 from 6 users",
    "trans_title": [
        "Tskals sazghvrebi ar akvs",
        "Water Has No Borders"
    ],
    "douban_votes": "0",
    "introduction": "Since the end of the civil war in the early 1990s, the region of Abkhazia has been acting independently of Georgia. This has turned a massive dam into a border. But the hydroelectric power station also connects the two political entities: Because over a distance of fifteen kilometres the water flows freely, underground, from one side to the other. When a young journalist gets stranded here, stories of division emerge.On the way back from a reportage trip to the dam, director Maradia and her cameraman’s car breaks down. Ika takes care of them. For decades, the joyous engineer has worked – in cooperation with his colleagues on the Abkhazian territory – on the maintenance of the plant. Maradia, representative of a whole generation of Georgians who know this place of longing on the Black Sea only from stories, becomes curious. But while the workers take the bus across the border every morning, the film crew is thwarted by bureaucracy. Time and again they are denied passage. This turns out to be fortunate for the film, because waiting for the permission, in the cafeteria of the dam, in drives around the river, the stories of people emerge whose lives are shaped by the secession. They talk of legal and clandestine border crossings, weddings and funerals and of life in the here and there.",
    "chinese_title": "წყალს საზღვრები არ აქვს",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.4,
    "douban_rating_average": 0,
    "update_at": "2025-03-09T20:22:46"
}