{
    "aka": [],
    "sid": "35636386",
    "cast": [
        {
            "url": "/celebrity/1019041/",
            "name": "托马斯·哈登·丘奇 Thomas Haden Church",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2706355409.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt14193864",
    "director": [],
    "duration": "53分钟",
    "episodes": "10",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021-02-10(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt14193864/",
    "imdb_votes": 48,
    "this_title": [
        "Big Bend: The Wild Frontier of Texas Season 39"
    ],
    "douban_link": "https://movie.douban.com/subject/35636386/",
    "imdb_rating": "7.9/10 from 48 users",
    "trans_title": [
        "大本德：德克萨斯州的荒野边疆 第三十九季"
    ],
    "douban_votes": "0",
    "introduction": "The majestic Rio Grande River cuts deep canyons between the United States and Mexico, creating staggering landscapes in one of the largest protected areas of its kind in North America. The most remote corner of this infamous borderland is Big Bend National Park - a vast, unspoiled wonderland of serene beauty and home to some of America's most glorious wildlife. This is true frontier land, where horizons never end and stars blaze as they have for eons. In a journey narrated by Thomas Haden Church, uncover Western dramas as told by the animals themselves. Showcasing the natural magic of Big Bend over the course of a year, the film searches out its secret places and wild creatures, including many species of birds, butterflies, bats, reptiles, cacti and scorpions. Big Bend is home to a greater variety of these creatures than nearly any other US National Park. The film features Big Bend's remarkable Black Bears, pioneers who came across the Mexican desert and were the first to reclaim Texas after decades of hunting and persecution. Witness in super slow motion the magnificent courtship display of the Lucifer Hummingbird and the extraordinary Pallid Bat stalking its insect prey on the desert floor at night. Observe male Bighorn Sheep fighting for dominance and the unique way beavers keep themselves groomed. Watch the Elf Owl, the smallest owl in the world, hunt food for its chicks. And catch a glimpse of the first-ever footage of Anna's Hummingbirds nesting in Big Bend.—PBS",
    "chinese_title": "大本德：德克萨斯州的荒野边疆 第三十九季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Big Bend: The Wild Frontier of Texas Season 39",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2025-02-27T04:22:19"
}