{
    "aka": [],
    "sid": "35639247",
    "cast": [
        {
            "url": "/celebrity/1092734/",
            "name": "Christine Görner Christine Görner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1067207/",
            "name": "克劳斯·比德斯塔德 Claus Biederstaedt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1091675/",
            "name": "库尔特·格罗斯库尔特 Kurt Großkurth",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1959",
    "genre": [
        "喜剧",
        "爱情",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2708427152.jpg",
    "region": [
        "德国",
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1162219/",
            "name": "Maria von der Osten-Sacken Maria von der Osten-Sacken",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012775/",
            "name": "弗朗茨·马里施卡 Franz Marischka",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0053046",
    "director": [
        {
            "url": "/celebrity/1042969/",
            "name": "Hans Deppe Hans Deppe",
            "@type": "Person"
        }
    ],
    "duration": "98分钟",
    "episodes": "",
    "language": [
        "德语",
        "意大利语",
        "英语"
    ],
    "playdate": [
        "1959-08-27(西德)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0053046/",
    "imdb_votes": 46,
    "this_title": [
        "Mandolinen und Mondschein"
    ],
    "douban_link": "https://movie.douban.com/subject/35639247/",
    "imdb_rating": "4.7/10 from 46 users",
    "trans_title": [
        "曼陀林和月光"
    ],
    "douban_votes": "0",
    "introduction": "Im Flugzeug von New York City nach Venedig lernt Hotelerbe Robert Küfner die berühmte Sängerin Susanne Peters kennen, die unter dem Namen Anne Perusa erfolgreich ist. Susanne reagiert auf Roberts Annäherungsversuche zunächst abweisend, doch kann er durch Hartnäckigkeit und Hilfsbereitschaft in der für Susanne fremden Stadt schließlich ihr Herz erobern. Robert ist nach Venedig gekommen, weil sein Vater, Hotelbesitzer Küfner, die Managerkrankheit hat und daher die Geschäfte nicht wie gewohnt führen kann. Zudem will Küfner seinen Sohn endlich verheiraten – mit Karin, der Tochter des dänischen Hotelkönigs Gustafsson und Sandkastenfreundin Roberts. Vorsichtige Andeutungen Roberts, dass er bereits eine Künstlerin als zukünftige Frau gewählt hat, wiegelt Küfner ab, da Künstler unzuverlässige Menschen sind, und er eine solche Schwiegertochter nie akzeptieren würde.Susanne will Küfner von sich überzeugen und fängt unter ihrem Realnamen in Küfners Hotel als Zimmermädchen zu arbeiten an. Über ihren Manager Max Krank, der sich ein Zimmer im Hotel nimmt, kann sie zudem ihre abendlichen Auftritte in einem Konzerthaus am Lido wahrnehmen. Susanne reagiert eifersüchtig, als Karin aus Dänemark anreist, da sie in ihr eine Konkurrenz vermutet und glaubt, dass Robert Karin tatsächlich heiraten will. Karin jedoch ist heimlich in den singenden Hotelangestellten Sven verliebt, der die Gäste regelmäßig vom Flugplatz zum Hotel bringt und auch musikalische Stadtrundfahrten anbietet. Vor ihrem Vater hält Karin die Beziehung geheim, weil Sven in dessen Hotel bereits mehrfach entlassen wurde.Vater Gustafsson erscheint anlässlich der geplanten öffentlichen Verlobung von Robert und Karin in Venedig. Auf einer Gondelfahrt soll eigentlich Sven die Anwesenden musikalisch unterhalten, doch scheut der das Zusammentreffen mit Gustafsson, sodass Susanne einspringt. Küfner glaubt sofort, eine neue musikalische Entdeckung gemacht zu haben und will Susanne zum Star aufbauen. Sie ist für ihn zudem die Ausnahme von der Regel, dass Künstler unzuverlässige Menschen seien. Küfner und Gustafsson geben anlässlich der öffentlichen Verlobung eine große Feier, doch finden sich nun die richtigen Paare Susanne – die sich als Anne Perusa zu erkennen gibt – und Robert sowie Karin und Sven. Nach dem ersten Schock akzeptieren beide Väter die Entscheidung ihrer Kinder und der Abend endet mit einem großen Feuerwerk.",
    "chinese_title": "曼陀林和月光",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Mandolinen und Mondschein",
    "imdb_rating_average": 4.7,
    "douban_rating_average": 0,
    "update_at": "2025-05-22T08:55:47"
}