{
    "aka": [
        "Gaja's World"
    ],
    "sid": "35630521",
    "cast": [
        {
            "url": "/celebrity/1350855/",
            "name": "塞巴斯蒂安·卡瓦扎 Sebastian Cavazza",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1102050/",
            "name": "娜塔莎·芭芭拉·格拉克纳 Natasa Barbara Gracner",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2701300376.jpg",
    "region": [
        "斯洛文尼亚"
    ],
    "writer": [],
    "imdb_id": "tt7489754",
    "director": [],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "斯洛文尼亚语"
    ],
    "playdate": [
        "2018-09-12(斯洛文尼亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7489754/",
    "imdb_votes": 130,
    "this_title": [
        "Gajin svet"
    ],
    "douban_link": "https://movie.douban.com/subject/35630521/",
    "imdb_rating": "6.2/10 from 130 users",
    "trans_title": [
        "戛娅的世界",
        "Gaja's World"
    ],
    "douban_votes": "0",
    "introduction": "Gaja's world is a contemporary romantic family comedy with elements of a crime film. The story deals with the common problems of today's kids' life: separation of parents, alienation in the family, and the dangers of the Internet. With this we address both teens and their parents. However, we do not ignore the dynamics, humor, emotions, and suspense. The main character of the film is 11-year-old Gaja. She presents to us her unusual family and the world in which she lives. After Mother's departure to Africa on the mission of the Doctors without Borders, this world undergoes a significant change. Her father must learn how to take care of his daughters on his own. Gaja has a sister, Tea who because of her teenage naivety gets herself into a world of online threats and crime. But clever and crafty Gaja is capable to handle all the problems. Her best friend Matic, a computer genius is always under attack of his more powerful classmates, but Gaja is not afraid of anyone. She proves that the weaker can be the strongest if the brains and the heart are in the right place. Despite occasional violations of the rules Gaja's decisions match that cordial and sincere world that always touches us. Whatever happens, Gaja is not a passive observer - she always bravely takes matters into her own hands. The main message of the film is that the courage always brings the solution to the problem, and this is also the belief that every parent would want to transmit to his child.",
    "chinese_title": "戛娅的世界",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Gajin svet",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-06-11T10:08:17"
}