{
    "aka": [],
    "sid": "35633804",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2890883971.jpg",
    "region": [
        "新西兰"
    ],
    "writer": [],
    "imdb_id": "tt14921800",
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021-05-13(新西兰)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt14921800/",
    "imdb_votes": 21,
    "this_title": [
        "Teine Sā - The Ancient Ones"
    ],
    "douban_link": "https://movie.douban.com/subject/35633804/",
    "imdb_rating": "6.5/10 from 21 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "TEINE SĀ is a supernatural anthology film based on 5 notorious goddesses of the Pacific. After centuries of slumber, the ‘Teine Sā’ or ‘the ancient ones’ have been evoked to come into the world once again. Set in modern day, ordinary Pasifika women have encounters with these ancient spirit women who help them in their struggles and leave lessons in their wake. These tales of the unexpected take on many twists and turns, putting a chilling contemporary spin on these age old legends from Oceania.The horror genre has been predominately Eurocentric and has typically demonized people of color, women, trans bodies and queer bodies. With the likes of James Wan and to a greater extent Jordan Peele, who puts the Black experienced front and center in films like GET OUT and US, it is refreshing to see an anthology like’TEINE SĀ. Polynesian filmmakers producing stories about Polynesian deities by honoring the past and making it relevant in the present for Polynesian audiences shows that the road to diversifying the horror genre is on the right track and it’s about time.",
    "chinese_title": "Teine Sā - The Ancient Ones",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-07-04T16:26:21"
}