{
    "aka": [],
    "sid": "3563123",
    "cast": [
        {
            "url": "/celebrity/1158964/",
            "name": "Eugene Terre&#39;Blanche Eugene Terre&#39;Blanche",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005070/",
            "name": "尼克·布鲁姆菲尔德 Nick Broomfield",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2579461061.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0146983",
    "director": [
        {
            "url": "/celebrity/1005070/",
            "name": "尼克·布鲁姆菲尔德 Nick Broomfield",
            "@type": "Person"
        }
    ],
    "duration": "85 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2003-05-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0146983/",
    "imdb_votes": 460,
    "this_title": [
        "The Leader, His Driver and the Driver's Wife"
    ],
    "douban_link": "https://movie.douban.com/subject/3563123/",
    "imdb_rating": "7.1/10 from 460 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The Leader, His Driver and the Driver's Wife is a feature-length documentary film set during the final days of the apartheid regime in South Africa, particularly centering on Eugène Terre'Blanche, founder and leader of the far-right, white supremacist political organisation AWB. The film was made by Nick Broomfield and released in 1991. It received an average of 2.3 million viewers during it's screening on Channel 4.[1]Throughout the film, Broomfield attempts to set up an interview with Terre'Blanche, who stubbornly breaks all of the plans he makes with Nick.For the majority of the film where Broomfield is unable to get an interview with the Leader himself, his attention is drawn to the driver and his wife (JP and Anita Meyer), hence the title (which alludes to the title of Peter Greenaway's 1989 film The Cook, the Thief, His Wife & Her Lover).Broomfield also spent time with a Town Councillor and diamond mine owner named Johann and his friend Anton. Broomfield had planned to interview Boervolk leader Piet Rudolph but when on the outskirts of Pretoria a news broadcast informed them that he'd been arrested, Rudolph was a fugitive wanted in connection with the theft of some arms from an SA Defence Force base located in Pretoria. After his arrest in Pretoria, Mr Rudolph was dubbed as the 'South African Bobby Sands' in reference to his proclamation that he would go on a hunger strike in order to promote his (and the AWB's) cause for a white homeland.When Broomfield left South Africa after the making of the first film, he received a death threat from JP Meyer, stating that if Broomfield returned to South Africa he would be killed. However, in the follow up film His Big White Self, on being asked by Broomfield as to whether he was responsible for leaving the death threats he replied in the negative. The documentary was released in the UK as a DVD boxset, together with His Big White Self, in April 2006.(from wikipidia)",
    "chinese_title": "The Leader, His Driver and the Driver's Wife",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-08-02T20:56:22"
}