{
    "aka": [
        "What Costs Your Fear"
    ],
    "sid": "35639158",
    "cast": [
        {
            "url": "/celebrity/1316626/",
            "name": "安娜·豪斯堡 Anna Hausburg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1164666/",
            "name": "康斯坦丁·凡·杰斯谢罗夫 Constantin von Jascheroff",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1338540/",
            "name": "霍尔格·汉德克 Holger Handtke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1096641/",
            "name": "Klaus-Peter Grap Klaus-Peter Grap",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1371560/",
            "name": "玛莎·托卡列娃 Masha Tokareva",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1427706/",
            "name": "马蒂·克劳斯 Matti Krause",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "德国"
    ],
    "writer": [],
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [],
    "this_title": [
        "Ich kauf mir Deine Angst"
    ],
    "douban_link": "https://movie.douban.com/subject/35639158/",
    "trans_title": [
        "What Costs Your Fear"
    ],
    "douban_votes": "0",
    "introduction": "Sina doesn’t need much in life. After her father’s early death, her job as a maid in a hotel is enough for her. Even her small apartment in a pre-fab high-rise building doesn’t seem to restrict her. She accepts all these circumstances - as long as she gets closer to her big dream of walking through the salt deserts of Utah. But there is one thing that worries her: her boyfriend Mario. When he decides to sign on with the local crime syndicate in the hopes of a financially brighter future, disaster takes its course for Sina. After a break-in at her apartment, Mario has a serious accident and is confronted with horrendous demands from the syndicate. But Sina also loses the ground under her feet in the face of these debts and her big dream seems to drift further away into an unattainable distance. She leaves Mario and, through Jessy, a colleague from the hotel finds a lucrative side job as part of an art project run by Laurenz, a corrupt artist. What is initially only intended as a quick source of money soon becomes a springboard to a better life for Sina, because not only financially, but also in terms of love, Laurenz’s right-hand man, the eccentric Cowboy, opens up completely new possibilities for her. After things get more and more serious with him, however, she realizes it is Cowboy, of all people, who has manipulated her into playing Laurenz’s little games.",
    "chinese_title": "Ich kauf mir Deine Angst",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-28T18:56:00"
}