{
    "aka": [],
    "sid": "35632953",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2749469496.jpg",
    "region": [
        "奥地利"
    ],
    "writer": [],
    "imdb_id": "tt15658130",
    "director": [
        {
            "url": "/celebrity/1522753/",
            "name": "阿列克谢·拉平 Aleksey Lapin",
            "@type": "Person"
        }
    ],
    "duration": "123分钟",
    "episodes": "",
    "language": [
        "俄语",
        "德语",
        "英语",
        "意大利语"
    ],
    "playdate": [
        "2021-10-27(莱比锡国际纪录片节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt15658130/",
    "imdb_votes": 17,
    "this_title": [
        "Krai"
    ],
    "douban_link": "https://movie.douban.com/subject/35632953/",
    "imdb_rating": "7.9/10 from 17 users",
    "trans_title": [
        "边疆"
    ],
    "douban_votes": "0",
    "introduction": "Russian-born director Aleksey Lapin travels back to his relatives’ home village near the Ukrainian border, where he himself used to spend every summer. The film crew introduce themselves at a specially organized musical event, claiming that they have come to cast a historical film that is to be set in the village. What follows is a charming, semi-fictional documentary by and with the village community.The proposed film project is just a pretext, that’s obvious from the start. Nonetheless, the villagers are happy to take part. Inventively and with subtle irony, Lapin plays with the boundaries between documentary and fiction. Thus observed scenes unobtrusively merge into staged ones. He records marvellously absurdities, for example a tree being felled and laboriously put up somewhere else for the “shoot”, or broken-down cars fuelling the rumours of electromagnetism in the area. The cinematography in black and white is notable, full of references to classic Russian films, timeless and timely at the same time. Lapin’s feature-length debut is not only an affectionate local portrait with a sense for the absurd, but also a film about film: In a long dialogue by the river, two protagonists talk about cinema as an art form and how it is changing.",
    "chinese_title": "边疆",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Krai",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2025-03-15T14:12:35"
}