{
    "aka": [],
    "sid": "35633803",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1292199/",
            "name": "安妮·三泽 Anne Misawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1155877/",
            "name": "Shirley Thompson Shirley Thompson",
            "@type": "Person"
        }
    ],
    "duration": "51分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021-11-07(夏威夷电影节)"
    ],
    "this_title": [
        "Reel Wāhine of Hawai'i season 3"
    ],
    "douban_link": "https://movie.douban.com/subject/35633803/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Hawai‘i Women in Filmmaking has produced three seasons of REEL WĀHINE OF HAWAI‘I, redressing the conversation behind gender inequality in the film industry and recontextualizing Hawaiian and local stories through the female perspective and gaze. Through documenting the lives of women filmmakers in Hawai‘i, various untold stories are revealed about the lives of filmmakers striving to make their art, and have their voices heard. In season three, which was filmed by an all-women crew, six portraits of female filmmakers celebrate their history and the journey to become leaders and creators behind the camera.Real-life stories of Native Hawaiian activists and their struggle for autonomy over their land, culture, and bodies can be seen in the films that these six women craft. With varying perspectives on culture and Hawai‘i’s relationship to the United States of America, a colorful mosaic of perspectives is formed to accentuate the power of women behind the camera and the power of cinema for small communities. Full of bravery and creative fervor, Hawai‘i women in film, specifically these six women, have opened doors for future women filmmakers to walk through with ease, comfort, and power. The third season of this series spotlights: Hinaleimoana Wong-Kalu, Joy Chong-Stannard, Joan Lander, Kimberlee Bassford, Meleanna Aluli Meyer, and Zoë Eisenberg.",
    "chinese_title": "Reel Wāhine of Hawai'i season 3",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-01-26T05:07:32"
}