{
    "aka": [
        "Princess"
    ],
    "sid": "35636420",
    "cast": [
        {
            "url": "/celebrity/1494359/",
            "name": "安妮·豪格 Anne Haug",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867896337.jpg",
    "region": [
        "乌克兰"
    ],
    "writer": [],
    "imdb_id": "tt13149470",
    "director": [],
    "duration": "101分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2021-09-28(瑞士)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13149470/",
    "imdb_votes": 86,
    "this_title": [
        "Prinzessin"
    ],
    "douban_link": "https://movie.douban.com/subject/35636420/",
    "imdb_rating": "7.6/10 from 86 users",
    "trans_title": [
        "Princess"
    ],
    "douban_votes": "0",
    "introduction": "Four-year-old Nina loves to giggle and play with her uncle Josef in their overgrown garden. Knight and princess, eating cookies, building a treehouse. Every time her single mum has to study or to work, she looks out for him and is overjoyed when she finds him sober – but many times Josef isn't. For he is one of the small town’s best-known drunkards, a regular on or under the public parc’s bench.Up till now, Nina’s mother has always run her brother down, but now, realizing Nina’s affection for him, she slowly starts opening up to him. The situation flips when Josef accidentally hurts the girl. He has to move out of the house and loses touch completely with Nina. He finally stops drinking.At his sister’s funeral, many years later, his only aim is to meet Nina again. He can’t believe his ears when he’s told that the once sunny girl was thrown off track in her teenage years: drug addict, criminal, prisoner. Although her younger brother is still worried about her, the rest of the family has given up on her and decided to ignore her last email which had been sent from a prison in a remote Ukrainian war zone. Josef doesn’t hesitate. A few days later, he is knocking on the prison door and hoping to rescue the little girl who used to be his princess.",
    "chinese_title": "Prinzessin",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-06-07T19:23:00"
}