{
    "aka": [],
    "sid": "35636425",
    "cast": [
        {
            "url": "/celebrity/1467911/",
            "name": "劳拉·费思  Lara Feith ",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867962060.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt10869766",
    "director": [],
    "duration": "117分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt10869766/",
    "imdb_votes": 57,
    "this_title": [
        "Trümmermädchen"
    ],
    "douban_link": "https://movie.douban.com/subject/35636425/",
    "imdb_rating": "5.1/10 from 57 users",
    "trans_title": [
        "瓦砾女孩"
    ],
    "douban_votes": "0",
    "introduction": "Germany in 1946. Hunger, rubble, and homecoming soldiers. Young Charlotte is pregnant, but her beloved Ludwig does not want her or his child when he returns. To win him over and escape the threat of disgrace, she enrolls in the \"Fräulein Course\" taught by actress Gloria Deven, who was an aspiring movie starlet under fascism and is now banned from working. The word on the street is that the course teaches you how to win over and keep any man. But Gloria, with her merciless teaching, is not interested in reviving the girls' coquetry that had fallen fallow during the war. Instead, she awakens in her students, a longing for something that has been denied them for too long: Freedom.She creates a collective from the insecure women, one that radically opposes patriarchy. A utopia even seems possible, but then the wounds of the past resurface.This film does not aim to be a history film; it does not depict any alleged reality. Instead, TRÜMMERMÄDCHEN uses the historical context to deal with a subject that could not be more topical, and in doing so asks the question of why patriarchy reasserted itself so quickly in Germany, which was rebuilt by women, after all.",
    "chinese_title": "瓦砾女孩",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Trümmermädchen",
    "imdb_rating_average": 5.1,
    "douban_rating_average": 0,
    "update_at": "2025-10-19T04:56:13"
}