{
    "aka": [],
    "sid": "35642127",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "希腊",
        "厄瓜多尔"
    ],
    "writer": [],
    "imdb_id": "tt6851854",
    "director": [],
    "duration": "17分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017-02-15(希腊)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6851854/",
    "this_title": [
        "Bananaland"
    ],
    "douban_link": "https://movie.douban.com/subject/35642127/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The film of Alavanou comprises footage shot in the small farming village Los Ángeles in South Ecuador, images from the historical propaganda dioramas in the museum of Guayaquil and a mixture of text and sounds from 195Os American children's documentaries and TV series, such as Journey to Bananaland. The artist began her research, with the help of PCAI, from regions in Ecuador - the first country to recognize the rights of nature in its constitution - where Polyeco, a hazardous waste management company, has undertaken to remove the toxic pesticides formerly used in agriculture. In the film, the impact on the life of the locals and the behaviors and practices that propagandize for the presence of Western interests at the expense of indigenous communities are perceived as examples of a kind of 'toxic colonialism' that harms life itself far beyond any damage to the natural environment. In the video of Alavanou, the parasitic attributes of such mechanisms are also highlighted through sound, which is treated as an extra composite material created by an allegorical recycling of elements drawn from many different sources of pop culture. —Nadja Argyropoulou",
    "chinese_title": "Bananaland",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-12T15:55:30"
}