{
    "aka": [
        "Boze, zbaw Rosje",
        "God, Save Russia"
    ],
    "sid": "35641207",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1990",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "波兰"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1245032/",
            "name": "Wlodzimierz Szpak Wlodzimierz Szpak",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "Boże, zbaw Rosję"
    ],
    "douban_link": "https://movie.douban.com/subject/35641207/",
    "trans_title": [
        "Boze, zbaw Rosje",
        "God, Save Russia"
    ],
    "douban_votes": "0",
    "introduction": "Historical documentary about the last months of life of Tsar Nicholas II and his loved ones and recreating the day of his assassination on July 17, 1918. The visual layer of the film consists of unique film and photographic archives and a few contemporary shots.The need to restore the truth in history, which emerged with great force in the Polish documentary films of the 1990s, did not concern only Poland's past. Several significant films about Russia were made during this period. As if in reaction to the propaganda-driven, irreproachable image of the country of the Radium pushed through by the post-war half-century, films made just after the fall of communism focused on the darker aspects of the Russian past. Vladimir Shpak twice tackled the subject of internment and the murder perpetrated by the Bolsheviks on the family of the last tsar during this period. The film God Save Russia was made in 1990, and The Murder in Ekaterinburg in 1996. God Save Russia is a traditional historical documentary in which archival materials (photographs, film fragments) are accompanied by a behind-the-scenes narrative of considerable cognitive value. An important part of the narrative consists of quotations from the diaries of Nicholas II. The narrator undermines the belief spread by communists about the bloody rule of the Romanov family. He shows their family relations. He portrays Tsar Nicholas II as a sensitive and reasonable man, who sensed the need for changes in the way he ruled and implemented the first reforms. He gives a detailed account of the last days of the ruler and his loved ones, emphasizing the cruelty of the Bolsheviks. Only in Moscow in 1990 was it possible to restore the memory of the tsar and finally condemn the crime.",
    "chinese_title": "Boże, zbaw Rosję",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-12-03T14:20:33"
}