{
    "aka": [
        "No Desire to Hide"
    ],
    "sid": "35651884",
    "cast": [
        {
            "url": "/celebrity/1314564/",
            "name": "吴昊昊 Wu Haohao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2719556859.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1408404/",
            "name": "朱日坤 Rikun Zhu",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2021-10(伊赫拉瓦国际纪录片节)"
    ],
    "this_title": [
        "海妖"
    ],
    "douban_link": "https://movie.douban.com/subject/35651884/",
    "trans_title": [
        "No Desire to Hide"
    ],
    "douban_votes": "0",
    "introduction": "《海妖》是朱日坤的最新纪录作品。视频以具有争议性的视频作者吴昊昊为主角，展示了他对情感、性、家庭、社会、政治和历史的态度和观点，体现了中国新一代人互相矛盾的个性特征，也预寓着这个国家的未来。视频的英文名No Desie to Hide似乎更强调的是人的欲望。《海妖》将在2021年10月底举办的捷克Ji.hlava（吉哈瓦）国际纪录片电影节上参加国际竞赛。吉哈瓦是东中欧最大的国际纪录片电影节之一，今年是其25周年，最早由一群高中生创办，本届影展将有300部来自全球的纪录电影放映。The film shows the ordinary lives of young people in China, with all their romantic problems, unfulfilled dreams and existential crises that are interwoven into everyday dialogues and conversations with the director. The two central protagonists try to function in an open relationship, which suits only one of the partners, while the other suffers and longs for a family life. The possibility of emigration to America is a hope, but it is gradually receding due to the worsening political situation. The camera captures even the most intimate moments and puts the viewer in the position of a voyeur observing the exposed bodies and souls.„There is very little space for Chinese independent films these days. For big film festivals in western countries, they don't pay attention to the small budget films as they look less industrial.“ (Zhu Rikun)",
    "chinese_title": "海妖",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-19T22:35:35"
}