{
    "aka": [
        "Listen Up!"
    ],
    "sid": "35655944",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906438521.jpg",
    "region": [
        "挪威"
    ],
    "writer": [
        {
            "url": "/celebrity/1562450/",
            "name": "阿澜·卢 Erlend Loe",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt28538693",
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "挪威语",
        "乌尔都语"
    ],
    "playdate": [
        "2024-01-15(特罗姆瑟电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt28538693/",
    "imdb_votes": 377,
    "this_title": [
        "Hør her'a!"
    ],
    "douban_link": "https://movie.douban.com/subject/35655944/",
    "imdb_rating": "6.7/10 from 377 users",
    "trans_title": [
        "Listen Up!"
    ],
    "douban_votes": "0",
    "introduction": "Kaveh Tehrani's coming-of-age film is an adaptation of Gulraiz Sharif's 2020 novel, depicting the increasingly complex summer vacation of 15-year-old Mahmoud. Not only does a sociable uncle from Pakistan visit, but Mahmoud must also navigate the family crisis that unfolds when his little brother Ali has a secret that turns their whole world upside down.It doesn't take long for the film to set the tone: The protagonist, Mahmoud, almost immediately breaks the fourth wall, seamlessly taking on the role of the narrator. The film doesn't look back: it brims with techniques and devices that inject energy into the narrative and provide a framework for the themes, taking us under the skin of what turns out to be a poignant, thought-provoking family drama – all wrapped in the attractive guise of comedy.Questions about identity and belonging in Norwegian society (for both young and older characters) within a multicultural family from Oslo become the central driving force. The adaptation of Gulraiz Sharif's book is solidly directed by debut filmmaker Kaveh Tehrani. While the film aims to maintain its entertainment value, it also carries a sharp political edge – directed equally against society's rigid class structures and conservative family traditions. The talented child actors in the lead roles carry the heart of the film on their shoulders, ensuring that few leave the theater untouched in the end.源自：https://www.tiff.no/en/film/16c2976c-567d-4e6b-8c27-69f6f8656c0f",
    "chinese_title": "Hør her'a!",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-07-07T12:28:42"
}