{
    "aka": [],
    "sid": "35655196",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2721334202.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [
        {
            "url": "/celebrity/1068856/",
            "name": "詹姆斯·布朗 James Brown",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt12994918",
    "director": [],
    "duration": "27分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt12994918/",
    "this_title": [
        "My Mother Sold Me: Cambodia, Where Virginity Is A Commodity"
    ],
    "douban_link": "https://movie.douban.com/subject/35655196/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "For their own protection, the identities of some characters have been concealed.Millions of Cambodians live in extreme poverty, dependent either on menial jobs or credit but when finances stretch too far, desperate families see no other choice than to capitalise the only asset they have left, their daughters’ virginity.Many men are eager to pay for sex with a virgin because local folklore says it will give them strength and long life. Destitute families sacrifice their children for as little as $400.When their virginity has been lost, girls are often dragged into prostitution by families who struggle to scrape by. In nightclubs and karaoke bars, adolescent girls pour drinks and offer sexual favours, sometimes seeing four or five clients a day.RTD travelled to Cambodia to meet child prostitutes and the mothers who sent them into the sex industry. These are heartbreaking stories about extreme poverty from children who must obey parents that force them to sleep with strangers and mothers who reveal why they sell their children's innocence.",
    "chinese_title": "My Mother Sold Me: Cambodia, Where Virginity Is A Commodity",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-01-03T18:49:52"
}