{
    "aka": [],
    "sid": "35652474",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1974",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2910475355.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "8分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "The Jellyfish"
    ],
    "douban_link": "https://movie.douban.com/subject/35652474/",
    "trans_title": [
        "水母"
    ],
    "douban_votes": "0",
    "introduction": "http://www.screenonline.org.uk/film/id/711817/index.htmlThis experimental animation from the Amber Film Collective stands apart from the documentaries and social realist films, mostly concerned with life and work in the North East, that would become the collective's usual stock in trade. It was the third release to appear under the Amber banner, and the second of only two animations (the other being 1969's A Film).Jellyfish employs a variety of experimental approaches, combining stop-motion and pixilation techniques, freely mixing black and white photography of beach landscapes, objects and people - along with some drawings - to build a poetic, very textured montage, eliding the real and the surreal, the beautiful and the eerie, the spirited and the deadly. Figures and objects are isolated, linked together only by their presence on a beach, all exposed to direct or indirect threats. The different jellyfish are as much at threat - washing up dead, stranded in the desolate landscape - as they are a threat - appearing suddenly and making people vanish.Jellyfish resonates with a sense of unseen menace prevalent in the 1970s, at the height of the Cold War. With its mushroom cloud shape (providing the film's most direct image), stinging tentacles and alien appearance, the jellyfish makes a potent symbol for the atomic bomb. The film makes at first implicit, and later explicit, references to nuclear threat: the emblematic jellyfish, a woman disappearing in a toxic cloud, anonymous suited politicians around a table, a recurring image of a man running (in terror?). The mood of urgency and anxiety is enhanced by the soundtrack and editing, which grow faster and more staccato as the film goes on.In 1973, at the time of the film's making, the Vietnam War was still in progress, while the full extent of the risk of a full-scale nuclear war following Russia's intervention in that year's Egypt-Israeli war only emerged later.",
    "chinese_title": "水母",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Jellyfish",
    "douban_rating_average": 0,
    "update_at": "2025-07-10T20:42:47"
}