{
    "aka": [],
    "sid": "35655152",
    "cast": [
        {
            "url": "/celebrity/1530161/",
            "name": "加布里埃尔·陈 Gabrielle Chan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2856663382.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [],
    "imdb_id": "tt13387266",
    "director": [],
    "duration": "101分钟",
    "episodes": "",
    "language": [
        "英语",
        "阿拉伯语",
        "孟加拉语",
        "粤语",
        "中库尔德语",
        "北库尔德语",
        "西班牙语",
        "他加禄语",
        "土耳其语",
        "越南语"
    ],
    "playdate": [
        "2021-11-03(悉尼电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13387266/",
    "imdb_votes": 190,
    "this_title": [
        "Here Out West"
    ],
    "douban_link": "https://movie.douban.com/subject/35655152/",
    "imdb_rating": "6.6/10 from 190 users",
    "trans_title": [
        "西悉尼的故事"
    ],
    "douban_votes": "0",
    "introduction": "Stories from eight talented Western Sydney writers intertwine poignantly through themes of family and place in a groundbreaking film that reframes the Australian experience. Here Out West is also Sydney Film Festival's Opening Night film.In 2018, a group of writers and creative producers gathered with the aim of responding to the growing demand for diverse narratives that reflect contemporary Australia, and to tell those stories on the scale they deserved. Across eight distinct, interconnected scenarios, Here Out West achieves just that. Nancy visits her daughter, who has just given birth in hospital, accompanied by her 8-year-old Lebanese neighbour Amirah. The grandchild is to be taken away by the authorities, and in an impetuous decision, Nancy steals the baby and, with Amirah in tow, flees the hospital. Over the course of a dramatic day, Nancy's flight sets off a chain of events that brings together complete strangers. Through these compelling stories and myriad characters, Here Out West explores themes such as assimilation, racism, aspiration and filial connection. With a kaleidoscopic view of a place and its diverse people, the film beautifully and authentically captures the richness and complexity of a modern Australian community.",
    "chinese_title": "西悉尼的故事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Here Out West",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-04-19T07:26:13"
}