{
    "aka": [],
    "sid": "3565065",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "爱情",
        "纪录片",
        "历史",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2197832966.jpg",
    "region": [
        "奥地利",
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1348911/",
            "name": "古斯塔夫·德池 Gustav Deutsch",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1365023",
    "director": [
        {
            "url": "/celebrity/1348911/",
            "name": "古斯塔夫·德池 Gustav Deutsch",
            "@type": "Person"
        }
    ],
    "duration": "93分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2009-01-23"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1365023/",
    "imdb_votes": 185,
    "this_title": [
        "Film ist a Girl & a Gun"
    ],
    "douban_link": "https://movie.douban.com/subject/3565065/",
    "imdb_rating": "7.4/10 from 185 users",
    "trans_title": [
        "电影就是女孩和手枪"
    ],
    "douban_votes": "0",
    "introduction": "Deutsch is not only a master sleuth in the film archives looking for exciting, challenging and amazing old images, he's also a master in the subtle composition of his finds into new film stories. A musical, visual feast of long lost images. Shouldn't be left out of any top ten.The film is built up entirely from what is usually known as found footage: fragments from older films that have partly been lost. In this case, very old films. Found footage is not really the right term here, though. While Gustav Deutsch has developed into a master in the genre - and clearly reveals that this film is a masterpiece - he didn't just find his material. He searched through dozens of archives meticulously and at length (including the Filmmuseum in Amsterdam) and only stopped searching when he had seen what he probably already had in mind.The title is borrowed from the film maker who has made the most quotable statements of all: Jean-Luc Godard. 'All you need to make a movie is a girl and a gun.' He was of course also referring to a commercial cinema that indeed had nothing more to offer than girls and guns. As always in the case of Godard, he was being both serious and ironic. That's why he's so good to quote. Deutsch shows that the girl & gun mechanism was already active in the very earliest days of cinema. And by embedding the images in many older, mythical stories and statements: the Godards of ancient Greece, such as Plato and Sappho. But the film is primarily a musical and visual feast of amazing and beautiful images. (GjZ)FROM IFFR 09",
    "chinese_title": "电影就是女孩和手枪",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Film ist a Girl & a Gun",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-10-11T02:13:12"
}