{
    "aka": [
        "Golden September"
    ],
    "sid": "35650148",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2715133875.jpg",
    "region": [
        "乌克兰"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1417490/",
            "name": "塔拉斯·基米奇 Taras Khymych",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "Золотий вересень"
    ],
    "douban_link": "https://movie.douban.com/subject/35650148/",
    "trans_title": [
        "Golden September"
    ],
    "douban_votes": "0",
    "introduction": "Документальний ігровий фільм «Золотий вересень. Хроніка Галичини 1939-1941» розповідає про події на Західній Україні перед початком ІІ Світової війни, прихід радянської влади, зміни кордонів і зникнення цілих держав з карти світу. Стрічку створено на основі архівних документів, матеріалів і спогадів свідків, представників українського, польського і єврейського народів довоєнної Галичини.Фільм має повідомити про маловідомі події. Замовники проекту планують подарувати диски з фільмом усім школам, а також показати стрічку у вищих навчальних закладах Львова. «Фільм зареєстровано з авторським правом, є кінопрокатне посвідчення. Ідея зняти фільм з’явилася торік саме 17 вересня, бо 17 вересня 1939 року радянська армія вступила в Західну Україну, почалася окупація. Саме історичний факт спонукав нас до думки, що про цю подію потрібно зняти фільм. Люди дуже мало знають про ті часи. Інша причина зняти фільм – це люди, які ще сьогодні живуть і були очевидцями тих подій», – розповів продюсер фільму Тарас Чолій.Фільм відрізняється від звичних зразків української документалістики завдяки формату «Discovery», що передбачає використання сучасних ракурсів та технічних засобів під час знімання, робить фільм близьким до художнього. Велику частину сюжетів грають професійні актори.Тривалість фільму – 50 хвилин. Жанр – ігрове документальне кіно, студія «INVERT PICTURES». Замовником фільму є громадська організація «Західноукраїнський Центр історичних досліджень». «Фільм зроблено доступною мовою для молоді, з легким екшином, бо просто історію чи дикторський текст зараз ніхто не сприймає. Над створення стрічки працювали і професійні музиканти – Андріана, гурт «Піккардійська Терція». Знімали ми в різних умовах – в холоді, теплі, актори страждали, особливо, під час зйомок епізоду «допит в тюрмі», – зазначив під час брифінгу режисер фільму Тарас Химич.",
    "chinese_title": "Золотий вересень",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-12-05T19:25:32"
}