{
    "aka": [],
    "sid": "35652427",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "45分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021-11-19(阿姆斯特丹国际纪录片节)"
    ],
    "this_title": [
        "Messages to a Post Human Earth"
    ],
    "douban_link": "https://movie.douban.com/subject/35652427/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In 1981, the Polish science fiction writer Stanisław Lem wrote an essay for the Human Interference Task Force. This body was discussing a formidable problem: how can warnings about the dangers of stored radioactive waste still be understood in ten thousand years’ time? Languages die out and are forgotten; and by that time, no one knows whether there will be any people at all.Lem proposed to encode warning messages in the DNA of plants in the form of visible genetic mutations. This idea, as well as pioneering research into plant behavior and cognition by evolutionary ecologist Monica Gagliano, is explored in an interactive, multi-sensorial journey designed for two people to experience together.In a real garden, you and your partner discover that the natural world is a hearing, living thing, sensorially alert just as you are. Your journeys are different but will work in synchronicity—like a symbolic choreography, the actions of each of you become a performance for the other. Audio narration and AR content combine to invite musing on the living environment and a future world in which humans will no longer be present.",
    "chinese_title": "Messages to a Post Human Earth",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-18T19:55:52"
}