{
    "aka": [],
    "sid": "3566551",
    "cast": [
        "陈曦 Xi Chen",
        "罗刚 Gang Luo",
        "卡迪琳娜 Kaldi linna"
    ],
    "site": "douban",
    "tags": [
        "还行",
        "电视剧",
        "大陆",
        "伦理",
        "2007",
        "大陆剧",
        "中国"
    ],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/subject/s/public/s4428308.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "imdb_id": "",
    "director": [
        "谭晓寅"
    ],
    "duration": "",
    "episodes": "30",
    "language": [
        "普通话/国语"
    ],
    "playdate": [],
    "imdb_link": "",
    "this_title": [
        "再婚劫"
    ],
    "douban_link": "https://movie.douban.com/subject/3566551/",
    "trans_title": [
        ""
    ],
    "douban_votes": 0,
    "introduction": "色新闻包裹着一桩命案在艺术学院校园里爆炸——美术系女学生唐诗韵失踪，留下一封遗书声称为老师边城殉情了。警方介入调查，唐诗韵活不见人死不见尸，一桩无头案不得不悬起来。\n边城妻子柳寒烟是音乐系教师，丈夫的“风流韵事”如晴天霹雳炸碎她的心灵，两人的婚姻命悬一线。\n屋漏偏遭连夜雨，唐诗韵失踪案风波未息年轻寡妇李香帷又找上门来，声称自己是边城的网恋情人，弄得边城一头雾水，紧接着又有蜚闻传出边城与女模特陆锦屏有染，边城的黑锅越背越重被迫离开了教学岗位；与此同时，柳寒烟也遇到了麻烦:一个叫时尚的小伙子死缠烂打，要与她轰轰烈烈地搞一场姐弟恋。边城和柳寒烟的婚姻无力抵御灾难，终于分手了。\n从日本归来的商人林森是柳寒烟的初恋情人，他乘虚而入，向柳寒烟发起情感攻势，后来终于得手，娶柳寒烟为妻。另一方面，边城也与李香帷弄假成真，两个人开始相爱直至结婚。至此，边城和柳寒烟先后进入再婚状态。\n曾一度离开的时尚又出现了，使趋于平静的生活再起波澜。时尚良心发现，向柳寒烟坦白了事实真相：原来他追求柳寒烟以及边城遭遇网恋都来于林森的阴谋。林森十年前在情场上败给了边城，心怀仇恨去日本发展发迹以后归国并实施报复计划，立志把柳寒烟从边城的怀里夺回来。时尚自然成了林森的枪手，一方面追求柳寒烟造成边城的误解，另一方面冒充边城与李香帷网恋，硬是拆散了一桩美满婚姻。柳寒烟得知真相大梦初醒，对林森的爱变成了仇恨，对边城的怨又还原为爱，她决定与林森离婚。林森誓死捍卫婚姻，柳寒烟的母亲白英姿又极力反对女儿离婚，事情便耽搁下来，柳寒烟倍受煎熬。\n更为残酷的打击又向边城袭来——女儿雨荷竟然和他没有血缘关系。边城如五雷轰顶痛不欲生，他认为是柳寒烟偷偷给自己戴了一顶绿帽子，从此开始仇恨柳寒烟，而柳寒烟却一无所知。边城骂柳寒烟是娼妇，柳寒烟心如刀绞，问起缘由，才知道女儿并非边城的骨血。柳寒烟震惊之余回忆起结婚前的一场劫难：一天晚上她被一个蒙面人强暴了，想不到雨荷竟是那个强奸犯的孽根。\n灾难并没有结束，而是再一次升级。柳寒烟终于发现，林森就是雨荷的生父——当年那个强奸犯。柳寒烟誓死不与强奸犯同床共枕，决意离婚：林森则以孩子相要挟，声称如果柳寒烟离婚他就公布雨荷的身世。柳寒烟在离婚与保护孩子的矛盾中苦苦挣扎，心灵滴血，痛彻骨髓。边城得知来龙去脉，恨不能吃林森肉喝林森血。\n林森要把女儿雨荷送到日本去，柳寒烟经不起精神折磨，竟然得了妄想症，经常出现林森母亲前来抢孩子的幻觉。边城见了病态的柳寒烟心痛不已，终于为爱妻和女儿拼命了——他决定用毒酒杀死林森。就在林森端起酒杯的时候，一句忏悔的话让边城放弃了杀人念头。原来林森得了脑癌，日子也不多了。死亡教育了林森，他开始改邪归正，忏悔自己的罪恶。柳寒烟和边城对林森的仇恨也化作对活死人的怜悯，他们说服雨荷给林森过了一个终生难忘的最后一个生日，林森平生第一次听女儿叫了他一声父亲。人间大善令边城和林森两个仇人挥泪握手。\n这时，唐诗韵突然出现了使开篇的悬疑揭开了谜底。原来唐诗韵“失踪”也是林森阴谋的一部分，她诬陷边城后马上被林森送到国外留学，并且嫁给了洋人。在旅行结婚的路上不幸出了车祸造成失忆，她丈夫便带她回来寻找记忆。林森帮助唐诗韵恢复了记忆，然后主动投向监狱，他要洗净灵魂再上天堂。\n这是一个关于再婚的故事，每个人物都先后进入再婚状态。除主线人物外，副线故事也生动感人。柳寒烟的妹妹柳如烟是个现代女性，她抛弃了丈夫江宽，与商人易小楼相爱并试婚，结果却上当受骗，因为易小楼已有妻子。易小楼欺骗她的目的竟然是让她给他生个孩子。柳如烟得知真相要状告易小楼夫妇，易小楼夫妇却人间蒸发不知去向。柳如烟这时才想起前夫江宽的好处，想破镜重圆，但是为时已晚，江宽已经和人体模特陆锦屏相爱了。那陆锦屏本是个打工妹，做人体模特是为了多挣钱供弟弟上大学，弱女子担大义令江宽感动，也令世人嘘唏感慨。柳寒烟的母亲白英姿出身演员，在剧中也与京剧琴师李茂良相爱并再婚，一桩夕阳婚姻在风风雨雨中展示出晚霞的凄美。\n再婚美好，却脆弱，就像一座玻璃城，需要人们用心去呵护。",
    "chinese_title": "再婚劫",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2024-10-15T16:40:11"
}