{
    "aka": [
        "红星1935 杀出绝地"
    ],
    "sid": "3566517",
    "cast": [
        {
            "url": "/celebrity/1315482/",
            "name": "郭金 Jin Guo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275110/",
            "name": "王亚楠 Yanan Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313874/",
            "name": "杜雨露 Yulu Du",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315202/",
            "name": "盖丽丽 Lili Ge",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312918/",
            "name": "张岩 Yan Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1359016/",
            "name": "标马 Ma Biao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1416374/",
            "name": "侯七 Qi Hou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1523686/",
            "name": "唐笑笑 Xiaoxiao Tang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2629039315.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1339573/",
            "name": "田雁宁 Yanning Tian",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1317808/",
            "name": "孙文学 Wenxue Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324166/",
            "name": "车径行 Jingxing Che",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "22",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2009(中国大陆)"
    ],
    "this_title": [
        "杀出绝地"
    ],
    "douban_link": "https://movie.douban.com/subject/3566517/",
    "trans_title": [
        "红星1935 杀出绝地"
    ],
    "douban_votes": "0",
    "introduction": "故事梗概：遵义会议前后，红军的一支特谴队来到赤水河地区，这只队伍里有不少伤病员，但他们却是红军重要的骨干和建设性力量，他们此行的主要目的是保养有生力量，顺带发展组织，目的相对多元。但是国民党的嗅出动静，派出爪牙尾随而来……贵州赤水河地区，雨季，风雨交加，街上除了狗吠，空无一人。古家大院，伴随着一声炸雷，二姨太突然惊醒而夜起，她胆怯地推开窗户，眼睛一直郁结地盯在远处角落的某处闪烁着微弱灯光的房间。突然，一支夹杂着冷风的飞镖硬生生且凛然地钉在了古家大宅的雕花门梁上，飞镖同时还钉着一张纸条！古家大院的阴冷仍然在继续，房间内，一个女人在沉重的喘息声传来，但显然地，她在挣扎！一只眼睛透过纸糊的窗户盯着里面发生的一切！没多久，大院里传来一声凄厉的喊叫：大少奶奶自尽了！！！！——同样在冷风凄于雨中，“嗖嗖！”——两支飞镖又钉在不同的门梁上，同样的，上面还钉着一张纸条！翌日，黔山县警察局长局长办公室，局长秦二瞎把玩着飞镖，幕僚帮他分析，认为应该是青龙寨的土匪所为。同时，青龙寨里，众土匪七嘴八舌的议论，大当家花豹子一锤定音，只有古家的人才有可能有此胆量出手，且有消息传言，大少爷古月贵即将归乡，花豹子决定偷袭！古家，一片死寂。人们急匆匆的忙着手里的活计，却没有人说话。作为当地大户，大少奶奶的死是一个巨大的阴影和疑问。飞镖的到来似乎只是证明了了人们的不祥之感。老爷闭门念经，二姨太吩咐准备丧事，大家都盼着，大少爷的归来能让大家松口气。古月贵说到就到，就在他接近赤水河的地盘，遭到不明来路的小股力量袭击，但他机警而顺利地摆脱，反而捉住了土匪头子花豹子。刚到家门，却发现“丧”字当头，对他不啻一记闷棍！丧事前夕，古家大院呈现山雨欲来风满楼的势态——二姨太对古月贵的安抚以及对老太爷的讥讽激化了古老太爷和古月贵的关系，老太爷指责古月贵不问家事导致少奶奶悲剧的发生，古月贵当然无法接受；老太爷认为此次事件的始作俑者必是山匪——花豹子的手下蓄意而为，应该立即组织人马报复，古月贵不置可否，老太爷干脆说今后不问江湖，管自各逍遥了！当晚，花豹子被人神秘救走。秦二瞎上门拜访却在书房发现了那只飞镖，飞镖的发现让他误以为古家在挑动他和土匪的矛盾，对老太爷出兵的建议冷嘲热讽。与此同时，密林深处，一支神秘的队伍衔枚急进，在山中迅速的行进着，没有人知道这是什么队伍，不过，一个战士挂在腰间的帽檐上，一颗红五角星闪着光芒……二姨太和古月贵长谈，两人达成共识，没有自己的武装是不行的。古月贵也适时地推出新计划，其实也是他此次回乡的真实目的——招募民团！对此，二姨太心情复杂，因为养活民团需要很大的开支，但为了支持古月贵，她拿出一付热心肠的姿态。末了，她告诉古乐贵，老太爷是支持他的。镇子里，几个年轻人嘻嘻哈哈的喝酒打架，引起了顺风茶馆老板杨满堂的注意。民团热闹中建立起来了，一个看上去蛮横的青年男子让古月贵眼前一亮——手心跟自己同样有着天阕朱砂掌、当众将桌子拍碎并敢于给自己要价的家伙，他就是李铁杆！古月贵表现出知人善任的气度，民团队长的一职就交给了铁杆。铁杆决心大干一番事业。在省城学习的古思华回家给嫂子奔丧，却不料半途被花豹子所劫！消息传到古家大院，有人建议打上山寨。警察局长得知消息，决定不帮助古家，预备坐山观虎斗，一时间，局势大乱。这时古月贵接到密报——红军来了！消息很快传遍了整个赤水河地区，本来准备以恶相对的各方势力立刻换了个嘴脸——由倾轧变成相互妥协或依赖！古月贵主动拜访秦二瞎，两人化开矛盾，决定共同对付红军。同时派李铁杆上山寨说服花豹子放人。青龙寨，花豹子盘踞多时的地盘，铁杆独身闯山寨，一身让人目不暇接的武艺让满堂匪帮啧啧称奇！但花豹子自然不能轻易放人，就在局面难以收拾的时候，山寨后院起火，花豹子辛苦建立的粮库自然经不起遭殃，赶紧组织扑火，于是铁杆乘乱将古思华救走。令花豹子难以理解的是，来人并非劫匪，放火之后竟然留下银元，她推论只能是铁杆所为，同时发现了李铁杆就是那晚救自己的人，不禁深深折服，觉得这个男人非同寻常！不过，粗中有细的铁杆事后经过调查，发现那天并没有自己人放火，他心里不禁有个咯噔。铁杆在青龙寨的事件经过放大，在古月贵以及整个民团中彻底树立起自己的威信！而当事人古思华则回忆起和铁杆童年时一次经历，同样遇到危机被巧遇的铁杆所救，不禁觉得冥冥中必有天意！爱慕的情愫从她内心油然而生。各方势力暂时停止斗争，红军小分队遭到前面土匪，后面民团加警察的两面伏击！突出重围后，一时伤兵满营。",
    "chinese_title": "杀出绝地",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-30T07:43:03"
}