{
    "aka": [],
    "sid": "3566981",
    "cast": [
        {
            "url": "/celebrity/1198937/",
            "name": "Mark Brydon Mark Brydon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1133411/",
            "name": "罗伊辛·墨菲 Roisin Murphy",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0441019",
    "director": [],
    "duration": "110 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0441019/",
    "imdb_votes": 71,
    "this_title": [
        "Moloko - 11,000 Clicks"
    ],
    "douban_link": "https://movie.douban.com/subject/3566981/",
    "imdb_rating": "8.7/10 from 71 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "DVD DescriptionTRACK LISTING:Familiar Feeling I Want You Absent Minded Friend Day For Night Come On / Fun For Me Where Is The What If The What Is In Why? Cannot Contain This Pure Pleasure Seekers The Time Is Now Statues 100% Forever More Sing It Back Encore Being Is Bewildering Blow By Blow IndigoSpecial FeaturesEd’s Film: Roadies, ligers, chicks, that digus, riggers, truckers, punters, bouncers, blaggers, boozers… Dancing Prawns, opera singers, yodellers; all in the average ‘Day in the life of a Rock Musician’ as is documented by Moloko’s Eddie Stevens in this, the most truthful, warts and all, glimpse of life on tour.Hidden Transitions: Footage shot by the band, of the band on tour, backstage and on location.SynopsisMoloko recorded live at London's Brixton Academy on 22nd November during their 2003 UK tour.From the Manufacturer12 months. 6 musicians. 19 crew. 424,662 kilometres. 26 festivals. 44 Moloko shows. 6 cameras. 21,700 feet of film. 17 songs. 110 minutes. 11,000 clicks. During a year of touring Moloko filmed their final UK show of 2003 at the Brixton Academy on November 22. Directed by Dick Carruthers, the film captures the live performance that enthralled audiences at shows and festivals around the world in 2003.",
    "chinese_title": "Moloko - 11,000 Clicks",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.7,
    "douban_rating_average": 0,
    "update_at": "2025-04-08T23:13:35"
}