{
    "aka": [],
    "sid": "35674973",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878223773.jpg",
    "region": [
        "印度尼西亚"
    ],
    "writer": [],
    "imdb_id": "tt13429004",
    "director": [
        {
            "url": "/celebrity/1028986/",
            "name": "莱来·莱萨 Riri Riza",
            "@type": "Person"
        }
    ],
    "duration": "102分钟",
    "episodes": "",
    "language": [
        "印度尼西亚语"
    ],
    "playdate": [
        "2021-11-11(印度尼西亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13429004/",
    "imdb_votes": 231,
    "this_title": [
        "Paranoia"
    ],
    "douban_link": "https://movie.douban.com/subject/35674973/",
    "imdb_rating": "5.8/10 from 231 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "DINA (36) is a woman who lives in fear. She ran away from her abusive husband, GION (45) and now lives in Bali with their teenaged daughter, LAURA (17). Dina’s fear of Gion leads her to become increasingly overprotective of Laura. For Laura, her mother is just being paranoid, since her father happens to be in prison for another 4 years.When Covid-19 pandemic breaks, Indonesian government release a number of prisoners to slow down the spread of Covid-19 in penitentiaries. Gion is one of them. Dina panics and decides to find a new hiding place. She knows for sure that Gion will hunt her down, not only because she took their only daughter, but she took also his valuable antique statue away with her.In their new hiding place in a remote villa, they meet a stranger, RAKA (37), who stays in a villa nearby. Dina is suspicious of him because he could very well be someone that Gion sent, but Laura is intrigued by him. Laura secretly visits Raka and get acquainted with him.Dina soon finds out that Gion knows her hiding place. She must decide whether to ask Raka for help or face Gion alone.",
    "chinese_title": "Paranoia",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2025-03-13T18:50:11"
}