{
    "aka": [],
    "sid": "35674975",
    "cast": [
        {
            "url": "/celebrity/1448109/",
            "name": "唐尼·彭吉利南 Donny Pangilinan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1574278/",
            "name": "Issa Litton Issa Litton",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2742162082.jpg",
    "region": [
        "菲律宾"
    ],
    "writer": [],
    "imdb_id": "tt11247108",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt11247108/",
    "imdb_votes": 668,
    "this_title": [
        "He's Into Her"
    ],
    "douban_link": "https://movie.douban.com/subject/35674975/",
    "imdb_rating": "7.5/10 from 668 users",
    "trans_title": [
        "他与她"
    ],
    "douban_votes": "0",
    "introduction": "Maxpein del Valle is a spunky teenage girl from Mindoro raised by her grandmother and her uncle after her mother died in Japan when she was just 11. Max gets the surprise of her life when her wealthy father, whom she just recently discovered, offers to help pay for her grandmother’s hospitalization. Out of gratitude, Max agrees to her father’s request to live with him and his family in Manila. Already feeling like a fish out of water at home, Max is also treated as an unwelcome outsider in her new university, Benison International School, when she stands up to Deib Lohr Enrile, the basketball varsity captain. To get back at the new student, Deib gets their entire batch to prank and bully Max. But the more they engage in their game of cat-and-dog one-upmanship, the more Deib realizes that his goal to crush Max’s spirit has transformed into an undeniable crush on the one girl he never thought he would even like. However, the return of the ghosts from their past and their various family problems threaten to rip apart Max and Deib’s blossoming and fragile romance.",
    "chinese_title": "他与她",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "He's Into Her",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-03-11T22:39:35"
}