{
    "aka": [],
    "sid": "35675253",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1915",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0006037",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0006037/",
    "this_title": [
        "The Shooting of Dan McGrew"
    ],
    "douban_link": "https://movie.douban.com/subject/35675253/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The opening scene is of the interior of the Malamute saloon. Dangerous Dan McGrew and the lady that's known as Lou are seen seated at a table in one corner. A dog-sleigh stops outside, and its owner, a tired-looking, bedraggled miner, stumbles through the door. After treating the house, he sits down at the piano and begins to play. Into the soulful, stirring music he pours his pent up feelings of hatred, sorrow, love and regret. Years before, Jim Maxwell's best friend, Dan McGrew, had deceived his wife into believing him unfaithful. Their elopement completely unnerved him for a time. But finally he resolved to forget about it, until he next met Dan McGrew. Years afterwards, while prospecting, he met his daughter, now grown to womanhood and married. Her husband had been arrested for a murder committed by McGrew, and Maxwell assisted in effecting his escape. Just previous to the miner's entrance, Nell's husband had been captured in the saloon by the sheriff. As Maxwell finishes playing, he turns about, faces Dangerous Dan McGrew, and tells him, in uncomplimentary language, what he thinks of a man of his type. The lights go out, two guns blaze in the dark, and both men fall. Maxwell recovers and is reunited to Lou, his wife. McGrew dies. May 22 1915—Pamela Short",
    "chinese_title": "The Shooting of Dan McGrew",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-07T07:14:30"
}