{
    "aka": [],
    "sid": "35674981",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2761689411.jpg",
    "region": [
        "印度尼西亚"
    ],
    "writer": [],
    "imdb_id": "tt16154594",
    "director": [
        {
            "url": "/celebrity/1388450/",
            "name": "安德鲁·坎贝尔 Andrew Campbell",
            "@type": "Person"
        }
    ],
    "duration": "78分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2021-11-30(日惹NETPAC亚洲电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt16154594/",
    "this_title": [
        "Marapu, Fire & Ritual"
    ],
    "douban_link": "https://movie.douban.com/subject/35674981/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In 2016, Poho Maga became possessed by a Satanic spirit. In a single afternoon, he murdered a man, killed a horse and burned down a thousand year old sacred village. He remains in prison for his actions. One year later, his brother also became possessed by Satan and since then has been locked in a homemade bamboo cage to prevent him from repeating his brothers actions.Sodan village is the center of West Sumba culture and the spiritual homeland of the ancient religion known as Marapu. A practice that worships and communicates with ancestor spirits through sacred ritual and sacrifice. The ancestor spirits fled the village when it burned down, dividing the leadership and severing their important connection to the spirit world. The spirits have yet to return.Marapu, Fire & Ritual is a story that follows Pak Ledi, Poho Maga’s uncle, as he overcomes his family’s tarnished reputation by taking responsibility to fix the past. He believes it is the right timing to conduct a sacred four day ritual to invite the Marapu spirits back into the village. But not everyone agrees to this. Pak Ledi must first unite the village leaders.",
    "chinese_title": "Marapu, Fire & Ritual",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-18T22:14:41"
}