{
    "aka": [],
    "sid": "35679641",
    "cast": [
        {
            "url": "/celebrity/1497258/",
            "name": "安德利亚·福奥托 Andrea Fuorto",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907086514.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt22775326",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt22775326/",
    "imdb_votes": 24,
    "this_title": [
        "La prima regola"
    ],
    "douban_link": "https://movie.douban.com/subject/35679641/",
    "imdb_rating": "7.0/10 from 24 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "La prima regola is a scholastic kammerspiel, of sorts, unfolding almost entirely within the walls of an educational establishment in central Bari. It offers up a snapshot of the times we’re living in: a high school on the outskirts of town whose facilities, students and teaching staff perfectly reflect a seemingly irreversible level of social and economic depression. To make matters worse, just a few metres from the school, nestled amongst the houses in the neighbourhood, is the \"Zoo\", a migrant welfare centre which, over time, has morphed into a permanent refugee camp. A teacher is called upon to deliver a remedial course for six students who have been suspended for disciplinary reasons. After some initial hostility and suspicion, the teacher manages to win the youngsters’ trust, with surprisingly positive results. But when conflict breaks out between the local population and the migrants, the situation soon slips out of his control. The city is invaded by soldiers, journalists and protesters. Tension rises and the many contradictions which characterise an abandoned society soon become apparent. In this bleak picture, the simmering discontent inhabiting the students and their school explodes with tragic results.",
    "chinese_title": "La prima regola",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-03-31T11:01:03"
}