{
    "aka": [],
    "sid": "3567523",
    "cast": [
        {
            "url": "/celebrity/1062606/",
            "name": "Alyson Best Alyson Best",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1110575/",
            "name": "伊瓦·坎特斯 Ivar Kants",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1153413/",
            "name": "Desmond Tester Desmond Tester",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1982",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2549894480.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1003806/",
            "name": "Terry Bourke Terry Bourke",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0123573",
    "director": [
        {
            "url": "/celebrity/1003806/",
            "name": "Terry Bourke Terry Bourke",
            "@type": "Person"
        }
    ],
    "duration": "103 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0123573/",
    "imdb_votes": 31,
    "this_title": [
        "Brothers"
    ],
    "douban_link": "https://movie.douban.com/subject/3567523/",
    "imdb_rating": "5.0/10 from 31 users",
    "trans_title": [
        "兄弟"
    ],
    "douban_votes": "0",
    "introduction": "This erratically fashioned melodrama begins, with its very opening sequence, as an excessively fabricated version of the actual murder, 16 October, 1975, in (at the time, Portuguese) Timor, of five Australian television reporters, a deed committed by uniformed criminals from an Indonesian Army task force which guaranteed by this barbaric action that an invasion by Indonesia into Timor could not receive media coverage. These victims, customarily referred to as the Balibo Five, after the village wherein they were slain, are termed as the Timor Five for this film that adds as well a fictitious pair of brothers named Wild who, in dubious fashion, evaded being massacred with the others, subsequently somehow making their way back to the Antipodes, whereupon the ensuing behaviour of the brothers, four years after, is seen here. The older of the brothers, Adam Wild (Chard Hayward) makes an unforeseen appearance at Taihape, on New Zealand's North Island (where a good deal of the film was shot), therewith attempting to convince younger brother Kevin (Ivor Kants) toward reappearing with him to the employment field of broadcast journalism, obviously believing that his seniority gives him a vested advantage for sibling decision-making. However, a betrothed Kevin, wordsmith of the duo, Adam being a photographer, favours a less lively existence in Taihape over returning into the realm of manipulative media. The greatest portion of the film dodges about the Balibo Five tragedy, focussing instead upon Adam's amourous experiences, initially with Lani, a Taihape Maori harlot (Margaret Laurence {misspelled as \"Lawrence\" upon the VHS case), and later with Alison, a much more refined, but no less romantically inclined young woman (Jennifer Cluff). Since Adam's mere presence manifestly stokes libidinous fires within these two, the multi-drama's moments of paramount interest for many viewers will be generated by lustful actions of these three, because Kevin is shunted off-story as are the exterminated quintet of newsmen. Originally named HOUNDS OF WAR, the film is shot in the Philippines (performing as Timor), Sydney and other parts of New South Wales in Australia, as well as Taihape, but the locational shifts fails to add interest for a storyline that is deficient at giving dimension to its characters or in providing clear motivation for their actions. As result, the narrative miscarries, viewers not being given a solid impression of what eventually may occur to anyone within the plot. One notable aspect of the picture involves the sustaining of numerous beatings by Adam Wild, rivalling in number and savagery those given to numerous American private detectives in noirish works of the 1940s and 1950s. Treatment of relationships between Whites and Maoris in New Zealand is perfunctory and not developed at all, as might be expected from a film wherein a sense of reality has been removed, but not replaced with any significant activity. The players work hard at creating their roles, but lack adequate support from the direction, script and editing.",
    "chinese_title": "兄弟",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Brothers",
    "imdb_rating_average": 5.0,
    "douban_rating_average": 0,
    "update_at": "2025-06-08T04:13:30"
}