{
    "aka": [
        "Through the Ashes of the Empire"
    ],
    "sid": "3568687",
    "cast": [
        {
            "url": "/celebrity/1016843/",
            "name": "格奥尔基·迪尼克 Gheorghe Dinica",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014124/",
            "name": "玛丽安娜·菲斯福尔 Marianne Faithfull",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1068161/",
            "name": "Cornel Coman Cornel Coman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119777/",
            "name": "Ernest Maftei Ernest Maftei",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1058855/",
            "name": "Elena Albu Elena Albu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1020468/",
            "name": "爱琳娜·帕翠斯库 Irina Petrescu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1976",
    "genre": [
        "剧情",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2862305785.jpg",
    "region": [
        "罗马尼亚"
    ],
    "writer": [],
    "imdb_id": "tt0073572",
    "director": [
        {
            "url": "/celebrity/1046612/",
            "name": "安德烈·布莱耶尔 Andrei Blaier",
            "@type": "Person"
        }
    ],
    "duration": "101分钟",
    "episodes": "",
    "language": [
        "罗马尼亚语"
    ],
    "playdate": [
        "1976-03-08(罗马尼亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0073572/",
    "imdb_votes": 326,
    "this_title": [
        "Prin cenuşa Imperiului"
    ],
    "douban_link": "https://movie.douban.com/subject/3568687/",
    "imdb_rating": "7.7/10 from 326 users",
    "trans_title": [
        "穿过帝国的废墟",
        "Through the Ashes of the Empire"
    ],
    "douban_votes": "0",
    "introduction": "The action of the film begins in 1917, \"in Bucharest temporarily busy\" by the German and Austro-Hungarian armies. The German commander recruited a flock of sheep , loaded them into a freight train, also loaded a few wagons with hayed hay, and urged the police to send 15 people to take care of the sheep on the road. A commissioner captures 15-20 unaccountable people in a raid on the streets of Bucharest and teaches them to the German troops, who force them into the same train. Among the arrested were also Darie ( Gabriel Oseciuc ), a young lazy peasant who had just arrived in Bucharest. On the first night, the Diplomat ( Gheorghe Dinică ), a retarded person claiming to have been a consul, but who was actually \"girlfriend , \"a bookmaker and a scammer, tries to steal the money of the young and naive Darie and is stabbed by him.The train was due to leave Romania at Orsova , to be taken over from there by the Austrian-Hungarian Railways Directorate. The end of the line was to be the first German border. At the hearing of the news, the naive Darie has an unremitting joy in the thought of traveling and seeing the world. During the trip, Darie must take care of the one she was stabbing. The diplomat calls him \"Scaurus\" (a \"crooked leg\" in Latin ) and tells him that he will force him to pay his deed, making him his servant. Spelbul ( Cornel Coman ), a Transylvanian who had deserted the Austro-Hungarian army and wanted to get to Moldova to join as a volunteer in the Romanian army, reveals to Darie his plan to escape from the train. The following night, on a heavy rain, Siteavul ( Stephen Sileanu ) tries to flee, but is watched by barber Dodu ( Ferenc Bencze ). There was an enmity between the two of them because they loved Angelica, the barber's wife. In the fight, Dodu is killed and thrown into the Danube. The same night, Spelbul tries to escape before crossing the Danube , but he is captured and shot after the Diplomat had revealed to the Germans the plan he had heard by chance.The next day, as a courtesy of helping them, the German non-commissioned officer ( Károly Sinka ) let Darie visit for four hours the town where they stopped; in case the German soldiers will not return, they threaten to kill the diplomat. The young man walks through the town destroyed by war, on whose streets were hanged people. He is pulled into the house by a widow serbian ( Irina Petrescu ) who gives him food, washing his clothes and giving him a pair of boots. Darie then returns to the train. The diplomat says the German sanitary worker has revealed that the train does not go to Germany , but to the Balkans ; the sheep had to be taken to the front, and the prisoners would be used to dig the trenches.Approaching the front line in Bitolia , the train crosses a mine on the railroad and derails after the explosion. Among those who died is the Siteav. Battles between German soldiers and Serb partisans are fought, and airplanes bombed the area where the train had derailed. During the air strike, the Diplomat and Darie run away and hide in a forest. An old scribble gypsy ( Ernest Maftei ) who tried to get hold of them was shot by soldiers. Getting away from the German soldiers who guarded them, the two want to go in opposite directions: Darie, who had missed the country, wants to go home while the Diplomat wants to get to Italy, saying that no one expects him there. The two go to Romania, cross forests and mountains. In a village devastated by war, they struggle in the midst of fighting between the German soldiers and the Serb partisans. Take prisoners of Serbs, they are released by the partisan leader ( Cornel Gîrbea ) who points their direction to the country.While on the road, Darie has hallucinations and is taken care of by the Diplomat. When they reached a river, they entered there to bathe, and a Turkish stole their clothes at that time. The two are saved by two Greek (interpreted by Florina Cercel and Elena Albu ), who take them to their home in the mountains. The men of the two women had been taken by the Germans three years ago. Grecoaice give them food and drink as well as clothes, then make love with them. The two leave with a freight train and reach the Bulgarian bank of the Danube. They knock on the door of a house and are received by a Romanian fisherman ( Boris Ciornei). The diplomat gives the fisherman a golden steal stolen from the Greek to cross the Danube with a boat. The fisherman leaves his minions as a pledge. They arrive well on the Romanian shore, but the sniper is shot by the border guards on their way back.Darie and the Diplomat go with a wagon and get to Bucharest. They enter a café, but are caught again by Commissioner Marinescu. The diplomat filled the city with false banknotes, and the authorities had a prize for his capture. He tells Darie that they will escape after bribing the commissioner with the stolen mahmude from the serpent's snake. Disgusted by the behavior of the Diplomat, Darie threw the coin into a channel. While the Diplomat is desperate, the young man encounters a socialist militant in the crowd and joins the workers' struggle.",
    "chinese_title": "穿过帝国的废墟",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Prin cenuşa Imperiului",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-01-21T11:22:18"
}