{
    "aka": [],
    "sid": "35682478",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2755449734.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt15909364",
    "director": [
        {
            "url": "/celebrity/1050541/",
            "name": "布莱恩·爱泼斯坦 Brian Epstein",
            "@type": "Person"
        }
    ],
    "duration": "99分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021-11-11(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt15909364/",
    "imdb_votes": 119,
    "this_title": [
        "3212 Un-redacted"
    ],
    "douban_link": "https://movie.douban.com/subject/35682478/",
    "imdb_rating": "7.4/10 from 119 users",
    "trans_title": [
        "3212分队全解密"
    ],
    "douban_votes": "0",
    "introduction": "When ODA 3212, an elite U.S. Special Forces team is caught in a surprise attack deep in the Saharan Desert, killing four soldiers and leaving the rest stranded with no rescue or reinforcements sent their way, military brass immediately start spinning a fractured tale to hide the full truth from the public and the families of the fallen. Two years later, the Pentagon's highly-redacted report on the ambush near Tongo Tongo, Niger shockingly accuses the team of going on a rogue mission to kill or capture a top ISIS commander. 3212 Un-Redacted is the result of an exhaustive three-year investigation that contains explosive interviews with a top Pentagon whistle-blower, the former general in charge of special operations in Africa, the team's own commander in Niger and the families of all four fallen soldiers united in their quest for the truth. Through a network of confidential sources inside the military and intelligence community, the film unravels the dark truth covered up by commanders at the highest levels of the military. It blows the lid off of the official Pentagon narrative which pinned the blame on low-level soldiers to protect the careers of the senior officers responsible for the ill-fated mission.",
    "chinese_title": "3212分队全解密",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "3212 Un-redacted",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2026-02-02T05:26:24"
}