{
    "aka": [],
    "sid": "35689069",
    "cast": [
        {
            "url": "/celebrity/1009787/",
            "name": "叶卡婕琳娜·维尔科娃 Ekaterina Vilkova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1364781/",
            "name": "维塔利·基什琴科 Vitaliy Kishchenko",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1561965/",
            "name": "康斯坦丁·阿达耶夫 Konstantin Adaev",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2796505650.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [],
    "imdb_id": "tt10927662",
    "director": [],
    "duration": "53分钟",
    "episodes": "8",
    "language": [
        "俄语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt10927662/",
    "imdb_votes": 43,
    "this_title": [
        "Чёрное море"
    ],
    "douban_link": "https://movie.douban.com/subject/35689069/",
    "imdb_rating": "7.1/10 from 43 users",
    "trans_title": [
        "黑海"
    ],
    "douban_votes": "0",
    "introduction": "Year 1944. After the sinking of a Soviet ship in the waters near Novorossiysk, Lieutenant Commander Sergey Saburov, the best of the best in the fight against underwater saboteurs, arrives in the city. He is appointed to reinforce the local counterintelligence unit. According to the intelligence, a highly professional enemy commando group has been deployed to the Novorossiysk area, headed by an experienced agent nicknamed Kunz. It is also known that an Abwehr School has been established to train underwater saboteurs. Saburov’s task is to find Kuntz and, through him, to uncover the location of the school that needs to be destroyed.Saburov's arrival in Novorossiysk is overshadowed by a tragic event. During the seizure of enemy agents, his friend and former classmate, Yegor Soley, is killed when covering Sergey. Now the whole team looks askance at Saburov. And Yegor’s wife, Yelena, seems to hate him sincerely, despite she and Sergey having known each other since childhood, being in love with one other but concealing their feelings. In due time, it was Saburov who introduced Lena to Yegor, but fate decreed that the woman he loved became the wife of his best friend. Anyway, this difficult relationship must in no case interfere with the cause, since the fate of the Soviet Black Sea Fleet is at stake!",
    "chinese_title": "黑海",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Чёрное море",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2026-02-03T00:42:34"
}