{
    "aka": [
        "Under the Tree"
    ],
    "sid": "3568371",
    "cast": [
        {
            "url": "/celebrity/1029357/",
            "name": "娜蒂雅·萨菲拉 Nadia Saphira",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1192044/",
            "name": "Marcella Zalianty Marcella Zalianty",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1258778/",
            "name": "Dwi Sasono Dwi Sasono",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "　　第21届东京国际电影节(2008)\n　　主竞赛单元 最佳影片(提名) 加林·努格罗\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872184414.jpg",
    "region": [
        "印度尼西亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1019906/",
            "name": "加林·努格罗 Garin Nugroho",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1285114",
    "director": [
        {
            "url": "/celebrity/1019906/",
            "name": "加林·努格罗 Garin Nugroho",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "印尼语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1285114/",
    "imdb_votes": 76,
    "this_title": [
        "Dibawah pohon"
    ],
    "douban_link": "https://movie.douban.com/subject/3568371/",
    "imdb_rating": "6.8/10 from 76 users",
    "trans_title": [
        "峇里生之舞",
        "Under the Tree"
    ],
    "douban_votes": "0",
    "introduction": "The drama is described by the lives of three women, a traveler seeking spiritual answer about her relation to her mother played by Marcella Zalianty, a radio broadcaster who faced a dilemma of abortion played by Ayu Laksmi, and an orphan who lose direction of live and trying to find guidance played by Nadia Saphira. All of them in one way are connected to motherhood, either longing for a mother, being a mother, loosing a mother, conflicting with mother, etc. All of them find their roots in Bali, either as resident, descendant or just traveler.The movie doesn't tell a story line, a beginning, a climax, and an ending. It simply brings you to a situation faced by those women. It tells you that being a woman is not a simple business. It lets you think by yourselves, what if you face those dilemma on your own. And the movie doesn't provide any solution. For normal movie viewers, it might look like a very boring movie. There many many symbols in the movie that makes the movie digestible. For instance the Calon Arang plays, that shows a mother's love, that surpass anything even though her offspring is a villain. And also the story of Gandhari of the Kauravas, whose jealousy to Kunti gave birth to the hundred sons of the Kauravas. Not all dilemma are mystical and complicated. One is very simple, a story of a jealous woman, which portrayed brilliantly as well as comically in the movie that bring spontaneous laugh.",
    "chinese_title": "峇里生之舞",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Dibawah pohon",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-05-17T21:00:32"
}