{
    "aka": [
        "海洋",
        "海洋探秘"
    ],
    "sid": "3568615",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2228580511.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1322780",
    "director": [],
    "duration": "",
    "episodes": "8",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008-11-12(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1322780/",
    "imdb_votes": 231,
    "this_title": [
        "Oceans"
    ],
    "douban_link": "https://movie.douban.com/subject/3568615/",
    "imdb_rating": "7.3/10 from 231 users",
    "trans_title": [
        "向深海出发",
        "海洋",
        "海洋探秘"
    ],
    "douban_votes": "3084",
    "introduction": "From the gentle turquoise seas of the Caribbean to the icy-cold Arctic, an international team of underwater explorers reveal the secrets and stories of our oceans.A team of intrepid adventurers – explorer and expedition leader Paul Rose, maritime archaeologist Dr Lucy Blue, marine biologist Tooni Mahto and conservationist Philippe Cousteau Jnr, grandson of Jacques Cousteau – undertake a journey to discover the world beneath the waves. Each mission sees the experts living together on a dive boat and shows the disappointments and dangers they face as well as the successes of each trip. Diving in some of the planet’s most challenging environments, beneath frozen Arctic ice-sheets, the Caribbean’s mysterious black holes and the deep submerged caves of Mallorca they reveal new mysteries about our oceans.They come across incredible creatures such as the fearsome Humboldt squid and the six gill shark and encounter stunning corals and illuminating shipwrecks.Packed with engaging personalities, amazing discoveries and unbeatable adventure, this series builds a vital understanding of the planet’s biggest and least understood asset – its oceans.",
    "chinese_title": "向深海出发",
    "douban_rating": "8.8/10 from 3084 users",
    "foreign_title": "Oceans",
    "imdb_rating_average": 7.3,
    "douban_rating_average": "8.8",
    "update_at": "2025-02-28T21:49:15"
}