{
    "aka": [],
    "sid": "35689035",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt15106698",
    "director": [
        {
            "url": "/celebrity/1428201/",
            "name": "珍妮丝·拉法 Janis Rafa",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "2020-10-14(意大利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt15106698/",
    "imdb_votes": 10,
    "this_title": [
        "Lacerate"
    ],
    "douban_link": "https://movie.douban.com/subject/35689035/",
    "imdb_rating": "6.7/10 from 10 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Lacerate blends elements of realism with a dreamlike, symbolic dimension,portraying the extreme decision of a woman who turns from victim intoexecutioner. Inspired by the iconography of mythological and biblical paintingssuch as Artemisia Gentileschi’s Judith Slaying Holofernes, Rafa nonethelesschooses to show the moment after the act of revenge—or self-defense—when thedramatic climax is already over.In a series of mises-en-scène shot only in natural light, we see a domestic settingoverrun by a pack of dogs that roam around restlessly, attacking objects andfurniture. The interior of this home is a mental space, violated and lacerated like abody that has undergone violence. Fruit, game, and remnants of food are arrangedlike still lifes, with allegorical elements evoking the precariousness of life andthe loss of innocence. It is a suspended, hostile ecosystem, where the brutalitysuffered by other species is transferred by osmosis to human beings.In the vision imagined by the artist, the hunting hounds and other dogs—whichwere perhaps owned by the couple and witnessed the abusive relationship overthe years—have come back like ghosts from the past. Historically symbols ofloyalty to their master, the dogs here rebel and become the woman’s guardians,supporting and protecting her in the process of liberation from her persecutor. Itis thus the irrational, animalistic part of the unconscious that has been unleashed,allowing the woman to regain control over her life and save herself.(Leonardo Bigazzi)",
    "chinese_title": "Lacerate",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-09-26T04:13:16"
}