{
    "aka": [],
    "sid": "35694768",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2869331801.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt16358560",
    "director": [
        {
            "url": "/celebrity/1469416/",
            "name": "里德达·文波特 Reid Davenport",
            "@type": "Person"
        }
    ],
    "duration": "76分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-01-24(圣丹斯电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt16358560/",
    "imdb_votes": 128,
    "this_title": [
        "I Didn't See You There"
    ],
    "douban_link": "https://movie.douban.com/subject/35694768/",
    "imdb_rating": "6.9/10 from 128 users",
    "trans_title": [
        "我未在那见过你"
    ],
    "douban_votes": "0",
    "introduction": "As a visibly disabled person, filmmaker Reid Davenport is often either the subject of an unwanted gaze — gawked at by strangers — or paradoxically rendered invisible, ignored or dismissed by society. The arrival of a circus tent just outside his apartment prompts him to consider the history and legacy of the freak show, in which individuals who were deemed atypical were put on display for the amusement and shock of a paying public. Contemplating how this relates to his own filmmaking practice, which explicitly foregrounds disability, Davenport sets out to make a film about how he sees the world from his wheelchair without having to be seen himself.Informed by his position in space, lower to the ground, Davenport captures indelible images, often abstracted into shapes and patterns separate from their meaning. But the circus tent looms in the background, and reality regularly intrudes, from unsolicited offers of help to careless blocking of access ramps. Personal and unflinching, I Didn't See You There forces the viewer to confront the spectacle and invisibility of disability.",
    "chinese_title": "我未在那见过你",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "I Didn't See You There",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2026-01-28T01:36:05"
}