{
    "aka": [],
    "sid": "35693545",
    "cast": [
        {
            "url": "/celebrity/1005638/",
            "name": "玛丽昂·亨泽尔 Marion Hänsel",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情",
        "纪录片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2772994028.jpg",
    "region": [
        "比利时"
    ],
    "writer": [
        {
            "url": "/celebrity/1005638/",
            "name": "玛丽昂·亨泽尔 Marion Hänsel",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt12743846",
    "director": [
        {
            "url": "/celebrity/1005638/",
            "name": "玛丽昂·亨泽尔 Marion Hänsel",
            "@type": "Person"
        }
    ],
    "duration": "64分钟（法国）",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2020(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12743846/",
    "imdb_votes": 11,
    "this_title": [
        "Il était un petit navire"
    ],
    "douban_link": "https://movie.douban.com/subject/35693545/",
    "imdb_rating": "7.6/10 from 11 users",
    "trans_title": [
        "它曾是一叶小小的帆船"
    ],
    "douban_votes": "0",
    "introduction": "Dans son dernier long métrage, la cinéaste Marion Hänsel - disparue en 2020 - revisite sa vie dans un émouvant collage de souvenirs. Entre l’anodin et le fondateur, les peines et les joies, un film testament empli de délicatesse.Les doigts fins d’une femme glissent sur un drap blanc. Une brise fait doucement gonfler les rideaux de sa chambre d’hôpital. Elle dit qu’elle ferme les yeux, et la voilà qui largue les amarres vers son passé. Bercée par le clapotis de flots irisés, elle descend avec ses sœurs l’escalier qui mène à une plage ensoleillée de Marseille, où elle a vu le jour. Ses souvenirs, petites bulles de bonheur, de peur ou de chagrin, remontent doucement à la surface. L’enfance à Anvers, les promenades en calèche avec \"bon-papa\", le père trop tôt remarié, la mère seule avec six enfants, l’école d’art dans le Devonshire, l’aventure du théâtre à New York, et bientôt l’appel de nouveaux horizons sur grand écran…Facétieux PoucetLion d’argent à la Mostra de Venise en 1985 avec Dust, la cinéaste Marion Hänsel est décédée en juin 2020. Il était un petit navire est son treizième et dernier long métrage. En un collage émouvant d’images, pas uniquement familiales, elle reconstruit visuellement les éléments fugaces qui ont jalonné son parcours. Tels des petits cailloux, les souvenirs qu’elle sème à la manière d’un facétieux Poucet portent en eux l’anodin et l’essentiel, l’accessoire et le fondateur. Se jouant de la mort qui l’attend, elle s’en libère avec légèreté, avançant droit devant, dans le dernier plan de son film testament, en serrant la main de Jan, son fils bien-aimé.在她的最后一部故事片中，电影制片人玛丽安-汉塞尔（Marion Hänsel）--她于2020年去世--在一个动人的记忆拼贴中重温了她的生活。在琐碎和根本之间，悲伤和欢乐之间，是一部充满了精致的见证片。一个女人修长的手指在白色床单上滑过。一阵微风轻轻拂过她病房的窗帘。她说她正在闭上眼睛，而她就在那里，投向她的过去。在五彩斑斓的海浪的拍打下，她和她的姐妹们一起走下楼梯，通往她出生的马赛的一个阳光海滩。她的记忆，幸福、恐惧或悲伤的小气泡，慢慢浮出水面。安特卫普的童年，与 \"爸爸 \"一起乘坐马车，父亲很快就再婚，母亲独自带着六个孩子，在德文郡的艺术学校，在纽约的戏剧冒险，以及很快在大银幕上的新视野的召唤。1985年凭借《尘埃》获得威尼斯电影节银狮奖，电影制片人马里恩-汉塞尔于2020年6月去世。Il était un petit navire是她的第十三部电影，也是最后一部电影。在一个动人的图像拼贴中，不仅是她的家庭，她还直观地重建了标志着她职业生涯的转瞬即逝的元素。就像小石子一样，她像调皮的汤姆-拇指一样播撒的记忆中包含着琐碎和本质，偶然和根本。她玩弄着等待她的死亡，轻巧地将自己从死亡中解脱出来，直接向前走，在她的遗嘱影片的最后一个镜头中，与她心爱的儿子握手。",
    "chinese_title": "它曾是一叶小小的帆船",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Il était un petit navire",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-02-16T05:39:24"
}