{
    "aka": [
        "Mars One"
    ],
    "sid": "35694763",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [],
    "awards": "　　第38届圣丹斯电影节(2022)\n　　评审团大奖 世界电影单元剧情片(提名) 加布里埃尔·马丁斯\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907026644.jpg",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1422078/",
            "name": "加布里埃尔·马丁斯 Gabriel Martins",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt16377816",
    "director": [
        {
            "url": "/celebrity/1422078/",
            "name": "加布里埃尔·马丁斯 Gabriel Martins",
            "@type": "Person"
        }
    ],
    "duration": "115分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2022-01-20(圣丹斯电影节)",
        "2022-08-25(巴西)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt16377816/",
    "imdb_votes": 2537,
    "this_title": [
        "Marte Um"
    ],
    "douban_link": "https://movie.douban.com/subject/35694763/",
    "imdb_rating": "7.4/10 from 2537 users",
    "trans_title": [
        "火星一号",
        "Mars One"
    ],
    "douban_votes": "0",
    "introduction": "The Martins family are optimistic dreamers, quietly leading their lives in the margins of a major Brazilian city following the disappointing inauguration of a far-right extremist president. A lower-middle-class Black family, they feel the strain of their new reality as the political dust settles. Tércia, the mother, reinterprets her world after an unexpected encounter leaves her wondering if she’s cursed. Her husband, Wellington, puts all of his hopes into the soccer career of their son, Deivinho, who reluctantly follows his father’s ambitions despite secretly aspiring to study astrophysics and colonize Mars. Meanwhile, their older daughter, Eunice, falls in love with a free-spirited young woman and ponders whether it’s time to leave home.Writer-director Gabriel Martins weaves a tender and uplifting tapestry of a Brazilian family whose affection for each other is palpable in every frame, mining his delightful cast for authentic performances brimming with humor and charm. Delicately balancing its characters as they find themselves and their country at a crossroads, Marte Um (Mars One) invites us to dream beyond the stars.",
    "chinese_title": "火星一号",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Marte Um",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-12-04T15:35:27"
}