{
    "aka": [],
    "sid": "35693517",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2783968930.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt1764509",
    "director": [],
    "duration": "53分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1764509/",
    "this_title": [
        "Nakagin Capsule Tower: Japanese Metabolist Landmark on the Edge of Destruction"
    ],
    "douban_link": "https://movie.douban.com/subject/35693517/",
    "trans_title": [
        "中银胶囊大厦：濒临毁灭的日本新陈代谢主义地标"
    ],
    "douban_votes": "0",
    "introduction": "Built in 1972 by Kisho Kurokawa, the Nakagin Capsule Tower is a rare, long standing example of Metabolist architecture. Known as the first Japanese architectural movement, Metabolism manifested in 1960 through critic Noboru Kawazoe and five architects, Kurokawa being the youngest among them. Together they envisioned a new direction for future Japanese architecture and urbanism, designing plans with large, flexible and expandable structures, the style of which is beautifully demonstrated by the Nakagin Capsule Tower. The building is composed of two concrete core towers which 140 capsules are plugged into, all of which were prefabricated and designed to be removable and replaceable. This portrait, filmed in 2010, gathers context surrounding the tower from its residents as well as Kurokawa's colleagues, friends and family as they debate the current issues with the structure and argue the merits of both preservation and demolition. Tracing the history of postwar Japanese architecture and reviewing the characteristics of the Nakagin Capsule Tower, this documentary examines the meaning of Metabolism and Kurokawa's meticulous methods within the movement.—Michael Blackwood Productions",
    "chinese_title": "中银胶囊大厦：濒临毁灭的日本新陈代谢主义地标",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Nakagin Capsule Tower: Japanese Metabolist Landmark on the Edge of Destruction",
    "douban_rating_average": 0,
    "update_at": "2025-09-03T15:35:29"
}