{
    "aka": [],
    "sid": "35692512",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2455122",
    "director": [
        {
            "url": "/celebrity/1450295/",
            "name": "兰斯·奥本海姆 Lance Oppenheim",
            "@type": "Person"
        }
    ],
    "duration": "9分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2455122/",
    "imdb_votes": 15,
    "this_title": [
        "The Dogmatic"
    ],
    "douban_link": "https://movie.douban.com/subject/35692512/",
    "imdb_rating": "8.8/10 from 15 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In a lawless no man's land at the edge of The Florida Everglades, society and all authority has abdicated its responsibilities. A huge vacuum consisting of underground criminal activities has filled its void. What began as an attempt to spotlight the disturbing phenomenon of dogs being dumped in the Everglades quickly turned into a controversial story of societal neglect, economic despair, morality and self-fulfillment. Amy Restucci, a former nail technician, has taken it upon herself to head a South Florida based animal rescue organization focusing on rescuing neglected animals. While Amy's fervor for animals is unquestionable, she and her followers arguably take the law into their own hands by trespassing and forcibly removing jilted dogs from private property. Amy's 17,000 followers break into homes, pretend to belong to religious mission groups, and risk their lives all in order to fulfill their clandestine mission of saving and re-domesticating dogs. The fine-line between right and wrong becomes clearly blurred, leaving the viewers to formulate their own opinion.",
    "chinese_title": "The Dogmatic",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.8,
    "douban_rating_average": 0,
    "update_at": "2025-04-02T23:34:07"
}