{
    "aka": [],
    "sid": "35700310",
    "cast": [
        {
            "url": "/celebrity/1348702/",
            "name": "伊恩·比蒂 Ian Beattie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1300354/",
            "name": "艾琳·沃尔什 Eileen Walsh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1173800/",
            "name": "肖恩·T·O·米尔莱 Seán T. Ó Meallaigh",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882309736.jpg",
    "region": [
        "爱尔兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1350627/",
            "name": "夏兰·克雷 Ciaran Creagh",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt10648908",
    "director": [
        {
            "url": "/celebrity/1350627/",
            "name": "夏兰·克雷 Ciaran Creagh",
            "@type": "Person"
        }
    ],
    "duration": "98分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-11-17(塔林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10648908/",
    "imdb_votes": 70,
    "this_title": [
        "Ann"
    ],
    "douban_link": "https://movie.douban.com/subject/35700310/",
    "imdb_rating": "7.9/10 from 70 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "On the 31st January 1984, Ann awoke to realise that she was going to have this baby. The fear she felt must have been palpable but she still even remembered to get a pair of scissors to cut the umbilical cord later. Having left the house early Ann scurried around to find somewhere to have the child, on her own. Ending up in the Grotto of the local church in Granard, a small country town in middle Ireland, Ann gave birth to a stillborn boy. Boys coming home from school found her in a very precarious medical condition. Some two hours later, Ann would be dead. Childbirth is a very scary scenario in hospital and imagine, on your own, in a grotto, fifteen, the pain, the bleeding and finally the baby stillborn. Visualise, fifteen, a stillborn baby, realising that you killed your child, in the Grotto, forced by society to be there. We will show what Ann was thinking and going through on the day but will also get the perspective of other important characters in this story of their impression of Ann. The aim is to achieve a seamless film in its story telling and give the audience the feeling that they are watching the film in almost real time from an observational perspective. This is a story of horror proportions, buried deep in secrecy and rumour, which lives on to this very day. In a changing modern Ireland, the sins of her past continually surface and Ireland needs to realise, face up to and accept what Ann went through, on the last day of her life, in order for society to heal and learn.",
    "chinese_title": "Ann",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2025-02-07T15:45:27"
}