{
    "aka": [
        "花旗五十二景(港)"
    ],
    "sid": "35705668",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2883907415.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1278366/",
            "name": "詹姆斯·班宁 James Benning",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt17043566",
    "director": [
        {
            "url": "/celebrity/1278366/",
            "name": "詹姆斯·班宁 James Benning",
            "@type": "Person"
        }
    ],
    "duration": "102分钟",
    "episodes": "",
    "language": [
        "无对白",
        "英语"
    ],
    "playdate": [
        "2022-02-11(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt17043566/",
    "imdb_votes": 70,
    "this_title": [
        "The United States of America"
    ],
    "douban_link": "https://movie.douban.com/subject/35705668/",
    "imdb_rating": "6.6/10 from 70 users",
    "trans_title": [
        "美利坚合众国",
        "花旗五十二景(港)"
    ],
    "douban_votes": "382",
    "introduction": "James Benning’s first film called The United States of America was a 1975 trip across the country, capturing its scenery through a car windshield. This second one also crisscrosses the nation, but without a car, carving it up instead into a series of static shots of just under two minutes, one for each state, presented alphabetically, from Heron Bay, Alabama to Kelly, Wyoming. The names of the places are nondescript, but the images attached to them are anything but, immaculately composed shots of landscape, cityscape and the spaces in between. As we move from A to Z, the images coalesce into a portrait of today’s USA, tracing out its fault lines almost in passing: fenced-off facilities, a river bed running dry, factories and refineries, run-down streets and gas stations, a camp under a bridge. The past is there too, seeping up through the songs and speeches that sporadically pierce the background noise or the motifs that evoke a whole career; the clouds, trains and cabins are stand-ins for films, not just states. As always, there’s time for more abstract thoughts too: each image may stand for a state, but representativity is slippery. Which state is more cinematic than the rest?",
    "chinese_title": "美利坚合众国",
    "douban_rating": "7.1/10 from 382 users",
    "foreign_title": "The United States of America",
    "imdb_rating_average": 6.6,
    "douban_rating_average": "7.1",
    "update_at": "2025-05-22T12:12:07"
}