{
    "aka": [],
    "sid": "35705750",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917255449.jpg",
    "region": [
        "塞尔维亚",
        "罗马尼亚"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1420268/",
            "name": "伊凡娜·穆拉德诺维奇 Ivana Mladenović",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "罗马尼亚语",
        "英语",
        "塞尔维亚语"
    ],
    "playdate": [],
    "this_title": [
        "Sorella di Clausura"
    ],
    "douban_link": "https://movie.douban.com/subject/35705750/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Liliana (35), a poor girl who cannot adapt and find a job despite her university degree, lives at the expense of her blind uncle, together with her parents and sister. She has been a passionate fan of a famous Yugoslav musician since childhood, when she dreamed of meeting him for the first time. As Liliana grew up, this passion transformed into an obsession that took control of her life, constantly isolating her from other people. At one of the concerts held in her home town, Liliana tries to break through the crowd and instead of an autograph she gets a strong blow to her back, almost paralyzing her. In hospital, while browsing the internet, she finds out that that the musician’s health blossoms and that his love life is good, so she angrily curses him - if they can’t be bound by love, then he must experience the pain that she feels. Her connection with the musician seems to be stronger than her parents think, because she soon reads in the newspaper that the musician fell from a tree and had to undergo back surgery, associating his misfortune with the spells and curses she directed at him. Feeling responsible for what happened to the love of her life, Liliana tries to find a way to ask for his forgiveness, writing to his acquaintances on the internet, desperately seeking to connect to the musician, but no one wants to help her, considering her to be insane. The only person willing to help her in the attempt to contact the musician is Vera, a pop singer who collaborated with the musician in the past. Vera advises her to use her literary talent and write a book about her life to stand out from the endless group of fans. However, Liliana is unable to write a light and popular read with a message that everyone will be able to identify with, and disturbing details from her past, related to rape and attempted suicide, spring from her novel. Horrified by the things Liliana writes about, Vera forces her to throw out all the painful episodes from the book, under the pretext that nobody wants a sad woman as a partner. Convinced that she knows the recipe for success, Vera persistently tries to change Liliana according to her pattern, but the model of the artist-starlet with a promiscuous past does not seem appropriate for a girl with a lifetime bound by religious principles. Vera is hesitant about the reality that Liliana tries to process through her book because she recognises herself in Liliana’s tragic story and problems, which Liliana begins to realise when she discovers Vera’s past and experiences. The relationship of the two women, based on sincere compassion, becomes an increasingly violent game of power, a struggle to impose an identity that Vera skillfully hides behind her mask. Because of the feeling that this whole time Vera has led her into debauchery, Liliana’s hatred towards her becomes so strong that she wishes to curse her.",
    "chinese_title": "Sorella di Clausura",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-06T16:33:51"
}