{
    "aka": [],
    "sid": "35705753",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "荷兰"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1006857/",
            "name": "David Lammers David Lammers",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "荷兰语",
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "The Yellow Dot"
    ],
    "douban_link": "https://movie.douban.com/subject/35705753/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "THE YELLOW DOT takes place in Rotterdam during a full lunar cycle in October and November. During the 30 days, we move from apartments and offices to a noticing of nature within and outside the city. We see trees with their autumnal golden, yellow and red leaves transformed into trunks with their bare branches. Winter, the season of the subconscious, is almost upon us. The days are short and bleak, and the nights are a time for reflection. Macy (33, Eritrean-descent, raised in Europe) is a charismatic marketing manager at a multinational in fast-moving consumer goods based in Rotterdam. She is restless, and feels a change drawing closer. Macy expects to be promoted to Paris soon, which means she will be moving again and that her relationship with her boyfriend Leroy, who also works in corporate business, will become long-distance. When Macy visits an allotment complex for a commercial shoot for blueberry yoghurt, she spots Ellen (35, Dutch-descent) a bit further under a large oak. She wanders off following Ellen into her garden: there is electricity between them. At the office, while conducting an eye-tracking study of consumer behaviour, Macy sees a yellow dot moving against the expected trend among hundreds of other dots on a screen. Macy gets upset, she intuitively makes her way back to Ellen, and they share an intimate evening. When, on the way back home, she shares her experience with Leroy, he doesn't want to hear about it. When her promotion failsm Leroy is relieved, but Macy wants to follow her curiosity. With Ellen, Macy experiences a way of life that she seems to have subconsciously longed for. Leroy and Macy get into an argument after which Macy ends up staying at Ellen’s apartment. Macy recognises Ellen’s desire for living a free and autonomous life. She is on a high: this is the change she sensed coming. When Ellen suddenly disappears, Macy is thrown back on herself. From here, her real journey begins: it is time for a different approach to life.",
    "chinese_title": "The Yellow Dot",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-19T04:39:05"
}