{
    "aka": [],
    "sid": "35700299",
    "cast": [
        {
            "url": "/celebrity/1479541/",
            "name": "Mitzi Akaha Mitzi Akaha",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt8065292",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt8065292/",
    "imdb_votes": 40,
    "this_title": [
        "Bashira"
    ],
    "douban_link": "https://movie.douban.com/subject/35700299/",
    "imdb_rating": "6.3/10 from 40 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Electronic musician Andy and aspiring singer Lela are haunted by nightmares and visions that neither understands. Ghostly apparitions, mysterious and archaic structures, bizarre and unearthly chanting, frightening instances of déjà vu, all begin to intrude on their waking lives, prompting them to embark on parallel journeys in search of answers. Andy becomes obsessed with the music of an anonymous fan, which may hold the key to his terrifying hallucinations. As people around him succumb to bizarre deaths, it becomes increasingly clear that he is next. He races against time to put all the pieces of the puzzle together before it's too late. Meanwhile, Lela is drawn to the remote countryside of Japan in order to confront a curse that has plagued her family for generations. She learns that an ancient entity known as Bashira is attempting to make its presence felt in our world, and only she alone may be able to stop it by enduring a grueling ritual that will test the limits of her sanity. When Andy and Lela's paths inevitably cross, they're thrust into a mind bending showdown with Bashira, where time and space converge and intersect, colliding in a surreal battle of sight and sound with the fate of their very souls hanging in the balance.",
    "chinese_title": "Bashira",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-01-22T00:07:12"
}