{
    "aka": [
        "Mỹ Nhân Thần Sách"
    ],
    "sid": "35705881",
    "cast": [
        {
            "url": "/celebrity/1357185/",
            "name": "格拉帕·格潘 Korapat Kirdpan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1436089/",
            "name": "查楠帕·卡莫吉丽拉 Chanunphat Kamolkiriluck",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2793988828.jpg",
    "region": [
        "泰国",
        "越南"
    ],
    "writer": [],
    "imdb_id": "tt15174154",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "泰语",
        "越南语"
    ],
    "playdate": [
        "2021-02-18(泰国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt15174154/",
    "imdb_votes": 17,
    "this_title": [
        "Bookworm Beauty"
    ],
    "douban_link": "https://movie.douban.com/subject/35705881/",
    "imdb_rating": "5.6/10 from 17 users",
    "trans_title": [
        "书虫美人",
        "Mỹ Nhân Thần Sách"
    ],
    "douban_votes": "0",
    "introduction": "Bookworm Beauty is the story of An, called \"the Bookworm,\" a shy girl lacking confidence who moved to a new school. With her intelligence and perseverance, An started the Academic Club with the aim of providing bigger opportunities for its members to conquer knowledge competitions in other schools and other countries.In the school, the rival of the Academic Club is the Beauty Club (which gathers together the beautiful and sexy girls of the school).  These two clubs do not get along well in school. Things became more interesting when the school held the Miss Idol contest, wherein both the Academic Club and the Beauty Club challenged each other to see which will be the winner; with the loser required to disband their club.After accepting the challenge, the Academic Club voted An as their leader because of her intelligence, and because An is also the best looking in the club; but An is very shy and does not have confidence in herself in front of a crowd, so the Academic Club has to find ways to help An overcome her weakness.Also of interest in this story is the \"hot guy\" of the school named Đình Quân who also helps An in many ways, which makes the competition between the two clubs even more intense.However, the Beauty Club started to cheat by bullying An to make her feel miserable.  During her moment of despair, when she almost wanted to give up, An found \"The Book of Love\" in an old bookstore, but the book has no words inside. With curiosity, she unknowingly decodes the mystery of the book that can grant her wishes.",
    "chinese_title": "书虫美人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Bookworm Beauty",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2025-09-08T03:26:34"
}