{
    "aka": [],
    "sid": "35706886",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt3562784",
    "director": [
        {
            "url": "/celebrity/1037045/",
            "name": "夏姆·班尼戈尔 Shyam Benegal",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "10",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3562784/",
    "imdb_votes": 349,
    "this_title": [
        "Samvidhaan: The Making of the Constitution of India"
    ],
    "douban_link": "https://movie.douban.com/subject/35706886/",
    "imdb_rating": "8.7/10 from 349 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "On January 26, 1950, India became an Independent Sovereign Democratic Republic with its own Constitution. The Constitution of Independent India that came into being that day was the culmination of a journey that had begun during the first war of Independence in 1857 when Indian soldiers (rebelling against British colonial rule) attempted to frame their own Constitution. Later, during the freedom movement of the early 20th century, a seminal attempt to create a Constitution was made under the leadership of Mahatma Gandhi. Eventually, a Constituent Assembly consisting of about 300 men and women representing various shades of political opinion and different parts of the country congregated in the Central Hall of Parliament on December 9, 1946. Their task was to frame a Constitution for a free India. The Assembly took close to three years to create the Constitution that defines and guides our nation today. The story of making Independent India's Constitution is full of drama and excitement. It took place during momentous times that changed the political contours of South Asia. It was a near impossible task of transforming a diverse, heterogeneous country into a unified nation. Samvidhaan is the untold story of how the Constitution of the largest Democratic Republic in the world was created.",
    "chinese_title": "Samvidhaan: The Making of the Constitution of India",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.7,
    "douban_rating_average": 0,
    "update_at": "2025-04-06T20:34:02"
}