{
    "aka": [
        "Il principe Aden"
    ],
    "sid": "35705748",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt17521318",
    "director": [
        {
            "url": "/celebrity/1382684/",
            "name": "吉安卢卡·德塞里奥 Gianluca De Serio",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1382683/",
            "name": "马西米利亚诺·德塞里奥 Massimiliano De Serio",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt17521318/",
    "this_title": [
        "Prince Aden"
    ],
    "douban_link": "https://movie.douban.com/subject/35705748/",
    "trans_title": [
        "Il principe Aden"
    ],
    "douban_votes": "0",
    "introduction": "Its 1935. 16-year-old Somali Aden Scirè manages to pass the test to become a dubat, a soldier in the fascist army, and thus become Italian and escape his destiny as a shepherd. He makes friends with another Somali boy, Mohamed Raghè, who teaches him his first words of Italian, but his dream ends on his first day of service: sent as a sentry to Ual Ual, on the border with Ethiopia, his knee is wounded during an attack by the Ethiopian army and he is forced to return home. For the fascist regime he becomes \"the hero of Ual Ual\", wounded on the front. 1940. Aden has taught himself own and finally has the opportunity to make his dream come true: the Fascist Regime is looking for young people from the colonies to participate in a recreation of the daily life of an African village that has been built in the new Mostra d'Oltremare exhibition centre in Naples. Aden now speaks Italian and in addition is \"the hero of Ual Ual\": he is chosen immediately. Among the guards in Naples he finds his friend Mohamed. But after a few months, Italy enters the war and the \"human zoo\" closes. Despite their constant requests for repatriation, the Africans are left there in precarious living conditions under the allies' terrifying bombs for almost three years, unable to leave due to the racial laws. As a war hero, Aden has more privileges, and for this reason is elected spokesman, but his attempts to contact the offices of the Ministry of Colonies come to nothing. Some die of pleurisy, some from the cold, others become seriously ill. Eventually they are picked up one night and transferred to Treia, a small town in the Marche region, in a sort of political exile. 1943. They continue to live in prison in Treia but have more contact with the outside world, and learn of thousands of partisans who are organizing themselves in the mountains to free the region from the Nazi-fascists. Along with his other African comrades, including Mohamed and an Ethiopian woman named Menen with whom he falls in love, Aden finally realises that he has been the victim of a great deception, and after the enactment of the Armistice of Cassibile on the 8th of September 1943 escapes and joins the Banda Mario, made up of partisans from all over Europe and led by the charismatic Mario Depangher. The recognised leader of his group, Aden is now known to all as \"Prince Aden\". Under his leadership, the Africans play a decisive role in the partisan struggle, and some are killed by the Nazi-fascists. Aden witnesses the death of his friend Mohamed, and his pain turns into merciless anger until liberation is achieved. 1973. After becoming Minister of Grace and Justice in Somalia, Aden is arrested by the dictator Siad Barre and becomes seriously ill in prison. He is permitted to travel to Rome for treatment but dies once he arrives in the Italian capital, the city of which that young shepherd had once dreamed.",
    "chinese_title": "Prince Aden",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-22T13:35:59"
}