{
    "aka": [],
    "sid": "35715706",
    "cast": [
        {
            "url": "/celebrity/1050110/",
            "name": "莱昂纳德·科恩 Leonard Cohen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1295823/",
            "name": "Sharon Robinson Sharon Robinson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1171564/",
            "name": "查理·韦伯 Charley Webb",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2810409316.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "159分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009(美国)"
    ],
    "this_title": [
        "Leonard Cohen: Live in London"
    ],
    "douban_link": "https://movie.douban.com/subject/35715706/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Canadian living legend Leonard Cohen, one of the most respected and influential singer-songwriters in history, gives a rare performance in London, England.The Songs:1. Dance Me To The End Of Love2. The Future3. Ain't No Cure For Love4. Bird On The Wire5. Everybody Knows6. In My Secret Life7. Who By Fire8. Hey, That's No Way To Say Goodbye9. Anthem10. Introduction11. Tower Of Song12. Suzanne13. The Gypsy's Wife14. Boogie Street15. Hallelujah16. Democracy17. I'm Your Man18. A Thousand Kisses Deep (recitation)19. Take This Waltz20. So Long, Marianne21. First We Take Manhattan22. Sisters Of Mercy23. If It Be Your Will24. Closing Time25 I Tried To Leave You26. Whither Thou GoestSongs 1-13 are on the first CD and songs 14-26 on the second. The Live DVD has all 26 songs.The concert was recorded at O2 in London on July 17, 2008.Directed and produced by Edward Sanders, released by Sony Music. Aspect ratio of the DVD 1.33:1, digital sound 5.1 and stereo, run time 159 minutes. Extras: song lyrics.Musicians:Leonard Cohen, lead vocal, guitar and keyboardRoscoe Beck, musical director, electric bass, stand-up bass, background vocalRafael Bernardo Gayol, drums and percussionNeil Larsen, keyboardsJavier Mas, banduria, laud, archilaud, and 12-string guitarBob Metzger, lead guitar, pedal steel guitarSharon Robinson, background vocalsDino Soldo, wind instruments, harmonica, keyboard, and background vocalsCharley Webb, background vocals and guitarHattie Webb, background vocals and harp",
    "chinese_title": "Leonard Cohen: Live in London",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-26T22:13:20"
}