{
    "aka": [
        "Silver Bird and Rainbow Fish",
        "宁都",
        "银鹟与彩虹鱼"
    ],
    "sid": "35727517",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情",
        "动画"
    ],
    "awards": "　　第51届鹿特丹国际电影节(2022)\n　　老虎奖(提名) 雷磊\n\n　　第46届香港国际电影节(2022)\n　　新秀电影竞赛 火鸟电影大奖(华语)(提名) 雷磊\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873071310.jpg",
    "region": [
        "美国",
        "荷兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1319073/",
            "name": "雷磊 Lei Lei",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt18247254",
    "director": [
        {
            "url": "/celebrity/1319073/",
            "name": "雷磊 Lei Lei",
            "@type": "Person"
        }
    ],
    "duration": "104分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2022-01-28(鹿特丹电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt18247254/",
    "imdb_votes": 20,
    "this_title": [
        "第二个和第三个妈妈"
    ],
    "douban_link": "https://movie.douban.com/subject/35727517/",
    "imdb_rating": "6.2/10 from 20 users",
    "trans_title": [
        "Silver Bird and Rainbow Fish",
        "宁都",
        "银鹟与彩虹鱼"
    ],
    "douban_votes": "0",
    "introduction": "“Our family is special”, says filmmaker Lei Lei’s father Lei Jiaqi. On the audio track of this inventive, poignant essay film he starts to talk about the struggles of his family, amid China’s troubled times of the 1960s. When his own father, Lei Ting, is sent to the countryside, he stays behind with his sister and his ill mother. When Mum passes away, and the system forbids Ting to come back to live with his children, the kids are kept in an orphanage.Not long after, history repeats itself: once again, Ting is sent to a re-education centre, branded a class traitor – this time because of a new political movement. The family is split. All they can do is write to each other. The daughters are older and going to university, while Jiaqi and his new mother are sent to the countryside. They all wait to be reunited one day.For the images, the director mixes and reinvents materials, including brightly coloured clay puppets, propaganda images, surrealist collage, and pop-art animation. The animation is an imagined and fantastic representation of what happened to the family at the time: locked in cages, Jiaqi and his sister become birds, and Ting – as half bird, half man – can also fly.Although the turbulent recent history of China is the thread running through this film, the strong, vivacious family takes the foreground. Silver Bird and Rainbow Fish is an ode to family, memory, and the reconstruction of family history in the History of China.",
    "chinese_title": "第二个和第三个妈妈",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-04-23T23:55:49"
}