{
    "aka": [],
    "sid": "35724753",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "动作"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2828887051.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1380105/",
            "name": "詹成霖 Chenglin Zhan",
            "@type": "Person"
        }
    ],
    "duration": "75分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2021-10-25(中国大陆)"
    ],
    "this_title": [
        "英雄郎部"
    ],
    "douban_link": "https://movie.douban.com/subject/35724753/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "1938年初，烽火不绝，家园陷落，日本侵略者军队占据湖州城，伪军与日军沆瀣一气，迫害百姓。一心教书育人，建设家乡的郎玉麟梦想化作泡影，此时共产党员黄文书和胡硕的出现，为他指明了救亡图存的道路。至此郎玉麟加入中国共产党，集结有志青年组建了吴兴县抗日游击大队。在郎玉麟的带领下，游击队员们一边积极组织民运工作，开展抗日宣传，鼓舞士气，团结抗日志士。另一边，郎玉麟亲自带领游击队员狙击日伪匪混合编队，抓捕匪首钱荣贵。在郎部队员的默契配合下，迷惑敌人，等待日伪混编队进入埋伏圈，以迅雷不及眼耳之势迅速击毙日军小队长，并且速战速决俘获日伪军资装备，解救出了被迫害的百姓。狡猾的匪首钱荣贵伺机逃跑，却被林兴国发现，郎玉麟立即追击。钱荣贵花言巧语劝郎玉麟与他同流合污，被郎玉麟严厉拒绝。就在他准备鱼死网破攻击郎玉麟时，幸得林兴国及时赶到将其制伏，郎玉麟不幸负伤。郎玉麟回到驻地，众人关心其伤势，许洁为其处理伤口，“郎部”众队员得知此次缴获装备数量之后激动不已。当夜，郎玉麟、黄文书、胡硕三人就目前敌我形式进行了分析，并安排了下一步的作战计划。次日，匪首钱荣贵在众人审判下得到了应有的判决。下午游击队员来报，日军为报复游击队对附近的村庄实行了三光政策，残忍至极，郎玉麟立誓，定将日军消灭干净。几日后，郎玉麟带领队伍突袭日军哨卡，消灭小股日伪军，推进民运活动。县城内，郎玉麟乔装打扮前往县城接头点接收新的上级指示，途中发现特务跟踪，其巧妙的悄无声息下解决特务。回程途中许洁慌忙来报，前去民运工作的黄文书被当地的神枪会扣押，并且要郎玉麟拿枪换人，考虑之下郎玉麟决定单刀赴会。一番言论之下神枪会会众被郎玉麟慷慨激昂的话语说动，但神枪会盛教主却心怀鬼胎，蛊惑众人，将郎玉麟绑了起来并要施以火刑。生死关头，郎玉麟仍然一腔热血劝阻众人不要被自相残杀。此时突然日军小队来袭，会众顿时乱作一团，盛教主听闻日军来袭欺骗众人前去杀敌，实则带领2名心腹带着钱财逃跑，最终惨死在日军小队手上。郎玉麟沉着冷静，最终带领众人撤离，幸好之前部署林兴国带队接应，消灭日军小队，众人得救，此时会众们明白只有跟随共产党的领导才能走向胜利。为了更有效的打击日军，但装备补给还是十分缺乏，成了“郎部”的一块心病，郎玉麟思虑后商议计策。驻地内，郎玉麟当众公布一份上级指示，林兴国冲动的认为郎玉麟有私心，提出质疑。黄文书劝和不成，反被林兴国打伤，郎玉麟将林兴国关入柴房反省。谁知林兴国并没有悔改之意，反而变本加厉挟持郎玉麟，最终叛逃投奔伪军张大毛。张大毛经情报证实林兴国确是叛逃出游击队后，高兴的接纳了林兴国。林兴国则在军营饮酒作乐，四处闲逛。次日林兴国外出喝酒，路上调戏妇女却正是游击队员许洁假扮。许洁回到驻地后将林兴国多日来探查的伪军营地情报交于郎玉麟。郎玉麟当机立断对伪军军营发动奇袭。原来此事皆为郎玉麟的计策，假意赶走林兴国，实际是让他顺利混入伪军，之后里应外合，袭击伪军弹药库。众人趁夜进入伪军军营，一切顺利却在最后关头被张大毛发现。郎玉麟率众人逃离。然而，林兴国在这次行动中负伤牺牲。林兴国的牺牲给郎玉麟和郎部众人带来了难以言喻的伤痛，以及更加坚定了大家抗日的决心。此时，日军获取郎部驻地地址，日军少佐藤原亲自带队，向郎部发起突然袭击，郎玉麟指挥众人撤退，并将计就计亲自带队沿途阻击日军，为队友争取撤离时间。郎部众人不畏生死，与日军拼杀，黄文书为救郎玉麟在此次战斗中壮烈牺牲。最终郎玉麟按计划将日军引至山顶，引爆炸药，将日军头目及日军大队一网打尽，郎玉麟则成功脱身，与部队胜利汇合。数日之后，胡硕接到上级指示，带领部队前往新四军所在的苏北地区，而英勇的郎玉麟继续留在湖州，继续革命事业。",
    "chinese_title": "英雄郎部",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-23T01:52:05"
}