{
    "aka": [
        "The Cloud Messenger"
    ],
    "sid": "35727529",
    "cast": [
        {
            "url": "/celebrity/1276101/",
            "name": "拉詹德拉纳斯·祖特施 Rajendranath Zutshi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情",
        "爱情",
        "奇幻"
    ],
    "awards": "　　第51届鹿特丹国际电影节(2022)\n　　老虎奖(提名)\n\n　　第33届新加坡国际电影节(2022)\n　　银屏奖 最佳亚洲剧情长片(提名)\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868847395.jpg",
    "region": [
        "印度",
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt7737704",
    "director": [],
    "duration": "148分钟",
    "episodes": "",
    "language": [
        "英语",
        "马拉雅拉姆语",
        "梵语"
    ],
    "playdate": [
        "2022-01-26(鹿特丹电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7737704/",
    "imdb_votes": 111,
    "this_title": [
        "Meghdoot"
    ],
    "douban_link": "https://movie.douban.com/subject/35727529/",
    "imdb_rating": "7.5/10 from 111 users",
    "trans_title": [
        "云之信使",
        "The Cloud Messenger"
    ],
    "douban_votes": "0",
    "introduction": "Uniforms, morning roll call, order, and discipline determine life at a prestigious boarding school somewhere in the Himalaya’s misty foothills. 16-year-old Jaivardhana isn’t thriving in this authoritarian environment. An opportunity for temporary respite from this strict regime presents itself, when a former teacher visits the school and offers interested students a photography workshop. During Mr Sapru’s inspiring lessons, the young people don’t learn about depth of field or shutter speed, but they do learn to open their senses and experience the world around them.The photography lessons also introduce Jaivardhana to Tarini, a new student he has been watching for a while now. Something cautiously develops between the two timeless lovers – because their present meeting proves to fulfil a centuries-old desire, that references a classic Indian tale about tragic lovers and an evil, jealous ruler. When fate strikes, Jaivardhana decides to seek out the mythical figure Hanuman.This lends this coming-of-age film a cosmic dimension, that director Rahat Mahajan also expresses in his debut feature film’s narrative form. Contemporary and ancient storytelling meet in an original fusion of classic cinema, with expressive storytelling traditions from the south of India. Mahajan’s own boarding school experiences were not only the inspiration, but also provided the film’s principal location, as it came about in collaboration with students and staff of his former school.",
    "chinese_title": "云之信使",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Meghdoot",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-05-10T07:13:12"
}