{
    "aka": [],
    "sid": "3572778",
    "cast": [
        {
            "url": "/celebrity/1124608/",
            "name": "劳伦斯·拉金贝尔 Laurence Luckinbill",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1146026/",
            "name": "Jason Robards III Jason Robards III",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1117390/",
            "name": "Frank Maraden Frank Maraden",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1988",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0413463",
    "director": [
        {
            "url": "/celebrity/1043628/",
            "name": "Peter Hammer Peter Hammer",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1988-01-28"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0413463/",
    "imdb_votes": 16,
    "this_title": [
        "Voices & Visions"
    ],
    "douban_link": "https://movie.douban.com/subject/3572778/",
    "imdb_rating": "7.8/10 from 16 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Voices & Visions, a video series from Annenberg Media, explores the lives and works of 13 of America's most famous modern poets.Individual Program Descriptions:1. Elizabeth BishopFrom childhood in Nova Scotia to travels in Brazil, this program illustrates the geographic spirit of Bishop's life and works with scenes from her poems.2. Hart CraneDiverse locations and dramatizations of his life illustrate Crane's poetry and his greatest work, \"The Bridge.\"3. Emily DickinsonDramatic scenarios and New England landscapes illuminate the passionate genius of Dickinson, whose poems represent a broad range of imaginative experience.4. T. S. EliotEliot's life, influence, and poetry from the bold originality of \"Prufrock\" to the probing, meditative style of \"Four Quartets\" are explored with photos, archival footage, and discussion with friends, critics, and scholars.5. Robert FrostFrost's image as elder statesman is vividly contrasted with his vigorous, poetic exploration of the darker forces of nature and the human condition. Readings and interviews with the poet reveal compelling insights into his work.6. Langston HughesHughes wrote of the beauty, dignity, and heritage of blacks in America. Interviews, music, and dance performances convey his work and influence, discussed by James Baldwin and biographer Arnold Rampersad.7. Robert LowellLowell's political passion encompasses much of his greatest poetry. Lowell himself reads from his work. Elizabeth Hardwick, Robert Hass, and others discuss his development and style as illustrated by \"Lord Weary's Castle\" and \"Life Studies.\"8. Marianne MooreFunny, formidable, and paradoxical, the poet and her work are analyzed by critics and friends, including Monroe Wheeler, Grace Shulman, and Patricia Willis. Her most memorable poems display her power of observation and moral force.9. Sylvia PlathThe creative intensity with which Plath confronted her experiences as daughter, wife, mother, and writer is explored in documentary and archival footage intercut with visualizations of her work.10. Ezra PoundThe most controversial of American poets — artistic catalyst, legendary confidant, and author of brilliant cantos — Ezra Pound and his poetry and role in the modernist movement are explored by friends and critics.11. Wallace StevensStevens's flamboyant verbal technique and philosophical vision of American life are beautifully illustrated by archival footage.12. Walt WhitmanBrilliant readings of Whitman's poems demonstrate his American vision and style and vividly convey their poignance and sheer power. Whitman's sources, including Emerson, the King James Bible, opera, and political oratory, are revealed.13. William Carlos Williams\"No ideas but in things,\" Williams's aesthetic dictum sought to capture, not analyze. A collage of documentary footage, interviews, animation, and dramatization capture the poet's often visual work and intense life.",
    "chinese_title": "Voices & Visions",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-02-21T00:01:00"
}