{
    "aka": [],
    "sid": "35737654",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868118231.jpg",
    "region": [
        "印度",
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt17542388",
    "director": [
        {
            "url": "/celebrity/1561207/",
            "name": "帕拉维·保罗 Pallavi Paul",
            "@type": "Person"
        }
    ],
    "duration": "120分钟",
    "episodes": "",
    "language": [
        "英语",
        "印地语"
    ],
    "playdate": [
        "2022-02-10(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt17542388/",
    "this_title": [
        "The Wind in Your Body Is Just Visiting, Your Breath Will Soon Be Thunder"
    ],
    "douban_link": "https://movie.douban.com/subject/35737654/",
    "trans_title": [
        "你体内的风仅是拜访，你的呼吸行将化为雷鸣"
    ],
    "douban_votes": "0",
    "introduction": "Breathing has become synonymous with collective rage against police brutality, racism, catastrophic climate change, the breakdown of systems of care, state backed violence, right wing extremism, and constitutional crises. This altered breath of the world has not only manifested itself in the medicalization of everyday life and a state of viral hypoxia experienced by millions across the world, but also in the beauty of those who continue to resist the onslaught on hard fought expanses everywhere.For the act of filming, breath poses a unique challenge. How does one produce an image of something that is present but invisible? The unrepresentability of breath swells further as it weaves across the biological, cultural, and political body—simultaneously material and ethereal. Braiding together multiple, thickly interlinked scenarios, the exhibition by filmmaker Pallavi Paul evokes the entanglement of breath with the world of its making. Presented as a constellation of argumentative eruptions, the show activates a conversation between the extensive archive of Paul’s previous works with new works and notes. The voices of pyre burners, grave keepers, medical caregivers, sewage workers, and political protestors ally together to form the sensorium, creating a breathing-like rhythm in the space it inhabits and inhaling and exhaling images, sounds, materials, and objects.",
    "chinese_title": "你体内的风仅是拜访，你的呼吸行将化为雷鸣",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Wind in Your Body Is Just Visiting, Your Breath Will Soon Be Thunder",
    "douban_rating_average": 0,
    "update_at": "2025-02-16T09:14:30"
}