{
    "aka": [],
    "sid": "35736614",
    "cast": [
        {
            "url": "/celebrity/1174276/",
            "name": "乔治亚·欧姬芙 Georgia O&#39;Keeffe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1183742/",
            "name": "阿尔佛雷德·格利兹 Alfred Stieglitz",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2845452841.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt15449606",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "法语"
    ],
    "playdate": [
        "2021-09-05(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt15449606/",
    "imdb_votes": 45,
    "this_title": [
        "Georgia O'Keeffe - Une artiste au Far West"
    ],
    "douban_link": "https://movie.douban.com/subject/35736614/",
    "imdb_rating": "6.9/10 from 45 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Enfant du Wisconsin, où se sont établis ses grands-parents hongrois et irlandais, Georgia O’Keeffe grandit dans le ranch familial, poussée sur le chemin de l’indépendance par une mère fière et puissante. Animée d’une vocation précoce, elle suit des études d’art à New York avant de trouver sa propre voie créatrice (\"remplir l’espace de belle manière\") grâce aux enseignements d’Arthur Wesley Dow. Devenue professeure de dessin au Texas, elle regagne Big Apple en 1918, où l’éminent galeriste et photographe Alfred Stieglitz expose ses œuvres. Du Shelton Hotel aux rives de Lake George, elle peint les gratte-ciel et de sensuelles fleurs en gros plan tandis qu’il l’immortalise inlassablement. Les portraits et nus d’elle, capturés devant ses toiles, qu’il réunit en 1921 dans une exposition au parfum de scandale font de Georgia O’Keeffe une star. Six ans plus tard, l’irruption de Dorothy Norman, photographe débutante, dans la galerie d’Alfred Stieglitz jette une ombre sur leur mariage. L’artiste se réfugie au Nouveau-Mexique, partageant désormais sa vie entre l’Est et l’Ouest, entre son amour blessé et une nature consolatrice. Après l’échec d’une importante commande et une grave dépression, c’est encore dans ces contrées désertiques qu’elle retrouvera le goût de la peinture.",
    "chinese_title": "Georgia O'Keeffe - Une artiste au Far West",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-02-24T05:55:33"
}