{
    "aka": [],
    "sid": "35732704",
    "cast": [
        {
            "url": "/celebrity/1009488/",
            "name": "戴安娜王妃 Princess Diana",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2841936663.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt16384986",
    "director": [],
    "duration": "106分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-01-20(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt16384986/",
    "imdb_votes": 1592,
    "this_title": [
        "The Princess"
    ],
    "douban_link": "https://movie.douban.com/subject/35732704/",
    "imdb_rating": "7.3/10 from 1592 users",
    "trans_title": [
        "王妃"
    ],
    "douban_votes": "0",
    "introduction": "Decades after her untimely death, Princess Diana continues to evoke mystery, glamour, and the quintessential modern fairy tale gone wrong. As a symbol of both the widening fissures weakening the British monarchy and the destructive machinery of the press, the Princess of Wales navigated an unparalleled rise to fame and the corrosive challenges that came alongside it. Crafted entirely from immersive archival footage and free from the distraction of retrospective voices, this hypnotic and audaciously revealing documentary takes a distinctive formal approach, allowing the story of the People’s Princess to unfold before us like never before.Director Ed Perkins distills thousands of hours of riveting material to present Diana’s story in a fresh and imaginative way, depicting not only one of the most alluring public figures of the 20th century but also the sociopolitical upheaval afflicting the United Kingdom at the time. The Princess exquisitely captures the echoes of a monarchy whose far-reaching impact on the public continues to this day, turning the camera back on ourselves to explore our own complicity in this enigmatic narrative.",
    "chinese_title": "王妃",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Princess",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2026-02-16T22:14:42"
}