{
    "aka": [
        "Till the World Ends",
        "Till the World Ends the Series",
        "末日之爱",
        "爱直到世界末日",
        "直到世界末日",
        "直到世界结束系列"
    ],
    "sid": "35737731",
    "cast": [
        {
            "url": "/celebrity/1451668/",
            "name": "安纳威利·查特通 Anavil Charttong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1441990/",
            "name": "帕克彭·瞿安柴纳特 Pakpoom Juanchainat",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1447702/",
            "name": "阿迪孙·塔那瓦尼 Adisorn Tonawanik",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1542749/",
            "name": "基蒂萨克·瓦塔纳维察库 Kiettisak Vatanavitsakul",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1553124/",
            "name": "宋珂罗狄·昆拉差特·澈崴东 Songklod Kunlachat Cheythong",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "爱情",
        "科幻",
        "同性",
        "灾难"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2880527741.jpg",
    "region": [
        "泰国"
    ],
    "writer": [
        {
            "url": "/celebrity/1447703/",
            "name": "阿努孙·薛萨-尼 Anusorn Soisa-Ngim",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1447703/",
            "name": "阿努孙·薛萨-尼 Anusorn Soisa-Ngim",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "10",
    "language": [
        "泰语"
    ],
    "playdate": [
        "2022-10-29(泰国)"
    ],
    "this_title": [
        "รักกันวันโลกแตก"
    ],
    "douban_link": "https://movie.douban.com/subject/35737731/",
    "trans_title": [
        "爱到世界终结时",
        "Till the World Ends",
        "Till the World Ends the Series",
        "末日之爱",
        "爱直到世界末日",
        "直到世界末日",
        "直到世界结束系列"
    ],
    "douban_votes": "202",
    "introduction": "《直到世界末日》讲述了两个年轻人意外地在世界的最后13天里生活在一起的故事。阿特是一个非常有吸引力的商科学生；不幸的是，一场事故使他失去了记忆。正因为如此，阿特依靠高尔夫帮助他导航，为世界末日做准备。作为一名医学生，高尔夫有着紧张的家庭和人际关系史问题。格斯，他唯一的兄弟也在监狱里，他已经没有人了。在阿特出事的时候，政府宣布将人们疏散到地堡，因为世界很快就要结束了。参与事件的高尔夫决定不去掩体，而是去帮助阿特。他们在外面的余生充满了混乱。他们都被龙和笑话追着跑，他们的目的是在世界末日之前尽可能多地杀人。高尔夫从来没有感受过什么是来自另一个人的深爱。他什么也不想要，只想在死前找到爱，趁他还有机会，阿特想回到他的家乡。他们的关系得到了改善，他们似乎知道他们都“恋爱了”。高尔夫和艺术需要在彼此混乱的感情中导航。因为他们都知道自己会死。“Till The World Ends” is a story of two young men as they find themselves accidentally living together throughout the last 13 days of the world. Art a very attractive business student; unfortunately an accident caused him to lose his memories. Due to that, Art relies on Golf to help him navigate and prepare for the end of the world. Golf, a medical student, has a stressful history of family and relationship problems. Gus, his only brother also in jail, he has no one left. At the time Art has an accident, the government announces the evacuation of people to the bunker because the world will end soon. Golf, who was involved in the incident decided not to go to the bunker but to help Art instead. The rest of their lives outside were full of chaos. They both being chased by Long and Joke who had purpose to kill people as many as he can before the world ends. Golf has never felt what is a deep love from another person. He wanted nothing more, just to find love while he still has chance before he dies, Art wanted to go back to his hometown. Their relationship was improved and they seemed to know that they both are “in love”.  Golf and Art need to navigate their confusing feelings for each other. Because they both know exactly that they are going to die.",
    "chinese_title": "爱到世界终结时",
    "douban_rating": "5.7/10 from 202 users",
    "foreign_title": "รักกันวันโลกแตก",
    "douban_rating_average": "5.7",
    "update_at": "2025-09-22T19:07:50"
}