{
    "aka": [],
    "sid": "35737734",
    "cast": [
        {
            "url": "/celebrity/1071165/",
            "name": "迪克·戴尔 Dick Dale",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1064320/",
            "name": "杰洛·比法 Jello Biafra",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2846411313.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2723950",
    "director": [],
    "duration": "70分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021-06-30(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2723950/",
    "this_title": [
        "Sound of the Surf"
    ],
    "douban_link": "https://movie.douban.com/subject/35737734/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "“Sound Of The Surf” is the documentary film celebrating the innovative sounds of Surf Music, which became an instant cultural phenomenon when electric guitars merged with the sport of surfing in the early 1960s. Surf Music’s influence helped to shape an entire generation and its influence is felt throughout the history of modern music.The story first began on the pristine beaches of Southern California, center stage for the forces that would combine to create the unique sound and style of Surf Music. Filmed and presented in High Definition, “Sound Of The Surf” examines the surf culture before the theatrical release of the movie “Gidget.” It takes you on an intimate journey back in time through the use of original music, rare archival footage, personal photo collections and exclusive interviews.Today, over 60 years after the Rendezvous Ballroom in Newport Beach reverberated to the sounds of pounding surf guitar, deafening drums and stomping feet, the sound of Surf Music is an American institution with a universal appeal for all ages. For the first time, “Sound Of The Surf” tells the true story behind this cultural and commercial phenomenon, as told by those who were living California’s early beach culture and the musicians who brought Surf Music to the ears and hearts of millions.",
    "chinese_title": "Sound of the Surf",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-21T07:56:33"
}