{
    "aka": [
        "Islands"
    ],
    "sid": "35731889",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872742492.jpg",
    "region": [
        "意大利",
        "比利时"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1068539/",
            "name": "马里奥·布伦特 Mario Brenta",
            "@type": "Person"
        }
    ],
    "duration": "78分钟",
    "episodes": "",
    "language": [
        "意大利语",
        "英语",
        "西班牙语",
        "法语"
    ],
    "playdate": [],
    "this_title": [
        "Isole"
    ],
    "douban_link": "https://movie.douban.com/subject/35731889/",
    "trans_title": [
        "Islands"
    ],
    "douban_votes": "0",
    "introduction": "ach image carries inside the intimate and profound secret of those who created it. A choral story of solo voices, a patchwork of more than seventy personal glances, of singular visions of the world, sensitive fragments of an uncertain and changing actuality that invites us to think, to reflect.Islands premiered at the latest Cinemambiente Film Festival in Turin, Italy.“...the Covid phenomenon, accentuating the totalitarian aspect with the restrictions of individual freedom even more, has induced on the other hand a reaction towards individualism that has brought out the singularities of people in a completely unexpected way; islands of behavior and thought in which one’s personality and uniqueness towards existence is affirmed. A re-emergence of differences which, instead of accentuating the separation induced by mass individualism created by the neoliberal-capitalist society, has reopened the desire to encounter the Other, with the different ones that are at the same time not so different.” (M. Brenta, K. De Villers)",
    "chinese_title": "Isole",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-21T14:00:30"
}