{
    "aka": [
        "Divided Ukraine – What Language do you express love in?"
    ],
    "sid": "35731887",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871066920.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1249868/",
            "name": "Christine Reinhold Christine Reinhold",
            "@type": "Person"
        }
    ],
    "duration": "78分钟",
    "episodes": "",
    "language": [
        "意大利语",
        "俄语",
        "乌克兰语"
    ],
    "playdate": [],
    "this_title": [
        "DIVIDED: What Language Do You Express Love In?"
    ],
    "douban_link": "https://movie.douban.com/subject/35731887/",
    "trans_title": [
        "Divided Ukraine – What Language do you express love in?"
    ],
    "douban_votes": "0",
    "introduction": "In Kiev in 2014, following months of protests, movements opposing Yanukovich's presidency assaulted the institutional palaces forcing the government to resign and sparking off a series of events which spiralled out of control leading to a civil war which is still being fought to this day.“Divided - What language do you express love in?” is a journey through the territories of the first European civil war of the 21st century: in Ukraine, after the dramatic events which took place following the Maidan Square protests, nobody could foresee the outbreak of a civil war and the death of 10,000 Ukrainians.Two photographers, Giorgio Bianchi and Christopher Occhicone, with different political ideas and outlooks, give voice to individuals who are witnesses to the ideas of independence, each one in their own theatre of war. The documentary portrays and entwines these lives in the conflict which, between 2014 and 2019, shed blood on Ukrainian soil.",
    "chinese_title": "DIVIDED: What Language Do You Express Love In?",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-11-08T12:21:18"
}