{
    "aka": [
        "走进工厂"
    ],
    "sid": "35731531",
    "cast": [
        {
            "url": "/celebrity/1389356/",
            "name": "格雷格·瓦雷斯 Gregg Wallace",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1389357/",
            "name": "Cherry Healey Cherry Healey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1495749/",
            "name": "露丝·古德曼 Ruth Goodman",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2910301358.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt16437000",
    "director": [
        {
            "url": "/celebrity/1033825/",
            "name": "Duncan Thompson Duncan Thompson",
            "@type": "Person"
        }
    ],
    "duration": "60",
    "episodes": "17",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021-12-22(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt16437000/",
    "imdb_votes": 17,
    "this_title": [
        "Inside The Factory Season 7"
    ],
    "douban_link": "https://movie.douban.com/subject/35731531/",
    "imdb_rating": "7.6/10 from 17 users",
    "trans_title": [
        "造物工厂 第七季",
        "走进工厂"
    ],
    "douban_votes": "0",
    "introduction": "EP0 Christmas CardsIn this festive edition, Gregg visits the Woodmansterne card factory in Watford, one of the largest greeting card c ompanies in the UK. Cherry creates a vegan Christmas feast and Ruth unwraps the story of the year Christmas was cancelled.EP1 DiggersIn the first episode of this supersized series, Gregg Wallace and Cherry Healey get special access to a factory that makes as many as a hundred iconic yellow diggers every single day.EP2 Malt LoafGregg Wallace visits the largest malt loaf factory in the world, encountering a production line of massive dough mixing, mind-boggling tin filling and intensely hot baking.EP3 ChairsGregg visits the Ercol factory in Buckinghamshire to see production of a Windsor chair. Cherry looks at how sitting too much could be bad for our health. Ruth learns how furniture made during The Blitz still influences today's designs.EP4 Leather BootsGregg Wallace visits a boot factory in Wollaston, Northamptonshire to follow the production of a pair of Dr. Martens, while Cherry Healey gets to grips with the machines that make shoelaces.EP5 Tortilla ChipsGregg Wallace visits the biggest tortilla factory in Europe, while Cherry Healey takes on the hottest chilli in the world and Ruth Goodman reveals how the Elizabethans treated their ruff collars.EP6 MugsGregg visits the Denby factory in Derbyshire. Brits drink 195 million mugs of tea and coffee every day, so Gregg is following production of one of the factory's best sellers, the Halo Heritage mug.EP7 Ice CreamGregg visits a factory that churns out fifty thousand litres of dairy ice cream every day, while Cherry Healey enlists an ice hockey team to test the best methods of stopping brain freeze.EP8 VacuumsGregg Wallace visits a huge vacuum cleaner factory in the heart of Somerset and follows their biggest seller, the Henry vacuum cleaner in bright red.EP9.TrainsWhen he was a child, Gregg loved playing with toy trainsets. Now he's got special access to learn how the ultimate model is made: a huge 187 tonne, five carriage electric train. Historian Ruth Goodman is energised by the history of electric trains.EP10.BusesGregg Wallace gets exclusive access to a factory that builds red London buses, while Cherry Healey visits a bus windscreen factory and Ruth Goodman learns about London’s earliest double-deckers.EP11.Jaffa CakesGregg Wallace visits a factory that churns out 1.4 billion Jaffa Cakes a year, while Cherry Healey is in the city responsible for growing the fruit that gives these cakes their name.EP12.Pork PiesGregg Wallace explores the Vale of Mowbray pork pie factory, which began making pork pies in 1928. Cherry Healey reveals hacks for the perfect vegan shortcrust pastry.EP13.CrumpetsGregg Wallace visits a factory making 432 million crumpets every year. Cherry Healey learns the science of making batter for pancakes, and Ruth Goodman reveals how crumpets got their bubbles.EP14.Vegan SausagesGregg visits a factory that churns out up to 90,000 vegan sausages a day, while Ruth Goodman uncovers the green shoots of the vegetarian movement in Britain.EP15.Rice PuddingGregg Wallace explores the Ambrosia factory in Lifton, Devon, to reveal how it makes up to 360,000 rice puddings every single day.EP16.MintsSeason FinaleGregg visits a factory that churns out 32 million mints per day. Cherry Healey visits the largest sugar beet factory in Europe, and Ruth Goodman explores minty mouthwash marketing.",
    "chinese_title": "造物工厂 第七季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Inside The Factory Season 7",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-04-09T05:52:08"
}