{
    "aka": [],
    "sid": "35738452",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878562605.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt17030826",
    "director": [
        {
            "url": "/celebrity/1111015/",
            "name": "凯瑟琳·休斯 Kathleen Hughes",
            "@type": "Person"
        }
    ],
    "duration": "87分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-01-25(圣丹斯电影节)",
        "2022-09-23(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt17030826/",
    "imdb_votes": 213,
    "this_title": [
        "The American Dream and Other Fairy Tales"
    ],
    "douban_link": "https://movie.douban.com/subject/35738452/",
    "imdb_rating": "6.5/10 from 213 users",
    "trans_title": [
        "美国梦和其他童话故事"
    ],
    "douban_votes": "0",
    "introduction": "Americans are working harder for less pay. The rich are getting astonishingly richer, and the poor have come to define the U.S. workforce. The American Dream and Other Fairy Tales is the beginning of a conversation that most Americans, rich and poor, have a hard time talking honestly about — class equity and the shift in our values. The American dream, once the promise of our country, has evaporated in front of our eyes.The situation is getting personal. In 2018 Abigail Disney, a descendant of Walt Disney, received a message via Facebook from a Disneyland “cast member” seeking help to obtain better pay. Abigail went to visit his family in Anaheim, California, and witnessed how he and so many workers at “the happiest place on earth” were living out of their cars and relying on food banks to feed their families while Disney CEO Bob Iger was well on his way to becoming a newly minted billionaire. How did this happen? The American Dream and Other Fairy Tales is Disney’s bold attempt at publicly interrogating her family’s legacy.",
    "chinese_title": "美国梦和其他童话故事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The American Dream and Other Fairy Tales",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2026-01-11T18:35:42"
}