{
    "aka": [],
    "sid": "35731797",
    "cast": [
        {
            "url": "/celebrity/1338041/",
            "name": "史蒂文·休斯 Stephen Hughes",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907155625.jpg",
    "region": [
        "西班牙"
    ],
    "writer": [],
    "imdb_id": "tt21811186",
    "director": [],
    "duration": "52分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017(西班牙)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt21811186/",
    "this_title": [
        "Stories of the Mediterranean Forest"
    ],
    "douban_link": "https://movie.douban.com/subject/35731797/",
    "trans_title": [
        "神奇的地中海盆地"
    ],
    "douban_votes": "0",
    "introduction": "The Mediterranean Basin is one of the planet’s most biologically rich and complex regions.The crossroads of Europe, Asia and Africa is considered to be one of Earth’s biodiversity hotspots. A vast number of both animal and plant species unique to the region live in its various habitats. The Mediterranean Basin is located in one of the planet’s temperate zones. The subtropical climate makes it colder and wet here in winter, hot and dry in summer and mild and rainy in autumn and spring. Occupied by human beings for more than 8000 years, the Mediterranean Basin has experienced dramatic changes to its forest and woodland areas, but nevertheless, they are still among the most diverse on the planet.  From marshlands to high mountain ranges, from forests of holm and cork oaks to oak and pine forests high up in the mountains. All of them are home to thousands of animal and plant species, whose paths cross on their adventures through life. And each one of them has a story to tell…Episodes:The Forest of the Centenarian Oak TreesWinter TimeThe Queen of the NightThe Armoured WarriorThe Hidden Inhabitants of Sierra MorenaSpring Tales",
    "chinese_title": "神奇的地中海盆地",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Stories of the Mediterranean Forest",
    "douban_rating_average": 0,
    "update_at": "2025-08-10T14:13:35"
}