{
    "aka": [],
    "sid": "35745554",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "短片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "11分钟",
    "episodes": "",
    "language": [
        "英语",
        "法语"
    ],
    "playdate": [
        "2013-06-10(美国)"
    ],
    "this_title": [
        "Why"
    ],
    "douban_link": "https://movie.douban.com/subject/35745554/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Poet Richard Siken's first venture into filmmaking for his poem 'Why' with music from Marianne Dissard's album 'L'Entredeux'.Says Marianne : \"I am deeply honored that Richard would use my music to accompany his stunning poem 'Why\". Richard is by far my favorite American poet. This is his first film and, as a filmmaker myself, I am awed not only by this short work's striking imagery but also by its rare ability to get to the essence of these three songs. As a lyricist, to no other writer than Richard would I trust my work to take a back seat but in doing so, I get gently but confidently pointed to its essence. I am beyond grateful to Richard for that rare poetic gift.\"Richard Siken is an American poet based in Tucson, Arizona. He is the author of a collection of poetry, 'Crush', which won the prestigious Yale Series of Younger Poets Competition in 2004, selected by Louise Gluck, and is the editor of spork literary magazine.Marianne Dissard is a French-born singer whose first album, 'L'Entredeux\", was produced by Joey Burns of Calexico. Dissard recorded her second and third album in Tucson, her hometown from 1994 to 2013. She has collaborated with Howe Gelb (Giant Sand), Sergio Mendoza Y La Orkesta and producers BK-One and Budo from the Rhymesayers collective.",
    "chinese_title": "Why",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-07T12:00:40"
}