{
    "aka": [
        "Viudas e hijos del rock and roll"
    ],
    "sid": "35749746",
    "cast": [
        {
            "url": "/celebrity/1481666/",
            "name": "Violeta Urtizberea Violeta Urtizberea",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1487160/",
            "name": "丹尼尔·阿劳兹 Daniel Aráoz",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "喜剧",
        "爱情",
        "同性",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2881282807.jpg",
    "region": [
        "阿根廷"
    ],
    "writer": [],
    "imdb_id": "tt3996530",
    "director": [],
    "duration": "60",
    "episodes": "154",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2014-08-18(阿根廷)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3996530/",
    "imdb_votes": 92,
    "this_title": [
        "Viudas e hijos del Rock & Roll"
    ],
    "douban_link": "https://movie.douban.com/subject/35749746/",
    "imdb_rating": "7.6/10 from 92 users",
    "trans_title": [
        "摇滚孀子",
        "Viudas e hijos del rock and roll"
    ],
    "douban_votes": "0",
    "introduction": "Diego Lamas and Miranda Betini were two rockers who met in Villa Gesell in 1992. Miranda was the daughter of Roby, a famous radio host, but concealed that information from Diego. They had a brief romance, and arranged to reunite in their native Buenos Aires, next to the Obelisco, the next month. Sandra, Miranda's best friend, started a romance with Roby, so she rejected them both. Diego had a car accident and could not meet Miranda at the agreed time, so she broke with him and with the whole rock and roll lifestyle.The ellipsis jumps to the modern day, Miranda is married to Segundo, and Diego is about to marry Susana. Roby dies, and Diego briefly sees Miranda at his funeral, which was broadcast on TV, and is reunited with her. Miranda and Sandra met Vera as well, another daughter of Roby, who was born out of wedlock. As widow and daughters of Roby, Sandra, Miranda and Vera share each a fourth part of the shares of the radio, alongside Roby's assistant, Pipo. Vera convinces the others to give a radio program to Diego and his friend Rama.Diego rejects Susana in their wedding and slowly starts a romance with Miranda. Both of their mothers (Titi and Gabriela, respectively) became friends and try to influence them to pursuit it. Segundo is a closeted gay, who develops a crush on his petisero Tony. Miranda and Segundo break up in good terms, and she also helps him to discover that his true mother is María Esther, a former maid of the Arostegui raped by Emilio. Sandra eventually amends her relation with Miranda, and gets pregnant from Rama. Rama, however, stays with Vera. With the exception of Miranda and Segundo, who had their own successful jobs, the Arostegui lost all their money and their mansion, and must move to a small apartment. The last episode featured the gay wedding of Segundo and Tony.",
    "chinese_title": "摇滚孀子",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Viudas e hijos del Rock & Roll",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-05-09T05:36:02"
}