{
    "aka": [],
    "sid": "3574460",
    "cast": [
        {
            "url": "/celebrity/1291627/",
            "name": "道格拉斯·迈克弗兰 Douglas McFerran",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1080877/",
            "name": "詹姆斯·福克斯 James Fox",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1123046/",
            "name": "凯文·麦克纳利 Kevin McNally",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041283/",
            "name": "罗杰·阿拉姆 Roger Allam",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1102043/",
            "name": "罗伯特·哈迪 Robert Hardy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040761/",
            "name": "尼古拉斯·罗尔 Nicholas Rowe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040635/",
            "name": "琳赛·邓肯 Lindsay Duncan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1112126/",
            "name": "罗斯玛丽·莉琪 Rosemary Leach",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108466/",
            "name": "尼古拉斯·勒·普雷沃斯特 Nicholas Le Prevost",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1153460/",
            "name": "鲁珀特·范西塔特 Rupert Vansittart",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115164/",
            "name": "罗伊·马斯登 Roy Marsden",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016745/",
            "name": "约翰·塞森斯 John Sessions",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054793/",
            "name": "罗杰·阿什顿-格里菲斯 Roger Ashton-Griffiths",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019160/",
            "name": "菲利普·杰克森 Philip Jackson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019190/",
            "name": "迈克尔·马罗尼 Michael Maloney",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1074098/",
            "name": "奥利弗·科顿 Oliver Cotton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1113680/",
            "name": "奈杰尔·勒·维兰特 Nigel Le Vaillant",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022714/",
            "name": "伊恩·麦克迪阿梅德 Ian McDiarmid",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1074757/",
            "name": "艾伦·考克斯 Alan Cox",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1102305/",
            "name": "盖伊·亨利 Guy Henry",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1070924/",
            "name": "德尔莫特·克劳利 Dermot Crowley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1079275/",
            "name": "朱利安·弗思 Julian Firth",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000676/",
            "name": "尼古拉斯·琼斯 Nicholas Jones",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1931543587.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1230150",
    "director": [
        {
            "url": "/celebrity/1349393/",
            "name": "詹姆斯·肯特 James Kent",
            "@type": "Person"
        }
    ],
    "duration": "113 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-02-26"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1230150/",
    "imdb_votes": 475,
    "this_title": [
        "Margaret"
    ],
    "douban_link": "https://movie.douban.com/subject/3574460/",
    "imdb_rating": "7.1/10 from 475 users",
    "trans_title": [
        "撒切尔夫人"
    ],
    "douban_votes": "365",
    "introduction": "It’s November 1990 and Britain’s longest serving Prime Minster for more than 150 years is about to announce her resignation after almost 11 years in office. She has just been forced to face another ballot for the position of Conservative leader (illustrated here by an amusing bit of footage featuring John Sergeant) and her party ally Geoffrey Howe has just stepped down due to her European policy.And so marks the political downfall of Maggie Thatcher, played by multi-BAFTA nominated actress Lindsay Duncan who starred as Servilia in the HBO/BBC series Rome, the subject of this TV film entitled Margaret which tells the story a woman who simply couldn’t keep up the fight after her time as British Prime Minister.Thatcher – A Hate Figure or Political Revolutionary?The name Margaret Thatcher drums up many images and polarised opinions. She is someone who was famous for her tough-talking persona (earning her the nickname the ‘Iron Lady’), her staunch approach to the trade unions, the introduction of the poll tax (and successive riots) and the 1982 Falklands War, all of which made her a hate figure amongst the politically active left-wing but viewed as a strong leader by her supporters.This film is an intimate portrayal of a woman on the brink of ruin; a human story about Maggie behind the public persona as she loses her grip on the power she had strived to achieve. In her last days the Cabinet tell her that she must go before she is \"humiliated\" and she is being challenged by her long time rival Michael Heseltine.The story is also complemented by flashes to 15 years previously showing Maggie challenging the then Conservative leader Ted Heath and how she rose through the ranks of the Tory party.“A drama not a documentary” – says Margaret Writer Richard CottanIt’s not the first time Thatcher has been documented on screen either through real-life footage or in fictional accounts but it’s one that is bound to confront your perception on the person it portrays. The toughest task however must be trying to make even the most hardened anti-Thatcherite feel any sympathy for her.Screenwriter Richard Cottan said: “What I was trying to do was to take the downfall as the narrative spine of a more personal story. When writing the script the biggest challenge was deciding what to leave out. I'm sure there will be much debate about the blurring between fact and fiction but I consider this to be a drama not a documentary.”An Impressive Supporting Cast for MargaretThe producers have managed to attract an exciting array of veteran actors to portray her closest allies and advisors including Ian McDiarmid (Emperor Palpatine from the Star Wars films) as Thatcher's husband Denis, Robert Hardy (All Creatures Great And Small) as her trusted second-in-command Willie Whitelaw, Philip Jackson (Poirot) as no-nonsense press secretary Bernard Ingham and Kevin McNally (Pirates Of The Caribbean and recently ITV’s Demons) as Kenneth Clarke.The supporting cast also lists John Sessions as Geoffrey Howe, Michael Maloney (Notes On A Scandal) taking the role as Thatcher's successor John Major, Roy Marsden (The Palace) as Norman Tebbit, Casualty’s Nigel Le Vaillant as former Conservative Prime Minster Ted Heath and an appearance by the Queen played by Rosemary Leach.Whether or not the content of Margaret and the human side of Thatcher will appeal to most people the prospect of seeing such an impressive display of talent on one screen is too tempting to miss.Regardless of your personal opinions on the Thatcher government and despite being vilified by numerous comedians (namely Ben Elton) and countless rock bands over the decades she still remains as one of the most important political figures in British history and the reason why she is still the topic of TV shows almost 20 years later.",
    "chinese_title": "撒切尔夫人",
    "douban_rating": "7.9/10 from 365 users",
    "foreign_title": "Margaret",
    "imdb_rating_average": 7.1,
    "douban_rating_average": "7.9",
    "update_at": "2025-08-27T10:00:49"
}