{
    "aka": [],
    "sid": "35740395",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "真人秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2890034068.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "90",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-01-05(美国)"
    ],
    "this_title": [
        "Married at First Sight Season 14"
    ],
    "douban_link": "https://movie.douban.com/subject/35740395/",
    "trans_title": [
        "一见面就结婚 第十四季"
    ],
    "douban_votes": "0",
    "introduction": "The new season will once again take on love in Boston, where season six fan favorites, Shawniece and Jephte, met and married! Season 14 is destined to be romantic, surprising and wickedly entertaining as ten brave singles meet their stranger spouses at the altar and enter into a marriage without ever meeting before.With experts Pastor Cal, Dr. Pepper and Dr. Viviana Coles at the helm of this dynamic social experiment, the couples will have access to professional guidance, as well as the support of one another along the way – even if the support they are given, comes in the form of some tough love.Each new two-hour episode will capture each couple’s emotional journey as they go from wedding to honeymoon, to early nesting and navigating the daily struggles that come with a new marriage. The newly matched couples will also get the opportunity to meet and share the good, the bad and the ugly about their unique unions. After the eight-week experiment comes to an end, each couple will make the biggest decision of their lives: to stay married or get a divorce. The love, stakes and the suspense couldn’t get any higher on this incredible season of Married at First Sight: Boston.",
    "chinese_title": "一见面就结婚 第十四季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Married at First Sight Season 14",
    "douban_rating_average": 0,
    "update_at": "2026-02-08T09:29:12"
}