{
    "aka": [],
    "sid": "35742044",
    "cast": [
        {
            "url": "/celebrity/1027195/",
            "name": "玛丽亚·多耶·肯尼迪 Maria Doyle Kennedy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1328813/",
            "name": "托尼·戈罗奇 Tony Kgoroge",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情",
        "悬疑",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2869067180.jpg",
    "region": [
        "南非"
    ],
    "writer": [],
    "imdb_id": "tt11698202",
    "director": [
        {
            "url": "/celebrity/1444567/",
            "name": "Christiaan Olwagen Christiaan Olwagen",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "10",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-03-20(南非)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11698202/",
    "imdb_votes": 1598,
    "this_title": [
        "Recipes for Love and Murder Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/35742044/",
    "imdb_rating": "7.6/10 from 1598 users",
    "trans_title": [
        "爱与谋杀的配方 第一季"
    ],
    "douban_votes": "0",
    "introduction": "Meet Tannie Maria. She's fifty-something, short and soft (perhaps a bit too soft in the wrong places). Tannie Maria is our irresistible narrator, a woman of hearty appetite and formidable culinary skills. Tannie Maria lives in the small town of Eden in South Africa and is obsessed with food. She's a bit of an oddity in this very hot and dry farming region of the Karoo, having arrived ten years ago from Scotland, when she inherited her great aunt's house. Along with her co-worker, Jessie - a kick-ass young black investigative journalist - she gets drawn into a murder mystery. When The Karoo Gazette insists on replacing her recipe page with an Agony Aunt column, Tannie Maria discovers she has a gift for helping people to deal with their heartaches and confront their fears - with just the right recipe in the mix every time. When a woman from the village is viciously murdered, Tannie Maria and her feisty young reporter colleague Jessie can't resist being drawn into the investigation. Martine's murder shakes up the whole town, skeletons come flying out of closets, and danger lurks around every corner. A murder mystery series with a spicy comedic flavor, based on the best-selling Tannie Maria books by Sally Andrew, and set in the breathtaking landscapes of South Africa and Scotland.",
    "chinese_title": "爱与谋杀的配方 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Recipes for Love and Murder Season 1",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-03-02T04:22:34"
}