{
    "aka": [],
    "sid": "35743145",
    "cast": [
        {
            "url": "/celebrity/1401040/",
            "name": "莎拉·沃克 Sarah Walker",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情"
    ],
    "awards": "　　第72届柏林国际电影节(2022)\n　　遇见单元 最佳影片(提名) 艾什莉·麦肯齐\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2869521527.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1248027/",
            "name": "艾什莉·麦肯齐 Ashley McKenzie",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt13368192",
    "director": [
        {
            "url": "/celebrity/1248027/",
            "name": "艾什莉·麦肯齐 Ashley McKenzie",
            "@type": "Person"
        }
    ],
    "duration": "122分钟",
    "episodes": "",
    "language": [
        "英语",
        "汉语普通话",
        "俄语"
    ],
    "playdate": [
        "2022-02-15(柏林电影节)",
        "2023-03-03(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13368192/",
    "imdb_votes": 171,
    "this_title": [
        "Queens of the Qing Dynasty"
    ],
    "douban_link": "https://movie.douban.com/subject/35743145/",
    "imdb_rating": "6.2/10 from 171 users",
    "trans_title": [
        "大清后宫"
    ],
    "douban_votes": "223",
    "introduction": "Star, a suicidal teen now too old for foster care, develops a candid rapport with An, a student from Shanghai who is assigned to watch her while she is in hospital. A nightly exchange of secrets, text messages and possessions quickly expands the boundaries of their relationship, altering their inner chemistry.Gilded by a soundscape that interweaves work by emerging and pioneering electronic musicians, Queens of the Qing Dynasty is an offbeat ode to neurodiversity and genderqueer individuals who refuse to conform. Director Ashley McKenzie’s blend of formalism and gritty realism does not fail to surprise and treats the audience to flashes of visual and conceptual poetry. Her cast is entirely composed of first-time actors who convincingly convey how unique every individual is, both in how they see the world and how they relate to others. Ziyin Zheng in the role of An graciously embodies a mix of idiosyncrasy and frankness that makes them an ideal confidante for Star (Sarah Walker). They have what it takes to be on the receiving end of the scrutinising gaze of Star, who sees through conventions and never ceases to be amazed at life’s bewildering events. Veering on slapstick, Walker’s performance will not go unnoticed.",
    "chinese_title": "大清后宫",
    "douban_rating": "4.9/10 from 223 users",
    "foreign_title": "Queens of the Qing Dynasty",
    "imdb_rating_average": 6.2,
    "douban_rating_average": "4.9",
    "update_at": "2025-05-05T02:08:41"
}