{
    "aka": [],
    "sid": "35744501",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2877259658.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "54分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-01-18(美国)"
    ],
    "this_title": [
        "Reopening: The Broadway Revival"
    ],
    "douban_link": "https://movie.douban.com/subject/35744501/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Great Performances – Reopening: The Broadway Revival pulls the curtain back on some of Broadway’s most popular shows, revealing how the New York theater industry undertook the monumental process of turning the lights back on after its longest hiatus in history due to the COVID-19 pandemic. A music-filled, intimate production told by the people who’ve been achieving the entertainment industry’s largest comeback, Great Performances – Reopening: The Broadway Revival premieres Tuesday, January 18 at 9 p.m. on PBS (check local listings), pbs.org/gperf and the PBS Video app as part of #PBSForTheArts.Offering exclusive behind-the-scenes access to shows including “Wicked,” “Aladdin,” “Tina: The Tina Turner Musical,” “Jagged Little Pill,” “The Phantom of the Opera,” “Waitress” and others, the film follows each production’s journey as cast and crew reunite, rehearse and re-stage for their long-anticipated reopening nights.Hosted by three-time New York Emmy Award-winning journalist and host of “On Stage” on Spectrum News NY1, Frank DiLella, the documentary is told by Broadway stars and legends, including 2021 Tony Award winner for Best Actress in a Musical Adrienne Warren (“Tina: The Tina Turner Musical”), 2021 Tony Award winner for Best Actor in a Musical Aaron Tveit (“Moulin Rouge”), Tony and Emmy nominee Sara Bareilles (“Waitress”), Michael James Scott (“Aladdin”), Tony nominee Elizabeth Stanley (“Jagged Little Pill”), Alexandra Billings (“Wicked”), Jawan M. Jackson (“Ain’t Too Proud”), Jeanna de Waal (“Diana: The Musical”), Rachel Tucker (“Come From Away”), Tony nominee Andrew Rannells, Tony nominee Norm Lewis (“Chicken and Biscuits”), Olivier Award winner Sharon D. Clarke (“Caroline, or Change”), Tony winner Lea Salonga, Tony winner and Emmy winner Kristin Chenoweth, Tony winner Chita Rivera, Tony winner Laura Benanti, Tony winner David Rockwell and the legendary award-winning composer Andrew Lloyd Webber.",
    "chinese_title": "Reopening: The Broadway Revival",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-09T08:07:26"
}