{
    "aka": [],
    "sid": "35740585",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2853192273.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话",
        "粤语",
        "马来语"
    ],
    "playdate": [],
    "this_title": [
        "Kris Project II: If the Party Goes On"
    ],
    "douban_link": "https://movie.douban.com/subject/35740585/",
    "trans_title": [
        "克里斯计划之二：如果派对继续"
    ],
    "douban_votes": "0",
    "introduction": "Using both film and fiction as a method, Sow-Yee took up the heteronym, Ravi, a fictional filmmaker lost in the forest of Mengkerang, imagining and recreating a film studio as well as its’ ghosts and remnants. Mengkerang is an imaginary island/place located somewhere within the South China Sea (whichever you would like to call it). The Kris Project II: If the Party Goes On intertwined the imagined and history, bringing together Ravi’s unfinished script, documents and a film. It is an attempt to uncover the complexity and shifting conditions of border-making, myth-making and to remap (historical) time as well as power structure through the influence of post-war film industry in the region.  The narrative of both the script and film reveals Loke, also a film tycoon and an influential figure in the history of film industry during the post-war era, transforming into a secret agent, depicting numerous characters and embarking on a journey crossing the borders of time, countries, folklores and mythologies. Through the fractured and transfiguring “party” that Loke has attended, these other selves looks into keywords such as politics, borders, mobility and alienation.",
    "chinese_title": "克里斯计划之二：如果派对继续",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Kris Project II: If the Party Goes On",
    "douban_rating_average": 0,
    "update_at": "2025-10-29T00:35:27"
}