{
    "aka": [
        "A French Revolution"
    ],
    "sid": "35745536",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2858569355.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt18291532",
    "director": [
        {
            "url": "/celebrity/1421397/",
            "name": "埃曼努尔·格拉斯 Emmanuel Gras",
            "@type": "Person"
        }
    ],
    "duration": "104分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2022-03-27(哥本哈根国际纪录片节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt18291532/",
    "imdb_votes": 30,
    "this_title": [
        "Un Peuple"
    ],
    "douban_link": "https://movie.douban.com/subject/35745536/",
    "imdb_rating": "7.1/10 from 30 users",
    "trans_title": [
        "人民",
        "A French Revolution"
    ],
    "douban_votes": "0",
    "introduction": "A modern protest movement seen from the inside in a timely film with an eminent eye for detail that observes the methods, aims and inner contradictions of the French Yellow Vests.The French presidential elections are just around the corner, and it’s a turbulent few years leading up to it. The gap between country and city, top and bottom, politicians and people has become critical – and not just in France, but in much of Europe and the West. In France, the widespread protests of the Yellow Vest since 2018 have evoked memories of the country’s revolutionary history. But who are the angry protesters really? Over six months, filmmaker Emmanuel Gras (‘Makala’, 2017) chose to camp among the Yellow Vests in the northern provincial city of Chartres to understand a modern popular movement that feels neglected by the state and is taking matters into its own hands to show that social change can come from below. And when they speak with one voice, it can be heard all the way to the corridors of power. Gras is an eminent observer with a clear eye for both the strengths and weaknesses of radical collective forms of organisation, and for how – and why – a political idea takes shape as actual action.",
    "chinese_title": "人民",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Un Peuple",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-23T10:36:31"
}