{
    "aka": [
        "Passa o Sal",
        "Salz - Je weniger, desto besser?",
        "Sel: un allié ou un ennemi?"
    ],
    "sid": "35755716",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912703352.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1038187/",
            "name": "迈克尔·麦克纳马拉 Michael McNamara",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt11563234",
    "director": [
        {
            "url": "/celebrity/1038187/",
            "name": "迈克尔·麦克纳马拉 Michael McNamara",
            "@type": "Person"
        }
    ],
    "duration": "49分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-01-17(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11563234/",
    "imdb_votes": 40,
    "this_title": [
        "Pass the salt"
    ],
    "douban_link": "https://movie.douban.com/subject/35755716/",
    "imdb_rating": "6.5/10 from 40 users",
    "trans_title": [
        "盐的奥秘",
        "Passa o Sal",
        "Salz - Je weniger, desto besser?",
        "Sel: un allié ou un ennemi?"
    ],
    "douban_votes": "0",
    "introduction": "Pass the Salt is an hour-long investigation into the mysteries of one of our most fundamental elements: salt. It's an exploration that takes us from far beneath the earth's crust, to the inner depths of the human body - a search for the real answers to a mounting debate about the benefits and dangers of sodium chloride (table salt). Pass the Salt uses creative and stylish visual analogs to bring this science to life. One would think that our understanding of something as basic as salt (sometimes referred to as \"the fifth element\") would be straightforward, but the humble salt-shaker holds many mysteries. We meet passionate players from both sides of the dinner table and discover how long-held beliefs are being questioned - and how everything we thought we knew about salt may be wrong. We'll taste-test salts from around the world, de-bunk myths, and re-examine data. We'll join scientists and scholars, salt harvesters, chefs and specialists on the front lines of the \"Great Salt Debate\" in labs, kitchens, salt harvesting operations - and even spaceships. This is a fantastic opportunity to explore new science about an ancient substance that's been a part of culture and cuisine from our very beginnings.",
    "chinese_title": "盐的奥秘",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Pass the salt",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-08-09T04:42:11"
}