{
    "aka": [
        "My Atomic Aunt",
        "Áradat után"
    ],
    "sid": "35756242",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1320086/",
            "name": "三宅响子 Kyoko Miyake",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2773558",
    "director": [
        {
            "url": "/celebrity/1320086/",
            "name": "三宅响子 Kyoko Miyake",
            "@type": "Person"
        }
    ],
    "duration": "73分钟",
    "episodes": "",
    "language": [
        "日语",
        "英语"
    ],
    "playdate": [
        "2013-03-08(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2773558/",
    "imdb_votes": 72,
    "this_title": [
        "波の向こう"
    ],
    "douban_link": "https://movie.douban.com/subject/35756242/",
    "imdb_rating": "6.8/10 from 72 users",
    "trans_title": [
        "My Atomic Aunt",
        "Áradat után"
    ],
    "douban_votes": "0",
    "introduction": "Collapsed roofs, broken windowpanes, withered plants, dead animals – a deserted place. A grocery store looks almost exactly as it did on that day in March 2011. The few people one sees wear white paper suits and surgical masks. They are the ones who lost the world they lived in on that March day. One of them is aunt Kuniko. “It’s only natural to look for new sources of energy.” These words once advertised the construction of a nuclear plant in this now dead region. MY ATOMIC AUNT is a unique demonstration that after the disaster of Fukushima this sentence should become the leitmotif of our future. Caught between the grief of having lost their past and hopes of a personal perspective, the protagonists are forced to redefine themselves in their ruined home, this no-man’s country that many left long ago. Kyoko Miyake shows, not least through her personal voice-over, how a fairly atypical, albeit non-angry rebellion starts to germinate in the remaining Japanese citizens, and how her businesslike aunt and many others are ceaseless attempting to reclaim the meaning of their lives, against all prejudice and in the spirit of “I cannot let this disaster ruin all my efforts.”",
    "chinese_title": "波の向こう",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-07-02T16:16:01"
}