{
    "aka": [],
    "sid": "35760235",
    "cast": [
        {
            "url": "/celebrity/1220565/",
            "name": "斯黛西 法波 Stacey Farber",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1364549/",
            "name": "科里·科特 Corey Cott",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036494/",
            "name": "麦克西维尔·考菲德 Maxwell Caulfield",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1491863/",
            "name": "玛托亚·蒙罗 Matreya Monro",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情",
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867822584.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt16287844",
    "director": [],
    "duration": "86分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-01-29(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt16287844/",
    "imdb_votes": 992,
    "this_title": [
        "Butlers in Love"
    ],
    "douban_link": "https://movie.douban.com/subject/35760235/",
    "imdb_rating": "6.1/10 from 992 users",
    "trans_title": [
        "恋爱中的管家"
    ],
    "douban_votes": "0",
    "introduction": "Emma Conroy has wanted to be a butler since she was a child being enthralled with the British television show Plumshire Manor depicting its life. As such, she is aiming to get a job in one of the royal estates of Europe. After several unsuccessful applications to many of the butler academies in the US, she bolstering her resume as requested after each of those unsuccessful attempts, she is offered the final spot in this year's class at the prestigious American Butler Academy in Maryland under the tutelage of Charles Willoughby, this only the first step as she learns upon arrival that one-third of her class will not graduate. While she has all the knowledge in her head and is diligent in studying, she is finding that it is like having stage fright in the actual execution in failing time and time again, she seeming to need to find a way to claw her way out of that bottom third. Conversely, Henry Walker, one of her classmates, doesn't even seem to want to be there in being less than meticulous in his attitude - he and Emma butting heads always getting her in trouble in the process - yet he seems to always come out smelling like a rose in having a natural aptitude to the work. Emma learns the reason for Henry doing well is that he is a legacy butler, having come from a line of two hundred years of butlers, but instead of following in his father's footsteps as his father expects, he has other thoughts as a wanted profession, namely to be a chef. Mr. Willoughby suggests that the two work together in each being able to provide a needed perspective and skill that the other does not have toward the work. In the process, each may open the other's eyes to what he/she truly wants and possibly how to achieve it.",
    "chinese_title": "恋爱中的管家",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Butlers in Love",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-03-20T14:37:20"
}