{
    "aka": [
        "Samurai dasvenebis djams"
    ],
    "sid": "35769173",
    "cast": [
        {
            "url": "/celebrity/1440518/",
            "name": "奥塔尔·萨拉利兹 Otar Saralidze",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "剧情",
        "惊悚",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "格鲁吉亚",
        "荷兰",
        "保加利亚"
    ],
    "writer": [],
    "imdb_id": "tt8000706",
    "director": [
        {
            "url": "/celebrity/1302004/",
            "name": "列万·图特贝里泽 Levan Tutberidze",
            "@type": "Person"
        }
    ],
    "duration": "106分钟",
    "episodes": "",
    "language": [
        "格鲁吉亚语"
    ],
    "playdate": [
        "2021-12-25(格鲁吉亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8000706/",
    "imdb_votes": 31,
    "this_title": [
        "The Resting Samurai"
    ],
    "douban_link": "https://movie.douban.com/subject/35769173/",
    "imdb_rating": "6.5/10 from 31 users",
    "trans_title": [
        "Samurai dasvenebis djams"
    ],
    "douban_votes": "0",
    "introduction": "The story takes place in the socially tangled Tbilisi City during a period of 24 hours. A well-off family has everything perfectly tuned, even their adultery. Tamuna, a busy woman about to leave for London and spend a few days with her lover, tries to solve all the family issues before the departure. She has to welcome home her husband Nika, a successful doctor just arriving from a symposium, and get a plane ticket for her lover Gia, who is a failed film director and a friend of their family. She also has to see her 21-year-old rugby player son off to France. Koka is a cheerful, openhearted student of Fine Arts Academy, who has just been accepted to a French rugby team. Parallel to these events an old and lost friend of Tamuna and Nika, Zaza, a well-known thief, returns to the city as if to ruin the well-tuned \"goodness\" of the family. In reality the only thing he wants is to steal a rare Netsuke Statue (a small Japanese bone statue depicting an exhausted Samurai after a battle). He remembers that in their childhood Nika's father had this exact statue on his cabinet shelf, but he's only just become aware of its real price. With his hidden perfidy the thief Zaza tries to fool his naive friend Gia and steal the Netsuke Statue.",
    "chinese_title": "The Resting Samurai",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-05-16T14:39:14"
}