{
    "aka": [
        "Unidentified Peters No 3: Vaudeville acts"
    ],
    "sid": "35765247",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1919",
    "genre": [
        "喜剧",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868011399.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [],
    "this_title": [
        "Toto Brothers"
    ],
    "douban_link": "https://movie.douban.com/subject/35765247/",
    "trans_title": [
        "托托兄弟",
        "Unidentified Peters No 3: Vaudeville acts"
    ],
    "douban_votes": "0",
    "introduction": "Opening title identifies this as a \"balancing and iron jaw novelty act.\" Cuts to a long shot of a stage with a carpet and dark curtains as a backdrop, in front of which stand four chairs and a table. From stage left enters a man wearing dark leotards with a single-shouldered top, a waist belt, and dark high-top shoes with a white border. From stage right tumbles a male clown dressed in a white sailor suit and cap. The two engage in a slap-and-tumble novelty turn. The man then carefully positions two chairs facing each other on the carpet, but as he attends to one the clown sits in the other laughing, until it is yanked out from under him by his impatient \"brother.\" This bit is repeated with the other chair. Finally, the two chairs are positioned correctly and the man performs a balancing act across them, with one arm on one chair and his feet on the other. Behind him, the clown grabs another chair and unsuccessfully attempts his own balancing act. His balancing brother, in the meantime, lowers himself as if doing a one-handed pushup, grabs in his mouth a handkerchief placed on the chair, and raises back up. He then encourages the clown to attempt the same act, with the expected humorous result that the chairs are pushed apart and the clown falls to the ground between them. The clown is picked up by his brother and tossed out of the way.While his brother lays on the carpet and balances two stacked chairs in one hand as he moves about, the clown tries to balance some sort of stick in his mouth. Cut to intertitle: \"You will notice I do all the work, but a double act gets more money, so I carry the brother with me.\" Cuts back to the man still balancing the stacked chairs from reclining, standing, and sitting positions, as the clown first tries a headstand and then balances his midsection on the back of a chair and scuttles it across the floor. The brothers then move the table to center stage. Cuts to intertitle: \"You must have lock-jaw to do this.\" Cuts back to a closer shot as the man places a chair on top of the table and two others to either side of him, kneels down, grabs the corner of the table in his mouth, and slowly rises to his feet with the table in his teeth and a chair held high in each hand. In the background, the clown fails at a balancing act with a single chair. His brother then lowers the furniture back to the ground and gestures to the camera. Cuts to intertitle: \"To fully appreciate this stunt, try it on your kitchen table when you get home.\" Cuts to the man placing a chair on the edge of the table, on which the clown sits. The iron-jaw brother then grabs a rung of the chair in his mouth and its front legs in his hands, and begins to lift the chair and clown in his teeth. Film ends abruptly.",
    "chinese_title": "托托兄弟",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Toto Brothers",
    "douban_rating_average": 0,
    "update_at": "2026-01-02T22:28:30"
}