{
    "aka": [],
    "sid": "35760280",
    "cast": [
        {
            "url": "/celebrity/1009506/",
            "name": "克里斯托弗·肖尔曼 Christopher Showerman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022932/",
            "name": "罗伯特·沃尔 Robert Wall",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1384784/",
            "name": "凯文·卡利伯 Kevin Caliber",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "动作",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国",
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt12483500",
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021-07-01(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12483500/",
    "this_title": [
        "The Emissaries Movie"
    ],
    "douban_link": "https://movie.douban.com/subject/35760280/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A team of scientists hired by the government, are competing with a group of freelance scientists, researchers, and other groups, when one of them decides to recruit college students to help them calculate, and formulate various aspects of space travel, teleportation, and time travel. They almost start losing faith in things unseen, when two mavericks, one of them a gifted free spirit, who are not even necessarily part of the science research communities, unintentionally show up, with answers to some historically baffling mysteries, astro-physics studies, quantum physics questions, and inter-dimensional travel. It becomes a game changer, leading to new frontiers and discoveries, even the most accomplished, scientific minds had not considered. With the two surprised heroes, leading the way on certain missions, experiments, and voyages, a few of the dedicated, astute engineers become rather competitive, But in order to bring better teamwork, and restore brotherly love and more, they have to do so, intergalactically, leading by example, revealing amazing marvels not easily explained, only on the basis of common knowledge or traditional science.",
    "chinese_title": "The Emissaries Movie",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-14T09:14:51"
}