{
    "aka": [
        "Back to the Present"
    ],
    "sid": "35760160",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867815327.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt14797068",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2021-06-07(意大利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt14797068/",
    "imdb_votes": 118,
    "this_title": [
        "Ritorno al presente"
    ],
    "douban_link": "https://movie.douban.com/subject/35760160/",
    "imdb_rating": "5.7/10 from 118 users",
    "trans_title": [
        "Back to the Present"
    ],
    "douban_votes": "0",
    "introduction": "While he is speaking on the phone with a member of his staff, Filippo has a severe headache and faints. As soon as he regains consciousness, he calls his friend Pippo for help and asks him to invite the group of old friends to join, too. His request sounds weird because they have not seen each other for many years but Pippo, who is a neurologist in the clinic where Filippo is taken, clarifies the situation by explaining that Filippo has suffered a transient ischemic attack which has damaged his memory. He remembers his friends but it is as if he was living back in 1997.Giuseppe is the only one in the group who is not pleased about remembering their friendship with Filippo. Andrea, instead, is happy that this incident has made them reunite.While Filippo is getting more and more able to recollect some memories about his friends, Laura, the only woman of “the fabulous five”, joins them. Her coming creates a clear sense of surprise and embarrassment in Giuseppe.Little by little the four friends remind him of happy moments shared in the past and Filippo gradually manages to remember with their help….But something unhappy comes back to their mind, something that has to do with betrayal: twenty years earlier, when Laura was Giuseppe’s girlfriend, she cheated on him with Filippo during a birthday party. This was the reason why the group broke up and they had not seen each other ever since.Meanwhile, Filippo has become an insensitive, nasty, loner and unscrupulous man. But now it is time for clarification between Filippo, Giuseppe and Laura. The unexpected discussion with his friends, which Filippo was unable to have in the past for a lack of courage, has made him a better man and he asks forgiveness from all his friends.However, they lose contact for another twenty years until they gather again. Filippo, Laura, Pippo and Giuseppe, now all in their sixties, are at Filippo’s villa. They are all dressed up in dark clothing. Only Andrea is not there. They are reunited again to mourn his death.  They are all older but still ready to spend and enjoy once more their “being together all day”, this time in memory of their friend.",
    "chinese_title": "Ritorno al presente",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.7,
    "douban_rating_average": 0,
    "update_at": "2025-06-05T10:43:07"
}