{
    "aka": [
        "特捜最前線（第432回）美人ヘッドハンターの完全犯罪！"
    ],
    "sid": "35772315",
    "cast": [
        {
            "url": "/celebrity/1008422/",
            "name": "二谷英明 Hideaki Nitani",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008440/",
            "name": "本乡功次郎 Kojiro Hongo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008137/",
            "name": "藤冈弘 Hiroshi Fujioka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275374/",
            "name": "田中美佐子 Tanaka Misako",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044074/",
            "name": "夏夕介 Yusuke Natsu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1985",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868367497.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "54分钟",
    "episodes": "1",
    "language": [
        "日语"
    ],
    "playdate": [
        "1985-09-11(日本)"
    ],
    "this_title": [
        "美人ヘッドハンターの完全犯罪！"
    ],
    "douban_link": "https://movie.douban.com/subject/35772315/",
    "trans_title": [
        "美人猎头的完美犯罪",
        "特捜最前線（第432回）美人ヘッドハンターの完全犯罪！"
    ],
    "douban_votes": "0",
    "introduction": "大手電機メーカーM社のエンジニアが殺害された。被害者はライバル企業O社からの引抜を受け、転職の決意を固めたばかりであり、殺害された理由もそこにあるのではないかと見られた。同じ頃、神代に外資系ヘッドハンティング企業の女が強引に接触。将来の日本支社長として破格の条件で引き抜こうとするが、神代は「私は根っからの警察人間ですから」と一蹴する。会社に戻った女を待っていたのは叶と吉野。O社の依頼を受けて、被害者の引抜を画策していたのは、この女だった。事情を聞く叶たちだが、女は守秘義務を盾に証言を拒む。M社では、被害者は上司の説得で転職を思い止まったと主張。一方、O社では「転職は決まったも同然だった。機密漏洩を恐れたM社の仕業に違いない」と憤慨する。食い違う両社の主張は、どちらが正しいのか？また、「私は何も知らない」と口をつぐむ被害者の妻の態度にも不審なものがある。カギを握るのは引抜の仕掛人である女だと見て、接触を図る叶だが、女は叶に対しても引抜の誘いを送る。「同じ人間を扱う仕事でも、貴方の仕事は人の粗探し」「一度きりの人生が仕事ばかりで終わるなんて味けない」女の言葉に、叶の心は揺れる。そんななか、女が何者かに襲われ負傷する。まもなく、被害者の妻が特命課に自首してくる。女に示した条件に魅了され、被害者に転職を後押ししたのは妻だった。だが、事件の前日、妻のもとに届いたのは、酔った被害者が女とともにホテルの一室へと消えていく姿を映した写真だった。被害者との関係を追及せんとする叶だが、女は姿を消していた。ヘッドハンティング企業では「会社に対する不都合があった」との理由で、女を解雇したという。その夜、自宅に戻った叶のもとに、女から「新宿のホテルに監禁されている、助けて」との電話が入る。ホテルに急行した叶は、何者かに拉致される女を救出、そのままホテルで休ませる。だが、翌朝、叶が目を覚ましたとき、女の姿は消えていた。その頃、神代の前に現れた女は、叶との情事を想わせる写真を見せ「これでは、叶さんも、その管理者である貴方も、警察を辞めざるを得ませんね」と勝ち誇る。会社に解雇された女は、独自にヘッドハンティング会社を立ち上げようとし、そのスタッフに神代と叶を引き抜こうとしていた。だが、すべてが女の画策と看破していた神代は、何ら動じることはない。すでに、女を拉致する芝居をしていた仲間たちは逮捕し、女の仕業との証言を得ていたのだ。女が語った真相、それは、真犯人はM社の上司だというものだった。被害者が引き抜かれることを恐れた上司は、女とのスキャンダルを写真に取り、それをネタに引き止めようとした。だが、激昂した被害者は説得を拒み、そのために殺害されたのだ。女は上司が被害者の死体を運び去る現場を撮影しており、それが証拠となって事件は解決する。だが、女は何ら罪に問われることなく、今日もヘッドハンティングを続けるのだった。",
    "chinese_title": "美人猎头的完美犯罪",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "美人ヘッドハンターの完全犯罪！",
    "douban_rating_average": 0,
    "update_at": "2025-08-10T22:39:12"
}