{
    "aka": [],
    "sid": "35774704",
    "cast": [
        {
            "url": "/celebrity/1042091/",
            "name": "玛格丽特·阿特伍德 Margaret Atwood",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275900/",
            "name": "莎拉·沃特丝 Sarah Waters",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042771/",
            "name": "Naomi Wolf Naomi Wolf",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1187495/",
            "name": "Rosie Boycott Rosie Boycott",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868457589.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt6253812",
    "director": [],
    "duration": "59分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt6253812/",
    "imdb_votes": 10,
    "this_title": [
        "Virago: Changing the World One Page at a Time"
    ],
    "douban_link": "https://movie.douban.com/subject/35774704/",
    "imdb_rating": "7.0/10 from 10 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Despite the 1960s free-love and alternative culture, many women found that their lives and expectations had barely altered. But by the 1970s, the Women's Liberation Movement was causing seismic shifts in the march of the world's events, and women's creativity and political consciousness was soon to transform everything - including the face of publishing and literature.In 1973 a group of women got together and formed Virago Press - an imprint, they said, for 52 per cent of the population. These women were determined to make change - and they would start by giving women a voice, by giving them back their history and reclaiming women's literature.Patronized and welcomed, criticized and praised, these women published books that showed the world how they saw it. They took out loans and invested their own money into the company, trusting and believing they could change lives through books - novels, nonfiction and polemics.It is a story that continues today, over 40 years later, as a new generation of young feminists find their voice. This is the account of a determined group of women from 1973 to today - writers and readers who fuelled a revolution in how the world sees women and how women see themselves.",
    "chinese_title": "Virago: Changing the World One Page at a Time",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-09-21T08:26:09"
}