{
    "aka": [],
    "sid": "35772208",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868393132.jpg",
    "region": [
        "泰国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1451242/",
            "name": "泰基·萨克匹西特 Taiki Sakpisit",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [],
    "this_title": [
        "Shadow and Act"
    ],
    "douban_link": "https://movie.douban.com/subject/35772208/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Shadow and Act navigates through the remains of Chaya Jitrakorn, once a prominent photo studio constructed in 1940, Bangkok, and shuttered in 2012. The preferred studio of dictator Field Marshal Plaek Phibunsongkhram, a forceful nationalist and modernizer, Chaya Jitrakorn translates as \"the shadow of the artist\". Located in Bangkok's Chinatown, Chaya Jitrakorn was built like a castle with many secret pathways and rooms and counted important Thai political figures such as Sarit Thanarat and Thanom Kittikachorn as frequent patrons. It is said that this particular photo studio was the only choice for these powerful men when it came to their pictorial representation. This work likens the defunct photo studio to the decaying body of Thailand presented through the detritus of this seventy-two-year-old archive comprising the aforementioned political figures, uniformed male and female officers standing in front of now demolished buildings, historical trial sessions, haunted portraitures, official events, field inspection and national ceremonies, amongst others. By unveiling the surface and skin of Chaya Jitrakorn, the work endeavors to expose the body and soul of a nation's haunted past.",
    "chinese_title": "Shadow and Act",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-02-18T18:26:38"
}