{
    "aka": [],
    "sid": "35773113",
    "cast": [
        {
            "url": "/celebrity/1473342/",
            "name": "哈法埃尔·维奇 Rafael Vitti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1401542/",
            "name": "玛露·加利 Malu Galli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1136094/",
            "name": "马塞洛·诺瓦斯 Marcello Novaes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019375/",
            "name": "帕洛玛·度阿特 Paloma Duarte",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1130535/",
            "name": "芭芭拉·帕斯 Bárbara Paz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1118656/",
            "name": "埃里贝托·莱昂 Eriberto Leão",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1386714/",
            "name": "拉丽莎·曼诺埃拉 Larissa Manoela",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情",
        "爱情",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868404425.jpg",
    "region": [
        "巴西"
    ],
    "writer": [],
    "imdb_id": "tt16762896",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2022-02-07(巴西)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt16762896/",
    "imdb_votes": 88,
    "this_title": [
        "Além da Ilusão"
    ],
    "douban_link": "https://movie.douban.com/subject/35773113/",
    "imdb_rating": "8.1/10 from 88 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Em 1930, Poços de Caldas, a ingênua Elisa, filha dos ricos Matias e Violeta, se apaixona por Davi, um mágico de circo que sonha em se tornar um grande ilusionista. Sem aprovar o romance, Matias manda matar Davi, mas a filha acaba morrendo acidentalmente e o mágico é condenado à 20 anos de prisão por um assassinato que não cometeu. Dez anos depois, a família vive em Campos dos Goytacazes, onde Matias se tornou um homem amargurado e psicologicamente instável, enquanto Violeta se tornou uma mulher forte e sócia de Eugênio na Tecelagem Tropical, com quem passa a viver um romance proibido para despeito da ambiciosa Úrsula, que sempre foi rejeitada pelo viúvo e arma para a rival.A filha mais nova do casal, Isadora, chega aos 18 anos parecida fisicamente com Elisa, mas com uma personalidade moderna, sonhando mais em se tornar estilista do que se casar. Ela namora o arrogante Joaquim, que é manipulado pela mãe, Úrsula, que vê no filho a oportunidade de colocar a mão na fortuna dos Camargo. Enquanto isso Davi consegue fugir da prisão e chega na cidade sob a identidade de Rafael na expectativa de provar sua inocência, porém seus planos são postos a prova quando ele e Isadora se apaixonam e tem que enfrentar não só Joaquim, Úrsula e Matias, mas o dilema de contar quem é de verdade para a amada. Já a tia de Isadora, Heloísa, é uma mulher amarga, que quer acabar com o engenho do falecido pai, Afonso, por ele ter dado sua filha recém-nascida para adoção por ser fruto de um romance com um homem casado, contratando a frieza com o que sente por Leônidas.O padre Tenório e a líder do sindicato Olívia vivem em conflito com Joaquim por melhores condições de trabalho para os funcionários da tecelagem, porém a aproximação desperta uma paixão proibida entre eles e confunde o sacerdote sobre sua vocação. Emília é uma doméstica que sempre sonhou em se tornar cantora de rádio, mas nunca teve apoio do agressivo marido Cipriano, se tornando amante de Enrico, que a ajuda na carreira. Constantino é o poderoso dono do cassino, que reprime o romance da filha Arminda com o pobretão Inácio. Na cidade logo chega Margô, uma vedete fria e misteriosa que busca de pistas do passado, e sua afilhada Iolanda, moça ambiciosa que vira amante de Joaquim e ajuda a prejudicar Davi.",
    "chinese_title": "Além da Ilusão",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-02-26T08:29:22"
}