{
    "aka": [],
    "sid": "35784489",
    "cast": [
        {
            "url": "/celebrity/1496885/",
            "name": "埃罗尔·阿夫辛 Erol Afsin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "爱情",
        "同性"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2918957827.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt16951744",
    "director": [],
    "duration": "",
    "episodes": "12",
    "language": [
        "德语"
    ],
    "playdate": [
        "2021-12-03(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt16951744/",
    "imdb_votes": 7,
    "this_title": [
        "Wir Season 2"
    ],
    "douban_link": "https://movie.douban.com/subject/35784489/",
    "imdb_rating": "5.1/10 from 7 users",
    "trans_title": [
        "我们 第二季"
    ],
    "douban_votes": "0",
    "introduction": "Emre und Mel haben eine gemeinsame Tochter namens Pinar, sind jedoch als Paar getrennt. Nach ihrem Scheidungstermin fällt Emre in ein tiefes Loch, aus dem seine Freunde ihn mit einem Jungsabend vergeblich versuchen herauszuholen. Bei einer nächtlichen Aktion an der Grundschule, an der Emre als Lehrer arbeitet, werden sie von der Feuerwehr erwischt. Dabei lernt Emre Katha kennen, die als Brandmeisterin arbeitet. Später verlieben sich die beiden ineinander. Doch ihnen stehen ihre problematischen Familienverhältnisse im Wege. Zwar hat Katha keine Probleme, dass Emre eine Tochter hat, doch sie selbst hat Angst sich zu binden. Sie überwindet ihre Bedenken und als sie Emres Tochter kennenlernt, verstehen sie sich nach anfänglichen Schwierigkeiten auch gut. Doch Mel lehnt ihre Nachfolgerin ab, was die beiden aber in einem Gespräch klären können. Als Katha jedoch feststellt, dass sie in Emres Leben nach seiner Tochter immer nur die zweite Geige spielen würde, beendet sie zunächst die Beziehung, versöhnt sich aber mit Emre und bleibt mit ihm zusammen.",
    "chinese_title": "我们 第二季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Wir Season 2",
    "imdb_rating_average": 5.1,
    "douban_rating_average": 0,
    "update_at": "2025-04-25T18:16:08"
}