{
    "aka": [
        "Ninja Granny"
    ],
    "sid": "35786228",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "巴西"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1032565/",
            "name": "布鲁诺·巴列托 Bruno Barreto",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2022-02-01(巴西)"
    ],
    "this_title": [
        "Vovó Ninja"
    ],
    "douban_link": "https://movie.douban.com/subject/35786228/",
    "trans_title": [
        "Ninja Granny"
    ],
    "douban_votes": "0",
    "introduction": "In a calm and quiet neighborhood in the mountains, boys play ball in the street. After a strong and aimless kick, the ball is stuck in the branches of a tree in a next door land. The mood is stressful: once again it ended up where no one wants to get, the boys are scared with those who live there, a lady they call “badass crone”, because she is practically a hermit and never returns the balls.The “badass crone” is actually called Arlete, who is preparing herself for a big challenge: receiving the three grandchildren on her farm, after a long time without seeing them. João, Elis and Davi suspect that their mother's fight with her grandmother caused this distance. When her grandchildren comes, Arlete does not have much intimacy and doesn’t know to deal with them. Children are undisciplined and are not very happy to be there. As the grandmother is completely averse to technology and communication, there is no internet, no cell phone signal. Besides that, she is full of rules and restrictions and they have housework tasks.On the first night of living together, the grandchildren start to suspect that Arlete hides a big secret, when they watch her ability to chase invaders away from the farm. The children still meet Toninho, a great old friend of their grandmother who also lives on the land. Investigating grandmother’s life take them to the big discovery: Arlete is a ninja art specialist. This revelation makes them closer to each other, as their grandmother teaches ninja philosophy and skills to them. The strangeness and initial resistance of João, Elis and Davi is replaced by fascination and admiration. When the children discover that there is a treasure buried in the farm, and they suspect that the bandits will return to take it, they need to put into practice the training and the teachings they received from Arlete. Grandma and grandchildren will have to join forces to protect the farm, the family, and find this treasure that can bring generations together.",
    "chinese_title": "Vovó Ninja",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-17T13:11:49"
}