{
    "aka": [
        "夢の通い路"
    ],
    "sid": "35793518",
    "cast": [
        {
            "url": "/celebrity/1360386/",
            "name": "城戸愛莉 KIDO AIRI",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "剧情",
        "爱情",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2869322885.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt5655726",
    "director": [],
    "duration": "25分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt5655726/",
    "imdb_votes": 12,
    "this_title": [
        "Path of Dreams"
    ],
    "douban_link": "https://movie.douban.com/subject/35793518/",
    "imdb_rating": "9.4/10 from 12 users",
    "trans_title": [
        "夢の通い路"
    ],
    "douban_votes": "0",
    "introduction": "The legendary Japanese poetess, Ono no Komachi challenges her suitor to visit her unfailingly for 100 nights, with the promise of creating a love more beautiful than poetry. Vowing to take him as her lover on the last night, PATH OF DREAMS imagines the passion behind Ono no Komachi’s most seductive and heartbreaking poetry.伝説の女流歌人、小野小町は彼女に想いを寄せる少将に、99晩、自分の元に通い続け、短歌を交わし合うことを要求する。99晩目を迎えた暁には、100日目に彼を恋人として迎えると心に誓うが…「夢の通い路」はそんな小野小町の最も魅惑的で切ない伝説を描き出す。PATH OF DREAMS has won/been nominated for over twenty-three awards at film festivals around the world, including the Best Short Film at the LA Women’s International Film Festival and Best Short at the Winter Film Awards in New York. The film was created by a multi-cultural team, and is the directorial debut of Tamara Ruppart, is produced by Ko Mori (LORDS OF CHAOS, UZUMASA LIMELIGHT), and is written by Velina Hasu Houston, highly-esteemed Japanese-American playwright.“The legend of Ono no Komachi is one of beauty, feminine strength, social defiance, passion and love,” said Ruppart. “Komachi’s inner fire, controversial passion and lack of conformity to ancient society’s structural rules demonstrate the strength and will inherent in women of all cultures and societies, both ancient and modern.”",
    "chinese_title": "Path of Dreams",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 9.4,
    "douban_rating_average": 0,
    "update_at": "2025-04-01T02:01:03"
}