{
    "aka": [],
    "sid": "3580629",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876234600.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0383261",
    "director": [],
    "duration": "30 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0383261/",
    "imdb_votes": 42,
    "this_title": [
        "Chavez Ravine: A Los Angeles Story"
    ],
    "douban_link": "https://movie.douban.com/subject/3580629/",
    "imdb_rating": "7.2/10 from 42 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Review\"Heartfelt... well-shot and sharply edited... it's Mechner's sense of people and place, more than moral outrage, that makes his work compelling. ***\" --MicrocinemasceneProduct DescriptionNarrated by Cheech Marin, Chavez Ravine tells the bittersweet story of how an American community was betrayed by greed, political hypocrisy, and good intentions gone astray.In 1949, photographer Don Normark stumbled on Chávez Ravine, a closely-knit Mexican-American village on a hill overlooking downtown Los Angeles. Enchanted, he stayed for a year and took hundreds of photographs, never knowing he was capturing on film the last images of a place that was about to disappear.The following year, the city of L.A. evicted the 300 families of Chávez Ravine to make way for a low-income public housing project. The land was cleared, homes, schools, and church razed to the ground. But the real estate lobby, sensing a great opportunity, accused the LA Housing Authority's Frank Wilkinson of being a communist agent. The city folded and instead of building the promised housing, it sold the land to baseball owner Walter O'Malley, who built Dodger Stadium on the site.Fifty years later, Normark's haunting black-and-white photographs reclaim and celebrate a lost village from a simpler time.",
    "chinese_title": "Chavez Ravine: A Los Angeles Story",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-09-15T20:26:34"
}