{
    "aka": [
        "Look Ahead with Anger"
    ],
    "sid": "35807296",
    "cast": [
        {
            "url": "/celebrity/1056803/",
            "name": "维尔吉尔·安德里埃斯库 Virgil Andriescu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016843/",
            "name": "格奥尔基·迪尼克 Gheorghe Dinica",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1051054/",
            "name": "卢米妮察·盖奥尔吉乌 Luminița Gheorghiu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1993",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "罗马尼亚"
    ],
    "writer": [],
    "imdb_id": "tt0187421",
    "director": [],
    "duration": "81分钟",
    "episodes": "",
    "language": [
        "罗马尼亚语 Romanian"
    ],
    "playdate": [
        "1993(罗马尼亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0187421/",
    "imdb_votes": 183,
    "this_title": [
        "Priveste înainte cu mânie"
    ],
    "douban_link": "https://movie.douban.com/subject/35807296/",
    "imdb_rating": "7.3/10 from 183 users",
    "trans_title": [
        "Look Ahead with Anger"
    ],
    "douban_votes": "0",
    "introduction": "Romania after December 1989 ... A shipyard on the banks of the Danube, in the \"transition period\", insecure and turbulent that confuses, overturns the scale of values, not without leaving behind countless victims. Appreciated worker, former dissident who, during Ceausescu's time, paid years in prison for his dissatisfaction, Fane (Remus Margineanu) becomes unemployed, precisely because of those exposed by the moment of sincerity of the \"revolution\". His unionist zeal turns into a weapon against him and his family, the solidarity of the workers being realized according to the individual advantages or pressures. The spirit of revolt of the children metamorphoses, and he, in an adventurous spirit, they end up entering dubious business. Thus Vali, Fane's daughter, prostitutes herself, in order to pay for her university studies, and Viorel (Cristian Iacob), the eldest of the boys, ends up in prison. But especially the fate of Nelu, the youngest of the family, is a warning about the unpredictability of the future: Nelu also falls into the trap of easy gains, not understanding the sudden transition from the effervescence of the \"revolution\" (in which he participated as a little hero ) to the rage, hatred, tumult of which he became a witness in all the circumstances of daily life.",
    "chinese_title": "Priveste înainte cu mânie",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-09-02T05:14:14"
}