{
    "aka": [
        "Jonas Kaufmann - A Global Star in Private"
    ],
    "sid": "35814009",
    "cast": [
        {
            "url": "/celebrity/1339280/",
            "name": "约纳斯·考夫曼 Jonas Kaufmann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1300969/",
            "name": "Judith Williams Judith Williams",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903075414.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt13162070",
    "director": [],
    "duration": "74分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2022-03-15(蒙特利尔FiFA电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13162070/",
    "imdb_votes": 20,
    "this_title": [
        "Jonas Kaufmann - Ein Weltstar ganz privat"
    ],
    "douban_link": "https://movie.douban.com/subject/35814009/",
    "imdb_rating": "7.4/10 from 20 users",
    "trans_title": [
        "乔纳斯·考夫曼：歌剧巨星的家庭生活",
        "Jonas Kaufmann - A Global Star in Private"
    ],
    "douban_votes": "0",
    "introduction": "Meeting with the famous opera singer Jonas Kaufmann in his house in Bavaria. The documentary allows for a deeply emotional and very personal insight into the life of this award-winning artist, his wife Christiane Kaufmann and his children. His musical accompanist Helmut Deutsch and his musical consultant Thomas Voigt talk about his impressive career, from his first steps on the operatic stage to his worldwide fame. His good friends Judith Williams and Alexander-Klaus Stecher are also part of the documentary.PRESENT IN THESE COLLECTIONS:MUSIC AND SONGARTISTS TELL ABOUT THEMSELVESTechnician\tMario BaruncicMake Up Artist\tSonja HeinekindDirector\tMichael GiehmannProduction\tAlexander-Klaus Stecher, Tim WernerProduction Manager\tNicole MarburgerExecutive Production\tSandra WächtershäuserDirector of Photography\tPhilipp Baben der ErdeEditing\tKai ZwedeCamera\tMichael Binder, Stephan Bukor, Alexander Gasteiger, Nick Von FürstenbergColorization\tJan HartmannArtists\tCharlotte Kaufmann, Judith Williams, Alexander-Klaus Stecher, Jonas Kaufmann, Christiane Kaufmann, Helmut DeutschSound\tMarc Parisotto, Jakob HändelSound mixing\tNico EbingerCinematography\tBenjamin KriebitzschConcept\tAlexander-Klaus StecherOther\tFernsehecke GmbH, Armin Eisenreich, Indi Herbst, Lena Hölting, Günther Knop, Inga Leschek, Mona Marcandella, Stefan Pennartz, Sascha Rustmeier, Mechtild Teschemacher, Stephanie Vendt, Thomas Voigt, Katharina Welp",
    "chinese_title": "乔纳斯·考夫曼：歌剧巨星的家庭生活",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Jonas Kaufmann - Ein Weltstar ganz privat",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-06-11T22:57:48"
}