{
    "aka": [],
    "sid": "35810731",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1188395/",
            "name": "约翰·博尔顿 John Bolton",
            "@type": "Person"
        }
    ],
    "duration": "110分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-03-15(蒙特利尔国际艺术电影节)"
    ],
    "this_title": [
        "The Lake ",
        " nx̌aʔx̌aʔitkʷ"
    ],
    "douban_link": "https://movie.douban.com/subject/35810731/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The Lake / n’-ha-a-itk is an inspiring music documentary about a groundbreaking cross-cultural collaboration between Astrolabe Musik Theatre, Turning Point Ensemble and Westbank First Nation that integrated Barbara Pentland & Dorothy Livesay’s long-lost opera The Lake with contemporary syilx / Okanagan culture and perspective. At the heart of the film lies an extraordinary friendship between two singers & teachers: Vancouver’s Heather Pawsey and Westbank First Nation’s Delphine Derickson. The film brings to life all of the Indigenous and non-Indigenous storytelling, music making and dancing from the original production, alongside a bracingly honest oral history of the successes and failures of the project. It’s a film about a journey that is, in itself, a continuation of that journey. Filled with laughter and tears, and alive to the rhythms of storytelling, water and wind, The Lake / n’-ha-a-itk celebrates the magic that’s possible when people start to really listen to one another.“This film is the most exciting collaboration, historically, educationally, and culturally which will take people to a magical place they have never been before. People will feel, see and hear the true meaning of reality. Through the powerful blending of cultures through the magic of traditional song, opera and music, and microcosm of our early oral history, together we will build a connection and shift participants’ resonance, and change lives. How the process will resonate with the co-creation of this transformation together to make a difference to individuals, historically and the world at large. It will bring a richer awareness and appreciation of the local history, based on education and entertainment. It will open many doors of collaboration and appreciation of local cultures, also including the importance of Okanagan history blended with European history. This venture in education has never been done before, its effects will span outward like a ripple on magic of water. This powerful celebration of cultures will be remembered for a long time to come. It is a blending of cultures which has been overdue. We must stand together as one, on our great land, and all our connections in the universe.”—Delphine Derickson (Associate Producer / Subject).“I give thanks to my incredible colleague, artist, knowledge-keeper, elder, friend and teacher Delphine Derickson, who has changed my life, and my art, and the way that I think about music. I am so grateful to have been invited to walk with her as a “little brother” (who, as I understand it from Delphine, are Europeans or, like me, people with European ancestry) on this incredible journey we’ve been taking together musically, artistically, creatively since 2012. A decade later, I am joyful that we’re still walking together, and happily acknowledge the responsibility I have to carry the things that have been taught to me into all the work that I do as an artist.”—Heather Pawsey",
    "chinese_title": "The Lake / nx̌aʔx̌aʔitkʷ",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-03T09:55:47"
}