{
    "aka": [],
    "sid": "35816485",
    "cast": [
        {
            "url": "/celebrity/1130099/",
            "name": "哈罗德·佩里诺 Harold Perrineau",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情",
        "爱情",
        "科幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2870532470.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2338088",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-03-25(internet)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2338088/",
    "imdb_votes": 225,
    "this_title": [
        "Without Ward"
    ],
    "douban_link": "https://movie.douban.com/subject/35816485/",
    "imdb_rating": "3.9/10 from 225 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The Sci-Fi Romantic Independent film WITHOUT WARD takes place in the future where a one-world government; Contractualism, controls everything. A notable inventor, Ward (Martin Landau), creates a drug which allows people to literally live in their wildest dreams. Over the next 20 years, 50% of the world's population ends up on the drug, while the Union of United Esquires, lawyers with guns that act as the worlds police force by fulfilling and enforcing contracts, take care of them. Now, the drug is no more, and everyone who was on it is under house arrest. The film follows one dysfunctional family's quest for connection two years after they awake from the drug as they struggle with the new world order and being confined to their homes. For years they live their wildest dreams, and now they can't even leave their houses. The oldest son, Garp (Michael Gladis), longs to make his most basic dream come true and see a girl across the street, Scout (Alexis Dziena), naked in a widow. What starts as such a simple mission turns into a deep, quirky and emotional journey, proving how important real-life connection is. Garp learns to connect with himself, and in that, to take action. At its core Without Ward is about one man who saves the world by standing naked in a window.",
    "chinese_title": "Without Ward",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 3.9,
    "douban_rating_average": 0,
    "update_at": "2025-04-13T00:36:11"
}