{
    "aka": [
        "黑街挣扎"
    ],
    "sid": "3583095",
    "cast": [
        {
            "url": "/celebrity/1041518/",
            "name": "马提·瑞奇 Matty Rich",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1100667/",
            "name": "小拉里·吉拉德 Larry Gilliard Jr.",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1293475/",
            "name": "乔治·奥多姆 George T. Odom",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [
        "剧情",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2615254174.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1041518/",
            "name": "马提·瑞奇 Matty Rich",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0102989",
    "director": [
        {
            "url": "/celebrity/1041518/",
            "name": "马提·瑞奇 Matty Rich",
            "@type": "Person"
        }
    ],
    "duration": "Spain: 79 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1991"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0102989/",
    "imdb_votes": 704,
    "this_title": [
        "Straight Out of Brooklyn"
    ],
    "douban_link": "https://movie.douban.com/subject/3583095/",
    "imdb_rating": "5.8/10 from 704 users",
    "trans_title": [
        "冲出布鲁克林",
        "黑街挣扎"
    ],
    "douban_votes": "0",
    "introduction": "Dennis, living in a housing project in Brooklyn, New York has had enough of poverty, and witnessing his alcoholic father beat his mother. His father is depressed and troubled from working hard for 'the white man' for so many years, yet having nothing to show for it.Dennis and two friends come up with a plan to rob a local drug dealer and split the money. One of the friends asks his uncle to borrow his car, and then a connection he has gives him a shotgun for the operation.Dennis keeps telling his girlfriend that they will soon have money and be able to move out of Brooklyn, but he does not actually tell her of the plan. When he does eventually explain what he is about to do, she leaves him and tells him the relationship is over. Meanwhile, his mother loses her job due to the bruises on her face as a result of the ongoing domestic violence.On the day of the robbery, they wait in the car for the dealer to come out with a briefcase full of cash. As they drive up to him, Dennis points the gun in his face and tells him to hand over the bag, yet he doesn't actually shoot him like his friends were talking about just before. As a result, the dealer sees their faces, and after being ordered to get the money back from the gangster he works for, goes out looking for the three.When Dennis and his friends take the briefcase back home and realise that it contains much more than they expected, the other two get scared and realize that they will be targeted for stealing the bag in the first place. After an argument with Dennis, they leave all the money with him and say they want nothing to do with it.The same night, Dennis brings the money home to show his family and tell them they can move out of the projects, but his father is less than happy about what his son has done. This causes an argument in the house which leads to more violence and Dennis's mother having to go to hospital.The next day at the hospital, Dennis' father goes out for some air when the drug dealer who was robbed sees him and recognizes who he is. They chase him and he is blocked on both sides and shot dead. At the same time, in the hospital Dennis' mother dies with her son and daughter by her side.",
    "chinese_title": "冲出布鲁克林",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Straight Out of Brooklyn",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2025-09-09T00:21:09"
}