{
    "aka": [
        "The White Devil"
    ],
    "sid": "3584524",
    "cast": [
        {
            "url": "/celebrity/1095251/",
            "name": "Harry Hardt Harry Hardt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1107697/",
            "name": "Serge Jaroff Serge Jaroff",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1084478/",
            "name": "Hugo Döblin Hugo Döblin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1127335/",
            "name": "Alexander Murski Alexander Murski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1067302/",
            "name": "Henry Bender Henry Bender",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1058965/",
            "name": "贝蒂·亚曼 Betty Amann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1058823/",
            "name": "弗里茨·阿尔伯蒂 Fritz Alberti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1026379/",
            "name": "Kenneth Rive Kenneth Rive",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010644/",
            "name": "彼得·洛 Peter Lorre",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1039444/",
            "name": "鲁道夫·比布拉赫 Rudolf Biebrach",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029009/",
            "name": "伊万·莫兹尤辛 Ivan Mozzhukhin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028305/",
            "name": "丽尔·达戈沃 Lil Dagover",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1130925/",
            "name": "莉迪娅·波捷奇纳 Lydia Potechina",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1930",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2546749893.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1050280/",
            "name": "列夫·托尔斯泰 Leo Tolstoy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1017235/",
            "name": "亚历山大·沃尔科夫 Alexandre Volkoff",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0021539",
    "director": [
        {
            "url": "/celebrity/1017235/",
            "name": "亚历山大·沃尔科夫 Alexandre Volkoff",
            "@type": "Person"
        }
    ],
    "duration": "Germany: 110 分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1930"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0021539/",
    "imdb_votes": 112,
    "this_title": [
        "Der Weiße Teufel"
    ],
    "douban_link": "https://movie.douban.com/subject/3584524/",
    "imdb_rating": "7.4/10 from 112 users",
    "trans_title": [
        "白魔鬼",
        "The White Devil"
    ],
    "douban_votes": "0",
    "introduction": "During the early to mid 1920's Russian émigré Ivan Mosjoukine rose to great prominence as the preeminent star of French silent cinema, not only a popular draw at the box office but an exceptionally expressive and charismatic actor, who could flourish in both art-house and mainstream cinema.Such was his stardom that in 1926 Abel Gance's first choice for the title role in Napoleon was none other than Mosjoukine - who whilst flattered could not commit to the lengthy production. Instead Mosjoukine starred in Michel Strogoff and Casanova, two vehicles which whilst less well known today were considerable box office successes at the time.However after the second of these Mosjoukine made a major career misstep when, with a Universal contract, he left France for what he hoped would be Hollywood stardom. However only one film came from this, \"Surrender\", which, although interesting and well made, totally failed to establish him as a viable US attraction. Returning to Europe, his standing there had declined somewhat and he struggled to reestablish himself.White Devil was the last of 5 German & Italian vehicles and might well have returned the actor to his former stature, were it not for a technical revolution that was sweeping through the industry.For this film is the first of Mosjoukine's to include a synchronised soundtrack. The film boasts an effective score - with compiled elements and original music by Michael Lewin, Marc Roland & Willy Schmidt-Gentner - some sequences of singing and whistling, and a range of sound effects... but no dialogue.It's likely that the film was initially shot silent then retrofitted with sound in order to make it more attractive in a rapidly changing market. As such it comes off very well, with an exciting and action packed plot and a meaty role for it's expressive and versatile star.Mosjoukine stars as a fiery Caucasian captain Hadscht Murat who quarrels with his leader (initially over a perceived insult to the leader's daughter and then more seriously over the fate of some prisoners) and apparently defects to fight for the despotic Czar Nicolai I (Fritz Alberti) and becomes involved with Neidowa (played by Lil Dagover - beautiful but rather wasted in a smallish part)Hoping to use Murat as a go-between in his plans to conquer the Caucasus, the Czar ruler finds that our hero is not so easily manipulated. Rescuing Neidowa from the Czar's clutches, Murat leads a people's revolt against the despotic regent.Alexandre Wolkof directs with great style and visual flare in a film that represents the European silent tradition at it's finest and most dynamic. This has some wonderfully atmospheric cinematography - right up there with Sunrise & Docks of New York. Mosjoukine himself gives a moving and potent performance as the noble Murat – and the film ranks amongst his best,",
    "chinese_title": "白魔鬼",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Der Weiße Teufel",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-03-03T07:22:50"
}