{
    "aka": [
        "Noir Sur Blanc",
        "The Last One"
    ],
    "sid": "35840586",
    "cast": [
        {
            "url": "/celebrity/1005260/",
            "name": "阿弗西娅·埃尔奇 Hafsia Herzi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "剧情",
        "同性"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2919798168.jpg",
    "region": [
        "法国",
        "阿尔及利亚"
    ],
    "writer": [],
    "imdb_id": "tt28326501",
    "director": [
        {
            "url": "/celebrity/1005260/",
            "name": "阿弗西娅·埃尔奇 Hafsia Herzi",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt28326501/",
    "this_title": [
        "La Petite Dernière"
    ],
    "douban_link": "https://movie.douban.com/subject/35840586/",
    "trans_title": [
        "最小的女儿",
        "Noir Sur Blanc",
        "The Last One"
    ],
    "douban_votes": "0",
    "introduction": "Premier essai transformé. Dès son premier roman, très remarqué à sa sortie, la jeune autrice Fatima Daas décroche une adaptation au cinéma, rapporte le média Deadline. Après ses deux premiers longs-métrages, Tu mérites un amour (2019) et Bonne Mère (2021), la réalisatrice Hafsia Herzi – que beaucoup ont d'abord découverte en tant qu'actrice dans La Graine et le Mulet, d'Abdellatif Kechiche – se chargera de transposer à l'écran La Petite Dernière, publié en 2020 aux éditions Noir Sur Blanc. Le tournage du film devrait débuter au deuxième trimestre 2023.Déjà traduit en plusieurs langues, La Petite Dernière est un roman d'autofiction où Fatima Daas narre les affres d'une jeune lesbienne musulmane. Grandissant en banlieue parisienne, la Fatima du récit s'efforce de concilier ces deux facettes de sa personne qui se contredisent.Cette adaptation de La Petite Dernière est l'un des premiers projets de June Films, une nouvelle boîte de production indépendante parisienne co-créée par Naomi Denamur et Julie Billy. Selon Deadline, June Films se focalisera en grande partie sur des projets francophones et anglophones mettant en avant des personnages féminins, en plus de participer ponctuellement à la coproduction de films étrangers à l'instar de Sisters, le premier long-métrage d'Ariane Labed.",
    "chinese_title": "最小的女儿",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "La Petite Dernière",
    "douban_rating_average": 0,
    "update_at": "2025-03-28T06:22:53"
}