{
    "aka": [],
    "sid": "3585548",
    "cast": [
        {
            "url": "/celebrity/1070357/",
            "name": "José Ignacio Cabrujas José Ignacio Cabrujas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010120/",
            "name": "洛朗·特兹弗 Laurent Terzieff",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1959",
    "genre": [
        "纪录片"
    ],
    "awards": "　　第12届戛纳电影节(1959)\n　　主竞赛单元 金棕榈奖(提名) 玛尔戈特·贝纳塞拉芙\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2553746859.jpg",
    "region": [
        "委内瑞拉",
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1024361/",
            "name": "玛尔戈特·贝纳塞拉芙 Margot Benacerraf",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016659/",
            "name": "Pierre Seghers Pierre Seghers",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0051372",
    "director": [
        {
            "url": "/celebrity/1024361/",
            "name": "玛尔戈特·贝纳塞拉芙 Margot Benacerraf",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1959"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0051372/",
    "imdb_votes": 915,
    "this_title": [
        "Araya"
    ],
    "douban_link": "https://movie.douban.com/subject/3585548/",
    "imdb_rating": "7.6/10 from 915 users",
    "trans_title": [
        "阿拉亚"
    ],
    "douban_votes": "340",
    "introduction": "《阿拉亚》是委内瑞拉传奇女导演玛戈·贝纳塞拉芙唯一一部纪录长片，它在拉美影史上占有相当重要的位置，是委内瑞拉民主后第一部获得国际声誉的电影，当年在嘎纳它与阿伦·雷奈的《广岛之恋》共同分享了国际评论家奖，也都获金棕榈提名却最终未果，尽管名气不如《广岛之恋》和《黑人奥菲尔》那么大，但在专业人士眼中此片一直都是研究拉美女性电影所必修的经典，影片出色的摄影时常被人们所赞美，是与卡拉托佐夫的《我是古巴》齐名的诗意电影杰作，法国著名导演让·雷诺阿在看过影片后称赞《阿拉亚》是他所见过最完美的纪录片之一。贝纳塞拉芙就像是委内瑞拉影坛的特吕弗和亨利·朗格鲁瓦，她不仅是第一位毕业于巴黎电影学院（IDHEC）的拉美导演，而且在1966年创办了委内瑞拉电影资料馆，虽然由于资金短缺问题，她个人的导演生涯并不顺利，作品也很少，但却为新委内瑞拉电影的发展成立基金会，并曾获得世界各国的无数荣誉和勋章。转自AUESS的博客资料（http://blog.sina.com.cn/s/blog_497f6a250100cxm0.html）Shown at Cannes in 1959, the year after Venezuela's last dictator Marcos Perez-Jimenez was overthrown, the documentary inadvertently highlights the kind of exploitation of the poor that can lead to rebellion. While the dictator escaped to Miami with $13 million, salt workers were piling up mounds of salt on the flat sands, making barely enough money to keep them in arepas and black beans. Between the hot, tropical climate and the sores on their feet, the job these workers do every day is excruciating. Yet the lives of the fishermen and salt workers in this documentary are shown in the context of planned, upscale development, something of a disservice to the larger picture.With not much making a great impression thus far at the Berlinale, Margot Benacerraf's lovely documentary Araya comes as a breath of fresh air from 1959. Reminiscent of Agnes Varda's debut film La Pointe-courte (1954) in its artful but somewhat ambivilant attitude towards filming a local community and their work clearly admired by the filmmakers, Benacerraf's film focuses on the inhabitants of Araya, a desolate area in Venezuela subsiding through a long history on the wealth of its great salt marshes. Araya was originally compared to Flaherty's Man of Aran, Visconti's La Terra Trema (1947) and Rossellini's India (1957). Margot Benacerraf has described the film as \"a cinematic narration based on script writing rather than a spontaneous action, a feature documentary, the opposite of Italian neorealism\".",
    "chinese_title": "阿拉亚",
    "douban_rating": "8.1/10 from 340 users",
    "foreign_title": "Araya",
    "imdb_rating_average": 7.6,
    "douban_rating_average": "8.1",
    "update_at": "2025-12-02T03:15:34"
}