{
    "aka": [
        "Across The Lake"
    ],
    "sid": "3585497",
    "cast": [
        {
            "url": "/celebrity/1098782/",
            "name": "Nada Gesovska Nada Gesovska",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1160532/",
            "name": "Stevo Spasovski Stevo Spasovski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1164571/",
            "name": "阿格尼兹卡·旺格 Agnieszka Wagner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1201189/",
            "name": "Aco Dukovski Aco Dukovski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1058625/",
            "name": "佩特·阿尔索夫斯基 Petre Arsovski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1057153/",
            "name": "Sabina Ajrula Sabina Ajrula",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1118147/",
            "name": "Dzemail Maksut Dzemail Maksut",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1997",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "Republic of Macedonia",
        "波兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1034789/",
            "name": "Tasko Georgievski Tasko Georgievski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1292241/",
            "name": "Antonio Mitriceski Antonio Mitriceski",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0126622",
    "director": [
        {
            "url": "/celebrity/1292241/",
            "name": "Antonio Mitriceski Antonio Mitriceski",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "马其顿语"
    ],
    "playdate": [
        "1997"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0126622/",
    "imdb_votes": 381,
    "this_title": [
        "Preku ezeroto"
    ],
    "douban_link": "https://movie.douban.com/subject/3585497/",
    "imdb_rating": "7.1/10 from 381 users",
    "trans_title": [
        "穿越湖泊",
        "Across The Lake"
    ],
    "douban_votes": "0",
    "introduction": "Cairo International Film FestivalYear\tResult\tAward\tCategory/Recipient(s)1997 \tNominated \tGolden PyramidAntonio MitriceskiMolodist International Film FestivalYear\tResult\tAward\tCategory/Recipient(s)1998 \tNominated \tBest Film Award \tBest Full-Length Fiction FilmAntonio MitriceskiThe fact that this film is based on a true story [in fact based on a documentary shot by the same director], gives a unique rafinement to this feature destinguishing it from the use-and-waste 'true' stories seen everyday in mass production of the rich overseas productions. Wonderful camera work, reinforced with the magic pan-pipes of Zamfir [really feeling the Balkan mentality and irregular rythms, indeed!]are recommendation for itself. However, the dialog is not the strongest part of the movie [as in the most Macedonian features], but one can still enjoy the personal human drama, knowing that at the end, at least one little thing was restored - the freedom.http://www.macedonianfilmfestival.com/movies/across_the_lake.aspThe Lake is a mirror in which Konstantin is seeing himself. It is his own soul, misfortune, hope and passion. The lake is an eternal existence. The film ACROSS THE LAKE is a true story about two people who fall in love with each other and want to be together. He is in Macedonia and SHE is in Albania. The only thing that separets them is the lake. The borders close. Albania isolates itself from the rest of the world. Konstantin illegally crosses the lake only to collect Elena and take her back. But, treaten as a spy, he spends years in Albanian camps. Noboy could believe that a person would go to Albania only because of love. He finds himself in a maze made of human isolation, closed in a foreign country. With the death of Enver Hodja, Albania finally opens the borders. After fourty years of torture, Konstantin, together with Elena and their daughter, returns to his place of birth. To sustain until his dream comes true.Antonio Mitriceski - Born in 1961 in Skopje, Macedonia. In 1987 graduated film directing at the Lodz State High School for Theater, Film and TV \"Leon Shiler\". During the studies in Poland he realized four short films: THE DUEL, A DAY, TIME and ECHO. He worked for the Polish TV, directing William SAROYAN's IS SOMEBODY THERE and THE CHEATER AND THE LANDLADY by his own screenplay. Within the High School selection participates in many international film festivals, such as those in Oberhausen, Munich, Krakow, Karlovy Vary. For A DAY and THE DUEL he gained some special diplomas and an award of the city of Lodz. In 1991 he realised the documentary titled THE LOVE OF KOCHO TOPENCHAROV which was awarded with Gold Medal for Debut, at the Short Film March Festival in Belgrade. In 1997 Mitrikeski directed his first full-length feature film ACROSS THE LAKE, a Macedonian-Polish co-production. Currently he is a film directing assistant at the Faculty of Dramatic Arts in Skopje.",
    "chinese_title": "穿越湖泊",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Preku ezeroto",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-04-09T02:55:47"
}