{
    "aka": [
        "Two Streams"
    ],
    "sid": "3585527",
    "cast": [
        {
            "url": "/celebrity/1161567/",
            "name": "Lina Agifu Lina Agifu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1122164/",
            "name": "Ingra Liberato Ingra Liberato",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1092932/",
            "name": "Vanessa Goulart Vanessa Goulart",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1091225/",
            "name": "贝丝·古拉特 Beth Goulart",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012825/",
            "name": "Carlos Alberto Riccelli Carlos Alberto Riccelli",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "剧情"
    ],
    "awards": "　　第52届洛迦诺国际电影节(1999)\n　　金豹奖(提名) 卡洛斯·赖兴巴赫\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2860257815.jpg",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1020196/",
            "name": "卡洛斯·赖兴巴赫 Carlos Reichenbach",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0208100",
    "director": [
        {
            "url": "/celebrity/1020196/",
            "name": "卡洛斯·赖兴巴赫 Carlos Reichenbach",
            "@type": "Person"
        }
    ],
    "duration": "112分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "1999"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0208100/",
    "imdb_votes": 210,
    "this_title": [
        "Dois Córregos - Verdades Submersas no Tempo"
    ],
    "douban_link": "https://movie.douban.com/subject/3585527/",
    "imdb_rating": "6.8/10 from 210 users",
    "trans_title": [
        "两条河流",
        "Two Streams"
    ],
    "douban_votes": "0",
    "introduction": "Dois Corregos (Two Streams) is a rites-of-passage film about three young women whose lives were marked in the summer of 1969 when they met Hermes, a political exile who had clandestinely returned to his country. The film starts in present-day Brazil when Ana Paula arrives with her lawyer at the small town of Dois Corregos, in the province of Sao Paulo, where she has just inherited her parents' house. She begins to reminisce about the last time she was there, which was in 1969 when she was seventeen years old: she and her pianist friend Lydia spent four days in the country chaperoned by Teresa, a housekeeper who is more like an older sister. The brief visit is also an opportunity to meet Hermes, her mother's brother whom she has never known. Hermes has been forced into exile and rejected by his family for his involvement in ultra-left activities. He has secretly returned to Brazil and is hiding at Dois Corregos. Emotions run high as family secrets are revealed, which eventually result in self-realization for the people involved. The film is shot in the state of Sao Paulo where the two rivers of the region converge. The location is used as a metaphor for the characters and the country, which had suffered eleven years of dictatorship. The two rivers of the title stand for two different streams of experience: the present, with its delicate story of remembered adolescence, and the resurfacing uneasiness of the past. The music is another element that contributes to the atmosphere and heightens the emotional build-up. Brazilian director Carlos Oscar Reichenbach, one of the most active figures of the generation following (and reacting against) the \"Cinema Novo,\" was inspired by La ragazza con la valigia and Estate violenta of Valerio Zurlini when he was shooting this film, which is dedicated to those \"who lived through a very difficult period of the country's history.\" Dois Corregos was screened in competition at the 1999 Locarno International Film Festival.",
    "chinese_title": "两条河流",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Dois Córregos - Verdades Submersas no Tempo",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-02-23T18:44:50"
}