{
    "aka": [],
    "sid": "3586664",
    "cast": [
        {
            "url": "/celebrity/1275270/",
            "name": "张晨光 Morning Chang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275251/",
            "name": "俞小凡 Grace Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1369475/",
            "name": "许淑苹 Shu-ping Hui",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1405869/",
            "name": "梁修治 Hsiu-chi Liang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275593/",
            "name": "屈中恒 Chung-heng Chu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1358345/",
            "name": "杨少文 Shao-Wen Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1551335/",
            "name": "马侠 Xia Ma ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1579616/",
            "name": "黄芳亭 Fang-Ting Huang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1993",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907883590.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1320851/",
            "name": "梁修身 Hsiu-shen Liang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "23",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "1993"
    ],
    "this_title": [
        "芳草斜阳外"
    ],
    "douban_link": "https://movie.douban.com/subject/3586664/",
    "trans_title": [
        ""
    ],
    "douban_votes": "154",
    "introduction": "芳草斜阳外分集剧情1:聚彩广告公司总经理贺立维与美丽贤惠的秦雨婕结婚七年,膝下有爱女怡璇。这本是一个幸福美满的家庭，但由于丈夫有外遇，夫妻俩发生争吵并决定离婚。在律师面前，立维及其情妇康佳琳答应在七年内不得生育子女，否则女儿怡璇的抚养权将转归雨婕。雨婕拒绝接受立维经济上的任何帮助，独自搬出与立维的女秘书谢静亚住在一起。佳琳从情妇成为太太，鸠占鹊巢喜不自胜。2：佳琳正兴高采烈地等待婚礼，她的男友许文庆突然出现在她面前，指责她不该为了追求金钱而放弃爱情。雨婕看着与丈夫女儿的合影悲愤不已，她用酒杯碎片割腕自杀。静亚的大学同学，报社记者邵强进来发现，急忙叫救护车把她送往医院急救。3：文庆来贺家，对佳琳表示自己的爱心不变。两人拥抱时被立维撞见，佳琳急中生智谎称文庆是她同父异母的哥哥，立维信以为真。雨婕四处求职碰壁，邵强鼓励她并帮她在一家公关公司找到工作。佳琳要同立维去巴黎度蜜月，立维把怡璇托给静亚照看，实际上想使怡璇在这段时间里回到妈妈身边，雨婕自然乐意。4：雨婕在同怡璇的谈话中获悉女儿在家并未得到很好的照顾，时常独自一个人在家。雨婕指责立维不尽父职，并劝佳琳要尽做母亲的责任，给孩子完整的爱和照顾。佳琳则怪责立维不该不让她知道就把怡璇托给雨婕照看，还说他对前妻情犹未断。面对前妻的指责和新婚妻子的妒意，立维夹在中间左右为难。5：雨婕本想辞职在家照顾女儿，总经理郁芬同意她不受上下班限制，以兼顾事业和家务。静亚暗恋邵强多年，邵强毫无所知，反而给静亚介绍对象，静亚伤心地拒绝了。邵强因为报道社会阴暗面遭黑社会人物殴打，被人送医院治疗，静亚问讯到医院探望。6：立维在巴黎买了一只钻石别针，本想带回台湾送给雨婕，却被佳琳认为是送给她的。蜜月结束后，立维去超市买了一只皮包送给雨婕，说是从法国带回来的，被雨婕识破，雨婕怪他不该撒谎。看着怡璇在笑声中被立维带走，雨婕心如刀割。雨婕为工作需要在酒楼与客户应酬是恰巧碰到立维。雨婕强忍心中的悲酸，坚决地拒绝了立维的经济援助。邵强劝雨婕用新的恋情来抚平旧的创伤。7：立维约雨婕来到昔日同游的海滨，看者一波又一波的海浪，俩人的心情也起伏不到。立维不忍雨婕在社会上抛头露面，为她准备了一张巨额支票。雨婕拒绝接受，并流露出自己最大的痛苦莫过于所爱的人移情别恋。立维听了感到愧疚。雨婕在办公室和家里不断收到匿名者送的鲜花，上写“宝刀配英雄，鲜花赠佳人”的字样，后来终于发现是邵强送的。雨婕对邵强说：“我不希望破坏现在的一切。”邵强留言：“我不会强人所难。我会耐心等待。”暗恋邵强的静亚见邵强追求雨婕，暗自伤心流泪。8：立维发现自己的秘书静亚心情不佳便表示关心，静亚说出心中的苦楚。立维鼓励静亚公开向邵强表示自己的爱。由于立维忙于事业，佳琳只能孤单在家或同邻居打牌消遣。立维回来见爱女独自睡在沙发上，便责问佳琳没有尽职，夫妻发生口角。立维情不自禁把雨婕和佳琳作比较，顿时有新欢不如旧爱之感。对邵强的鲜花攻势，雨婕惶恐不安，极力躲避。9：雨婕把回避邵强追求的心情告诉静亚，对邵强一往情深的静亚不禁心软，并因此更把对邵强的爱深藏在心底。由于佳琳迟到，怡璇在放学后独自回家的途中迷路，幸亏静亚的弟弟谢迪亚见到带回住处。雨婕送女儿回家，立维见状对佳琳更不满，同时面对前妻不免白感交集。10：佳琳受到丈夫责难后，找文庆倾吐心中的不平。文庆得知佳琳因立维的离婚协议规定七年内不得生育，便私下去找雨婕，请求她收回当初提出的条件，遭雨婕的拒绝。文庆到立维的公司应征被录用，佳琳对此表示反对。11：迪亚鼓励静亚加录对邵强的竞争。邵强约雨婕见面，因临时有采访任务失约。雨婕在公元路口久等不见，邵强赶来时反而说她不该傻等。雨婕愤怒地跑开，恰好一辆汽车迎面而来。恰好来这里的立维为救雨婕脱险被车撞伤，被送进医院急救。立维苏醒后，雨婕深情地给他喂水。佳琳正好赶到医院，见此情景不禁怒火中烧。12：佳琳火起，打了雨婕一巴掌，并说雨婕来医院勾引立维，破坏她和立维的婚姻。雨婕不甘示弱，理直气壮地反击：“正是你破坏了我和立维的婚姻。”立维伤愈出院后，为佳琳的无礼特地向雨婕道歉。雨婕说：“这一巴掌打醒了我，当初我太大意了，没有好好维护自己的婚姻。”邵强送戒指向雨婕求婚，雨婕没有答应，邵强要到高雄采访，叫雨婕一星期后答复他。静亚赶到高雄找到邵强并向邵强袒露爱心，两人喝得酩酊大醉。翌晨醒来，身边只有邵强留下的字条：“我不能接受你的爱。”静亚黯然返回台北。13：文庆毛遂自荐到高雄办了一宗业务，受到立维的赞赏。文庆故作多情向静亚献花，陪她选衣服，静亚以为文庆真的爱上了她。邵强返回到台北，约雨婕在酒店见面，并当众下跪求婚，强行把戒指戴上雨婕的手指，雨婕不知如何是好。第二天报纸刊登雨婕邵强订婚消息，立维见报心中不是滋味，怡璇得知妈妈要嫁人，哭泣不止。佳琳则兴高采烈。14：立维约雨婕到一空屋会面，诚恳地说自己对背叛雨婕而接受佳琳的事后悔莫及。面对神情憔悴的立维，雨婕也感慨地说出了积留已久的感情。这对因背叛，误会导致分手的夫妻，终于化解了彼此心中的冰霜，开始从新面对生活。雨婕为立维公司设计了一个好广告，受到客户的赞赏。立维付给雨婕一笔酬金，雨婕拒收，并建议赠作教育基金。邵强要带雨婕和他一起回家见父母，令雨婕感到十分恐慌，进而产生逃避的念头。15：雨婕决定结束与邵强之间这段被强加的的感情，她把戒指退还给邵强。静亚闻讯大喜，急忙去找邵强，不料在邵强下榻的宾馆发现邵强堕落荒唐的一面。静亚对邵强仅存的一点幻想破灭了。雨婕对立维表白：如果立维离开了佳琳，她愿意回到立维和怡璇身边。佳琳发现自己婚姻面临危机，便采取以攻为守的策略，想生个孩子来栓住立维。一天，佳琳出面约公司员工聚餐，结果喝得烂醉。文庆扶她回房趁机与她共度良宵。不久，佳琳发现自己怀孕了。16：文庆为了搞垮立维的公司，夺回佳琳的爱，趁静亚疏忽时窃取并销毁了立维交给静亚保管的一盒广告录象带，使得立维和静亚无法向大客户交代。文庆献策让静亚设酒席向何董道歉，席散后何董把醉得不醒人事的静亚带回私人俱乐部并奸污了她。静亚醒来后痛不欲生，文庆谎称这是立维安排的，要静亚向立维报复。静亚恨立维并迁怒于雨婕，遂搬出去与文庆同居。文庆向立维提出辞职。17：何董用金钱补偿静亚，被静亚断然拒绝。立维与雨婕鸳梦重温，并向佳琳提出分手。佳琳说她已怀有三个月的身孕，想以此来栓住立维。雨婕以为立维欺骗她的感情，便按“七年内不得生育子女”的离婚协议要回了怡璇的抚养权。立维对佳琳瞒着他怀孕极为恼火，文庆趁机向佳琳表露爱意。佳琳以为孩子出生后立维还会爱他，因而拒绝了文庆的追求。18：雨婕约见立维，说她接受范总裁的邀请，带怡璇去南非任特别助理。静亚与文庆深夜潜露立维办公室，偷拍立维为何董设计的广告企划资料。立维到医院做结扎手术，医生发现他已丧失生育能力。立维回家责问佳琳肚子里的孩子是谁的。佳琳百口莫辩，遂吞服安眠药自杀，立维把她送进医院抢救。雨婕约见立维却久候不见，只得失望而归。19：立维在医院守着佳琳，劝她放弃轻生的念头。文庆到医院看望佳琳，并证实佳琳怀的是他的孩子，佳琳怒斥文庆的无耻行为。她自觉愧对立维，遂留下离婚协议书和一封信不辞而别。立维四处找不到佳琳，忽然接到女儿从机场打来的电话，说要见爸爸一面，立维急奔机场但迟了一步，雨婕母女乘坐的客机已渐渐离去，立维只好扼腕叹息。由于文庆盗用立维的广告企划，压价投标，致使立维投标失败。当立维得知是文庆在暗中捣鬼时惊愕万分。20：立维追问文庆为何要这么做时，文庆说出他同佳琳并非兄妹而是恋人的实情，并说今天总算报了“夺爱”的一箭之仇。文庆登报寻找佳琳。佳琳在洗车场打工时她积攒的钱被人偷了。静亚向立维辞职并要文庆同她结婚，不料文庆却说他爱的是佳琳。静亚如梦初醒，原来自己失身，盗取企划书导致立维公司落败是文庆导演的骗局，静亚悔恨交加，投河自尽，被人救起。迪亚得知姐姐被文庆欺骗和蹂躏，愤怒地找文庆算帐并用刀刺伤文庆。21：文庆受伤被抬上担架，赶到的静亚恳求文庆原谅迪亚，文庆自觉伤害静亚太多，遂决定放过迪亚。立维公司倒闭，他意志消沉，醉倒在酒廊，静亚把他扶回家。立维醒后，静亚向他说明一切并愿意承担法律责任，但立维不想再追究。静亚到南非找到雨婕，告知立维破产和佳琳离去的消息，希望雨婕回去帮助立维在人生舞台上重新站起来。雨婕毅然决定带女儿返回台北。22；雨婕到处寻找不到立维，便在电台点歌，在歌声中寄寓深情。立维听到雨婕的点歌深受感动。在十年前两个人初定恋情“今生有约”的巨石前，雨婕又同立维见面了。回忆前情，两人百感交集。立维愧对贤惠的前妻，他认为自己如今一无所有，他不愿拖累雨婕母女。雨婕鼓励立维振作起来，等立维东山再起时再重新组成一个家庭。立维答应一年后一定交出一张漂亮的成绩单并向雨婕求婚。文庆四处张贴寻人启事，终于在洗车场找到佳琳。他渴望能同佳琳重归于好，但遭到佳琳的拒绝。23：佳琳在同文庆争执时动了胎气，被文庆送进医院并产下婴儿。文庆在产房外通宵守候。雨婕送鲜花给佳琳，劝她好好把握未来的人生。佳琳原谅了文庆，与他重组家庭。立维同雨婕见面后精神奋发，夜以继日地进行广告设计并屡获成功，他又成立了一家广告公司并在一次公开比稿中击败了许文庆。一年后，雨婕依约带着怡璇来到当年与立维定情的地方。满怀成功喜悦的立维来到她们母女面前。这对从相爱到分手的有情人，终于在克服了生活中的种种诱惑与挫折之后，又重新携手步入礼堂，再一次共结连理。",
    "chinese_title": "芳草斜阳外",
    "douban_rating": "7.9/10 from 154 users",
    "foreign_title": "",
    "douban_rating_average": "7.9",
    "update_at": "2025-05-06T05:13:38"
}