{
    "aka": [
        "Diary Of A Pig War"
    ],
    "sid": "3586840",
    "cast": [
        {
            "url": "/celebrity/1150856/",
            "name": "Osvaldo Terranova Osvaldo Terranova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1151532/",
            "name": "Walter Soubrie Walter Soubrie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1208328/",
            "name": "Juan Carlos Gianuzzi Juan Carlos Gianuzzi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1282216/",
            "name": "María José Demare María José Demare",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1132682/",
            "name": "Luis Politti Luis Politti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1132054/",
            "name": "Inés Murray Inés Murray",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1111840/",
            "name": "Fernando Iglesias &#39;Tacholas&#39; Fernando Iglesias &#39;Tacholas&#39;",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1106679/",
            "name": "维克多·拉普拉斯 Víctor Laplace",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1091037/",
            "name": "Zelmar Gueñol Zelmar Gueñol",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1057077/",
            "name": "Emilio Alfaro Emilio Alfaro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1283600/",
            "name": "Alberto Fernández de Rosa Alberto Fernández de Rosa",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1975",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2860450118.jpg",
    "region": [
        "阿根廷"
    ],
    "writer": [
        {
            "url": "/celebrity/1052574/",
            "name": "阿道夫·比奥伊·卡萨雷斯  Adolfo Bioy Casares",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048402/",
            "name": "托雷-尼尔松·莱欧波尔德 Leopoldo Torre Nilsson",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0072878",
    "director": [
        {
            "url": "/celebrity/1048402/",
            "name": "托雷-尼尔松·莱欧波尔德 Leopoldo Torre Nilsson",
            "@type": "Person"
        }
    ],
    "duration": "90 分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1975"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0072878/",
    "imdb_votes": 101,
    "this_title": [
        "La Guerra del cerdo"
    ],
    "douban_link": "https://movie.douban.com/subject/3586840/",
    "imdb_rating": "7.1/10 from 101 users",
    "trans_title": [
        "Diary Of A Pig War"
    ],
    "douban_votes": "0",
    "introduction": "This movie is adapted from La Guerra del Cerdo, a chilling novel by Adolfo Bioy Casares. In some not-too distant future, a whole class of young people grows up viewing the elderly as wholly disposable. The youngsters in this film view the elderly with contempt; they deprive the young of money, food and housing. Little wonder, then, that these people feel free to kill and rob them. Given how their victims react, with cravenness and apathy, the youngsters continue with their exploits with few qualms. Eventually, for reasons which are unexplained, the killing spree stops, despite the apparent sympathy of the police.Diary of the War of Pigs is a film that could have aimed higher, but remains a tense, moving and erotic look at old men clinging to their youth, dealing with feelings of uselessness.The premise: a group of Buenos Aires youths aren't happy with the elderly. They collect social security, waste their money away, and dirty the streets. Gangs across the city take it upon themselves to kill the old.Anyone who comes to this film looking for brutal scenes of strong young men abusing their helpless progenitors will leave disappointed. From the situation, one might expect a satire of fascism's scapegoats but there are only a few killings throughout the film. Instead the gang represents the disconnect between fathers and sons. The aging don't like to feel irrelevant. They want to feel connected with their children. These feelings manifest themselves in slightly misguided forms: superficial changes like hair color and fake teeth, or buying prostitutes to make them feel wanted by the young. But the young show no sympathy. Showing no consistency with their values, they pick targets solely to kill the old men who pursue their women.The central character is Isidro Vidal. Long ago his wife left him to raise their son Isidorito alone. The film misses an opportunity to explore this situation more fully. Isidorito blaming his father for the mother leaving and Isidro feeling dissatisfied guilt for how the relationship has turned out is crucial to the film's ending but not given as much attention as it should be throughout the film.Isidro feels purposeless, and slowly becomes aware of the \"war on pigs.\" He begins to find a sense of purpose when he falls in love with the young Nélida. Unfortunately, paying attention to a young girl like Nélida is exactly the sort of behavior that will make him a target. To be honest there never seems to be much of a threat to Isidro. The revolution moves slowly and the film is full of old men that are more lecherous than Isidro. Nevertheless he manages to see several of his friends hurt, killed or taken away.The film's best scenes are the erotic ones. Director Leopoldo Torre Nilsson has a great talent for visuals, but the majority of the film outside of these scenes is shot unremarkably. The kiss between Isidro and Nélida is very well done, edited to give the impression of images gently cascading.While the happiness Isidro achieves is quite moving, the \"war of the pigs\" itself is resolved a bit unsatisfactorily. After a terrorist strike on the retirement home, the revolution loses momentum presumably because the extremity of the act made everyone involved realize the war's absurdity. But just before the terror has completely died, the revolution perceives Isidorito as a traitor for not turning against his father and kills him. Isidro's suffering is a very sobering way to end the movie, particularly considering the callousness with which his old friends behave now that they are safe. But I can't help feeling that this film could have been quite a bit more powerful had the characterization of Isidro and his son been reconsidered.Overall a good film about feeling outdated. José Slavin gives a strong performance as the lead, and the subtle eroticism carried throughout illustrates Nilsson's strength as a director.",
    "chinese_title": "La Guerra del cerdo",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-02-15T03:02:15"
}