{
    "aka": [
        "Where The Roads End"
    ],
    "sid": "3586852",
    "cast": [
        {
            "url": "/celebrity/1224419/",
            "name": "Giacomo Buonafina Giacomo Buonafina",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "危地马拉",
        "墨西哥"
    ],
    "writer": [],
    "imdb_id": "tt0434901",
    "director": [
        {
            "url": "/celebrity/1008405/",
            "name": "Carlos García Agraz Carlos García Agraz",
            "@type": "Person"
        }
    ],
    "duration": "82分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2004"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0434901/",
    "imdb_votes": 39,
    "this_title": [
        "Donde acaban los caminos"
    ],
    "douban_link": "https://movie.douban.com/subject/3586852/",
    "imdb_rating": "6.7/10 from 39 users",
    "trans_title": [
        "路的尽头",
        "Where The Roads End"
    ],
    "douban_votes": "0",
    "introduction": "Donde acaban los caminos (Where the roads end) it's the encounter of two different worlds that live together but remain separated at the same time, since ancestral times. The doctor Raul Zamora goes on a trip from the city to a remote town in the lake Atitlán where this two parallel worlds converge between the \"Naturals\" and the \"Ladinos\". Zamora won't take long before falling in love with Maria Xahil, a \"Natural\", causing in the rest of the town and the villages a dilemma between the different communities. It's a panoramic vision of the abuse of power, repression and racism that collide in this diverse society surrounded by the calm of nature. The adventure of Zamora and Maria will have a turning point marked by the personal interest and conflicts of each separated worlds.When love is not enough... This autobiographical story of Monteforte Toledo - the film's Doctor Zamora - who comes to San Pedro La Laguna (Guatemala) as a young man during the military dictatorship in the first decades of the 20th century. Zamora sets out with great idealism and dedication to erradicate illness among the Indians, even if his work is disapproved by the military commander in town. Zamora falls in love with María, a young Indian girl from a village and he invites her to come live with him in the town of San Pedro. However, other young women have noted the charm of the elegant of Zamora, and even the young idealist doctor cannot escape the conflict between Ladinos (Mestizos or non-Indians) and Indians.",
    "chinese_title": "路的尽头",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Donde acaban los caminos",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-12-25T10:44:08"
}