{
    "aka": [
        "In The Mountains",
        "On The Sunny Side"
    ],
    "sid": "3586827",
    "cast": [
        {
            "url": "/celebrity/1189395/",
            "name": "Filip Duric Filip Duric",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048357/",
            "name": "穆斯塔法·纳达雷维奇 Mustafa Nadarevic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162633/",
            "name": "Milena Zupancic Milena Zupancic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1202682/",
            "name": "萨萨·塔巴科维奇 Sasa Tabakovic",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "斯洛文尼亚"
    ],
    "writer": [],
    "imdb_id": "tt0334374",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "Slovenian"
    ],
    "playdate": [
        "2003"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0334374/",
    "imdb_votes": 72,
    "this_title": [
        "Na planincah"
    ],
    "douban_link": "https://movie.douban.com/subject/3586827/",
    "imdb_rating": "6.8/10 from 72 users",
    "trans_title": [
        "In The Mountains",
        "On The Sunny Side"
    ],
    "douban_votes": "0",
    "introduction": "As usual, Ado and his brother Sani head to Slovenia to spend their summer holidays at their uncle's. Ado, the older of the brothers, is a rather reckless twenty year old, while the young Sani is just entering puberty. This year, his holidays will be something else.Sani, a boy in puberty, goes on a vacation to Slovenia with his brother Amir to visit their uncle and his wife Majda. The summer is beautiful, long and hot, and Sani enjoys meeting new people, he likes the girls and the carefree fun; however, he does not realize that this is more than a vacation, namely, that he would stay in Slovenia. His uncle, Majda and Amir hide the truth from him until, one day, Amir gets drunk on a trip ... and his tongue slips. Sani is distressed and shocked. Under the pressure of these new and unexpected circumstances, his puberty enters a wild phase.Miha Hocevar - Born in 1963, in Ljubljana, where he finishes elementary school and the Poljane grammar school. Next year, he serves in the army and enters film and television directing at the Faculty for Theatre, Radio, Film and Television in Ljubljana. Finishes his studies, but he does not finish his degree. Since the beginning of his studies, he is involved in film and television work. He mainly supports himself with commercial projects, but has also completed two feature films, Fuck It (2000) and Up in the Hills (2003). To be continued.",
    "chinese_title": "Na planincah",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-06-13T13:22:39"
}