{
    "aka": [
        "征途",
        "龙魂传"
    ],
    "sid": "3586645",
    "cast": [
        {
            "url": "/celebrity/1313863/",
            "name": "阿提查·春那侬 Atichart Chumnanont",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318971/",
            "name": "波恩彻塔·娜·桑空拉 Pornchita Na Songkhla",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1339791/",
            "name": "Pornchita N.Chaloke Pornchita N.Chaloke",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1491649979.jpg",
    "region": [
        "泰国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1439876/",
            "name": "克理特·苏拉蒙空 Krit Sukramongkol",
            "@type": "Person"
        }
    ],
    "duration": "66分钟",
    "episodes": "14",
    "language": [
        "泰语"
    ],
    "playdate": [
        "2006-03-14(泰国)"
    ],
    "this_title": [
        "ลมหวน"
    ],
    "douban_link": "https://movie.douban.com/subject/3586645/",
    "trans_title": [
        "卢桓正传",
        "征途",
        "龙魂传"
    ],
    "douban_votes": "120",
    "introduction": "内容简介：阿提查中文网专稿，未经许可谢绝转帖——作者：XIAOXIALOM HUAN是男主角的名字，意思是心情变换，翻译成龙魂【阿提查演】，女主角叫古恩【奔驰演】。故事开始发生在一个专门收治弱智的疗养院，成年的龙魂在里面遭到虐待。古恩是一位美丽的空姐，和养母一起住到离疗养院很近的房子，一次偶然，龙魂见到古恩，从此记住这个美丽的姑娘。那个疗养院是舅舅【牡丹里的诚叔】为了关龙魂专门建的，龙魂的父亲是美国富豪，母亲是泰国人，他小时候父母去世，被舅舅下药（类似于致幻剂），被当做傻子关了起来。古恩参观龙魂的家时，很注意龙魂和父母的合影。古恩因为养母去世，想换一个环境，龙魂的表弟追求古恩，于是安排古恩去了疗养院。龙魂对古恩的歌有感觉，不像其他弱智，古恩很奇怪。新来的男医生【牡丹里的阿来】也发现龙魂的智力其实很正常，只不过因为服用致幻剂，才表现异常，加上经常受到医生护工的虐待与惊吓，所以像个傻子。龙魂的奶妈知道内情，于是和古恩、新来的男医生一起合力救出龙魂，男医生英勇就义，否则可能和古恩演绎一段浪漫史，呵呵，这是题外话。在逃跑的过程中，善良的古恩对龙魂亦师亦友亦保姆，精心照顾龙魂，龙魂的智力也像干枯的海绵接触到了水源，迅速膨胀，由7、8岁的状态慢慢变为10来岁。龙魂的表弟带人追杀龙魂，在逃跑过程中，龙魂居然救出了被表弟抓到的古恩，二人被山民所救。在淳朴的山民中间，龙魂的智力正常发展，由10来岁开始发展到13、4岁，到了青春期，开始知道迷恋古恩，知道看到古恩害羞。古恩的亲生母亲是附近的庄园主，古恩想离开，龙魂知道后不让古恩走，说“龙魂爱古恩”，被古恩训斥，从此龙魂再也不敢表白。村民带着龙魂去庄园搞破坏，被古恩的亲生母亲抓到，古恩只好去求母亲放了他们。古恩和母亲通过交流慢慢相认，龙魂寄居的山民家有个小妹【高山上的恋人里的普洛】，喜欢龙魂，小妹生病（很可能是疟疾），在送医院的途中，因为龙魂舅舅派人追杀，耽误了救治，小妹死了，龙魂很伤心。这部剧的最大的特点就是刚出现有苗头有实力的第三者就立刻死翘翘~~~在古恩母亲的帮助下，警察抓到追杀龙魂和古恩的杀手，从而抓到龙魂的舅舅，龙魂的舅舅在狱中自杀。回到大宅的龙魂实际只有14、5岁的智力，接管产业和公司，被邀请的客人和公司下属笑话，自己情绪很低落，跑回疗养院，给过去的同伴讲故事做义工，被古恩找了回来。龙魂上成人进修班，遇到一个女生，女生知道龙魂有钱，趁机追求，古恩的身边也出现一个律师追求者【牡丹里的二哥】，让龙魂自惭形秽，几次想表白都没有成功。龙魂邀请一干人等去度假，不想和古恩一起被表弟绑架，在整个过程中龙魂对古恩照顾有加，让古恩感觉到这个小弟弟样的男孩也变成可以依靠的男人，二人终于一起逃脱。古恩的母亲要带古恩离开，龙魂终于又表白“龙魂爱古恩”，古恩和他定下约定，如果他能大学毕业就回来。四年后，龙魂大学毕业，古恩没有出现在龙魂的毕业典礼上，龙魂有些失落。龙魂回到疗养院视察，看到古恩在疗养院当护士，二人终于幸福地走到一起。整部剧的结尾是一个TRUE KISS镜头，很唯美。这是一个另类的杨过与小龙女的故事，古恩对龙魂最初就是一种对小弟弟的关爱，但是龙魂从见到古恩第一眼就迷恋上古恩，基本上把古恩当做心目中的女神来看待。有人说，夫妻相处久了妻子会把老公当做儿子看待，可古恩还没有恋爱就把龙魂当儿子看待了~~~这是开玩笑。这部片子拍得很好，镜头取景很漂亮，阿提查的表演也很棒，绝对能称的上是阿提查的代表作。",
    "chinese_title": "卢桓正传",
    "douban_rating": "8.2/10 from 120 users",
    "foreign_title": "ลมหวน",
    "douban_rating_average": "8.2",
    "update_at": "2025-08-08T16:49:23"
}