{
    "aka": [
        "On the Water Surface"
    ],
    "sid": "35861153",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896655457.jpg",
    "region": [
        "土耳其"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "土耳其语"
    ],
    "playdate": [],
    "this_title": [
        "Suyun yüzü"
    ],
    "douban_link": "https://movie.douban.com/subject/35861153/",
    "trans_title": [
        "On the Water Surface"
    ],
    "douban_votes": "0",
    "introduction": "It’s summer in Paris and Deniz (27) is struggling to find an art gallery to exhibit her photographs while she faces a family situation she’d been avoiding for a long time. Her widowed mother Tülin is getting remarried and is expecting Deniz to attend the wedding. She feels trapped going back to her hometown. Arriving home, she tries to adapt to her mother and her fiancée Suat’s life. She finds out her mother will move out after the wedding, leaving the heirloom house to her. Will Deniz stay or leave? Deniz’s first thought is to sell the house and return to Paris with the money, yet she is not ready to give up on her past. A tragedy haunts her. She can’t stop thinking about how her father drowned at sea on their fishing trip. A mouldy wall in the house is a symbol of her fears. This wall becomes a matter of discussion between her and her mother. Meanwhile, her childhood friend Selen is about to be kicked out of her house as she can’t afford it. Deniz thinks Selen should leave and pursue bigger dreams. Selen thinks Deniz must overcome her obsessions about her past and grow up. Deniz becomes more and more distanced from those around her, with the added feeling of being abandoned and blamed for her father’s death, by her mother. Following a confrontation, Deniz rushes to their house, determined to get rid of the mouldy wall as she breaks it with a hammer. Alone with her nightmares, she finally has the courage to face them. She leaves the house to Selen and buys a ticket to Paris. Sitting by the sea, she is at peace. The deep blue is no longer a threat but a sign of hope. She jumps in.",
    "chinese_title": "Suyun yüzü",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-17T22:07:12"
}