{
    "aka": [],
    "sid": "35864109",
    "cast": [
        {
            "url": "/celebrity/1332593/",
            "name": "劳尔·卡拉米 Laure Calamy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023159/",
            "name": "克洛蒂尔德·埃斯姆 Clotilde Hesme",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045452/",
            "name": "西里尔·索文尼 Cyrille Thouvenin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871409003.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1008251/",
            "name": "马里沃 Marivaux",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt12526820",
    "director": [],
    "duration": "118分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2019-01-16(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12526820/",
    "this_title": [
        "Le jeu de l'amour et du hasard"
    ],
    "douban_link": "https://movie.douban.com/subject/35864109/",
    "trans_title": [
        "爱与机会的游戏"
    ],
    "douban_votes": "0",
    "introduction": "《爱与机会的游戏》是一部由马里沃执导的三幕散文喜剧，1730年1月23日由意大利演员在勃艮第酒店首演。这是马里沃在法国和国外最著名和最具代表性的作品。西尔维亚的父亲（奥贡先生）希望他的女儿嫁给他一个老朋友的儿子。但是西尔维娅不愿意结婚，她从她勇敢的父亲那里得到了允许，在她的女仆（丽塞特）的伪装下，观察她家人注定要嫁给的年轻人（多兰特），却不知道他和她有同样的想法。因此，一开始很有趣的冒险，当她意识到自己被仆人吸引到一个低调的法庭上时，就变成了一场噩梦，而一个信守诺言的人的行为使她感到恐惧，尤其是当奥贡先生在这种情况下开玩笑，拒绝打断比赛时。Le Jeu de l’amour et du hasard est une comédie en trois actes et en prose de Marivaux, représentée pour la première fois le 23 janvier 1730 par les comédiens italiens à l’hôtel de Bourgogne. C'est la pièce de Marivaux la plus célèbre et la plus représentée, tant en France qu'à l'étranger. Le père de Silvia (M. Orgon) souhaite que sa fille épouse le fils d'un de ses vieux amis. Mais Silvia, peu disposée à se marier, obtient de son brave homme de père l'autorisation d'observer, sous le déguisement de sa servante (Lisette), le jeune homme à qui sa famille la destine (Dorante), ignorant que ce dernier a eu la même idée qu'elle. Aussi, l'aventure, divertissante au début, tourne-t-elle au cauchemar pour elle lorsqu'elle se rend compte qu'elle est attirée par le valet, qui lui fait une cour discrète, alors que le comportement de celui qui se présente comme son promis lui fait horreur, d'autant plus que M. Orgon, qui s'amuse de la situation, refuse d'interrompre le jeu.",
    "chinese_title": "爱与机会的游戏",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Le jeu de l'amour et du hasard",
    "douban_rating_average": 0,
    "update_at": "2025-05-28T18:22:07"
}