{
    "aka": [],
    "sid": "35874832",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871826790.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1010807/",
            "name": "斯坦利·尼尔森 Stanley Nelson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1124287/",
            "name": "妮可·伦敦 Nicole London",
            "@type": "Person"
        }
    ],
    "duration": "57分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "Harriet Tubman: Visions of Freedom"
    ],
    "douban_link": "https://movie.douban.com/subject/35874832/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "This powerful, nuanced portrait arrives just in time celebrate the bicentennial of American abolitionist and political activist Harriet Tubman. Parts of her story are well known; born into slavery, Tubman escaped and subsequently made some 13 missions to rescue approximately 70 enslaved people, including family and friends, using the network of anti-slavery activists and safe houses known as the Underground Railroad. But the film delves deeper, illuminating her spirit and strength through exploits as a union scout and spy during the Civil War, an activist for women's suffrage and a singular figure who defied categorization at every turn. The foremost chronicler of the Black experience working in nonfiction film today, Stanley Nelson, alongside co-director Nicole London, brings rich, deeply researched historical detail to the story of this remarkable woman. A true American hero, Tubman is brought to vibrant life thanks to actress Alfre Woodard, who narrates Tubman's story with passion and prowess.",
    "chinese_title": "Harriet Tubman: Visions of Freedom",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-15T19:13:24"
}