{
    "aka": [],
    "sid": "3587001",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2869271799.jpg",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1303419/",
            "name": "若昂·莫雷拉·塞勒斯 João Moreira Salles",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1002543",
    "director": [
        {
            "url": "/celebrity/1303419/",
            "name": "若昂·莫雷拉·塞勒斯 João Moreira Salles",
            "@type": "Person"
        }
    ],
    "duration": "80分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2007"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1002543/",
    "imdb_votes": 786,
    "this_title": [
        "Santiago"
    ],
    "douban_link": "https://movie.douban.com/subject/3587001/",
    "imdb_rating": "7.9/10 from 786 users",
    "trans_title": [
        "圣地亚哥"
    ],
    "douban_votes": "0",
    "introduction": "这部纪录片拍摄于1992年，但直到15年后才最终完成，导演João Moreira Salles是巴西著名导演Walter Salles的兄弟，也是一位很出色的纪录片创作者。本片获利马拉美电影节和迈阿密国际电影节最佳纪录片奖。Documentary about Santiago, a peculiar man who used to work for the director and his parents as a butler. The material was filmed in 1992 but, for some strange reason, the director felt he couldn't edit it and put it aside. In 2005 he remembers the unfinished film and starts its edition.Joao Moreira Salles is one of Brazil's foremost documentary filmmakers. In 1992 he began shooting a film about Santiago, the butler in his childhood home who left an indelible mark upon the family. Santiago was an educated man who, in addition to his work, produced some 60,000 pages of stories documenting his surroundings as well as tales of aristocratic lifestyles, including that of the house in which he himself served.Through his personal voice-over, Salles sheds light on his family and childhood, and on the reasons why the film took so long to complete. The result is an elegant mosaic with two parallel narratives, dealing with universal topics such as memory, identity, and documentary filmmaking. Santiago has been screened at some of the most important documentary film festivals and recently took the Grand Prize at Cinéma du Réel in Paris.",
    "chinese_title": "圣地亚哥",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Santiago",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2025-04-19T06:43:22"
}