{
    "aka": [
        "Drunkard Nursing Home"
    ],
    "sid": "35888806",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886259044.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1457956/",
            "name": "张帅 Shuai Zhang",
            "@type": "Person"
        }
    ],
    "duration": "366分钟(导演剪辑版)",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2022-05-01(中国大陆)"
    ],
    "this_title": [
        "2021年北京部分地区部分青年生活状况观察报告"
    ],
    "douban_link": "https://movie.douban.com/subject/35888806/",
    "trans_title": [
        "Drunkard Nursing Home"
    ],
    "douban_votes": "0",
    "introduction": "前段时间因为疫情，因为一些匪夷所思的事情，让我觉得自己又陷入了抑郁。经常独自一人吃饭，吃着吃着就泪流满面。我不是矫情，也不是真的痛苦，只是觉得自己曾经认为理所当然的观念在短短一个月时间被冲击 的粉碎。所有人性的美好，生活的美好，大家之间的互相信任和理解似乎都只是曾经经济繁荣时期的假象，所谓的梦幻泡影。面对这些事情我也深深的体会到一种无能为力，作为年轻人，从思想层面的无能为力是非常可怕的一件事。所以，我花了几天时间在家里待着，思考一件事情，我接下来该怎么办。正好在这期间，我找一位许久未见的朋友聊天，他说他现在在老家重庆做临终关怀相关的事情，他问我有没有考虑过“死亡”这个事情，有没有想过自己第二天可能在家里突然死亡，那么你的财产该怎么分配，你的葬礼该怎么办，你是要火葬还是土葬，如果火葬的话你的骨灰要撒在哪里，等等等等这些一系列和死亡相关的问题。我一时语塞，不知道如何回答他。我总觉得死亡离我非常的遥远，平时说自己年纪不小了，老了，老了，之类的话也多半是自嘲，所以我想等我真的意识到我老了的那一天，我的内心一定会非常恐慌吧。无论如何，与朋友的谈话让我有一种深刻的“时间不多了”的感觉，我们终将变老，终将死去，几十年的时间也只是眨眼而已，所以在死去之前，除了赚钱养活自己之外，还是做一点让自己觉得对得起时间的事情。本来我已经放弃了今年冬天的纪录片拍摄计划，但还是再一次拿起摄影机拿起了自由的摄影机。我想到了多年前看过的一本书，大岛渚导演的《我被封杀的抒情》，扉页里写着：我拍电影，就是因为这样能够抚慰生者与死者的灵魂，同时通过发现我到底是怎样的一个人，寻找抚慰自己灵魂的方法。到死之前，我还能拍几部电影呢？我的心里并非没有日暮西山、路途遥远的感觉，但无论如何，我都会走向担当你我灵魂祭祀的道路。深夜，我也不禁问自己，到死之前我还能用手中的摄影机记录多少东西呢？因为疫情和冬天的原因，这次拍摄主要集中在我曾经很喜欢去的一个酒吧，酒鬼养老院，的朋友们身上。看似比2020年我的第一部作品内容层面收窄了许多，但在拍摄过程中发现嘉宾变少，但是由于比较集中，人与人之间的关系更加复杂，所以想叙述清楚的话其实比第一部作品要复杂很多。另外，如果说2020年的时候大家对于未来还是抱有比较乐观的期待，即使生活质量开始下降，但大家的精神面貌整体还是积极的，乐观的；但去年冬天的拍摄让我意识到，经济的继续下滑，生活质量的继续下降以及是不可避免的事情，大家精神层面上悲观一边已经开始慢慢侵蚀所剩无几的乐观。所以，影片最终呈现出一种热闹喧哗表面下隐藏着难以言述的凄惨与绝望。我爱悲观，我爱绝望，这样也许才能更加看清这个世界，就像冬天带着雪渣子的风划过脸颊一样，冰冷，实在，疼痛。",
    "chinese_title": "2021年北京部分地区部分青年生活状况观察报告",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-11-03T17:56:12"
}