{
    "aka": [
        "Lessons from Violet"
    ],
    "sid": "35884462",
    "cast": [
        {
            "url": "/celebrity/1042182/",
            "name": "Allen Wolf Allen Wolf",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情",
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872384679.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1042182/",
            "name": "Allen Wolf Allen Wolf",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2634732",
    "director": [
        {
            "url": "/celebrity/1042182/",
            "name": "Allen Wolf Allen Wolf",
            "@type": "Person"
        }
    ],
    "duration": "107分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-04-29(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2634732/",
    "imdb_votes": 232,
    "this_title": [
        "The Sound of Violet"
    ],
    "douban_link": "https://movie.douban.com/subject/35884462/",
    "imdb_rating": "5.3/10 from 232 users",
    "trans_title": [
        "染色爱情",
        "Lessons from Violet"
    ],
    "douban_votes": "0",
    "introduction": "Shawn is desperate to find a wife, but he's shy and awkward on dates. He works at a dating app but still can't seem to find his soulmate. His brother drags him to a party where Shawn lands a date with the captivating Violet. Shawn's autism and trusting nature keep him from realizing Violet is actually a prostitute. On their \"date,\" she realizes something is different about Shawn, and it's not just because he has a condition that allows him to \"hear\" colors. When he finally asks what she does for a living, Violet tells him she's an actress. Shawn shows Violet a level of devotion she's never seen before, waiting outside with innocent encouragement as Violet \"auditions\" all over town. Shawn's protective family gets involved as they begin to see what's happening and question Violet's background. Though his brother and grandmother have been trusted guides, Shawn starts to realize he needs to break away and explore what it means to be in a loving relationship. Shawn thinks he's found a potential wife, while Violet thinks she's found her ticket to a brand-new life. The harsh realities of Violet's life soon begin to press in on them, and this unlikely pair is forced to decide whether they have what it takes to stay together or if sometimes true love just isn't possible for people like them. Based on the award-winning novel.",
    "chinese_title": "染色爱情",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Sound of Violet",
    "imdb_rating_average": 5.3,
    "douban_rating_average": 0,
    "update_at": "2025-04-21T07:22:45"
}