{
    "aka": [],
    "sid": "35884644",
    "cast": [
        {
            "url": "/celebrity/1314687/",
            "name": "布莱恩·考克斯 Brian Edward Cox",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2895224860.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt19857396",
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-06-17(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt19857396/",
    "imdb_votes": 184,
    "this_title": [
        "Seven Days on Mars"
    ],
    "douban_link": "https://movie.douban.com/subject/35884644/",
    "imdb_rating": "7.6/10 from 184 users",
    "trans_title": [
        "火星七日"
    ],
    "douban_votes": "0",
    "introduction": "NASA’s Perseverance rover is on the verge of changing humanity’s future. Just over a year after touching down on the red planet, Perseverance is embarking on the most demanding part of its mission to date – striking out at top speed for the sites most likely to house signs of life. To succeed, the team must overcome epic challenges and take Perseverance into uncharted territory: going further than any other rover and traversing jagged terrain - all on a hostile planet 300 million kilometres away from the Earth.In this unique television event for BBC Two and iPlayer, Professor Brian Cox fulfils a childhood dream by going behind the scenes at Nasa’s Jet Propulsion Laboratory (JPL), mission control Mars.Brian says: \"The nature of origin of life is one of the great unanswered scientific questions. Here on Earth, life was present around 3.8 billion years ago, but the evidence for how it arose has been weathered away and erased by the geological activity of our planet. Mars, however, is a different story. It was decidedly Earth-like at the same time, with rain, rivers and lakes, but it soon entered a geological deep-freeze from which it never emerged. If there were Martians, the evidence for their emergence from the geology and chemistry of a young, active world may be far better preserved. The Perseverance Rover, and the Mars Sample Return missions to follow, may therefore answer a deeper question even than ‘Is there life on Mars?’ They may reveal how life begins across the Universe, including here on Earth, and give us unique insight into our own origins.\"In 1980 a young Brian Cox wrote to the Jet Propulsion laboratory asking for photos from Voyager and the Viking mission to Mars. These were a source of inspiration that set him on the path to becoming a physicist.Now, over 40 years later, he has been granted privileged access to JPL – to witness the workings of the mission as it guides the Perseverance rover and the Ingenuity helicopter (the first powered aircraft we have even sent to another planet) across the surface of Mars.Over the course of a week he joins the team as they navigate follows the rover’s every move across the floor of Jezero crater towards the remains of an ancient river delta – that may contain the evidence of ancient life on Mars.In the process, Brian will reveal how the mission could potentially transform our understanding of life not just on Mars but Earth as well. This is the inside story of a pioneering quest into the unknown.",
    "chinese_title": "火星七日",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Seven Days on Mars",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-02-16T13:45:20"
}