{
    "aka": [],
    "sid": "35884497",
    "cast": [
        {
            "url": "/celebrity/1296002/",
            "name": "德克·洛弗特 Dirk Roofthooft",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1063126/",
            "name": "吉恩·伯沃依兹 Gene Bervoets",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1081649/",
            "name": "Herbert Flack Herbert Flack",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1462094/",
            "name": "夏洛特·安妮·邦格茨 Charlotte Anne Bongaerts",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1113190/",
            "name": "Robert De La Haye Robert De La Haye",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1074676/",
            "name": "Peter Bulckaen Peter Bulckaen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1462534/",
            "name": "彼得·韦雷斯特 Pieter Verelst",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1150103/",
            "name": "Francesca Vanthielen Francesca Vanthielen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1137164/",
            "name": "汉斯·德·芒特 Hans de Munter",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872389416.jpg",
    "region": [
        "比利时",
        "希腊"
    ],
    "writer": [],
    "imdb_id": "tt10727130",
    "director": [],
    "duration": "84分钟",
    "episodes": "",
    "language": [
        "荷兰语"
    ],
    "playdate": [
        "2020-08-05(比利时)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10727130/",
    "imdb_votes": 79,
    "this_title": [
        "Cruise Control"
    ],
    "douban_link": "https://movie.douban.com/subject/35884497/",
    "imdb_rating": "4.7/10 from 79 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Life does not go well the last couple of years for film director Serge Gabriëls. Since the day he chose his career above the woman of his life, things kept going downhill. When a bailiff was sent to declare his production company bankrupt, he lost all hope and perspective. Fortunately at that crucial moment he received the one phone call he has been waiting for his whole life. Out of the blue, Serge is offered the opportunity to realize the dream of his lifetime: to shoot a real love story. For years Serge goes around with the idea to create a remake of \"What shall we do with love?\", a comedy from 1957. The fact that he has to tweak a little the actual assignment of his currentclient, namely the shooting of a commercial for a cruise ship, does not bother him. It happens to be that the love story he wants to make is set in the same arena he has been sent for: a luxurious cruise ship.Together with his most loyal co-workers, actress Bianca and his soul mate, producer Bob Kets, he puts together an exquisite cast and crew. When it turns out that also the famous actor Jacky Dupont will join, their happiness is near complete. Nothing can stand in the way of their success. It won't take long before they embark for a 'luxurious cruise' across the Ionian seas. All too soon, it becomes clear that they left for a nightmarish experience with sweeping consequences. Nothing seems to work anymore and the nerves of the director and his crew are tested constantly. It bears the question whether Serge will be capable of finishing the project of his dreams. When he discovers on top of everything else that his ex-girlfriend lives on the island where they stay, there seems to be no stopping of the craziness. Serge is no longer in control. Someone else is... And that someone suddenly pops up. Serge's in for a big surprise.",
    "chinese_title": "Cruise Control",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.7,
    "douban_rating_average": 0,
    "update_at": "2025-06-18T04:39:33"
}