{
    "aka": [
        "Changing Planet"
    ],
    "sid": "35890462",
    "cast": [
        {
            "url": "/celebrity/1128204/",
            "name": "克里斯·帕卡姆 Chris Packham",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1184838/",
            "name": "利兹·博宁 Liz Bonnin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1357515/",
            "name": "戈登·布坎南 Gordon Buchanan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1187770/",
            "name": "Ade Adepitan Ade Adepitan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872660865.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt20417948",
    "director": [],
    "duration": "60分钟",
    "episodes": "2",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-04-24(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt20417948/",
    "imdb_votes": 37,
    "this_title": [
        "Our Changing Planet Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/35890462/",
    "imdb_rating": "6.9/10 from 37 users",
    "trans_title": [
        "Changing Planet"
    ],
    "douban_votes": "0",
    "introduction": "One Planet. Seven Years. A story not yet written. The most visionary, ambitious, and technologically challenging undertaking that has ever been attempted. A colossal project documenting how the Earth’s most vulnerable habitats, and the animals living there, will evolve in the coming years. Returning with compelling, insightful, documentary films for the next seven years. We are at a pivotal moment in history, with time running out if we are to prevent the irreversible effects of climate change. Over seven years we will monitor iconic locations across the planet. These are the ‘canaries’ of our changing world. Each represents a unique change happening across the planet. Their fates hang in the balance, hinging on our ability to change our ways. Some locations are heavily protected, others will experience pioneering schemes to rebuild the habitats, others could be lost forever. There are winners and losers, positive changes, and reasons for hope. Calling on the NHU’s extensive global network of scientists, conservationists, and witness camera operators we’ll tell the story of each environment and its key animal species via the people that know and experience them most intensely and vividly. These stories have not concluded, there is still time, and we bring stories of hope and the amazing people helping fight these challenges. This is Changing Planet.",
    "chinese_title": "Our Changing Planet Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-03-15T22:21:48"
}