{
    "aka": [],
    "sid": "35891475",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909699336.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1352641/",
            "name": "黑特·史德耶尔 Hito Steyerl",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "Adorno's Grey"
    ],
    "douban_link": "https://movie.douban.com/subject/35891475/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Adorno’s 1969 lecture series, “An Introduction to Dialectical Thinking”, intended to consider the relation between social theory and practice. Amidst a climate of student unrest within the university, Adorno wanted to create an open forum for dialogue and invited questions from students at any time. During his first lecture on April 22, he was bombarded by a series of critical provocations from Students for a Democratic Society, including three female students who emerged from the audience to scatter flower petals and then bare their breasts to him. That “Busenattentat” (Breast Attack) incident is described and interpreted over the forensic performance.Parallel to the excavation, Steyerl uncovers a constellation of artifacts from the histories of student protests, nude protests and monochrome painting to expand and complicate the aesthetic and social significance of Adorno’s writing and biography. These threads are woven into a timeline on the wall opposite the viewing room’s entrance.In her practice, Steyerl employs riddles, puns and word play as tools for ideological critique. In Adorno’s Grey, she examines the dialectical properties of grey within philosophy, aesthetics, pedagogy and politics. Formally, the video projection is disrupted across four staggered, oblique panels painted a gradient of greys. The image’s continuity is further disjointed by Steyerl’s editing, which shuffles multiple images across shifting vertical planes.",
    "chinese_title": "Adorno's Grey",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-27T10:35:17"
}