{
    "aka": [],
    "sid": "35890240",
    "cast": [
        {
            "url": "/celebrity/1025698/",
            "name": "渡濑恒彦 Tsunehiko Watase",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1017839/",
            "name": "中山忍 Shinobu Nakayama",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1408306/",
            "name": "加藤小夏 Konatsu Kato",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "剧情",
        "悬疑"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872656770.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "1",
    "language": [
        "日语"
    ],
    "playdate": [
        "2016-03-26(日本)"
    ],
    "this_title": [
        "ﾀｸｼｰﾄﾞﾗｲﾊﾞｰの推理日誌39"
    ],
    "douban_link": "https://movie.douban.com/subject/35890240/",
    "trans_title": [
        "出租车司机的推理日志39"
    ],
    "douban_votes": "0",
    "introduction": "タクシードライバーの夜明日出夫（渡瀬恒彦）は、元警視庁の敏腕刑事。ある日、ひとりの女性客が夜明のタクシーに乗って来た。しきりに後ろを振り向き、尾行を気にしている様子だ。それもそのはず、その女性は有名劇団“城塞”の看板女優、三条亜希子（高橋ひとみ）だった。しかも劇団に着いた亜希子を待っていたのは、夜明の娘・西村あゆみ（林美穂）。あゆみは、劇団30周年の記念書籍の編集のアルバイトをしているという。夜明がずっとファンだと打ち明けると、亜希子は劇団の稽古場を見学するよう勧める。そこでは、劇団30周年の演目『奇跡の人』のヘレン・ケラー役の最終オーディションに残った少女たちが稽古に励んでいた。案内してくれた亜希子の付き人・森川時枝（中山忍）によると、27年前、同じ『奇跡の人』のヘレン役でデビューを飾った亜希子が、今度はサリバン役を演じることで注目されているという。同じ頃、亜希子たち劇団幹部は、主宰の椎名一馬（西岡德馬）との会議に出席していた。その席で、「オーディションは芝居重視ですよね」と椎名に詰め寄ったのは、演出助手の湯沢英也（隈部洋平）だった。実は、今回の『奇跡の人』ヘレン役オーディションでは大手プロダクション所属のアイドル・島本エリカ（尾碕真花）が本命視されていたが、実は劇団幹部がプロダクションとエリカを推す密約を交わしているとの噂がささやかれていたのだ。その湯沢に対し、「そんなことを先生に確認するなんて失礼よ」と一喝したのは、亜希子と人気を二分する女優、長谷麻里子（筒井真理子）。言い争う湯沢と麻里子を制したのは、椎名の驚きの発言だった。椎名はこの記念公演を最後に代表を退く決意を固めたという…。翌朝、お台場の海辺で男性の撲殺死体が発見され、東山刑事（風見しんご）たちが臨場する。被害者は戸川聡（土屋佑壱）というフリーライターで、主に芸能スキャンダルネタを週刊誌に売り込んでいたらしい。調べてみると、戸川は元“城塞”の座付き脚本家だったが、現在は古巣のスキャンダルを狙っており、亜希子の付き人・時枝を追いかけていたようだ。さっそく“城塞”に向かう、東山刑事たち。だが時枝は、確かに戸川には会ったが、死亡推定時刻の午後6時から8時には、すでに自宅にいたと主張する。そんなとき、戸川のアパートを捜索した馬場刑事（正名僕蔵）が、戸川の自宅パソコンから亜希子の盗撮写真を発見する。最後の1枚は、前日の午後４時、亜希子がタクシーに乗り込んで出かける写真だった。「何だかいやな予感がする」と言う神谷警部（平田満）たちだが、その推測は的中！　亜希子が乗ったのはやはり夜明のタクシーで、夜明はその時間、亜希子の故郷、西伊豆・堂ヶ島まで彼女を送っていたと証言する。その矢先、またしても“城塞”から西伊豆・松崎までのロング指名が、夜明に舞い込む。依頼者は、なんとあゆみ！　ヘレン役をエリカと争う女子高生・沢田梓美（荒川ちか）の母・小百合（中島ひろ子）が事故に遭ったと知らせが入り、急いで彼女を故郷の松崎まで送ってほしいというのだ。梓美は、ヘレン役候補の中で抜きんでた実力の持ち主だったが…!?",
    "chinese_title": "出租车司机的推理日志39",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "ﾀｸｼｰﾄﾞﾗｲﾊﾞｰの推理日誌39",
    "douban_rating_average": 0,
    "update_at": "2025-10-06T12:13:06"
}