{
    "aka": [
        "Alcohol - The Magic Potion",
        "Alkohol - Der globale Rausch",
        "L'alcool - L'intoxication globale"
    ],
    "sid": "35896042",
    "cast": [
        {
            "url": "/celebrity/1204069/",
            "name": "米卡·哈基宁 Mika Häkkinen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904180238.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1308464/",
            "name": "Andreas Pichler Andreas Pichler",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt11356922",
    "director": [
        {
            "url": "/celebrity/1308464/",
            "name": "Andreas Pichler Andreas Pichler",
            "@type": "Person"
        }
    ],
    "duration": "1小时27分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2020-01-09(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11356922/",
    "imdb_votes": 240,
    "this_title": [
        "Alkohol"
    ],
    "douban_link": "https://movie.douban.com/subject/35896042/",
    "imdb_rating": "6.7/10 from 240 users",
    "trans_title": [
        "酒精：神奇的配方",
        "Alcohol - The Magic Potion",
        "Alkohol - Der globale Rausch",
        "L'alcool - L'intoxication globale"
    ],
    "douban_votes": "0",
    "introduction": "Alcohol: No substance in the world seems so familiar to us and is so incredibly diverse in its effect. Alcohol is available everywhere and this particular molecule has the power to affect all 200 billion neurons of our human brain in completely different ways. But hardly anyone calls alcohol a drug despite its psychoactive and cell-destroying effect. Why do we tolerate the death of three million people every year? Have we turned a blind eye to the dangers and risks for thousands of years? What role does the powerful alcohol industry play with an annual turnover of 1.2 trillion euros in this on-going concealment? The author, who himself enjoys having a drink, looks into the question why we drink at all, what alcohol does to us and to what extent the alcohol industry influences society and politics. He travels around the world from Germany via England to Nigeria to detect aggressive trading practices of the global alcohol industry seeking growth in new markets at all costs. He also visits Iceland, which successfully made the turnaround: Where 20 years ago hordes of drunks roamed the streets, young people today master their need for relaxation and life stimulants without alcohol. The film has no intention to point a moral finger but nevertheless will significantly change the drinking habits of the viewer.",
    "chinese_title": "酒精：神奇的配方",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Alkohol",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-04-10T16:13:06"
}