{
    "aka": [
        "Animatic - Eyes that Watch the World"
    ],
    "sid": "35891506",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "动画",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2899737395.jpg",
    "region": [
        "英国",
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-04-30(中国大陆)",
        "2022-05-01(美国)"
    ],
    "this_title": [
        "Eyes that Watch the World"
    ],
    "douban_link": "https://movie.douban.com/subject/35891506/",
    "trans_title": [
        "Animatic - Eyes that Watch the World"
    ],
    "douban_votes": "0",
    "introduction": "这个剧本来自2020年初，本来是作为我在大学的毕设动画方案的，却因为时长超过限制没能成型。时隔两年，我终于以分镜的形式把整个故事原封不动、完整地呈现了出来。虽然说画面没什么精细的地方，甚至有一些镜头用的是来自两年前画的草稿，但总算是了却了一个心愿。就当是给自己的一个礼物吧！身上同时存在两个不寻常的特质给Athan的一生带来了困扰：他成长的速度过于缓慢以至于“长生不老”；他在为人作画时能够看见对方的记忆片段。世纪以来，他作为一个看客，在孤独和迷惘中度过了漫长的时间，直到遇到了委托人Florence，一个不太自信却偷偷怀着作家梦的小姑娘。两人在心灵上相互治愈，竟然第一次觉得自己并不是那么孤独。没有打斗场面，没有荡气回肠的历史，只是平凡无奇的对话而已。制作过程中我也有过很多次“这样设计真的好吗？会让人失望吗？”的怀疑念头，甚至想要迎合别人的想法去改变人物设定。但每每打开那个剧本文档，回到原来的故事，我最终意识到，“嗯，不论如何，这就是我想表达的。”虽然，也希望多少可以给观众带来一点共鸣和温暖。对于我没有擅自下定义的部分，可以自行理解和延伸。（有一个小小的私心，就是想把这条短片送给我的infj同胞。希望你们能感到被理解、被看见。）最后谢谢父母、朋友见证着整个故事的形成过程并且一直支持我把它做出来，谢谢把我的角色们演绎出来的CV老师们，也谢谢一直知道有这个故事存在的小伙伴们一直以来的耐心等待。The script comes from early 2020, was originally an idea for my thesis animation and was given up because of its length. Two years later, I picked it up and decided to present the complete story in the form of an animatic. I know it ain’t “refined” at all - some shots even come straight from two years ago, but at least now that it’s done.The unusual traits of Athan have always bothered him: he ages so slowly that he seems immortal, and he’s able to visualize people’s memory when he paints them. Over centuries, he’s been a watcher who spent most time in loneliness and confusion, until his encounter with Florence, a young lady who longs to become a writer. They both heal each other in some way, and for the first time, feeling less lonely in the world.No fight scene, no epic history, only ordinary conversations. During the making of it, there are countless times when I doubted “is this okay? Would it disappoint the audience?” However, whenever I opened that script file, diving back to the story, I’d be like “well, no matter what, this is what I want to express.” I do hope it brings a little warmth or connection to anyone who sees it, though. Whatever isn’t indicated clearly, could be interpret in your own way.(A secret shade of selfishness over here: I dedicate this film to my fellow INFJs. I hope you feel “understood” and “seen”.)Great “thank you” to my parents and friends who witnessed the formation of the story and have always encouraged me to hash it out, to voice actors who played my characters out beautifully, and to anyone who knew this project existed and had been patiently waiting.",
    "chinese_title": "Eyes that Watch the World",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-20T04:00:32"
}