{
    "aka": [],
    "sid": "35890130",
    "cast": [
        {
            "url": "/celebrity/1201858/",
            "name": "布雷特·安德森 Brett Anderson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1192221/",
            "name": "贾斯汀·弗里施曼 Justine Frischmann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000521/",
            "name": "达蒙·奥尔本 Damon Albarn",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872653989.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-04-09(英国)"
    ],
    "this_title": [
        "Rock Family Trees - The Birth of Cool Britannia"
    ],
    "douban_link": "https://movie.douban.com/subject/35890130/",
    "trans_title": [
        "摇滚家谱：酷不列颠诞生记"
    ],
    "douban_votes": "0",
    "introduction": "The iconic music documentary series returns to examine the real story behind the birth of Britpop and how a handful of like-minded musicians, struggling to find an authentic voice, would pave the way for a revolution in British music. It is an intricately connected story of three of the biggest bands of the 1990s – Suede, Elastica and Blur – and how, for a brief moment in the middle of that decade, they changed British music forever, kickstarting a movement that still reverberates to this day.With intimate interviews with Brett Anderson, Justine Frischmann, Mat Osman, Justin Welch and numerous other key players, this is the inside story of the friendships, the fall-outs and the changing line-ups that fuelled a new movement in British music. It’s a family tree that extends from the Smiths to M.I.A., but at its heart is Suede: the band who – for better or worse – started it all.This is not the familiar story of 'Cool Britannia', of Blur v Oasis, Champagne Supernovas and Knebworth; it is the untold story of how we got there, all the way from a suburban house in Haywards Heath.",
    "chinese_title": "摇滚家谱：酷不列颠诞生记",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Rock Family Trees - The Birth of Cool Britannia",
    "douban_rating_average": 0,
    "update_at": "2025-02-22T04:07:44"
}