{
    "aka": [
        "A Team"
    ],
    "sid": "35890380",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872658351.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt16267748",
    "director": [
        {
            "url": "/celebrity/1294936/",
            "name": "多米尼科·伯加齐 Domenico Procacci",
            "@type": "Person"
        }
    ],
    "duration": "80分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2022-09-18(Visioni dal Mondo)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt16267748/",
    "this_title": [
        "Una Squadra"
    ],
    "douban_link": "https://movie.douban.com/subject/35890380/",
    "trans_title": [
        "一个团队",
        "A Team"
    ],
    "douban_votes": "0",
    "introduction": "A Team – From 1976 to 1980, Italy was the team to beat. We talk about tennis and the trophy being fought for is the Davis Cup. The team consists of four players, four champions: Corrado Barazzutti, Paolo Bertolucci, Adriano Panatta, Tonino Zugarelli. In those five years they reached the finals four times, winning only in ’76 against Chile. The finals they reached but then lost were in ’77 against Australia, in ’79 against the USA and in ’80 against Czechoslovakia. In 1976 and 1977 the team had a legend of Italian tennis, Nicola Pietrangeli, who had only retired from competitive activity a few years before, as non-player captain. Pietrangeli would be exonerated by his players after the ’77 defeat in Australia. He considers it the biggest betrayal he suffered in his life.The feature film, a film version of the passionate and intense docuseries, recounts some of the funniest and most emotional episodes. In particular, it focuses on one of the four finals, the one played in ’76 against Pinochet’s Chile and for this reason at the centre of a fierce political battle. A victory, which even today, 122 years after the birth of the Davis Cup, remains the only Italian victory.源自：https://www.visionidalmondo.it/en/movies-2022/a-team/",
    "chinese_title": "一个团队",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Una Squadra",
    "douban_rating_average": 0,
    "update_at": "2025-07-16T11:43:57"
}