{
    "aka": [],
    "sid": "35896208",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872822675.jpg",
    "region": [
        "法国",
        "埃塞俄比亚"
    ],
    "writer": [],
    "director": [],
    "duration": "84分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2022-05-07(法国)"
    ],
    "this_title": [
        "Je Me Suis Enfui"
    ],
    "douban_link": "https://movie.douban.com/subject/35896208/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "One day Arthur Rimbaud left the world of culture, tired, disappointed, angry. He does not understand, he does not admit the conventions, the lack of courage, the lack of investment of the art world. \"Real life is absent\" said Arthur Rimbaud.His need to be absolutely modern is a need for revolution, a need to be in motion, to erase nostalgia, a need to be in a present time that breaks down, that collapses the structures of a frozen art world. He invents in \"A Season in Hell\" and in \"Illuminations\". He goes beyond the world of writing. He makes an unbearable image appear in everyone’s mirrors, an image that nobody wants to see. So he leaves, he goes to an elsewhere which is less a place than an anarchic tension. He looks for chance, the unknown, the encounter, the unexpected. He now wants to practice poetry since nobody can understand his poetry. Arthur Rimbaud lived for ten years in Harar, a holy city in Ethiopia (1880-1891).In 2005, following a commission to create video installations for the Maison des Ailleurs in Charleville-Mézières, I went to Harar. For a month, in the surrounding landscapes and in the old town of Harar, I drifted and improvised. I took with me some excerpts from letters he wrote to his mother and sister, as well as his self-portraits made on the spot. Every day I walk, I get lost. I don’t look for anything because there is nothing to look for, because Arthur Rimbaud’s presence has long since disappeared. I watch and film a contemporary Harar. Sometimes in the fatigue of walking, in the night, spectres, sensations of an absent presence spring up in the frame. At the end of 2020, I immerse myself in these filmed but never edited sequences. I decide to make a film of it : \"I ran away\".",
    "chinese_title": "Je Me Suis Enfui",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-23T15:14:23"
}