{
    "aka": [],
    "sid": "35902755",
    "cast": [
        {
            "url": "/celebrity/1075523/",
            "name": "Vince Clarke Vince Clarke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1219843/",
            "name": "安迪·贝尔 Andy Bell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028710/",
            "name": "Al Jourgensen Al Jourgensen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873163049.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "84分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021-08-31(美国)"
    ],
    "this_title": [
        "Friday I'm In Love"
    ],
    "douban_link": "https://movie.douban.com/subject/35902755/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Since 1978, Numbers Nightclub has been a home to the underground and LGBTQ communities in Houston, becoming one of the longest running nightclubs in the U.S. From its early days as a gay disco, to its evolution as an alternative music venue, Numbers has showcased such legendary performers as Grace Jones, The Cure, Ministry, Björk, Nine Inch Nails, and many more.Friday I’m In Love is told through the personal connection to Numbers by the films queer filmmaker (Marcus Pontello), who reveals the club’s history alongside events like the AIDS crisis, police brutality against the LGBT and the rise in hate crimes during the ‘90s. Mixing personal stories with those of iconic musicians, Friday I’m In Love celebrates those who ignited and sustained its musical history and legacy of acceptance.Marcus Pontello is an LGBT visual storyteller and clothing designer from Houston, Texas and is debuting as a documentary filmmaker with FRIDAY I'M IN LOVE. Marcus holds a B.F.A. in Theater from The California Institute of the Arts (CalArts).\"FRIDAY I'M IN LOVE is a love letter to Numbers Nightclub. I want this film to be an anthem for those of us who have felt rejected; those misfits, queers, and weirdos who craved a world of belonging where one could be whatever they wanted to be and not be bothered, ridiculed or hated for it.\" --- Marcus Pontello",
    "chinese_title": "Friday I'm In Love",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-19T01:44:43"
}