{
    "aka": [
        "Mother Tongue"
    ],
    "sid": "35904168",
    "cast": [
        {
            "url": "/celebrity/1394606/",
            "name": "Min-wen Huang Min-wen Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1415071/",
            "name": "赵艺青 Yiqing Zhao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "剧情",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2919862566.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1521183/",
            "name": "钱旭 Eris Qian",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt12337860",
    "director": [
        {
            "url": "/celebrity/1521183/",
            "name": "钱旭 Eris Qian",
            "@type": "Person"
        }
    ],
    "duration": "10分钟",
    "episodes": "",
    "language": [
        "汉语普通话",
        "英语"
    ],
    "playdate": [
        "2020-08(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12337860/",
    "this_title": [
        "母语"
    ],
    "douban_link": "https://movie.douban.com/subject/35904168/",
    "trans_title": [
        "Mother Tongue"
    ],
    "douban_votes": "0",
    "introduction": "Growing up in the United States, Lisa Lin, a second-generation Chinese American who does not speak any Chinese, thinks her “Chinese” identity is necessary in a cultural melting pot like New York. Only after her mother was diagnosed with Alzheimer’s disease, and after eventually forgetting English, does Lisa realise that she had never tried to understand her mother’s world. Will she rediscover her mother tongue?Director’s Statement:My grandmother didn’t speak Mandarin and suffered from Alzheimer’s disease for nearly 15 years before passing. While growing up, I could never talk with her directly, but I never doubted that she loved me deeply. I was even one of the last few family members she forgot. Over the years, I watched grandma drift away into the world inside her head. She was so close to me and yet so far away. The powerlessness I felt as her family inspires the emotional theme of Mother Tongue, and the process of writing the script has become a kind of therapy. Meanwhile, as an “international citizen” who has been studying abroad for a long time, I have many friends from all over the world. I’m always amazed by how we are all connected by mutual experience, despite our different languages or backgrounds; but some meanings are untranslatable and are lost in cultural barriers. For example, I could never explain to them why “as the bright moon shines over the sea, from far away you share this moment with me,” and why “the Moon Goddess should have regretted stealing the elixir, each night she was overwhelmed by loneliness at blue sea and sky.” However, sentences like these are the mutual context of every Native Chinese speaker. The connections are deeply tied in our culture and blood, these cannot and need not be expressed in words. Just like my grandmother loves me without using her words, I can communicate with friends from different backgrounds, but I can only convey the part of me connected with Chinese culture with a specific context. Therefore, I want to explore the cultural context of how to speak the unspeakable through language, image, myth, and music in Mother Tongue. These elements will be strung together in this non-classic narrative, immersing the audience in memories, family, and grief.Curators’ Notes With the film’s fluid camerawork, softly-lit interiors, and intimate close-ups, director Qian produces a woozy, dreamlike style that feels truly cinematic. The past is rendered as hazy as the present, as Lisa’s position as both an alienated daughter and soon-to-be mother uproots her sense of self. This film subtly uses an ethereal visual language. Tackling the legacies of both culture and love, Mother Tongue asks us what connections can be found beyond language – and how we shall pass on our heritage to our loved ones.Festivals & Awards:2021 Aesthetica Short Film Festival Nomination2022 Asian Film Festival Official Selection2021 Canada China International Film Festival Selection",
    "chinese_title": "母语",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-16T08:15:43"
}