{
    "aka": [
        "Ghost Night"
    ],
    "sid": "35907245",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情",
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882702288.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1340438/",
            "name": "弗尔维奥·里苏里奥 Fulvio Risuleo",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt21379142",
    "director": [
        {
            "url": "/celebrity/1340438/",
            "name": "弗尔维奥·里苏里奥 Fulvio Risuleo",
            "@type": "Person"
        }
    ],
    "duration": "83分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2022-09-07(威尼斯电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt21379142/",
    "imdb_votes": 189,
    "this_title": [
        "Notte fantasma"
    ],
    "douban_link": "https://movie.douban.com/subject/35907245/",
    "imdb_rating": "6.2/10 from 189 users",
    "trans_title": [
        "幽魂之夜",
        "Ghost Night"
    ],
    "douban_votes": "0",
    "introduction": "It is evening. Tarek is seventeen years old and is on his way to see his friends, who have asked him on the telephone to pass by the park first and buy a few grams of dope: nothing much, just enough for some fun. The boy buys the stuff in the dark park, but when he emerges finds that someone has seen him: a policeman in plain clothes, sitting in his own car. The man could simply confiscate the hash, intimidate him a little and then let him go, or he could decide to take him to the station and call his parents. But he opts for neither of these things. He tells the young man to get in the car and starts the engine. Where does he want to take him? The policeman is ambiguous, mysterious. What does he want from the teenager? Tarek is in check, he can’t just leave. The policeman makes him stay with him the whole night, driving around in apparently aimless fashion, stopping first in one place, then in another. If at certain moments he seems kind and understanding, at others he displays a menacing side. Slowly it becomes clear that he is not well. His brain is in overdrive, it’s a runaway train with no brakes... And Tarek is on this train with him.",
    "chinese_title": "幽魂之夜",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Notte fantasma",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2026-01-27T18:39:18"
}