{
    "aka": [],
    "sid": "35904026",
    "cast": [
        {
            "url": "/celebrity/1473766/",
            "name": "菲利普·莫吉尼茨基 Philipp Mogilnitskiy",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873190845.jpg",
    "region": [
        "爱沙尼亚",
        "俄罗斯"
    ],
    "writer": [],
    "imdb_id": "tt14814320",
    "director": [],
    "duration": "81分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt14814320/",
    "imdb_votes": 148,
    "this_title": [
        "Minsk"
    ],
    "douban_link": "https://movie.douban.com/subject/35904026/",
    "imdb_rating": "5.5/10 from 148 users",
    "trans_title": [
        "明斯克"
    ],
    "douban_votes": "0",
    "introduction": "A breath-taking and urgent real time single-take thriller, banned in occupant countries without even a review on the hilarious pretext of censorship. Romantic and passionate sex and the bloody chaotic hell of survival in less than 80 adrenaline-packed minutes. That’s how quickly the lives of ordinary Belarus civilians rapidly and radically changed after the fabricated re-election of dictator Lukashenka on 9 August 2020.In power since 1994, the self-declared president (nicknamed as Cockroach) falsifies the results of new elections and allocates less than 10% of the national votes to the opposition leader, Sviatlana Tsikhanouskaya. Nobody believes in the false arithmetic. Brave Belarusians massively gather on the streets of Minsk for peaceful anti-government protests. Heavily armed riot policemen brutally attack them on direct orders to stop revolution at any merciless price. Inhuman masked beasts destroy young activists who only wanted to shout Lukashenka down from power.A newly wedded couple, Julia and Pavel go out for an evening stroll, intending to also run some other errands. Their mutual friend Sania wishes to witness the unseating of Belarusian führer Lukashenka and drives into the city centre. Julia and Pavel are arrested for no reason. Along with other illegally imprisoned protesters, they are bullied, violently tortured, blackmailed and raped. They are forced to sing the Belarusian anthem and sign documents in which they plead guilty for invented crimes.The events that took place in Minsk were convincingly staged at Tallinn’s district Lasnamäe after several bans and blocks to shooting elsewhere. Boris Gouts wrote a frighteningly realistic script after listening to testimonies from friends and relatives who are experiencing police violence in Belarus every day.源自：https://poff.ee/en/film/minsk/",
    "chinese_title": "明斯克",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Minsk",
    "imdb_rating_average": 5.5,
    "douban_rating_average": 0,
    "update_at": "2025-06-08T16:49:30"
}