{
    "aka": [],
    "sid": "35902256",
    "cast": [
        {
            "url": "/celebrity/1035579/",
            "name": "竹中直人 Naoto Takenaka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054279/",
            "name": "石桥莲司 Renji Ishibashi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1017055/",
            "name": "鹤见辰吾 Shingo Tsurumi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873189276.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "59分钟",
    "episodes": "4",
    "language": [
        "日语"
    ],
    "playdate": [],
    "this_title": [
        "おまえなしでは生きていけない～猫を愛した芸術家の物語～"
    ],
    "douban_link": "https://movie.douban.com/subject/35902256/",
    "trans_title": [
        "没有你我就无法生存 —— 爱猫艺术家的故事"
    ],
    "douban_votes": "0",
    "introduction": "第1回　藤田嗣治　パリで拾った愛と成功1868年（明治19年）生まれの藤田嗣治は26歳の時にパリに留学します。当初は絵も売れず生活も困窮しますが、毎日14時間も絵を描く生活を続け、ついに1920年代、エコール･ド･パリの時代には、時代の寵児ともてはやされます。その成功の秘密は乳白色と呼ばれた独特の色合いと、生涯にわたり数千枚を描き続けた猫にあったといっても過言ではありません。生涯に5人の妻をめとった藤田ですが、いつの時代にも猫を飼っていたそうで、猫には代々「ミケ」という名をつけていたそうです。女より猫を愛した藤田の物語です。第2回　内田百閒『ノラや』老いを迎えた作家が猫失踪で知った孤独の物語明治生まれの文章家、内田百閒。師匠は夏目漱石で、親友は芥川龍之介。常に借金取りに追われながらも、宮城道雄に箏を習い、沢山の鳥を飼い、用事がなくともただ汽車に乗るためだけに遠出する。自ら望んでいたはずの芸術院会員に推薦されると「イヤダカラ、イヤダ」と断る。来客が苦手なので家の門に「面会謝絶」と掲げ、写真が嫌いなので撮られるときは大抵「への字口」をつくる。万事がこの調子で、自分の流儀を決して崩さなかった百閒だが、たったひとつ、その心を十四年にも渡って大きく揺さぶり続けた存在がある。百閒六十六歳の時、家に突然やって来た野良猫の「ノラ」。思うが儘に生きてきた作家が、このノラの失踪によって泣き暮らし、何も手に付かなくなったその裏には、百閒の○○があった。第3回   向田邦子   愛猫だけが見ていた人気脚本家の涙◆「あたくし、そういう時間はありませんので悪しからず」ピシャリと言って電話は切られた。昭和55年秋、直木賞受賞直後「働く女性」に関してのインタビュー依頼が、向田邦子さんとの最初で最後のコンタクト。◆翌年8月22日、余命2ヶ月と言われた父の病室のテレビで彼女の訃報に接した。意識朦朧の中「すぐ東京に戻らなくていいのか？」と父は言った。（向田さんの葬儀に駆けつけるほど、娘は立派じゃないんだよ、お父さん）1ヵ月後、父は55歳で逝った。◆あれから30年、今やっと向田邦子さんと向き合っている。シナリオ、エッセイ、小説どれをとっても彼女は圧倒的だ。才能にあふれ潔くて格好いいTV界の大先輩。（参っちゃうよなぁ、同時代を生きてたらメチャメチャ嫉妬しただろうなぁ⋯）◆完敗なので、愛猫だけが見た向田さんの別の顔をご紹介する。第4回   夏目漱石   吾輩は福猫である漱石の小説家デビュー作「吾輩は猫である」－日本人ならきっと知らぬ人はいない、近代日本を代表する小説です。英語教師・珍野苦沙弥の家にやってきた黒猫が、苦沙弥先生はじめ珍野家にまつわる人々をばっさばっさと観察・形容していく様は、今読んでも腹を抱えて笑わずにはいられません。実は夏目家には本当に名前のない黒猫がいました。この猫は足の裏まで真っ黒だったことから出入りの按摩師に「福猫」認定されます。痛快な「吾輩〜」の作風とは裏腹に、執筆当時の漱石はロンドン留学後の精神不安定も癒えずどん底の日々を送っていたわけですが⋯その後の漱石の人生は、確かに新たな方向を得ていくことになるのです。この不思議な話を、夏目家の物語と「吾輩〜」の珍野家の物語を交差しながらドラマにします。どうぞお楽しみに。",
    "chinese_title": "没有你我就无法生存 —— 爱猫艺术家的故事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "おまえなしでは生きていけない～猫を愛した芸術家の物語～",
    "douban_rating_average": 0,
    "update_at": "2025-09-13T06:49:22"
}