{
    "aka": [],
    "sid": "35904096",
    "cast": [
        {
            "url": "/celebrity/1190012/",
            "name": "Carmela Poch Carmela Poch",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873306392.jpg",
    "region": [
        "西班牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1384533/",
            "name": "路易斯·加尔特 Lluís Galter",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt19512922",
    "director": [
        {
            "url": "/celebrity/1384533/",
            "name": "路易斯·加尔特 Lluís Galter",
            "@type": "Person"
        }
    ],
    "duration": "70分钟",
    "episodes": "",
    "language": [
        "加泰罗尼亚语",
        "德语"
    ],
    "playdate": [
        "2022-05-01(巴塞罗那国际作者电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt19512922/",
    "imdb_votes": 38,
    "this_title": [
        "Aftersun"
    ],
    "douban_link": "https://movie.douban.com/subject/35904096/",
    "imdb_rating": "6.0/10 from 38 users",
    "trans_title": [
        "晒伤之愈"
    ],
    "douban_votes": "0",
    "introduction": "On an overcrowded summer seaside campsite, a trio of teenage girls spy on a depressed seasonal worker who dresses up as a bear – the campsite’s mascot. Their imagination, fuelled by a chilling story of a child abduction that took place a few decades earlier, leads them to believe there is something fishy about him. In a heady mix of documentary exploration, rite of passage, detective story and fairy tale, Lluís Galter mixes narrative registers to build a singular, seductive, uneasy film set against the backdrop of the torpor of summer. Spying through windows, ears glued to doors, urgently exploring empty spaces: sometimes a voyeur, sometimes a sleuth, the eye of the camera casts confusion on the relatively innocent motifs of the holiday imagery of campsites, overshadowed by the spectre of child abductions. End-of-day showers, beach sessions, card games… doubling the disquieting strangeness of this succession of motifs, the skin-tingling workmanship of the DV Pal delights as it brushes against tanned bodies, merges bare legs and tall grass, and drowns the nocturnal silhouette of a lost child in its pixels. We hear Debussy’s Prélude à l’après-midi d’un faune, which makes everything seem enchanted, until it is abruptly interrupted by frantic shouts from the campsite pool. The swampy surroundings are an invitation to night-time outings that turn into an exploration of a hostile jungle. The cry of an American bittern turns into the disturbing lament of ghosts buried in the sands, where the missing boy is eventually found. Aftersun’s synaesthetic, fragmented plot is like a child’s dream after a long day on holiday, where discoveries about adult sex lives are intertwined with naivety, games and rumours – from crime stories to local legends. It’s a strange organic journey where stories overlap and teenagers with vivid imaginations let go of their childhood via a scaremongering game.源自：https://fidmarseille.org/en/film/aftersun/",
    "chinese_title": "晒伤之愈",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Aftersun",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-03-15T02:26:06"
}