{
    "aka": [],
    "sid": "35904901",
    "cast": [
        {
            "url": "/celebrity/1495610/",
            "name": "伊恩·卡尔 Ian Karr",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2895509438.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt14357568",
    "director": [],
    "duration": "42分钟",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021-11-28(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt14357568/",
    "imdb_votes": 366,
    "this_title": [
        "The Toys That Built America Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/35904901/",
    "imdb_rating": "7.7/10 from 366 users",
    "trans_title": [
        "造就美国的玩具 第一季"
    ],
    "douban_votes": "0",
    "introduction": "Against the backdrop of major events in American history like the Civil War and the Great Depression, “The Toys that Built America” shares a different story—one that brings new products and nostalgic toys to the forefront as driving forces behind untold cultural and economic shifts. The four-part docuseries showcases visionaries such as the Parker Brothers, Milton Bradley and Ruth Handler who transformed a small toy company into the billion-dollar empire now known as Mattel®. It reveals the little-known stories behind groundbreaking innovations like the Frisbee® and accidental discoveries like how the Slinky® was created. Additionally, the docuseries unveils competitive rivalries between iconic brands that changed the fabric of our nation forever. Blending dramatic reenactments and archival footage with interviews from experts, biographers, and others, “The Toys That Built America” brings to life the surprising tales of the men and women who created some of America’s most beloved and enduring toys, including Silly Putty®, Monopoly®, Barbie®, G.I. Joe®, and other famous classics.Episodes include…1. Novelty Toy Giants2. Clash of the Toy Titans3. Toy Car Wars4. Board Game Empires",
    "chinese_title": "造就美国的玩具 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Toys That Built America Season 1",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-06-12T18:23:13"
}