{
    "aka": [],
    "sid": "35900125",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911685693.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [],
    "imdb_id": "tt15175984",
    "director": [],
    "duration": "180分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt15175984/",
    "imdb_votes": 547,
    "this_title": [
        "True Colours"
    ],
    "douban_link": "https://movie.douban.com/subject/35900125/",
    "imdb_rating": "7.0/10 from 547 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Detective Toni Alma (Rarriwuy Hick) is assigned to investigate a suspicious car accident in Perdar Theendar, the Aboriginal community she left as a child and has had little to do with over the years. The beauty of Aboriginal art and the sometimes devious practices in the global art market take Detective Alma on a hunt for a killer. This is a murder mystery like no other, exploring culture, community, family and one woman’s pursuit to find her place within it. Co-created by Glynn (She Who Must Be Obeyed Loved, SFF 2019) and Williams (who also plays Toni’s uncle, Samuel), directed by Glynn and Steven McGregor (co-writer, Sweet Country), shot by Murray Lui (Top End Wedding) and produced by Bunya Productions (Sweet Country, Goldstone, Mystery Road, Toomelah) – True Colours has wealth of talent behind the scenes. The on-screen line-up is no less impressive, with rising star Rarriwuy Hick (Redfern Now) in the central role, alongside Luke Arnold (Never Tear Us Apart), Miranda Otto (The Daughter, SFF 2016), and Trisha Morton-Thomas (Radiance, SFF 2021).",
    "chinese_title": "True Colours",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-04-12T00:56:45"
}