{
    "aka": [],
    "sid": "35914447",
    "cast": [
        {
            "url": "/celebrity/1348382/",
            "name": "吉冈里帆 Riho Yoshioka",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873624001.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "1",
    "language": [
        "日语"
    ],
    "playdate": [
        "2019-01-18(日本)"
    ],
    "this_title": [
        "吉岡里帆 神秘のハワイ 宇宙と地球をつなぐ島"
    ],
    "douban_link": "https://movie.douban.com/subject/35914447/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "日本人の旅行先として人気の、“常夏の島”ハワイ。今回の番組の舞台は、ハワイ諸島の最南端・ハワイ島。このハワイ島、実は、宇宙と地球の様々な謎に地上から迫ることができる、特別な場所なのです。最先端の望遠鏡が捉えた宇宙の姿、灼熱のマグマが見せる地球の鼓動。そして母なる海と生命の誕生物語──。世界各国の巨大望遠鏡が並ぶマウナケア山（4205ｍ）で、世界一の星空観測を体験！噴火を続けるキラウエア火山で“生きている地球の姿”を感じる！女優・吉岡里帆がマウナケアやキラウエア火山など、ハワイ島を巡り、果てしない宇宙、そして生きている地球の謎に迫ります！▽マグマで作られた島　ハワイ2018年5月、ハワイ島のキラウエア火山が大規模な噴火を起こした。1980年代から断続的に噴火を繰り返す、世界で最も活発な火山だ。今回の噴火では、4か月近くも溶岩流が流れた。噴火の現場は、どうなっているのか？吉岡里帆がヘリコプターに乗って空からアプローチ！マグマに飲まれた街は、いまどうなっているのか…？吉岡は、立ち入り禁止が解除された地区へ足を運んだ。▽なぜ、ハワイで噴火が続くのか？ハワイの人々は、“火の女神・ペレ”が噴火を起こすと考えている。生まれた大地は彼女のものであるため、畏敬の念を忘れない。火の神は、今年5月に爆発的噴火を起こしたキラウエア最大の火口「ハレマウマウ」の火口に暮らしているという。噴火前と噴火後の姿はどう違うのか？レンジャーの案内で、吉岡里帆はハレマウマウ火口へと。▽ハワイ島の中心にある、“地球ではない場所”とは？赤茶けた大地に白いドーム…ここは一体ドコ？実はここ、ハワイ大学とNASAが共同で実験を行うために建てた、「火星での生活を模擬実験する施設」なのだという。なぜ、ハワイ島のこの場所が選ばれたのか？“火星生活”とは、どんな生活なのか？特別に許可を得て、吉岡里帆が施設内に潜入！“火星住宅”を拝見！そして屋外活動の体験も。▽ハワイにある“宇宙に近づける場所” へ。ハワイ島で最も高い山、マウナケア。標高4205ｍ。山頂付近には世界中の天文台が集結。天体観測に絶好の環境のため、“宇宙に近づける場所”と呼ばれている。吉岡は、マウナケアの4100m付近に建つ、日本の国立天文台「すばる望遠鏡」をたずねる。研究員兼広報の藤原さんの案内で、すばる望遠鏡の内部へ！▽世界最高峰の技術でとらえた宇宙の姿とは？「すばる望遠鏡」には、世界最高峰の技術が結集！いったいどんな望遠鏡なのだろうか？超高解像度カメラでとらえた宇宙の姿とは？すばるが映したハワイの星空は、肉眼ではどのように見えるのか？「すばる」で撮影した宇宙の画像を見せて頂いた吉岡。その後、マウナケア山頂で、夕陽から星空に変わりゆく空を観察する。▽ハワイで“宇宙旅行”⁉　最大の謎“地球外生命体”の最新研究は？最新の映像技術や宇宙旅行を体験したり、NASAの最新情報を見ることができる世界屈指の天文博物館「イミロア天文学センター」。吉岡は「すばる」の藤原さんとともに、センターを訪問。宇宙旅行ができるという「4D2Uシアター」を体験リポート！▽太陽系の歴史を変える！ “惑星Ｘ”とは？今年10月、すばる望遠鏡が太陽系に新たな天体を発見したという発表がされた。吉岡は藤原さんと一緒に、すばる望遠鏡で“惑星Ｘ”を探す研究者・寺居さんのもとへ。▽“宇宙と地球がつながる”神秘の絶景とは？吉岡は、高速ボートに乗って、「オリーブグリーン色のビーチ」へ。藤原さんが「宇宙とつながる神秘の絶景」という、そのビーチ。ボートから見るその絶景…オリーブグリーン色の秘密と宇宙とのつながりとは？▽“母なる海”を育む、火山の役割とは？溶岩には植物プランクトンの栄養源となる鉄分が多く含まれている。魚たちは植物プランクトンを餌にしよく育ち、豊かな海が作られる。吉岡は、ハワイ島の西、ホナウナウ・ベイでシュノーケリングに挑戦！ハワイの海に暮らす生き物たちをウォッチングする。",
    "chinese_title": "吉岡里帆 神秘のハワイ 宇宙と地球をつなぐ島",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-11T19:37:10"
}