{
    "aka": [
        "Swing and Sway"
    ],
    "sid": "35917766",
    "cast": [
        {
            "url": "/celebrity/1516260/",
            "name": "娜瓦·茂乌 Nava Mau",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884765217.jpg",
    "region": [
        "美国",
        "巴西"
    ],
    "writer": [],
    "imdb_id": "tt15532686",
    "director": [
        {
            "url": "/celebrity/1516262/",
            "name": "Chica Barbosa Chica Barbosa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1516261/",
            "name": "Fernanda Pessoa Fernanda Pessoa",
            "@type": "Person"
        }
    ],
    "duration": "82分钟",
    "episodes": "",
    "language": [
        "英语",
        "西班牙语",
        "葡萄牙语"
    ],
    "playdate": [
        "2022-06-24(谢菲尔德国际纪录片节)",
        "2022-10-18(DOK Leipzig)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt15532686/",
    "imdb_votes": 14,
    "this_title": [
        "Vai e vem"
    ],
    "douban_link": "https://movie.douban.com/subject/35917766/",
    "imdb_rating": "6.5/10 from 14 users",
    "trans_title": [
        "Swing and Sway"
    ],
    "douban_votes": "0",
    "introduction": "One film, two women, three rules: a one-year video correspondence, every three weeks and modelled on experimental female film artists. The two friends Fernanda Pessoa and Chica Barbosa begin their dialogue between São Paulo and Los Angeles in the upheavals of 2020 – in the midst of pandemics, election campaigns and anti-racist protests. In thoughtful, sometimes playful visual essays they also search for feminist cinematographic forms for the female body.Marie Menken, Yvonne Rainer, Chick Strand, Cheryl Dunye and Ximena Cuevas are only some of the renowned experimental film inspirations for “Swing and Sway”. Sixteen references are listed in the opening credits and the stylistic variety is proportionately wide: black and white and colour, analogue and digital images, text inserts and voiceovers, CGI and stop motion, dissolves, overexposures, colour effects. In this cinephile potpourri, orientation is provided by clips of political events. “I left Brazil under Bolsonaro to come to Trump’s United States”, Barbosa reflects on her status as an immigrant denied political participation. Meanwhile, Pessoa becomes an activist during the São Paulo municipal elections and asks herself a question that other left movements will also ask looking back on 2020: “We didn’t win – but we moved forward?”",
    "chinese_title": "Vai e vem",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2026-01-27T22:26:47"
}