{
    "aka": [
        "血糖升高～糖尿病的隱憂"
    ],
    "sid": "35917876",
    "cast": [
        {
            "url": "/celebrity/1036616/",
            "name": "埃帕莎·默克森 S. Epatha Merkerson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901389197.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt12502906",
    "director": [],
    "duration": "120分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt12502906/",
    "imdb_votes": 17,
    "this_title": [
        "Blood Sugar Rising"
    ],
    "douban_link": "https://movie.douban.com/subject/35917876/",
    "imdb_rating": "7.5/10 from 17 users",
    "trans_title": [
        "血糖升高～糖尿病的隱憂"
    ],
    "douban_votes": "0",
    "introduction": "Diabetes is a hidden epidemic that affects over 100 million people in the US, claiming more lives than cancer and HIV combined and costing close to $350 billion each year. Blood Sugar Rising puts human faces to these statistics, presenting personal stories that showcase the struggles of living with this illness and revealing new hopes for better diabetes management and prevention.[Blood Sugar Rising](https://www.pbs.org/wgbh/blood-sugar-rising/) puts human faces to these statistics, presenting intimate stories of Americans living with Type 1 and Type 2 diabetes, and personal voices from the battle against the disease. Their struggles and successes showcase the dramatic impact of this national public health crisis. The two-hour special also reveals new hopes for diabetes management and prevention - from the rise of new medical treatments to exciting discoveries about lifestyle and environmental factors. The film asks a provocative question: Why isn’t there a war on diabetes?Narrator: S. Epatha MerkersonProducer: Jason Sussberg, Nikki Dodd, Pamela GaudianoExecutive Producer: Judith Vecchione",
    "chinese_title": "Blood Sugar Rising",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-02-20T19:26:31"
}