{
    "aka": [
        "My Heart a Medal for Letting Go of You"
    ],
    "sid": "35925007",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874502977.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1045760/",
            "name": "丹妮尔·阿尔彼得 Danielle Arbid",
            "@type": "Person"
        }
    ],
    "duration": "14分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [],
    "this_title": [
        "Je donne à mon cœur une médaille pour t'avoir oublié"
    ],
    "douban_link": "https://movie.douban.com/subject/35925007/",
    "trans_title": [
        "My Heart a Medal for Letting Go of You"
    ],
    "douban_votes": "0",
    "introduction": "Danielle Arbid works at the heart of feelings, from one film to the next, the most recent Simple Passion (2021) based on Annie Ernaux embodies the quintessence of this. Less well-known is a more intimate, long-term filmic work entitled Ma famille libanaise. The series began with Conversations de salon I & II (2004), I give my heart a medal for letting go of you is the last chapter. This series creates a kind of episodic diary, as she feels the need to explore her relationships with those closest to her (father, mother, brothers, lovers, etc.). With no agenda and no rules other than those imposed by each film, from which she sometimes draws the threads to reveal the intimate effects of the upheavals of history. The starting point of this ninth opus is a photo intended for a lover and never sent. A real event? One assumes so, bearing in mind this phrase heard on the fly, evoking her favourite subject, this space between memory and reinvention, “until I can no longer decipher the border between projection and memory”. The tone is set and little more is revealed about this love story, announced as the premise of the film. Carried by a love of words and storytelling, Danielle Arbid opens up the recesses of her memory – from her childhood in Beirut to her exile in Paris due to the war, her relationship with her parents, her lovers… A retrospective gaze which goes round in circles, with the recurrence and digressions of a life torn to shreds. From woman to child and back again, an enchanted criss-crossing of time and identity unfolds. Of such an undertaking she thwarts the expectations, as demonstrated by the work on the very material of the images and voices. It is a paradoxical plunge for an exercise in self-construction in which her character takes shape.",
    "chinese_title": "Je donne à mon cœur une médaille pour t'avoir oublié",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-01-29T11:13:08"
}