{
    "aka": [],
    "sid": "35925016",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911741620.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt33045745",
    "director": [
        {
            "url": "/celebrity/1496743/",
            "name": "露西·克尔 Lucy Kerr",
            "@type": "Person"
        }
    ],
    "duration": "7分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-07-05(马赛电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt33045745/",
    "this_title": [
        "Site of Passage"
    ],
    "douban_link": "https://movie.douban.com/subject/35925016/",
    "trans_title": [
        "通行地点"
    ],
    "douban_votes": "0",
    "introduction": "Hushed voices announce a girl’s death. Kneeling around the corpse, the teenage girls stare at her. Again, they whisper, chanting in unison “light as a feather, stiff as a board”, a magic formula from the depths of time, as they lift the body, which almost levitates. We’re in the sitting room of a house, dimly lit, candles dotted around everywhere, pop-corn spilt on the couch. Right from the start, with its motifs and set, Site of Passage evokes those teen movies portraying young witches, and horror films from the 1980s and 90s where the sleepover turns into a nightmare. In Crashing Waves (FID 2021) Lucy Kerr made the reverse side of images from genre cinema her subject matter. In this film, she applies herself to reduction, stripping her set of any horror and retaining only the invisible trace of it, suggesting it in a brief, pared-down gesture. There are no morbid tales here, just the series of mysterious motions from the six teenage girls with their angelic faces. The light- heartedness of the games they play offers a counterpoint to the fantasised horror despite a lingering and disturbing strangeness. To the creaking of the floorboards caused by girls’ movements, the minimalist sound treatment adds a continuous background noise of the film equipment, a ghostly presence in the middle of the room. A final image shows them collapsing and getting up again, supporting each other in a game of balance and counterbalance. Kerr offers a choreographic variation suspended in time, representing adolescent sisterhood in the ritualised union, like in the final scene, where the pastel colours blend into the ballet of intertwined bodies, which, in this site of passage, seem to become one.",
    "chinese_title": "通行地点",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Site of Passage",
    "douban_rating_average": 0,
    "update_at": "2025-02-11T15:15:21"
}