{
    "aka": [
        "The Ark"
    ],
    "sid": "35925023",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874503542.jpg",
    "region": [
        "法国",
        "阿尔及利亚"
    ],
    "writer": [],
    "director": [],
    "duration": "11分钟",
    "episodes": "",
    "language": [
        "阿尔及利亚语"
    ],
    "playdate": [
        "2022-07-07(马赛电影节)"
    ],
    "this_title": [
        "العرش"
    ],
    "douban_link": "https://movie.douban.com/subject/35925023/",
    "trans_title": [
        "The Ark"
    ],
    "douban_votes": "0",
    "introduction": "Under the uncompleted arch of a disused building, Amira Louadah gathers a group of sportsmen linked by the use of their fists, who call themselves “the 300 faction”, after Zac Snyder’s virilistic blockbuster. The sleek architecture of bare concrete pillars planted in the middle of the desert lends the site a certain sacredness, midway between Richard Serra’s monoliths and the dolmens of Stonehenge. The triviality of the boxing gloves and dirty t-shirts captured in close-up, however, competes with the Hollywoodian and mythological solemnity of the mineral landscape, opening onto a city in the distance. The film reveals nothing about these men, except that they are a team and share in the task of training their bodies. We salute Amira Louadah’s appropriation of cinema to subvert a prosaic space (a gym) and to reconfigure it, with a great economy of means, into a last refuge. At the heart of the story is a process of transposition, as the bodies of boxers become those of warriors. With just a few elements (music, different shot values, voice-overs), the director engenders a mutation of reality and builds a speculative dystopian fiction as brief as it is effective. Mehdi, the coach, trains his men for a final battle against a faceless enemy. The Algeria of today becomes the theatre of a nightmarish world of tomorrow, described in two title cards, outlined in a few shots captured on a cell phone. In the hardness of the stones and the dusty landscape, The Ark condenses all the dramaturgy of the great stories of ecological and political collapse. The Algerian national flag raised in a final movement, propelled by the lyricism of the Estonian composer Arvo Pärt, floats in the equivocality of a symbol that can signify both unity and division, the end of an era, and recommencing.",
    "chinese_title": "العرش",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-25T04:14:13"
}