{
    "aka": [],
    "sid": "35925010",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874503174.jpg",
    "region": [
        "德国",
        "波兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1563907/",
            "name": "文德林·范奥尔登堡 Wendelien van Oldenborgh",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt21282826",
    "director": [
        {
            "url": "/celebrity/1563907/",
            "name": "文德林·范奥尔登堡 Wendelien van Oldenborgh",
            "@type": "Person"
        }
    ],
    "duration": "35分钟",
    "episodes": "",
    "language": [
        "波兰语"
    ],
    "playdate": [
        "2022-07-05(马赛电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt21282826/",
    "this_title": [
        "Obsada"
    ],
    "douban_link": "https://movie.douban.com/subject/35925010/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "OBSADA means “film crew” in Polish, but can also mean “task force”. The crew here is dual purpose. First the film crew, in front of and behind the camera, who are all women – art and film students brought together for the occasion at the Sztuki Museum in Lodz. The community are busy unravelling and investigating an initiative undertaken in 1973 by another film crew – who were all men. The challenge, initiated by the famous film school in Lodz, was to explore the collective aspect of filmmaking over 23 days. From the filmmaking of one group to another, Wendelien van Oldenborgh continues her lively investigation of the counter- history of feminism with Obsada – following on from her exploration of modernist architecture in Two stones (FID 2020), and the invisibility of women artists from a decolonialised perspective in Hier. (FID 2021). Proceeding via shifted frames and reverse shots, as both tools and the subject of this investigation, Wendelien van Oldenborgh sheds light on her own shooting process, thus turning invisibilities on their head. While the black and white archives of the event are revived and set in motion in order to be queried and turned into new material, colour is presented as another issue for this group of women. This symbol of (masculine) Polish modernism is reappropriated here : through the coloured gels which the women manipulate, monochrome clothes they wear, Sellotape and the walls. Overlays, drawings, all the many gestures which accompany and unravel what is said. However, Obsada doesn’t content itself with merely revisiting the past. The key objective, both then and now, is to recall the fact that this is still work in progress in Poland, a country where, as we are well aware, reactionary, draconian measures are in place which thwart women’s freedoms.",
    "chinese_title": "Obsada",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-13T11:26:26"
}