{
    "aka": [],
    "sid": "35922754",
    "cast": [
        {
            "url": "/celebrity/1031902/",
            "name": "朱丽·沃特斯 Julie Walters",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "59分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-02-06(英国)"
    ],
    "this_title": [
        "The Queen: 70 Glorious Years"
    ],
    "douban_link": "https://movie.douban.com/subject/35922754/",
    "trans_title": [
        "女王：辉煌70年"
    ],
    "douban_votes": "0",
    "introduction": "To mark HM the Queen’s platinum jubilee, 70 years since she ascended the throne, some of our best-loved stars look back through the decades of her reign, reflecting on the changes the UK has undergone since she became monarch.Recalling this extraordinary period in British history, this is a snapshot of how the UK has changed over the decades – from those who were there. From the transformation of Empire to Commonwealth, the rise in our standard of living, the digital revolution, sporting achievements and living through the pandemic, Queen Elizabeth has been the one constant in all our lives.Narrated by Julie Walters, this warm and evocative programme is a reminder of how much the UK has evolved and developed during the Queen’s reign, and how we have all helped shape Britain.Featuring contributions from David Attenborough, Paul McCartney, Lulu, Trevor McDonald, Joan Bakewell, Brian Blessed, Cameron Mackintosh, Alan Bennett, Len Goodman, Floella Benjamin, Twiggy, Cliff Richard, Boy George, Alesha Dixon, Nina Wadia and Sue Johnston.",
    "chinese_title": "女王：辉煌70年",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Queen: 70 Glorious Years",
    "douban_rating_average": 0,
    "update_at": "2025-05-27T15:22:23"
}