{
    "aka": [],
    "sid": "35923494",
    "cast": [
        {
            "url": "/celebrity/1352471/",
            "name": "露西·沃斯利 Lucy Worsley",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874268928.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "59分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-04-28(英国)"
    ],
    "this_title": [
        "Rebuilding Notre-Dame: The Next Chapter"
    ],
    "douban_link": "https://movie.douban.com/subject/35923494/",
    "trans_title": [
        "重建巴黎圣母院：下一篇章"
    ],
    "douban_votes": "0",
    "introduction": "Three years after the devastating fire, Lucy Worsley has exclusive access to the Cathedral of Notre-Dame de Paris at a key turning point of the restoration. Work to rebuild and restore the monument is being ramped up in a bid to meet the ambitious deadline to reopen it to the public in 2024. Visiting Notre-Dame aged 16 inspired Lucy to work with historical buildings; this is a once-in-a-career opportunity to witness the rebirth of an icon close to her heart. Scaffolding now fills the interior of the cathedral, giving Lucy and the team unprecedented close-up access to every inch of the structure. Lucy meets scientists, historians and craftspeople working to return the 850-year-old Gothic masterpiece to its former glory. The fire coated Notre-Dame with tons of toxic lead dust, so specialists are now decontaminating the site. Unique access to the stunning rose windows allows Lucy and the stained-glass historians to uncover the mysteries of these enigmatic 13th-century works of art. An unforeseen legacy of the fire threatens to destroy the remaining vaulting, so the team must develop an ingenious solution to save the stonework. The loss of the roof during the fire reveals hundreds of large iron staples embedded in the stone along the top of the walls. Never seen before in Gothic architecture, this ancient construction practice could have helped Notre-Dame stand strong in the aftermath of the fire. And the incredible task of sourcing and cutting two-thousand perfect oaks gets underway to rebuild the world's most complex medieval timber structure - Notre-Dame's extraordinary roof and spire.",
    "chinese_title": "重建巴黎圣母院：下一篇章",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Rebuilding Notre-Dame: The Next Chapter",
    "douban_rating_average": 0,
    "update_at": "2025-02-20T03:26:34"
}