{
    "aka": [],
    "sid": "35928514",
    "cast": [
        {
            "url": "/celebrity/1000474/",
            "name": "保罗·尼科尔斯 Paul Nicholls",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1363403/",
            "name": "Alex Draper Alex Draper",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1469016/",
            "name": "欧拉·麦克唐纳 Orla McDonagh ",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2890249168.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt19799292",
    "director": [],
    "duration": "30",
    "episodes": "20",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-03-21(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt19799292/",
    "imdb_votes": 160,
    "this_title": [
        "Phoenix Rise"
    ],
    "douban_link": "https://movie.douban.com/subject/35928514/",
    "imdb_rating": "7.2/10 from 160 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Phoenix Rise is set in a West Midlands school and follows a diverse group of teens who are taking their first tentative steps back into mainstream education after being excluded.Former EastEnders actor Paul Nicholls has been cast in new children’s drama Phoenix Rise which is set to launch next year exclusively on BBC iPlayer.Paul Nicholls, who made his TV debut in children’s drama in 1990s, takes the role of Carl. The character is dad to 15-year-old Billy and 11-year-old Rihanna and failed to return from a lorry driving job in Europe, leaving the two kids at home alone for months on end.The young actors who will play the six have been revealed as Alex Draper (cast as Billy), Luca Alves (as Darcy), Lauren Corah (as Summer), Tara Webb (as Rani), Krish Bassi (as Khaled) and Imogen Baker (as Leila). Billy’s sister Rihanna is played by Orla McDonagh.Produced by BBC Studios Kids & Family Productions, Phoenix Rise (20x30’) is set in a West Midlands school and follows a diverse group of teens who are taking their first tentative steps back into mainstream education after being excluded.Phoenix Rise is the opportunity for these six misfit heroes to prove that sometimes being an outsider means belonging to the best club of all, as their unlikely friendships bond them and fuel their determination not to be side-lined. Each episode will follow one of the characters as the optimism and fun of teen life is set against the challenges they face in and out of the classroom.Tyler Fayose takes the role of Jamie Stewart, the head teacher who fights to give the kids a second chance and integrate them back into school life.Helen Bullough, Head of Kids & Family Productions at BBC Studios, says: “We’re thrilled to have Paul joining the talented cast and crew on Phoenix Rise as this contemporary new school drama gets underway in its Coventry production base.”Filming has started this month on location in and around Coventry, including at former secondary school Woodlands Academy, underlining the BBC's commitment to make more programmes across the UK.Created by lead writers Perrie Balthazar and Matt Evans and developed by the Kids & Family Scripted Development team led by Anna Davies.",
    "chinese_title": "Phoenix Rise",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-05-31T12:55:38"
}