{
    "aka": [],
    "sid": "35927498",
    "cast": [
        {
            "url": "/celebrity/1054513/",
            "name": "奥利佛·斯通 Oliver Stone",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1059901/",
            "name": "罗宾·安德森 Robin Anderson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874506088.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt11841496",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt11841496/",
    "imdb_votes": 187,
    "this_title": [
        "Theaters of War: How the Pentagon and CIA Took Hollywood"
    ],
    "douban_link": "https://movie.douban.com/subject/35927498/",
    "imdb_rating": "7.5/10 from 187 users",
    "trans_title": [
        "战争剧场：五角大楼和中央情报局如何占领好莱坞"
    ],
    "douban_votes": "0",
    "introduction": "If you’ve seen Top Gun or Transformers, you may have wondered: Does all of that military machinery on screen come with strings attached? Does the military actually get a crack at the script? Theaters of War digs deep into a vast new trove of recently released internal government documents to bring the answers to these questions into sharp focus. Traveling across America, filmmaker and media scholar Roger Stahl engages an array of other researchers, bewildered veterans, PR insiders, and industry producers willing to talk. In unsettling and riveting detail, he discovers how the military and CIA have pushed official narratives while systematically scrubbing scripts of war crimes, corruption, racism, sexual assault, coups, assassinations, and torture. From The Longest Day to Lone Survivor, Iron Man to Iron Chef, and James Bond to Jack Ryan, Theaters of War uncovers an alternative “cinematic universe” that stands as one of the great Pentagon PR coups of our time. As these activities gain new public scrutiny, new questions arise: How have they managed to fly under the radar for so long? And where do we go from here?",
    "chinese_title": "战争剧场：五角大楼和中央情报局如何占领好莱坞",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Theaters of War: How the Pentagon and CIA Took Hollywood",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-05-24T02:15:00"
}