{
    "aka": [
        "La fille des loups",
        "La hija de los lobos"
    ],
    "sid": "35923508",
    "cast": [
        {
            "url": "/celebrity/1007083/",
            "name": "马里莎·贝伦森 Marisa Berenson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002894/",
            "name": "玛丽-克里斯汀·巴洛特 Marie-Christine Barrault",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1141452/",
            "name": "卡罗利娜·西奥尔 Caroline Sihol",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005189/",
            "name": "洛尔·玛尔萨克 Laure Marsac",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1367763/",
            "name": "欧塞维奥·拉扎罗 Eusebio Lázaro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1062815/",
            "name": "莫里斯·巴里埃 Maurice Barrier",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1059915/",
            "name": "安赫尔·代·安德烈斯·洛佩斯 Ángel de Andrés López",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [
        "剧情",
        "传记",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909249273.jpg",
    "region": [
        "法国",
        "西班牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1297668/",
            "name": "让-尚皮耶·西那毕 Jean-Pierre Sinapi",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0099504",
    "director": [
        {
            "url": "/celebrity/1002353/",
            "name": "菲利普·莫尼尔 Philippe Monnier",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "3",
    "language": [
        "法语"
    ],
    "playdate": [
        "1991-01-01(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0099504/",
    "imdb_votes": 32,
    "this_title": [
        "L'enfant des loups Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/35923508/",
    "imdb_rating": "8.2/10 from 32 users",
    "trans_title": [
        "狼之子 第一季",
        "La fille des loups",
        "La hija de los lobos"
    ],
    "douban_votes": "0",
    "introduction": "Hiver, fin du vie siècle. Dans la forêt, Romulf, un paysan gaulois, et son frère Albin découvrent un enfant, Vanda, un louveteau dans les bras. Ils l’emmènent à l'abbaye Sainte-Croix de Poitiers où elle est adoptée en tant que nonne, bien que certaines religieuses disent d’elle qu’elle est une enfant des loups. Elle devient filleule de Radegonde, fondatrice du monastère, et de Romulf, mais reste proche des loups, notamment avec le loup Ava. Les années passent heureuses au monastère jusqu’à ce que la peste envahisse Poitiers. La mère supérieure succombe à la maladie et une meute de loups terrorise Poitiers.Sous l’impulsion des villageois, le couvent charge Vanda de libérer Poitiers. Bien qu’accomplie, la mission laisse des marques : après son retour, Vanda est rejetée par la communauté du monastère. Elle est renvoyée chez son parrain, Romulf, jusqu’à ce qu’elle sente l’appel de Radegonde. Vanda rejoint le monastère et voit sa marraine mourir peu après. Lors de la messe des funérailles de Radegonde, Chrotielde, une princesse rebelle forcée à prendre le voile, provoque Vanda. Les deux nonnes se disputent et finissent jetées au cachot pour avoir troublé la cérémonie. Enfermées, elles deviennent complices.Une fois libérées du cachot, Chrotielde déclenche une révolte et fait appeler ses soldats qui rôdent aux alentours du monastère. Presque toutes les religieuses, dégoûtées par la sévérité et l’intransigeance de la nouvelle abbesse, quittent le couvent avec Chrotielde, y compris Vanda. Albin finit par accompagner lui aussi le convoi. Proche de lui, Vanda tombe en désaccord avec Chrotielde. Albin et Vanda se retrouvent alors prisonniers, jusqu’à ce qu’Ava vienne les libérer. Dans leur fuite, ils découvrent les religieuses, honteuses, en cage. Une fois les nonnes libérées, les deux compagnons galopent vers le monastère attaqué par les soldats de Chrotielde et défendu par Romulf. Vanda et Albin mettent aussitôt fin à la bataille du couvent, mais Romulf y laisse la vie. Les religieuses reviennent et se repentent. Après avoir pleuré le parrain et frère, le couple part pour l'Espagne.",
    "chinese_title": "狼之子 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "L'enfant des loups Season 1",
    "imdb_rating_average": 8.2,
    "douban_rating_average": 0,
    "update_at": "2025-08-27T16:00:29"
}