{
    "aka": [],
    "sid": "35925019",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874503497.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1348033/",
            "name": "让-克劳德·卢梭 Jean-Claude Rousseau",
            "@type": "Person"
        }
    ],
    "duration": "18分钟",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "2022-07-06(马赛国际电影节)"
    ],
    "this_title": [
        "Welcome"
    ],
    "douban_link": "https://movie.douban.com/subject/35925019/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Thirty-five years after Keep in Touch, Jean-Claude Rousseau’s filmmaking returns to the city of Carl Andre and Hollis Frampton. It’s like a miniature remake of Rear Window, but a New York version – Rear Window as seen by a minimalist artist from New York. The window takes up almost the entire frame, the photographer is nowhere to be seen and the gaze, no longer voyeuristic, flutters over the surface of a red brick façade on the other side, studded by myriad identical windows. On the surface of the windows or in the depths of the bedrooms, life passes by, takes its leave and returns, always inaccessible. Combining the greatest simplicity – fixed, unchanging frames – with the highest degree of sensitive, emotional modulation, the author of De son Appartement (Grand Prix FID 2007) takes his art of variation to its zenith. The variations of light convert the hours of the day into seasons of the year, or of life. Objects appear and disappear on the windowsill, a sheet of cardboard flaps in the wind, a phrase from a quintet by Fauré returns like the refrain of an endless prayer. The triptych-window on its shiny black ledge finally emerges for what it is: a shrine. A shrine before which the man does not come to kneel but gestures, his hand trembling with fear and emotion, captured by the beating of absence and presence on either side of the window. Then he sits down, and it’s his image that, in the evening, is etched onto the altarpiece – a receding reflection, a ghostly self-portrait on the central pane. New York no longer exists. The man barely exists. Welcome is a ceremony of tribute and farewell to a bygone city and past. The paradoxical title expresses the riddle of this film… Who is welcoming us in this farewell? Where are we welcomed? This window is the threshold to what? Beware of vertigo!",
    "chinese_title": "Welcome",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-13T01:44:14"
}