{
    "aka": [],
    "sid": "35922321",
    "cast": [
        {
            "url": "/celebrity/1050369/",
            "name": "丹·哈里斯 Dan Harris",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2877835462.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt10229824",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-04-10(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10229824/",
    "imdb_votes": 60,
    "this_title": [
        "The Mindfulness Movement"
    ],
    "douban_link": "https://movie.douban.com/subject/35922321/",
    "imdb_rating": "6.9/10 from 60 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "From Executive Producers Jewel and Deepak Chopra, \"The Mindfulness Movement\" is a feature documentary that profiles the growing number of people throughout society who are working to create a healthier, happier world by spreading mindfulness - a peaceful quality of attention anyone can develop by simply focusing on the present moment in a non-judgmental way. This inspiring and informative film reveals the emotionally compelling stories of four main characters who used mindfulness to transform their lives (Jewel, Dan Harris, Sharon Salzberg and George Mumford), and brings audiences to the many places where mindfulness is already helping to improve society, including schools (from inner-cities to Harvard Business School), Fortune 500 companies, police forces, prisons, network newsrooms, neuroscience laboratories, therapist offices, sports teams, military veterans groups and the health care industry. Audiences will discover how mindfulness can change themselves, their relationships, their communities and the entire world for the better. And they'll even have a chance to close their eyes and practice during two brief guided meditations led by well-known mindfulness experts.",
    "chinese_title": "The Mindfulness Movement",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-07-11T06:30:18"
}