{
    "aka": [],
    "sid": "35935115",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2877461956.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1202287/",
            "name": "艾迪·马丁 Eddy Martin",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt18259454",
    "director": [
        {
            "url": "/celebrity/1202287/",
            "name": "艾迪·马丁 Eddy Martin",
            "@type": "Person"
        }
    ],
    "duration": "92分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-08-18(墨尔本电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt18259454/",
    "imdb_votes": 57,
    "this_title": [
        "Fire Front"
    ],
    "douban_link": "https://movie.douban.com/subject/35935115/",
    "imdb_rating": "7.8/10 from 57 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Through first-hand footage from those on the ground, FIRE FRONT puts the audience directly on the frontlines of Australia's most devastating bushfire season, delivering a uniquely powerful insight into a disaster that captivated the world.In Australia, during the Summer of 2019/2020, the world's eyes are fixed on the nation as it is ravaged by bushfires. Massive areas of the country are devastated by record-breaking heat, entire towns are engulfed in flames, and thousands of people are left homeless. The toll on the landscape, including its human and animal populations, remains catastrophic to this day.Thirty-four people across Australia died, including several volunteer firefighters who were on the frontline of this environmental disaster. Grossly underfunded and therefore ill-equipped, these brave underdogs were left with no choice but to fight. Many of the volunteer firefighters took time off their regular - paid - jobs, to battle the blazes.The firefighters' deaths were met with an outpouring of grief across the country, when these everyday Australians (many with young families) paid with their lives. The bushfires further ignited the global debate on climate change, triggering fractured responses from across the world, and exposing how divisive this issue remains. The human toll and environmental devastation has been a wake-up call.Built from almost entirely archival footage, FIRE FRONT is a preview of what lies ahead for not just Australians, but everyone around the globe.",
    "chinese_title": "Fire Front",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-03-22T19:33:43"
}