{
    "aka": [],
    "sid": "35936166",
    "cast": [
        {
            "url": "/celebrity/1162227/",
            "name": "Red Wing Red Wing",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1910",
    "genre": [
        "喜剧",
        "短片",
        "西部"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2891832276.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0234581",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0234581/",
    "imdb_votes": 22,
    "this_title": [
        "The Red Girl and the Child"
    ],
    "douban_link": "https://movie.douban.com/subject/35936166/",
    "imdb_rating": "6.0/10 from 22 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Dick Sutton, a cowboy, leaving his wife and little tot of a daughter at his cabin, rides off to a jollification that is taking place at the store that in those regions fills the part of saloon, post office and grocery. On arrival he is just in time to stop Bill Duggins, a cattle rustler, from bullying an Indian squaw. Bill, sore, swears he will be revenged and on his way to his camp meets Dick's little girl going to the spring to obtain some water. Seizing her in his arms he quietly approaches Dick's cabin and fastens on the door a note to the effect that he had taken the child away in return for Dick's smartness to him at the saloon. The wife shortly after finds the note and rides post haste to inform her husband. Accompanied by the grateful Indian woman and all others present, Dick starts in pursuit of the renegade, and they are rapidly closing on Bill and the little girl, when they come across the child's skirt on which has been scratched with blood, \"Follow and I will kill the kid.\" Frightened for the child's safety, they stop to consider, and finally the Indian girl disguises as a lad and starts off to try to get back Dick's daughter. She crawls quietly in the dark of the night up to Bill's camp, and taking the child, ties it on her back in her native way and starts back. Bill and his party soon find out that the child has been snatched away from them and start in pursuit, and one of the most thrilling chases Western country ensues until at last the Indian woman hauls herself, with the child still on her back, hand over hand over a rope stretched across a wide and deep gully. On reaching safely the other side she turns and cutting the rope sends to the bottom her pursuers who had already started across. Rid of them, the rest is easy for the child of the plains and she returns the little girl safely to its distracted parents.",
    "chinese_title": "The Red Girl and the Child",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-06-12T13:51:01"
}