{
    "aka": [],
    "sid": "35936227",
    "cast": [
        {
            "url": "/celebrity/1108985/",
            "name": "KRS-One KRS-One",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1140699/",
            "name": "Beanie Sigel Beanie Sigel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1205638/",
            "name": "Prodigy Prodigy",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片",
        "音乐",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2877828927.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1311713",
    "director": [
        {
            "url": "/celebrity/1298166/",
            "name": "彼得·斯派雷尔 Peter Spirer",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011-03-15(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1311713/",
    "imdb_votes": 85,
    "this_title": [
        "Rhyme and Punishment"
    ],
    "douban_link": "https://movie.douban.com/subject/35936227/",
    "imdb_rating": "7.3/10 from 85 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The gritty elements of urban crime and violence have always had an influence on hip hop culture and rap music. More and more, the trappings of street life have landed popular rap artists behind bars - and not just for a music video shoot. What happens when a rapper who has everything suddenly has his freedom stripped away and is forced to deal with the harsh realities of prison? \"Rhyme and Punishment\" takes an in-depth look at the role of prison in hip hop culture, and reveals the side of the story that is not being covered by the news and popular media. The true and personal stories of hip hop artists who are, have been, or are soon to be incarcerated, in their own words. Featuring intimate and compelling interviews with convicted rappers Beanie Sigel, Prodigy, Cassidy, Project Pat, Immortal Technique, Slick Rick and many more. These artists who were at the top of their game when they got locked up explain the details of the crimes that led to their arrests, and document their struggles to deal with the shocking brutality of incarcerated life. What happens to the music when the expensive bling and celebrity status get traded for an orange jumpsuit and an inmate identification number? \"Jailhouse Rap\" explores the bitter journey from the streets to the studio to the cell block.—Anonymous",
    "chinese_title": "Rhyme and Punishment",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-02-25T15:12:11"
}