{
    "aka": [],
    "sid": "35933010",
    "cast": [
        {
            "url": "/celebrity/1044992/",
            "name": "瑞秋·波士顿 Rachel Boston",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1208260/",
            "name": "保罗·坎贝尔 Paul Campbell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1453462/",
            "name": "杰里米·吉尔伯特 Jeremy Guilbaut",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2877829281.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt10136884",
    "director": [
        {
            "url": "/celebrity/1287639/",
            "name": "Mark Jean Mark Jean",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-06-22(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10136884/",
    "imdb_votes": 1515,
    "this_title": [
        "The Last Bridesmaid"
    ],
    "douban_link": "https://movie.douban.com/subject/35933010/",
    "imdb_rating": "6.7/10 from 1515 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Becca Foster is always the bridesmaid - her cousin Lucie's wedding the third time this year and the tenth time in her life - and never the bride, that latter issue which is fine with her in knowing it will eventually happen and happen organically as her last serious relationship showed her that it cannot be forced. That's also why, while she appreciates the sentiment, she doesn't like the pressure in being set up by Lucie with her fiancé Craig's best man, Aidan, the two who will have to spend much time together in their respective wedding roles. Due to Lucie and Craig's schedule, the planning of the wedding has to happen all within the span of five months, which is bad timing for Becca if only because the wedding date is about the time she is scheduled to take over the family's insurance business, which has seemed like her destiny ever since she was a child. Also in the vein of things happening organically, Becca has placed her artistic bent solely in the realm of a hobby, most specifically her jewelry making - she making such for herself and as gifts for her excited brides - as if it was meant to be her professional path, it would have showed itself in some way. That belief places her at odds with Kyle Taylor, a documentary filmmaker she initially met as the videographer at wedding number nine, he also taking on that role for Lucie and Craig's wedding. He believes that love and romance takes work, and that an initial spark may not lead to a happily ever after. Regardless, they become friends in encouraging the other in their passion of the jewelry making and documentary filmmaking as what the other should focus on in their professional life. In the process, romantic feelings between the two sneak up on them. A sustained romantic relationship is threatened by bumps in their professional aspirations.—Huggo",
    "chinese_title": "The Last Bridesmaid",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-02-13T20:52:12"
}