{
    "aka": [
        "Bloodless Revolution"
    ],
    "sid": "35936205",
    "cast": [
        {
            "url": "/celebrity/1178926/",
            "name": "São José Correia São José Correia",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "剧情",
        "传记",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908568759.jpg",
    "region": [
        "葡萄牙"
    ],
    "writer": [],
    "imdb_id": "tt18253426",
    "director": [],
    "duration": "145分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt18253426/",
    "imdb_votes": 318,
    "this_title": [
        "Revolução (Sem) Sangue"
    ],
    "douban_link": "https://movie.douban.com/subject/35936205/",
    "imdb_rating": "6.7/10 from 318 users",
    "trans_title": [
        "Bloodless Revolution"
    ],
    "douban_votes": "0",
    "introduction": "Inspired by true events, Bloodless Revolution follows the story of five individuals who go on their daily routines. They all dream about liberty, freedom of speech and a chance to get rid of the atrocious Dictatorial Government that ruled Portugal for 40 years. João Arruda is a 20 years old boy, a philosophy student and an activist against the regime, Fernando Giesteira is a 17 years old boy who works at a Night Club in Lisbon, Fernando Reis is a 23 years old soldier who is in Lisbon on vacation, António Lage is a 33 years old man who works as a clerk inside PIDE, the horrible state police who tortures anyone who is against the regime. José Barneto is a 38 years old man, father of 4 young children and also an activist. Their separate lives connect on the horrible true events of the 25th of April 1974 when PIDE shot several gunshots towards the crowd who was protesting in front of their headquarters. The Portuguese Revolution is known today as being a Bloodless Revolution. Politicians and teachers at school repeat that same saying year after year. But it was a revolution with some blood spilled and this is the story about those forgotten heroes.",
    "chinese_title": "Revolução (Sem) Sangue",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-06-22T18:49:54"
}