{
    "aka": [
        "2015.5.16 北京收官站 身临其境全纪录"
    ],
    "sid": "35943383",
    "cast": [
        {
            "url": "/celebrity/1361925/",
            "name": "许巍 Wei Xu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2875012007.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "157分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2015-09-15(中国大陆)"
    ],
    "this_title": [
        "许巍此时此刻巡回演唱会"
    ],
    "douban_link": "https://movie.douban.com/subject/35943383/",
    "trans_title": [
        "2015.5.16 北京收官站 身临其境全纪录"
    ],
    "douban_votes": "0",
    "introduction": "许巍 此时此刻 巡回演唱会初心不忘 真心拥抱此时此刻 永不落幕时光荏苒，匆匆两年，许巍“此时此刻”巡回演唱会在跋涉了16座各具风格的城市之后，在5月16日最终收官回归北京——这一轮巡演的起始站，为这700多天的岁月、17个与音乐朋友一同缔造的难忘夜晚回报以“此时此刻”的初心和感激。对音乐和人生 以初心不忘在去年发行了忠实收录了十场演唱会的双CD LIVE纪录辑之后，许巍依旧马不停蹄地行进在音乐之路上，不仅继续着精彩纷呈的此时此刻巡演，更推出了他两年多来的第一首全新创作——《第三极》，一经发表即好评如潮；不久前，他抓住巡演间隙的灵感创作的全新单曲《灿烂》更是将音乐空间拓展到了更广阔、更温暖的自然之境，充满律动的节奏征服了所有人。许巍的每一次创作过程，都让他获得对生命和音乐更深层的理解，而每去到一个城市，他也对整场演出有了更多的想法和心得。所以，每一场演出结束后，他都会跟团队开会，对演出做出改进。每一场许巍的此时此刻，都是独一无二的音乐体验。这趟旅程始于北京，行过了上海、广州、哈尔滨、杭州、深圳、福州、成都、昆明、郑州、天津、济南、南京、长沙、太原和合肥，在5月的北京万事达中心，展现出它最初的心愿和最好的面貌。此时此刻，要以何种姿势来拥抱它、又用何种目光来与它告别？不如，用最美的影像来永久的把它留下来，以纪念、以回顾、以初心的不忘、以衷心的祝福。对朋友和爱 以真心拥抱2015年5月16日，许巍“此时此刻”巡回演唱会的收官场，被精心录制完整收入DVD。但许巍远远不满足于此，就像在去年秋天LIVE纪录辑发行的时候所提及的，他想要做的不仅是对现场的重现，而是对音乐时空的延伸，更要表达“人生是一场旅行，幸得遇见你我，才变得与众不同。享受此时此刻，拥抱无限可能。”的精神内核。生活和演唱会一样，是一场互动live，许巍和观众一起，彼此影响、彼此成就。在LIVE纪录辑中，收录了歌迷的感言。而这一次终极献礼的DVD，要把这种互动加强放大。于是，通过京东众筹的通路，让曾经来到此时此刻演唱会现场的朋友们，能有更多方式和选择，参与到这一趟收官之旅中。超过3000位朋友，帮助完成了许巍的心愿。对他的音乐朋友，以诚恳、以感谢、以满心的欢喜、以真心的拥抱。这是许巍出道以来第二次发行巡回演唱会的DVD，距离上次“绝版青春”巡演DVD的发表已有整整10年；这也是许巍此时此刻的心意，是我们共同的一段回忆和证明。音乐自可穿越时空 此时此刻 永不落幕从定制舞台到180度环幕LED，现场的一切元素均从音乐本身出发。从无到有晕染墨迹的中国元素，闪烁粒子渗透神秘的现代科技，结合舒适清澈的音乐理念，配以恢弘绚烂的三维影像效果，李延亮、窦颖这些十几年的伙伴还在身边，世界级顶尖的鼓手John Blackwell，Geoff也赫然出现……这是一场视觉与听觉的超级盛宴。这是一张非常特别的DVD，编导采用了十分特别的方式呈现这场几近完美的现场演出，并采用了蓝光技术，把它凝固在数据里。这里不仅有演出现场的实况，还有台前幕后的记录，不仅有全场万人的大合唱，也有许巍在台下的心声独白，不仅让你看到音乐的魅力，更有爱的光辉。从唱片到现场，从现场绵延到DVD的LIVE完整收录，无数次的掌声、感动呐喊、万人大合唱、甚至包含了乐器solo和乐队介绍。许巍要做的，不是单纯的还原现场，而是把每个人带到现场，甚至带到舞台上。让人能真切地感受到，音乐不受时空的限制、自会生生不息。我们的此时此刻，将永不落幕。",
    "chinese_title": "许巍此时此刻巡回演唱会",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-11T16:14:32"
}