{
    "aka": [],
    "sid": "35949156",
    "cast": [
        {
            "url": "/celebrity/1105516/",
            "name": "Teijo Joutsela Teijo Joutsela",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1964",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "芬兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1039169/",
            "name": "阿尔恩·塔卡斯 Aarne Tarkas",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1566568",
    "director": [
        {
            "url": "/celebrity/1030644/",
            "name": "Osmo Harkimo Osmo Harkimo",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "芬兰语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1566568/",
    "imdb_votes": 15,
    "this_title": [
        "Kotoinen saunani"
    ],
    "douban_link": "https://movie.douban.com/subject/35949156/",
    "imdb_rating": "6.9/10 from 15 users",
    "trans_title": [
        "氤氲如家"
    ],
    "douban_votes": "0",
    "introduction": "Likely the most organized and complete visual history of sauna, woven around Finnish culture.  They take their saunas seriously!  Yet the presentation is applicable to all of Scandinavia, and of interest to everyone harboring that special, deep affinity with sauna- or any nude recreation- notably in nature, far from the cities.  The documentary is sensitive to total nudity, but it would be odd to avoid the reality: most northern europeans abhor clothing in saunas- as such, there are full-body scenes of men and boys steaming it up, followed by shocking, breathless plunges into a frigid lake.  That is- into a hole carved free of a foot of ice, in outdoor temperatures of thirty degrees below zero.  A body shock so extreme, youngsters are carefully supervised, forced to exit the liquid ice in 10-15 seconds.  It is clear from facial expressions that words cannot convey the pleasurable skin sensations following such immersions.At 50+ years since release, the (1964) documentary dialog, and black and white photography, show their age , but should not discourage you from trying to find a copy of this rare, comprehensive, and in-depth look at the world of sauna.  Highly recommended.",
    "chinese_title": "氤氲如家",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Kotoinen saunani",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-06-22T12:39:11"
}