{
    "aka": [
        "Melchior the Apothecary. The Ghost"
    ],
    "sid": "35949603",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情",
        "历史",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882313601.jpg",
    "region": [
        "爱沙尼亚",
        "德国",
        "拉脱维亚",
        "立陶宛"
    ],
    "writer": [
        {
            "url": "/celebrity/1208060/",
            "name": "Olle Mirme Olle Mirme",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007750/",
            "name": "埃尔莫·纽加农 Elmo Nüganen",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt20452514",
    "director": [
        {
            "url": "/celebrity/1007750/",
            "name": "埃尔莫·纽加农 Elmo Nüganen",
            "@type": "Person"
        }
    ],
    "duration": "97分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2022-11-20(塔林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt20452514/",
    "imdb_votes": 603,
    "this_title": [
        "Apteeker Melchior. Viirastus"
    ],
    "douban_link": "https://movie.douban.com/subject/35949603/",
    "imdb_rating": "6.9/10 from 603 users",
    "trans_title": [
        "Melchior the Apothecary. The Ghost"
    ],
    "douban_votes": "0",
    "introduction": "Both parts of the Melchior films are currently playing in Estonian cinemas and have attracted more than 200,000 viewers. As always in life and in every cinematic saga, supporting characters, unspoiled tiny details and insignificant whispers may suddenly gain a bigger importance and influence. The 15th century blood-hunt continues in the impressively visualised medieval Tallinn. It is truly magical to watch how well-known castles, churches, the Town Hall square and the city streets are transformed into authentic and mysterious locations, but also how colourful frescoes provide unexpected clues.Director Elmo Nüganen and author Indrek Hargla do not even attempt to hide their intentions to surprise with further twists, turns and traps, unspoiled by the previously published book. The second part in the “Melchior the Apothecary” saga marks the swan song final performance by Raivo Trass (whom we remember from a supporting role in the eternal “Tangerines”) and plunges into spooky darknesses, bizarre mysteries, sinful perversities, painful whiplashes, terrible lies, underground secrets, sweet revenge, and vengeful ghosts who are afraid of the red colour.Rataskaevu Street is haunted. A dispute between influential merhnts Goswin and Bruys is tangled in muted consequences. Grave punishments shock the citizens of Tallinn under the invisible control of rivalling religious orders. Several victims are found with marks and wounds on their bodies. There is a rumour that the murdered victims encountered a mysterious ghost before their last breaths. However, detective Melchior doubts whether ghosts are capable of exacting revenge, and that this is someone else’s handwork. Clues lead Melchior to the Pirita Convent where indecent buried revelations await him.And let’s not forget about apprentice Gerke who arrived in Tallinn from Riga … or perhaps from Rostock. She knows everything about herbs, wounds and burns, but she doesn’t talk about herself, although she has promised her heart to her beloved Melchior. Her real name is Keterlyn Kordt. No one thinks to look for her in this town.源自：https://poff.ee/en/film/double-screening-melchior-the-apothecary/",
    "chinese_title": "Apteeker Melchior. Viirastus",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-06-15T03:13:24"
}