{
    "aka": [],
    "sid": "35948891",
    "cast": [
        {
            "url": "/celebrity/1036852/",
            "name": "让-路易·特兰蒂尼昂 Jean-Louis Trintignant",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007176/",
            "name": "玛丽·特兰蒂尼昂 Marie Trintignant",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041886/",
            "name": "纳迪娜·特兰蒂尼昂 Nadine Trintignant",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040797/",
            "name": "卢基诺·维斯康蒂 Luchino Visconti",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2892888780.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt15809496",
    "director": [],
    "duration": "53分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2021-10-31(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt15809496/",
    "imdb_votes": 31,
    "this_title": [
        "Trintignant par Trintignant"
    ],
    "douban_link": "https://movie.douban.com/subject/35948891/",
    "imdb_rating": "7.2/10 from 31 users",
    "trans_title": [
        "特兰蒂尼昂的自述"
    ],
    "douban_votes": "0",
    "introduction": "Pendant plus de soixante ans, Jean-Louis Trintignant a traversé les écrans européens, entre profonde finesse de jeu, élégance et charme énigmatique. Au fil d’archives rares, portrait émouvant du comédien qui nous a quittés le 17 juin.Avec Delon et Belmondo, il a fait partie du trio d’acteurs français le plus sollicité par les metteurs en scène, en France et en Italie. Au cinéma, il a été l’antihéros du \"Conformiste\" de Bertolucci, le juge obstiné de \"Z\" pour Costa-Gavras, le truand marginal de \"Regarde les hommes tomber\" de Jacques Audiard, mais aussi l’inoubliable amant d’\"Un homme et une femme\" de Claude Lelouch ou le bouleversant vieil époux d’\"Amour\" de Michael Haneke. Sur les planches, il a joué Shakespeare et Tennessee Williams, lu avec sa fille Marie Prévert et Apollinaire, ces poètes qui, à l’adolescence, lui ont donné le goût des mots et de la scène.Né en 1930 dans un village du Vaucluse, Trintignant a 19 ans lorsqu’il abandonne des études de droit à la fac d’Aix-en-Provence pour suivre des cours de théâtre à Paris. Quand, après des petits rôles, Roger Vadim le dirige en 1956 dans \"Et Dieu… créa la femme\", le débutant au sourire timide crève l’écran. Après Brigitte Bardot, avec laquelle il a une courte idylle, l’acteur au charme infini partage l’affiche avec les plus grandes actrices, de Jeanne Moreau à Anouk Aimée, de Fanny Ardant à Emmanuelle Riva et, bien sûr, Romy Schneider, dont il tombe amoureux sur le tournage du \"Train\" de Pierre Granier-Deferre…Des années de jeunesse à celles de la maturité, Trintignant s'est montré tour à tour malicieux, grave, enjôleur, inquiet et élégant toujours… Il nous a quittés le 17 juin 2022, à l'âge de 91 ans.Plongeant dans plus de soixante-dix ans d’archives, Lucie Cariès et Yves Jeuland retracent la carrière d’un comédien à la gloire discrète et au talent multirécompensé : Ours d’argent à la Berlinale en 1968 (\"L’homme qui ment\"), prix d’interprétation à Cannes l’année suivante (\"Z\") ou César du meilleur acteur en 2012 (\"Amour\").Au fil d’interviews et d’extraits de ses films, pièces et lectures, se dévoile derrière l’acteur l’homme marqué par les drames – l’opprobre jeté sur sa mère, tondue à la Libération, la mort de ses deux filles… – qui s’est réfugié dans une douce quête de beauté et les passions solitaires, des courses automobiles au poker, de l’amour de la poésie à la viticulture.",
    "chinese_title": "特兰蒂尼昂的自述",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Trintignant par Trintignant",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-04-02T23:16:43"
}