{
    "aka": [],
    "sid": "3595318",
    "cast": [
        {
            "url": "/celebrity/1020827/",
            "name": "Philip Creed Philip Creed",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1262932/",
            "name": "Alistair James Powell Alistair James Powell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1254455/",
            "name": "戴西·艾特肯斯 Daisy Aitkens",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1212869/",
            "name": "Clare-Louise English Clare-Louise English",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1208259/",
            "name": "克雷格·罗素 Craig Russell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1181870/",
            "name": "拉米·赫尔米 Rami Hilmi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1179706/",
            "name": "多米尼克·伯吉斯 Dominic Burgess",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1160868/",
            "name": "Tat Whalley Tat Whalley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1056646/",
            "name": "Emily Andrews Emily Andrews",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1047725/",
            "name": "Richard Blackburn Richard Blackburn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1416773/",
            "name": "阿拉斯泰尔·柯顿 Alastair Kirton",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情",
        "动作",
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1497662490.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1278322",
    "director": [
        {
            "url": "/celebrity/1416772/",
            "name": "马克·普莱斯 Marc Price",
            "@type": "Person"
        }
    ],
    "duration": "UK: 97 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1278322/",
    "imdb_votes": 1669,
    "this_title": [
        "Colin"
    ],
    "douban_link": "https://movie.douban.com/subject/3595318/",
    "imdb_rating": "4.7/10 from 1669 users",
    "trans_title": [
        "科林"
    ],
    "douban_votes": "183",
    "introduction": "By Geoff BoughColin is the debut feature from UK Director Marc Price and Nowhere Fast Productions. Easily one of the most inventive of recent indie zombie films, the film tells the story of our main character Colin who we are briefly introduced to in his human form. As Colin stumbles through a front doorway, we hear the faint crackling of automatic gunfire and general chaos ensuing in the background. The opening scene of the film is very gripping as we see Colin pull back his sweatshirt to reveal a disgusting bite mark on his arm. The next few minutes of the film are unnerving as Colin painfully sheds his human shell and becomes one of the undead.Now one of the undead, the rest of the film displays the trials of zombie-Colin as told from his perspective. Rudimentary tasks such as opening doors are now challenging and frustrating for Colin as he seems to fumble around the post-apocalyptic streets searching for some purpose.Telling a story from a protagonists perspective who doesn’t speak is a hard task to accomplish, there is maybe 10 minutes of dialogue in the entire film. Actor Alistair Kirton (Colin) masterfully drives the film on his performance without speaking at all.As Colin shuffles around the city, we are introduced to some incredible special effects. The barren London streets create an ominous tone of a shattered world. The zombies are extremely well done and there is plenty of gore…from gut-ripping scenes to a scene where zombies overwhelm a group of humans in a split-level house, there is definitely enough zombie-action to go around.Later in the film we are introduced to Colin’s sister who rescues Colin from two thieves and then flees. We later meet back up with her as Colin is kidnapped with a burlap sack over his head and brought to a nearby house where he is tied-up in the bathroom. His sister attempts to recover some semblance of Colin’s humanity in a very stark scene in the film. As she pleads with Colin to remember who she is by showing him pictures of his past life. The unresponsive Colin is void of emotion and is more interested in her flesh. Colin is then taken to see his mother in a heart-wrenching scene towards the end of the film.By the end of the film, we get to see how Colin became infected and Marc Price does an excellent job of capturing that sense of hopelessness and uncertainty that permeates the more interesting of zombie films.The film doesn’t really have a direct narrative or direction yet it puts you directly into the film and you really feel like you are on this journey of self-discovery with Colin as he tries to adapt to a whole new world. It’s something that has never really been attempted before and is artfully done. Equally impressive is that the film was made for virtually no budget and was completed by friends and associates who just wanted to make the film. The film is very raw, quick often shaky camerawork that makes you feel apart of the action like you’ve been thrust into this bleak existence with the cast.We screened Colin at the 2008 Revenant Film Festival here in Seattle, WA in October and it was voted 2nd place by the audience and picked up the Special Jury Award at the film festival. At this time we don’t know of a release date for Colin but we will definitely inform you all when we hear anything about a release, screening or DVD.",
    "chinese_title": "科林",
    "douban_rating": "6.1/10 from 183 users",
    "foreign_title": "Colin",
    "imdb_rating_average": 4.7,
    "douban_rating_average": "6.1",
    "update_at": "2025-05-31T06:14:18"
}