{
    "aka": [],
    "sid": "35951993",
    "cast": [
        {
            "url": "/celebrity/1041204/",
            "name": "戴米恩·查帕 Damian Chapa",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "剧情",
        "惊悚",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2875936229.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt15035760",
    "director": [
        {
            "url": "/celebrity/1041204/",
            "name": "戴米恩·查帕 Damian Chapa",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021-10-29(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt15035760/",
    "imdb_votes": 82,
    "this_title": [
        "Dark Light"
    ],
    "douban_link": "https://movie.douban.com/subject/35951993/",
    "imdb_rating": "2.3/10 from 82 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "An eccentric Interpol detective from New York Sonny Pietra (Damian Chapa) used to work for the Los Angeles Occult crime unit finds himself investigating a mysterious set of murders on the beautiful island of Ireland. A very disturbed but beautiful woman Jeanie Del Rey (Estefania Villaespesa) has been blamed for the murders. Sonny Proves it could not be her since she has been locked away in a mental institution. However a strange mysterious set of events still points to the young woman being the culprit. After Sonny Pietra investigates further he realizes that Dr. Thomas Jeanie's doctor (Natalia Ortega) in the institution may have some evidence pointing towards a cabal of witches practicing an ancient form of occult practice involving human sacrifice. Jeanie gets spiritually attacked when a priest (Mark McCreary) gets called in to help exorcise Jeanie. Agent Pietra finds him self up against a whole town of satanic witches taking out anyone in their way. Pietra enlists a rag tag crew to take on the evil cabal and with the aid of a young handsome hospital orderly (Luke O'Brien Chapa) and a Charismatic mysterious blonde boy (Gabriel O'Brien Chapa) Detective Pietra takes on the town of satanic witches and their plot to sacrifice Jeanie. Sonny realizes he has a way higher calling than just being a detective.",
    "chinese_title": "Dark Light",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 2.3,
    "douban_rating_average": 0,
    "update_at": "2025-02-27T01:13:09"
}