{
    "aka": [
        "Joseph II d'Autriche, le despote éclairé"
    ],
    "sid": "35955863",
    "cast": [
        {
            "url": "/celebrity/1085165/",
            "name": "梅赛德斯·埃克雷尔 Mercedes Echerer",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片",
        "传记",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905849505.jpg",
    "region": [
        "奥地利",
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt19712174",
    "director": [],
    "duration": "52分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2022-04-14(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt19712174/",
    "imdb_votes": 7,
    "this_title": [
        "Joseph II - Kaiser und Rebell"
    ],
    "douban_link": "https://movie.douban.com/subject/35955863/",
    "imdb_rating": "6.2/10 from 7 users",
    "trans_title": [
        "约瑟夫二世 ：凯撒与反叛",
        "Joseph II d'Autriche, le despote éclairé"
    ],
    "douban_votes": "0",
    "introduction": "Joseph II., eine der prägendsten Figuren in der Epoche der Aufklärung, verändert das Habsburgerreich durch seine Reformen wie kein Zweiter und schreibt damit Geschichte. Als Thronfolger von Maria Theresia schafft er bereits im auslaufenden Barock die Grundlage für einen modernen Staat, wie wir ihn heute kennen. Er führt die Bauern und Bäuerinnen aus der Leibeigenschaft, verankert Religionsfreiheit im ganzen Reich, modernisiert die Verwaltung, das Rechtswesen und die Entwicklung der Medizin auf revolutionäre Weise.Was hat diesen Quergeist angetrieben? Wie wurde er zu dem Herrscher, der als aufgeklärter Zeitzeuge die Lebensverhältnisse seiner Untertaninnen und Untertanen so nachhaltig veränderte? Welche Menschen und Erlebnisse beeinflussten sein Denken?Die Dokumentation begibt sich auf eine Spurensuche in das Leben eines außergewöhnlichen Herrschers und versucht der Psyche eines Menschen nachzuspüren, die so widersprüchlich wie einzigartig ist: Der zentrale Konflikt seines Lebens ist der Zwiespalt mit seiner Mutter Maria Theresia, der gleichzeitig einen Generationenkonflikt markiert und eine Zeitenwende, in der die Souveränität des Volkes geboren und das alte, von Gott abgeleitete Herrschaftsmodell herausgefordert wird.Joseph II. erkennt die Zeichen seiner Zeit und sagt den Stützen der damaligen Monarchie, dem Adel und dem Klerus, bereits als 22-Jähriger den Kampf an. Dennoch wird es Jahrzehnte über seinen Tod hinaus dauern, bis er für seine Weitsicht Anerkennung findet. Er stirbt verhärmt und missverstanden. War er jene Lichtgestalt, die das Reich der Habsburger um ein Jahrhundert verlängern konnte?",
    "chinese_title": "约瑟夫二世 ：凯撒与反叛",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Joseph II - Kaiser und Rebell",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-07-06T22:14:36"
}