{
    "aka": [],
    "sid": "3595562",
    "cast": [
        {
            "url": "/celebrity/1211691/",
            "name": "Anthony K. Lewis Anthony K. Lewis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1174297/",
            "name": "彼得·辛格 Peter Singer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1167226/",
            "name": "康奈尔·韦斯特 Cornel West",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1343180/",
            "name": "朱迪斯·巴特勒 Judith Butler",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1231912/",
            "name": "玛莎·努斯鲍姆 Martha Nussbaum",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000891/",
            "name": "斯拉沃热·齐泽克 Slavoj Žižek",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1238701/",
            "name": "K. Anthony Appiah K. Anthony Appiah",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2915251574.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt1279083",
    "director": [
        {
            "url": "/celebrity/1457741/",
            "name": "阿斯特拉·泰勒 Astra Taylor",
            "@type": "Person"
        }
    ],
    "duration": "88分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008-09-05(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1279083/",
    "imdb_votes": 1865,
    "this_title": [
        "Examined Life: Philosophy is in the Streets"
    ],
    "douban_link": "https://movie.douban.com/subject/3595562/",
    "imdb_rating": "7.0/10 from 1865 users",
    "trans_title": [
        "受审视的生活：哲学就在街头巷尾"
    ],
    "douban_votes": "1292",
    "introduction": "\"The unexamined life is not worth living.\" — SocratesExamined Life pulls philosophy out of academic journals and classrooms, and puts it back on the streets.Philosophers have long done their best thinking when directly engaging with the outside world, not in isolation from it. Socrates roved the Athenian agora, courting trouble with the authorities. Rousseau immortalized his rambles through nature on the printed page. Nietzsche once said that only ideas conceived while walking have any value.In Examined Life, filmmaker Astra Taylor accompanies some of today’s most influential thinkers on a series of unique excursions through places and spaces that hold particular resonance for them and their ideas.Peter Singer's thoughts on the ethics of consumption are amplified against the backdrop of Fifth Avenue's posh boutiques. Michael Hardt ponders the nature of revolution while surrounded by symbols of wealth and leisure. Judith Butler and a friend stroll through San Francisco’s Mission District questioning our culture's fixation on individualism.And while driving through Manhattan, Cornel West - perhaps America's best-known public intellectual - compares philosophy to jazz and blues, reminding us how intense and invigorating a life of the mind can be.Offering privileged moments with great thinkers from fields ranging from moral philosophy to cultural theory, Examined Life reveals philosophy's power to transform the way we see the world around us and imagine our place in it.Featuring Cornel West, Avital Ronell, Peter Singer, Kwame Anthony Appiah, Martha Nussbaum, Michael Hardt, Slavoj Zizek, Judith Butler and Sunaura Taylor.",
    "chinese_title": "受审视的生活：哲学就在街头巷尾",
    "douban_rating": "8.2/10 from 1292 users",
    "foreign_title": "Examined Life: Philosophy is in the Streets",
    "imdb_rating_average": 7.0,
    "douban_rating_average": "8.2",
    "update_at": "2025-04-01T13:45:27"
}