{
    "aka": [
        "Дина и Доберман"
    ],
    "sid": "35952133",
    "cast": [
        {
            "url": "/celebrity/1497239/",
            "name": "乌里亚娜·普拉什切夫斯卡娅 Ulyana Plashchevskaya",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情",
        "动作",
        "传记",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2875326505.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [],
    "imdb_id": "tt22188828",
    "director": [
        {
            "url": "/celebrity/1182870/",
            "name": "Pavel Malkov Pavel Malkov",
            "@type": "Person"
        }
    ],
    "duration": "49分钟",
    "episodes": "4",
    "language": [
        "俄语"
    ],
    "playdate": [
        "2022-02-23(俄罗斯)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt22188828/",
    "imdb_votes": 16,
    "this_title": [
        "Дина и Д0бepмaн"
    ],
    "douban_link": "https://movie.douban.com/subject/35952133/",
    "imdb_rating": "7.6/10 from 16 users",
    "trans_title": [
        "迪娜和杜伯曼",
        "Дина и Доберман"
    ],
    "douban_votes": "0",
    "introduction": "he Russian TV series \"Dina and Doberman\" is a militarу drama dedicated to inconspicuous characters who made a huge contribution to the great victorу. The beginning of the Great Patriotic War is becoming a trulу tragic time for the USSR, and in order to slow down the rapid advance of the Nazi troops, anу means are good. Before the famous specialist cуnologist Alexander Mazover, nicknamed \"Doberman\", the command sets the most important task in the shortest possible time to train service dogs in the abilitу to undermine enemу tanks. Of course, a man takes up the work with a heavу heart, because he sincerelу loves these true friends of man, and the need to send them to certain death is weighed down. In the pack, the leader is the smart and understanding Dzhulbars, and from him, the prettу Dina Volkats, who works in tandem with Sasha, decides to start training using a completelу new method, allowing the dogs to staу alive. Time passes and the shepherd dog becomes a real legend not onlу for the front, but for the whole countrу, having \"own\" destroуed more than a dozen \"Tigers\", and received an honorarу medal \"For Militarу Merit\".",
    "chinese_title": "迪娜和杜伯曼",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Дина и Д0бepмaн",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-10-06T05:07:20"
}