{
    "aka": [
        "Ave",
        "Bird"
    ],
    "sid": "35964192",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896712209.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt20785910",
    "director": [
        {
            "url": "/celebrity/1433829/",
            "name": "安娜·克里斯蒂娜·巴拉甘 Ana Cristina Barragán",
            "@type": "Person"
        }
    ],
    "duration": "23分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-09(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt20785910/",
    "this_title": [
        "Sopor and Bird"
    ],
    "douban_link": "https://movie.douban.com/subject/35964192/",
    "trans_title": [
        "鸟",
        "Ave",
        "Bird"
    ],
    "douban_votes": "0",
    "introduction": "A group of adolescent victims of sex trafficking live temporarily in a shelter, hidden in the middle of a forest. Accustomed to a nocturnal schedule, the girls spend their days asleep. Abigail is 14 years old, with a wide smile and a lost look. She likes to visit the room with babies that the other girls gave birth to, after the abuse they suffered. She feeds them and play with them as if they were dolls. It is the small details that reveal the horror they have gone through, which cannot be seen but can be sensed. When Abigail must return home, time seems to have stopped: her mother, her sisters, her room of 12 years is still painfully intact, but nothing feels the same anymore. Abigail tries to regain her body’s agility in front of her former Olympic gymnastics’ teammates, tries to interact with other teenagers, to regain her youth, but her wounds are severe. She meets Marjorie, a mysterious Afro-Ecuadorian girl who knows about the ocean. Both spend some days there, with the mollusks and the prehistoric creatures of the sea.",
    "chinese_title": "鸟",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Sopor and Bird",
    "douban_rating_average": 0,
    "update_at": "2025-09-11T23:21:19"
}