{
    "aka": [],
    "sid": "35964268",
    "cast": [
        {
            "url": "/celebrity/1349806/",
            "name": "阎维文 Weiwen Yan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2875644896.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "5分钟",
    "episodes": "10",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2022-06-03(中国大陆)"
    ],
    "this_title": [
        "听，这里是贵州"
    ],
    "douban_link": "https://movie.douban.com/subject/35964268/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "中国民族音乐是华夏大地上成长起来的极具特点的民间艺术形式之一。《听 这里是贵州》以音乐专家阎维文赴贵州采风为主线，深入贵州多个村寨调查了解、收集整理极具地域特色的原生民歌作品，汲取我国传统民歌的源头活水，展现当代民族音乐文化的传承图景。节目通过将镜头对准土生土长的贵州音乐文化传承者，描绘出一幅贵州传统音乐传承发展的众人群像。第1集本集主要内容： 黔东南雷山县的郎德上寨是一个苗族村寨，坐落在苗岭主峰，雷公山麓的巴拉河上游，被称为中国民间歌舞艺术之乡、全国百座露天博物馆和芦笙之乡，是领略苗族风情的首选村寨。（《听 这里是贵州》 第1集）第2集本集主要内容： 2019年秋天开始，一支民歌采风小队深入贵州山区，走访具有代表性的少数民族村寨，采录当地具有代表性的原生态民歌，找寻大山深处的天籁之音。（《听 这里是贵州》 第2集）第3集本集主要内容： 距贵州省从江县南6公里，在月亮山麓茫茫林海中，我们来到了神秘的岜沙苗族部落，岜沙苗族被誉为阳光下最后一个枪手部落。从前是为了狩猎、护寨，而现在在宾客上门时，对天鸣放，表示欢迎，逐渐成了当地人表达敬意的一种特殊仪式。（《听 这里是贵州》 第3集）第4集本集主要内容： 小黄，听起来像是一个人的称谓，其实是一个侗寨的名字——小黄侗寨。这里人人能歌善舞，村内寨外，处处有歌，事事有歌，歌是他们的语言，歌是他们的历史，如今已是天下闻名的侗歌之乡和音乐天堂。（《听 这里是贵州》 第4集）第5集本集主要内容： 贵州黔东南黎平县的天生桥是世界上最大的天生石拱桥，这里更像是天然形成的一座音乐厅，在这样的环境里听他们唱歌，美妙的音质，像是看到了雨过天晴的蓝天，深邃而空灵。（《听 这里是贵州》 第5集）第6集本集主要内容： 望谟县的新屯村，位于贵阳西南250多公里，这里四周古树环绕，群山朝拱，良田阡陌，是一个充满布依风情的原始自然村寨。在这里世代居住的布依族，能歌善舞，在历史发展的长河中创造了自己璀璨独特的布依族民族音乐。（《听 这里是贵州》 第6集）第7集本集主要内容： 黔西南册亨县的陂鼐村寨，这是一个古老的布依族寨子，据今已有上千年的历史，是一座完全用石头垒砌的村寨。除了石头村这张名片，这里还是歌舞的世界。（《听 这里是贵州》 第7集）第8集本集主要内容： 兴仁市屯脚镇，湖光山色，小桥流水，有着园林般的自然风光，铜鼓也是布依族的神器和乐器。铜鼓之声，怒而击则武，忧而击则悲，喜而击则乐，其意变，其声则变之。（《听 这里是贵州》 第8集）第9集本集主要内容： 普安县，在这里的茶神谷，每个小山包，都被一梯梯的茶树覆盖着，远远望去，绿油油的一片，非常壮观。在茶园里，我们听到了大花苗带给我们的特别歌声。（《听 这里是贵州》 第9集）第10集本集主要内容： 三宝彝族乡，这里浓厚的彝族风情深深地吸引了我们，而慕名已久的彝族姑娘出嫁舞阿妹戚托，就是这里的一张名片。今天，我们要欣赏一场贵州独有的“东方踢踏舞”。（《听 这里是贵州》 第10集）",
    "chinese_title": "听，这里是贵州",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-07T04:30:35"
}