{
    "aka": [],
    "sid": "35970718",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "喜剧",
        "惊悚",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2877745182.jpg",
    "region": [
        "尼日利亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1510076/",
            "name": "巴巴通德·阿帕洛沃 Babatunde Apalowo",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt10912990",
    "director": [],
    "duration": "94分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-11-27(波兰)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10912990/",
    "imdb_votes": 69,
    "this_title": [
        "The Millions"
    ],
    "douban_link": "https://movie.douban.com/subject/35970718/",
    "imdb_rating": "5.3/10 from 69 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Bem is the ultimate guy. With good looks, sweet mouth and with an intellect that can only be rivaled by his humour. When Bem is approached by an old friend, Wole Baba, about a job, his first thought is to walk away as he fears the heat that will come with such job. The job is simple enough; there is a stack of forty-two million dollars hidden away in an apartment owned by an unknown politician. If Bem can move the money, he can keep it but for a large chunk that goes to his contact as finder's fee. But when the dangerous man he duped earlier threatens his life, he decides to give it a shot. He reunites with his former partner, Jerome, who left the game after marriage and they both start to plan what could possibly be the greatest heist the country has ever witnessed. After several impossible suggestions, Bem and Jerome come up with a dicey plan. They start to navigate the several problems they could encounter and what was supposed to be a two man job turned to a six man job with every single one of them having an ulterior motive of being on the job.",
    "chinese_title": "The Millions",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.3,
    "douban_rating_average": 0,
    "update_at": "2025-08-25T03:49:09"
}