{
    "aka": [],
    "sid": "35970223",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888696022.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt11395060",
    "director": [
        {
            "url": "/celebrity/1276759/",
            "name": "凯文·艾布拉姆斯 Kevin Abrams",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-03-10(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11395060/",
    "imdb_votes": 240,
    "this_title": [
        "I Got A Monster"
    ],
    "douban_link": "https://movie.douban.com/subject/35970223/",
    "imdb_rating": "6.7/10 from 240 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In March of 2017, America's deadliest city was rocked by one of the nation's biggest Police corruption scandals. Local hero and cage-fighting super-cop Wayne Jenkins was federally indicted on racketeering charges, along with six other members of Baltimore's elite Gun Trace Task Force. In a city stoked with racial tension and violence, Jenkins and his crew of plain-clothes detectives were celebrated for holding the Thin Blue Line. But they were actually terrorizing the city's Black community, working with a coke-dealing bail-bondsman to steal and redistribute millions of dollars of drugs, while brazenly planting evidence and falsifying police reports to frame their targets for crimes they didn't commit. They knew they'd get away with it because no one would believe their victims and the Police Department would always protect its own. But they didn't plan for a campaigning defense attorney named Ivan Bates or a secret FBI wiretap operation that would unintentionally bring them down. Based on the highly acclaimed book, I GOT A MONSTER, published by St Martin's Press, this documentary takes viewers around every twist and turn of this real-life cat-and-mouse game where the cops are also the robbers and those who are meant to protect our safety turn out to be the ones jeopardizing it.",
    "chinese_title": "I Got A Monster",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-05-06T12:29:38"
}