{
    "aka": [
        "A Way Of Jastlce"
    ],
    "sid": "3598219",
    "cast": [
        {
            "url": "/celebrity/1315033/",
            "name": "林俊贤 Wilson Lam",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319440/",
            "name": "张凤妮 Betsy Cheung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319068/",
            "name": "麦翠娴 Tsui-Han Mak",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1463711/",
            "name": "陈珮珊 Chan Pui-San",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1545716/",
            "name": "刘炜全 Wai-chuen Lau",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2539495187.jpg",
    "region": [
        "中国香港"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "20",
    "language": [
        "粤语"
    ],
    "playdate": [
        "1991-03-18"
    ],
    "this_title": [
        "人海驕陽"
    ],
    "douban_link": "https://movie.douban.com/subject/3598219/",
    "trans_title": [
        "人海骄阳",
        "A Way Of Jastlce"
    ],
    "douban_votes": "99",
    "introduction": "钟文轩（林俊贤）自外国学成回来，一心以作育英才为已任，对学生因材施教。因此深为校花袁家欣（杨羚）倾慕，但却惹来坏学生贺子奇（吴瑞庭）误会轩有心夺爱，在偶然机会下嫁祸陷害轩。真金本不怕红炉火，但奈何遇上对轩有歧见的警察方忠义（刘江），再加上督察贺子豪（黄秋生）徇私护弟奇，轩终含冤入狱！祸不单行，轩母遽然而逝，轩妻伤心远去，轩的甥女王清玲（陈佩珊）亦因偶象幻灭而自暴自弃。面对重重打击，轩幸得红颜知己方彤（陈秀雯）的支持，豁然接受命运的磨炼，使二人感情猛增；但其间轩又与苦命而乐天的莫咏璇（麦翠娴）相遇，在同是沦落人的背景下，二人互生怜惜之情，使轩在忙于为自己平反之余，一时也不知如何抉择！分集介绍第1集钟文轩父亲早丧，由母玉好抚养成人，后往外国留学，学成返港娶得雪儿为妻，夫妻恩爱，一家乐也融融。文轩之姐文娟早年嫁予一地产经纪王灿成，并生下一女清玲。清玲自幼甚喜与文轩为伍，至长大后，甚至视他为偶像，极听从他的说话，而令灿成颇为不满。文轩立志作育英才，在新界一学校任职。他对学生本着有教无类的精神，全心全意教学，又能用崭新的教育法去引导他们，故深得学生们的爱戴，但另一方面却遭老一辈师长非议。学校中来了个问题学生贺子奇，反叛性强，到处纠党惹事。文轩用尽方法感化他，反令子奇对他反感，二人嫌隙日深。雪儿验出怀有身孕，却受朋友的影响，恐怕文轩日后会偏爱儿子多于自己，患得患失，其后她发觉文轩对她仍是爱护备至，才安心盘算着美好将来。文轩主张学生应有正常的课外活动，遂在学校成立一支垒球队，一群拥戴他的学生蜂拥参加，尤其是“校花”韦家欣，因她对文轩心生爱慕，便常藉故亲近。第2集学校附近发生一宗非礼案，文轩被邀请协助调查。虽然文轩被证实与案件无关，但探员方忠义却对文轩存有成见，一直认为他就是色魔。原来多年前忠义曾负责一宗非礼女童案，由于过份秉公办理，不听从手下劝告，将疑匪草率放掉，后来疑匪含恨于心，将义之手下女儿强奸至精神错乱，而其手下更与疑匪同归于尽。忠义有愧于心，自此对所有色情犯恨之入骨，除了对每一宗风化案锲而不舍地去追查外，还对疑犯粗暴对付，故常遭投诉。灿成有意移民，欲游说文轩合作，但为他所拒，记恨在心，对文轩的风光暗表不满。其后他见雪母欧太自外国归来，欲乘机巴结，以图找得移民机会。子奇心仪家欣，好胜心起，欲在同学面前将她追求到手，怎料家欣不为所动，还乘机戏弄子奇一顿。第3集子奇在校内不断破坏捣蛋，校长等欲赶他出校。文轩几番请求，欲藉家访深入了解其家庭状况。原来子奇自幼丧母，故缺乏家庭管教及照顾，以致顽皮不堪，除对兄长子豪敬畏外，对外人一律不放在眼内。子奇以为文轩在其父贺辉面前告状，对他误会更深。子奇与飞群结怨，被当街围殴，幸文轩经过制止，替他疗伤。子奇被其锲而不舍的精神所感动，二人关系渐见缓和。子奇向家欣展开追求，却被她乘机留难，反令他感到有挑战性。警方见近日非礼案频生，为追缉色魔归案，进行“放蛇行动”，派出忠义之女方彤为饵，连夜到寂静地带望引出真凶。方彤阴差阳错下遇上色魔，除被迷奸，幸文轩刚巧出现，将方彤救出。方彤虽肯定文轩与案件无关，但忠义始终坚信文轩为色魔，但苦无证据。第4集子豪凭其精明头脑及灵活身手，在工作上屡建奇功，事业一帆风顺，而感情方面夺得方彤青睐，惟子豪寄情于工作，故二人未能燃起灿烂火花。雪儿本在美国攻读大学，未学成已回港与文轩结婚。欧太见文轩在港发展不大，极力游说雪儿夫妇跟随她移民。文轩放不下学校工作，婉拒其好意。雪儿幼受父母呵护，养成其倚赖性强与没主见的性格。欧太为人势利，对雪儿进才言谓文轩对她缺乏爱护，令她对文轩的信心亦动摇，设下计划试验丈夫之忠诚，闹出笑话，但终明白文轩对自己情深一片，决尽妻子本份侍奉他。雪儿虽对丈夫深信不疑，但见丈夫受女学生欢迎，还收到家欣的礼物，略表呷醋，但经文轩解释后亦释然。子奇追求家欣不遂，更误会文轩与她有染，遂又故态复萌，放弃改过之余，更伺机向家欣及文轩报复。第5集子奇恶意戏弄文轩，被众人目击，家欣替文轩不值，乘机讥讽子奇，令他对二人更为愤恨。子奇在课室捣乱，被校方开除，校长召子豪面谈，子豪获悉子奇恶行，气忿之余，与子奇起冲突。子奇认为此事是文轩与他为难，因而对他更含恨于心。玉好多年操劳，患有高血压，可是未积极延医，致身体欠佳，令文轩等担心不已。文轩见经济基础渐稳，为着未来婴儿与母亲健康，另觅一新居所。家欣对文轩产生爱情的幻想，为了亲近他，不惜诈称自己家庭不愉快，企图骗得文轩单独相聚的机会。子奇追求家欣不遂，老羞成怒，乘家欣单独在天台时，击晕她再撕烂其衣服，以图令她当众出丑后离去。不料使色魔有机可乘，将她奸污。文轩后来赴约而来，见家欣衣衫不整，正欲施援手，刚巧家欣苏醒，误会文轩是色魔，告发其所为。第6集文轩被警方拘捕，将他起诉。忠义碰上文轩，促使他记起昔日的阴影，不自觉失去冷静及果断的判决力，搜集一切对文轩不利的证据。另一方面，子豪发觉此事与子奇有关，子奇自知闯祸，求子豪帮忙，子豪不忍其弟惹上官非，利用职权将一切罪名推在文轩身上。清玲虽深信文轩为人，及至亲口问家欣时，家欣力指文轩为色魔，令清玲信心崩溃，顿有偶像幻灭之感，对文轩不瞅不睬。雪儿备受压力，受周围之闲言闲语影响，对文轩信念动摇，情绪大受困扰。玉好替文轩担心，为他向欣母解释，却遭拒于门外，难堪非常。第7集文轩不但失去教职，更受到学生及亲友鄙视唾骂，但他仍能不向环境屈服，有待洗脱罪名后再执教鞭。方彤凭着其直觉与正义感，相信文轩无辜，答应努力替他追查案件真相。清玲大受打击下，变得愤世嫉俗，做出种种反叛行为，自暴自弃。文轩睹状欲出言相劝，反被她破口大骂，直指他人面兽心。清玲失意之时，结识小贩袁中泰，被其积极进取的性格所感染，留下深刻印象。子豪发现方彤追查文轩的案件，欲出面阻止，使二人间矛盾越发尖锐，情海开始起波澜。文轩在街上撞见家欣，欲乘机向她解释。家欣不理会他，还向警方投诉他恐吓当事人。第8集雪儿轻信谣言，愈相信文轩为色魔，与他争执之际，不慎失足跌下楼梯，送院后终告流产，令她精神陷于崩溃状态，逃避与文轩见面。忠义由于情意结的驱使下，对文轩穷追猛打，即使自己与方彤有执拗亦在所不计，一心以为自己只是替天行道，故虽稍有错失，亦安然处之。文轩上庭后，发觉一切证据对他不利，大感沮丧，幸方彤从旁鼓励，助他搜集有利证据。方彤与文轩相处后，发觉自己原来已爱上文轩，使方彤与子豪的关系更为冷淡。另一方面，子豪亦忙于事业而对这段感情掉以轻心，卒令这段多年的感情出现问题。玉好没料到文轩突遭横祸，震惊之余，一病不起，但爱子心切，仍为文轩奔波，希望一天能替他洗脱嫌疑。第9集灿成见文轩惹上官非，不加援手，还落井下石。他恐文轩罪名成立入狱后，养育玉好之责任会落在他的身上，不时冷嘲热讽，令文轩更为难受。文轩罪名成立，被判入狱年半。子奇自觉连累文轩蒙上不白之冤，大表内疚不安。清玲见文轩被定罪，更为放纵。灿成眼见女儿沦落亦无法挽救，只用高压政策管束清玲，令她更反感，愤而离家出走。雪儿对文轩绝望，黯然随母赴美，决与他分手，文轩闻讯大表伤心。玉好不堪刺激，病倒垂危，须聘名医医治。灿成常为其庞大支出而大吵大闹。第10集文轩几经辛苦申请出外探望玉好，可惜来不及见其最后一面，令他沮丧不已。清玲终日在外流连，荒废学业，成为一问题少女。一次，清玲重遇中泰。中泰风趣乐观，对清玲一见钟情，而清玲在苦闷之余，亦乐得与中泰为伴，令他以为有机会夺得其芳心。灿成周转不灵，着文娟游说文轩将其名下财产转给他。文轩看在其姊份上，终签署协议书。中泰不忍清玲终日混在市井群中，想办法拉拢她与家人和好如初，使她一家团聚。子豪利欲薰心下，竟被黑帮首脑范培生收买，掩饰其黑帮活动。一日，培生与另一黑帮丧Ｂ火拼时，子豪名义平息厮杀，利用职权铲除丧Ｂ，为培生除去大敌。子豪奋勇，受到上司赞赏。他更为挽回方彤的心，向她求婚。方彤被其所动，终答应婚事。第11集文轩初入狱时，常受恶霸欺凌，得阮四照顾，二人成了莫逆之交。一日，阮四遭仇家寻仇，文轩奋勇助其抗敌，致身受重伤，令阮四大为感动。文轩成为狱中数黑帮争夺拉拢对象，向他威逼利诱，文轩一一拒绝。阮四将他挣扎生存的理论授予文轩，令他人生观大变。培生利用子豪将丧Ｂ手下阿德等赶尽杀绝，逼他们改投其门下。阿德等宁死不屈，还设计杀子豪报仇。廉署职员张松柏接获投诉子豪与培生勾结，遂深入调查。子豪故意大肆扫荡培生黄赌档口，以掩人耳目。方彤冷眼旁观，子豪表现有异，暗起疑心。松柏监视子豪的行动，彻底调查财产来源，并拖延其升职计划。子豪自知此地不容，毅然辞去警务工作，决跟随培生作奸犯科。第12集方彤被子豪所蒙蔽，以为他锐意在商场发展，并依其劝告，决在结婚前辞职，专心照顾家庭。子奇终日游手好闲，与飞群结怨，被黑帮寻仇。他找子豪替其出头，终吓退敌人。培生表面经营酒吧及电影公司等娱乐事业，私底下却进行卖淫勾当。他赏识子豪才智，安排他打理部分事务，为他发展黑白两道生意。子奇见子豪威风，欲追随他做生意。子豪不想其弟插手黑帮，只安排他在旗下酒吧充任调酒员。清玲得中泰介绍在酒吧充当侍应，与子奇份属同事。二人重逢，互相斗气。其后一次子奇助清玲吓退色狼，二人隔膜全消。正当方彤忙于筹备婚事之时，无意中发现子奇瞒着自己进行非法勾当，劝他放弃，子豪不肯。方彤心灰意冷，毅然取消婚约，决意返回警局岗位。第13集文轩服刑期满回家时，遭到灿成与清玲的白眼，令他感到沮丧万分。文轩在众叛亲离的环境下，仍不气馁，力求法律援助还以清白，可惜事隔多时，更未掌握证据，令他失望非常。文轩受到街坊及亲友鄙视，又遭逢一连串打击，令他意志消沉，幸得方彤协助鼓励，重新振作做人。文轩偶然机会下结识向北与中泰，得其帮助到一天台木屋居住，令他患难中感到一点人间温馨。子豪对方彤余情未了，欲向她表示等他得到大权，会将业务改邪归正，可惜方彤对他已死心，坚拒再接受他。文轩找到一份清洁工作，仍不时遭人白眼，但却能感染到向北与中泰知足常乐的性格，对前途充满希望。另一方面，中泰亦积极向文轩请教，互相协助，成为深交。第14集文轩等为中泰庆祝生日时，清玲亦到场，见到文轩面时，火上心头，侮辱文轩一顿后离去。中泰了解文轩苦衷，尽力替他向清玲解释。玲、奇同样放任不羁，因来往多而擦出火花，二人竟成为情侣。文轩深夜在街上见到舞女莫咏璇被数烂仔追债留难，遂挺身为她解围。咏璇对他不胜感激之余，向他尽吐惨痛身世，文轩感到同病相怜，视她为好友。原来多年前咏璇父莫森因染上毒瘾，令其妻无法忍受下离家出走，家庭经济出现危机，而咏璇一直只有当舞小姐养家。莫森对女儿感歉疚，但因无法戒除毒瘾，只有不断向咏璇索钱，常常自责，但始终未能戒去毒瘾。文娟不忍文轩被逼迁，常偷偷背着灿成接济文轩。清玲再与灿成发生争执，一怒之下离家与子奇同居，中泰眼见二人关系密切，初尝失恋滋味。第15集子豪不想子奇泥足深陷，一直阻止他插手黑帮生意。子奇以为子豪恃势凌人，乘机在培生面前表现英勇，果获重用，向子豪示威。子豪对方彤心生不忿，认为全是文轩造成，对他更是愤恨，放火恐吓文轩。子文轩不欲方彤因帮助自己，而致与子豪产生误会，着方彤向他解释。方彤坦言已与子豪分手，文轩才放心。其实方彤自文轩出狱后，已将感情寄托在他身上，无奈文轩却未投入这段感情，令她感到失望。咏璇几年前得一行船客人垂青，终答应下嫁，以为可从此重新做人，怎料一次出海时遇上战争，被炸弹打中葬身大海，她为供养老父，不惜重披舞衣。文轩见咏璇一生坎坷，全无生存目标，不忍她继续沉沦，努力诱导她入正途。二人患难中见真情，发生一段真挚的感情。第16集子豪开一间电影公司，以拍电影为名，其实从事卖淫事业。一次，其手下阿富利诱一无知少女余文静签约，逼她拍下写真录影带，然后藉此勒索她，文静终被逼为娼。咏璇不值文静被欺凌，欲出手助她脱离火坑，反被阿富恐吓。文静欲暗中偷回录影带，危急时遇上文轩。文轩念在师生关系，助她逃走。咏璇同情文静遭遇，请求一黑帮首脑超哥代出头要子豪放过文静。子豪不惧超哥恶势，派人暗杀超哥。子奇对文轩含恨于心，派人追杀他，幸得中泰协助脱险，设计令众人以为他死去，并将文轩与咏璇安置在一隐蔽地方。文轩被子豪手下打伤，咏璇细心照顾他，二人患难见真情，渐生情愫。第17集泰国一大拆家冯先生垂涎清玲美色，向子豪合计将她得到手。子奇知子豪所为，向他找晦气。子豪坦言计划另起炉灶，故牺牲清玲以藉此与拆家打好关系，并安抚子奇日后兄弟合拍重组势力，子奇大感矛盾。清玲发觉子奇为着事业，将自己被污辱之事一笔勾清，一怒之下搬到中泰家。清玲为刺激子奇，不惜在他面前与冯先生亲热，并决定离开酒廊，改行任职在子豪的夜总会。子奇欲劝止，二人反大吵一轮。中泰获悉清玲与子奇感情有变，几欲乘虚而入，但他知清玲并没有爱过自己，自知无法勉强，终于一心一意发展自己的事业。咏璇患难中与文轩建立感情，难以取舍，终放开自己接受这份新爱。方彤见文轩失踪多日，向中泰查问，揭发子豪的卑鄙所为，伺机揭发子豪的罪行。第18集子豪因失去方彤才知珍贵，欲与她重续前缘。方彤其实已对他极失望，但为了要调查文轩之事，便假意接受子豪的追求。子豪找着文轩，领手下追杀他，文轩危急之际，幸遇上阮四，助他脱险。阮四利用与培生的关系，劝子豪放过文轩。子豪忌阮四之势力，只好暂且搁置对付文轩。子奇一次运毒途中为警察穷追，遇上清玲。清玲为保其安危，不惜冒着生命危险将毒品吞入肚中瞒天过海。子奇感清玲出于真情，大为感动，二人和好如初。清玲因为金钱问题，与子豪反目，被他禁锢起来。子奇眼见清玲受逼害，心中不忍，不顾一切，反抗子豪，欲救回清玲。子豪大怒之下，将子奇打伤，被子奇看清子豪的狰狞面目，顿大彻大悟，洞悉过往过失。第19集子豪为爬上高位，竟暗中收买培生手下，将势力扩大，欲杀死培生夺位。子奇逃亡之际，重遇文轩，遂向文轩忏悔，将一切向他剖白。文轩才知一切原来是子豪摆布，矢意要向子豪讨回公道。清玲知一直错怪文轩，后悔不已，与他重建亲密关系。忠义得悉文轩为清白无辜，令他甚觉抱歉，坦然向文轩认错，决助他洗雪沉冤，捉拿子豪归案。当方彤正要向文轩表明心迹时，猛然发觉他与咏璇产生感情，只好将爱意埋在心底。子豪为打击文轩，施计陷害莫森，令他惨遭丧命。咏璇痛心之余，决助文轩对付子豪。第20集（大结局）中泰利用徐康对子豪不服，联络他偷出子豪的黑帮业务的磁碟。子豪发觉后，逼文轩交出磁碟不果，乘机挟持咏璇。子豪约文轩决斗，乘机围击文轩，幸方彤带大批探员及时赶至，欲将子豪绳之于法之际，却被子豪枪伤。咏璇知方彤对文轩有意，曾欲让爱，但方彤亦明白爱情不能相让，自动引退。咏璇终于想通，接受文轩的爱。子奇与清玲恋爱成熟，决共谐连理。子豪于二人举行婚礼时，伏击文轩，清玲首当其冲，送院后死去。文轩屡对付子豪不果，终把心一横，要以暴易暴，用自己的方法收服子豪。究竟文轩能否将子豪绳之于法？文轩与方彤及咏璇的三角关系怎样解决？留意本剧大结局。",
    "chinese_title": "人海骄阳",
    "douban_rating": "7.5/10 from 99 users",
    "foreign_title": "人海驕陽",
    "douban_rating_average": "7.5",
    "update_at": "2025-03-26T02:00:09"
}