{
    "aka": [
        "Amerikatsi"
    ],
    "sid": "35986452",
    "cast": [
        {
            "url": "/celebrity/1007087/",
            "name": "迈克尔·A.戈尔杰 Michael A. Goorjian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1343538/",
            "name": "霍威克·库区科利安 Hovik Keuchkerian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1447217/",
            "name": "内利·乌瓦罗娃 Nelli Uvarova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1225113/",
            "name": "Mikhail Trukhin Mikhail Trukhin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888238417.jpg",
    "region": [
        "亚美尼亚",
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1007087/",
            "name": "迈克尔·A.戈尔杰 Michael A. Goorjian",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt13616368",
    "director": [
        {
            "url": "/celebrity/1007087/",
            "name": "迈克尔·A.戈尔杰 Michael A. Goorjian",
            "@type": "Person"
        }
    ],
    "duration": "115分钟",
    "episodes": "",
    "language": [
        "亚美尼亚语",
        "俄语",
        "英语"
    ],
    "playdate": [
        "2022-07-10(埃里温电影节)",
        "2023-09-08(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13616368/",
    "imdb_votes": 3166,
    "this_title": [
        "ԱՄԵՐԻԿԱՑԻ"
    ],
    "douban_link": "https://movie.douban.com/subject/35986452/",
    "imdb_rating": "7.4/10 from 3166 users",
    "trans_title": [
        "美籍亚美尼亚人",
        "Amerikatsi"
    ],
    "douban_votes": "0",
    "introduction": "As a young boy, Charlie escaped the Armenian Genocide by stowing away in a trunk bound for the United States. His family was not so lucky. Despite his tragic start, as an adult, Charlie has managed to maintain his child-like wonder for the world. However, like so many refugees and orphans, there’s a hole in Charlie’s big heart. Our story begins in 1947, as Charlie repatriates back to Armenia only to be greeted by the harsh reality of Soviet Communism. Almost immediately Charlie is arrested and sentenced to prison for the absurd crime of wearing a tie. To further ensure that he doesn’t influence other prisoners with his “cosmopolitan” ways, Charlie is placed in solitary confinement. Just as he appears to be succumbing to the terror of his situation, Charlie discovers that the prison wall outside his cell window had been damaged during a recent earthquake. And through a hole he can see into a nearby apartment building. The Armenian couple who live in the apartment, Tigran and Ruzan, become Charlie’s only connection to the outside world. Every chance he gets he watches them, living vicariously through the details of their private lives, sharing meals with them, laughing, crying with them. All the while discovering the Armenian culture he never knew. Charlie begins to care deeply for Tigran, sympathizing with this Soviet Armenian who has been forced to suppress his passion for music, food, art and life. But then, in an unexpected twist of fate, Tigran discovers that Charlie has been watching him, to Charlie’s surprise, Tigran does not report him, but instead allows Charlie further into his world. Through these two prisoners of circumstance, our belief in love and magic is revived. In the end, although not in the way he expected, Charlie ultimately finds what he came to Armenia in search of ... a homeland.",
    "chinese_title": "美籍亚美尼亚人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "ԱՄԵՐԻԿԱՑԻ",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-04-05T11:43:19"
}