{
    "aka": [],
    "sid": "3598366",
    "cast": [
        {
            "url": "/celebrity/1037892/",
            "name": "织田裕二 Yûji Oda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318692/",
            "name": "白井晃 Akira Shirai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1390599/",
            "name": "长野里美 Satomi Nagano",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1995",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2538901383.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1547951/",
            "name": "田辺満 Mitsuru Tanabe",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1313495/",
            "name": "宫本理江子 Rieko Miyamoto",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "10",
    "language": [
        "日语"
    ],
    "playdate": [
        "1995-10-18"
    ],
    "this_title": [
        "正義は勝つ"
    ],
    "douban_link": "https://movie.douban.com/subject/3598366/",
    "trans_title": [
        "正义必胜"
    ],
    "douban_votes": "220",
    "introduction": "概説主人公、高岡淳平は大手法律事務所のセントラル・ロー・オフィスに勤める弁護士で、所長を初めとしたパートナー達やクライアントである大手企業からの信頼も厚く、デビュー戦以来25連勝の凄腕である。新米弁護士・姫野京子は彼に出会い、弁護士としての目標と憧れるが、淳平の手段を選ばないやり方に失望する。しかし、自らの利害で行動する淳平に結果的に助けられ、淳平は京子との交流を深める。淳平は更に民事裁判で29連勝と勝ち続け、事務所経営に参画するパートナーに出世するが、新たに担当した事件では、かつて弁護士だった父・高岡謙次郎に横領罪の容疑をかけて自殺させた企業を弁護することになってしまう…。キャスト高岡淳平（織田裕二）昭和63年、中央大学法学部卒。昭和62年、20歳で司法試験に合格。平成２年、司法修習修了（第42期）。同年、弁護士登録（東京第一弁護士会、登録番号291820）。横浜市内にあるセントラル・ロー・オフィスのアソシエート弁護士。｢真実は常に1つだ。しかしそれを明らかにすることが正義だとは思わない｣、｢裁判は勝った方が真実なんです｣と言い、依頼人の為に全力を尽くし、法廷戦術に長けるが、勝つ為には手段を選ばない。事務所内の女子職員からの人気も高い。愛車はベンツのコンバーチブル（価格は1,000万円）。父親も弁護士だったが、淳平が高校生になって間もなく自殺した。姫野京子（鶴田真由）お茶の水女子大学卒。塚田法律事務所に務める新米弁護士。司法書士の勉強が高じて六法全書を暗記してしまい、司法試験に合格。実家は長野県で林檎農家をしている。ピクルスが好き。石田学（段田安則）中央大学法学部卒。35歳。学生時代、「富山の神童」ともてはやされる。淳平の同僚であるアソシエート弁護士で、セントラルには同期入所。人がよい。徹底抗戦よりも相手方との和解を重視する穏健派弁護士。姫野京子に好意を持っている。戸川光江が苦手。戸川光江（室井滋）ハーバード大学卒。セントラルのパートナー弁護士。最年少でパートナーになるが、淳平に記録を打ち破られる。著作権関係の事件が得意。石田学のことがお気に入り。ビッグトゥデイにコメンテーターとして出演している。大内将雄（井上順）早稲田大学法学部卒。セントラルの所長。高岡謙次郎の下で居候弁護士をしていたが、彼の死後に淳平を引き取り、わずか30台半ばにして独立。浅野匠一、堀部安秀両弁護士とセントラル・ロー・オフィスを共同設立、主宰となる。淳平の優れた法廷戦術は大内によるところが大きく、彼もまた勝つためには手段を選ばない。塚田等（谷啓）慶應義塾大学法学部卒。父親の跡を継いだ二代目弁護士。塚田法律事務所という小さな事務所を経営している。かつて、高岡謙次郎とは弁護士会の人権委員会で知り合って意気投合。高岡謙次郎が横領罪で告発された際に弁護人を務める。高岡謙次郎を守りきれなかったことを悔いている。高岡謙次郎（津嘉山正種）早稲田大学法学部卒。淳平の父。新聞記者になるか弁護士になるか悩んだ末、力試しで受けた司法試験に合格。弁護士となる。淳平にとっては理想の弁護士であった。黒菱商事を海難事故で弁護したが、黒菱商事の不正に気付いてこれを告発しようとするも、先手を打たれて横領の罪を着せられ、弁護士資格を剥奪され、獄中で自殺する。岩淵芳彦（団時朗）ビッグストーンインターナショナル専務。黒菱商事は高岡謙次郎が弁護人として海難事故の裁判を起こしたが、謙次郎が同社の不正を告発しようとしたので訴えを取り下げて直ちに謙次郎を横領罪で告発して弁護士廃業に追い込み、さらには海難事故訴訟の相手方と合併してビッグストーンインターナショナルへと成長する。岩淵は黒菱商事の幹部だった。塚田直子（井上晴美）お茶の水女子大学３年生。塚田等の娘。姫野京子とはサークルの先輩後輩。父の事務所を｢あまり儲からない｣とけなすが、よく事務所にいる。布施富雄（高杉亘）塚田事務所を手伝っている。司法試験に落ちること13回。実家は寺。直子と一緒にいることが多い。角藤浩一郎（阿南健治）法曹日報の記者。戸川に金を渡されて情報収集をすることが多い。各話のタイトル第1話 依頼人は嘘をつく第2話 そこまでして勝ちたいか第3話 奴は、弁護士じゃない第4話 透明な戦術第5話 小さな目撃者第6話 72時間の逆転劇第7話 疑惑の法律事務所第8回 告発第9話 正義をなくした一人の弁護士第10話 判決その他当初は『お金がない!』の脚本家・両沢和幸が本作の脚本を手掛ける予定だったが、コメディ路線を狙った両沢とシリアス路線を指向した制作側が衝突、両沢はクランクイン2週間前に降板した。急遽呼ばれた戸田山雅司はオーダーに応じた脚本を手掛けている。横浜を舞台にしており、オフィスは横浜ランドマークタワー、主人公の自宅は戸田平和記念館、弁護士会館は神奈川県立博物館、裁判所は大倉山記念館など、多くの横浜の建築物がロケ地として使用されている。第1話で｢ユニバーサルインシュランス｣がセントラルのクライアントらしき企業として名前が挙がるが、これは織田裕二が主演した｢お金がない!｣で主人公・萩原健太郎が勤めた外資系保険会社の名前である。織田がフジテレビ系列ドラマで本作の次に主演した｢踊る大捜査線｣の第2話で、主人公・青島俊作が、篠原涼子演じる被疑者・ササキノリコに｢高岡っていう良い弁護士知ってますよ｣と言うシーンがあるが、これは本作の主人公・高岡淳平を想定したものと思われる。弁護士の木村晋介が、本人役で登場している。第2話は、プロ野球日本シリーズ第4戦の中継が大幅に延長になり、2時間30分遅れの23時30分から放送された。視聴率が思うほど伸びなかったこと、塩沢浩二プロデューサーが不祥事を起こしたことなど様々な要因でソフト化されずDVD化を強く望む声が多かった。2008年9月17日にDVDが発売された。スタッフ脚本…戸田山雅司、旭井寧、青柳祐美子、田辺満音楽…服部隆之演出…若松節朗、石坂理江子プロデュース…塩沢浩二演出補…高丸雅隆、森保伸二プロデュース補…関谷正征法律監修…渡邊顯、本山信二郎製作著作…フジテレビ主題歌織田裕二「愛までもうすぐだから」",
    "chinese_title": "正义必胜",
    "douban_rating": "8.2/10 from 220 users",
    "foreign_title": "正義は勝つ",
    "douban_rating_average": "8.2",
    "update_at": "2025-04-15T13:49:17"
}