{
    "aka": [
        "The Fatal Conflict: The Rise and Fall of Judea"
    ],
    "sid": "35985174",
    "cast": [
        {
            "url": "/celebrity/1474083/",
            "name": "凯文·斯宾克 Kevin Spink",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片",
        "传记",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876074928.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1282950/",
            "name": "Michael Eaton Michael Eaton",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt9069974",
    "director": [],
    "duration": "50分钟",
    "episodes": "2",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt9069974/",
    "imdb_votes": 37,
    "this_title": [
        "The Fatal Conflict: Judea and Rome Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/35985174/",
    "imdb_rating": "6.7/10 from 37 users",
    "trans_title": [
        "The Fatal Conflict: The Rise and Fall of Judea"
    ],
    "douban_votes": "0",
    "introduction": "Bringing The Fatal Conflict to the screen was an extreme honour, and an equally challenging experience.The story of Judea’s rise and fall at the hands of the Roman Empire is both epic and sprawling…Presenting it to a general audience was no simple task, both narratively and visually. In order to tell an engaging story, whilst fulfilling factual obligations, we needed to focus on one, tangible thread; the life and works of Flavius Josephus.However, the writings of Josephus come with their own unique challenges. He was not bound by the same restrictions that peer-reviewed historians and scholars are today. He did not shy from dramatic flare, and his three major works often contradict each other; his portrayal of characters and events often shifting to serve his intended audience. For this reason, I elected to have our excellent array of experts drive the narrative. Throughout the two episodes, each expert details their interpretation of Josephus’ words for the audience, supporting and refuting the facts as he rents them.Visualising the story brought with it the same challenges. The works of Josephus are almost mythic in nature, and anything we could place on screen would always be an interpretation of the facts. With a limited budget, a seven-day shooting schedule, and less than 3 months in post-production, I opted for an impressionistic style that could drive emotional impact and provide a sense of scale that would be impossible for us to achieve with photo-real, historical renderings. Employing colour, light and movement, in an almost storybook style, we were able to evoke moods that could underlay the insights of our experts.However, at the end of the day, our evocative recreations wouldn’t be enough to cover the sprawling scope of the story. We required further devices to weave a rich, visual tapestry for the viewer.Firstly, dynamic maps were generated to drive the story as much as orient the audience geographically. In addition, an animation style, reminiscent of greco-roman art was developed to illustrate tangental anecdotes. Finally, dynamic footage of the environments and architectural sites that formed the historical backdrop of the story were included, bridging the evocative recreations with reality.Producing all this work in an extremely compressed time was a mammoth undertaking, but the results are truly fulfilling. I believe that we have crafted a piece of work that supports the historical and emotional weight of its own content, whilst creating a truly unique experience for the viewer.-Nik Wansbrough, DirectorEpisodes:1. The Rise of Judea2. The Fall of Judea",
    "chinese_title": "The Fatal Conflict: Judea and Rome Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-10-24T12:07:51"
}