{
    "aka": [
        "好朋友",
        "逆火青春",
        "黑色关系"
    ],
    "sid": "3598391",
    "cast": [
        {
            "url": "/celebrity/1059980/",
            "name": "安在旭 Jae-wook Ahn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1219909/",
            "name": "宋允儿 Yun-ah Song",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042847/",
            "name": "金智秀 Ji-su Kim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1287129/",
            "name": "许峻豪 Jun-ho Heo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313187/",
            "name": "李勋 Hoon Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1015635/",
            "name": "鲜于银淑 Eun-Sook Sunwoo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016689/",
            "name": "南一祐 Il-woo Nam",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325371/",
            "name": "金承秀 Seung-soo Kim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1546187/",
            "name": "李桂仁 Gye-in Lee ",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2574996244.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1320705/",
            "name": "张容佑 Yong-woo Chung",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "16",
    "language": [
        "朝鲜语"
    ],
    "playdate": [
        "2000-03-01(韩国)"
    ],
    "this_title": [
        "나쁜 친구들"
    ],
    "douban_link": "https://movie.douban.com/subject/3598391/",
    "trans_title": [
        "坏朋友",
        "好朋友",
        "逆火青春",
        "黑色关系"
    ],
    "douban_votes": "103",
    "introduction": "“正义战胜邪恶，正直战胜丑恶” 有正义感的一群年轻朋友以友谊相识相聚在一起，不断战胜邪恶、揭露阴谋诡计、克服种种危机的一群“好朋友们”的故事，在人们内心深处播种了“信誉”与“有情”仍围绕在我们身边的殷切希望。金姜锡、张洙延、崔琪铁和洪朱坤是高中同学。在穷孩子最多的学校念书，在学校就属他们最有问题。他们唯一的希望是阻止小乐队搞音乐。贫民区唯一有钱的是江锡他家，江锡的父亲是未来制药公司的创始人，在社会上深受尊重。不过江锡反而对父亲的粗枝大叶感到负担，姜锡的父亲金会长也对反抗心里重的儿子江锡不像夏平雄的儿子那样诚真而不满。高中毕业的时候，除了张洙延都没考上大学，不过没有一个人为此受到打击或感到悲伤。江锡和琪铁报名参加海军，并与商银在入军前夜离别之吻。 海兵生活把江锡造就的更像男子汉了，可是他的反抗性更加重了。才龙在筹划室已经是男人刮目相看的职员了。商银为了赚钱把感情学习班换成计算机游戏房。宏元在全国网吧游戏中获第二名，为此痛苦了一个晚上。在未来财团的资助下留美获MBA，贵国的张秀贤以超群的能力节节高升。琪铁成为黑社会的实权者掌握了酒吧行业。洪朱坤已有过4次前科，跟追赶的刑警关系套得也差不多了。在未来制药公司新研制药品的发布会上，江锡被光彩夺目的英淑所钟情。两人很快就掉进了爱的火海。江锡虽然把这个事实炫耀得讲给商银，但商银不想放弃江锡。在临床试验中没发现任何异常现象的新研制，突然发生了严重的副作用，还没来得及重验，金鹤俊会长就遭到了有关部门的调查，随之而来的有关逃税、倒外汇、收回等等罪名一发而不可收拾的落在他的头上，致使整个社会议论纷纷受到嫌疑的金会长，一贯主张高贵人格与奉献社会的企业家金会长一夜之间坠落受贿，腐败，遭人非议的对象，再加上公开了与某位年轻女郎的床上照片，受到打击的金会长晕倒过去。贫民区里的富豪，贫民的资助者金会长彻底被击倒了。姜锡开始彷徨了，他能忍受失败的经营却忍受不了父亲的作风，平时如此讲道德的父亲还有其丑恶的一面，他无法想象这是事实。 唯有英淑是希望和安慰。商银虽然想给与帮助，当怕伤害了江锡的自尊。英淑哀求江锡为了家人的生计，承担一点起码的责任就应该谋职，于是在英淑工作的企划室就了职。姜锡得知陷害父亲的那张照片是合成的事实后，感觉到父亲一夜之间一落千丈是某种阴谋造成的，当听到张洙延传来的股市怪闻，所谓未来制药公司的丑闻传出后股价暴跌时，有股势力全部走的消息后，对未来制药公司与父亲被诬陷的疑惑越来越大了，为解开这些疑点，只靠姜锡一个人所付出的努力是有限的，江锡只好召集了“不好的朋友们”。从前在社会最底层生活的“坏朋友们”成了姜锡的希望，长久以来被遗忘的义气与有情重新召换了他们，他们在商银的网吧办了一家冒险公司，朱坤发挥出众多的手艺技巧准备窃听；宏元全力以赴用计算机盗窃未来公司密件；琪铁利用黑帮社会的情报网络；张洙延为全体领队提供专门知识。英淑对重新找回朝气的姜锡更走进了，他们不顾夏会长和才龙的反对决定结婚，当两人得知阴谋的主人公是英淑父亲的事实后，关系陷入危难之中，商银在再也不许英淑来他的办公室了，姜锡受到打击后一蹶不振，朋友们只好分崩离析，商银又重新聚回朋友们，并提出这次不是以义气而是以彻底的商务关系相聚，每个人可以提出各自的条件，等到江锡父亲洗清罪名重新上任找回公司的时候在履行合同。秀贤提出希望得到未来公司股份；琪铁需要经办夜总会的资金；宏元需要比姐姐更大的网吧；商银者提出事成之后与江锡结婚，在朋友们的说明与迫使下江锡勉强接受了这些条件并重新投入了工作。成为仇人之女儿的英淑喜欢姜锡回到“纯洁爱情”的原位，姜锡徘徊于爱情与复仇之间，商银则不断强调签订的合同。夏才龙密切监视朋友们的工作进展，才龙利用英淑把姜锡和朋友们陷入困境。不过，总指挥秀贤遭到金融监督机关的调查。 姜锡他们首先找到了照片上那位造成波澜的女人。夏英淑失踪了，姜锡不顾朋友们的反对出门寻找英淑。才龙陷害姜锡他们绑架了英淑。姜锡对英淑的一片真心感到痛心。正面摆平夏才笼这样的巨人，朋友们都认为实在不易，于是他们改变了作战方案，洪朱坤担任总策划进行跟踪，窃听等活动；秀贤假装被在勇收买从中获取证据，但事情有眉目的时候，朋友们对签订的条件开始满怀希望了，可是江锡父亲手握大权的时候已做出安排，公司全部财产不属于公司个人所有，而作为财团所有，奉献给整个社会的决定。而对这一切，朋友们太失望了，这时赵永珠律师安慰他们道，你们不但得到了比钱更珍贵的友情还为社会做出了极大的贡献，这将是对未来公司最好的投资。赵律师的肺腑之言感染了他们。现在只剩商银可以履行与钱无关的条件了，可是，她也决定放弃，任江锡选择。",
    "chinese_title": "坏朋友",
    "douban_rating": "7.8/10 from 103 users",
    "foreign_title": "나쁜 친구들",
    "douban_rating_average": "7.8",
    "update_at": "2025-03-06T18:52:21"
}