{
    "aka": [
        "FAIRY STORY"
    ],
    "sid": "35991536",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2027",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1412876/",
            "name": "曹冼 Xian Cao",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1412876/",
            "name": "曹冼 Xian Cao",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "汉语普通话",
        "英语",
        "西班牙语"
    ],
    "playdate": [
        "2027(中国大陆)"
    ],
    "this_title": [
        "叙事精灵"
    ],
    "douban_link": "https://movie.douban.com/subject/35991536/",
    "trans_title": [
        "FAIRY STORY"
    ],
    "douban_votes": "0",
    "introduction": "Fresh out of NYU's prestigious film directing program, Mia sold everything and boarded a one-way flight to Brazil, the inaugural chapter in her life as a modern-day wandering soul.The texts from her parents never stopped: \"Was this really the plan? Millions on an elite education just to become... what exactly?\" Mia had no answers. Trading English for Portuguese wasn't just about language—it was an escape hatch from the crushing weight of expectation, her way of pressing pause on life’s chaos.Film school had shown her that directors weren't just storytellers, but at heart, puppeteers of human emotion.How to hone this dangerous craft without selling her soul? How to resist when every successful manipulation—every perfectly framed shot that made audiences weep or cheer—whispered promises of red carpets and industry acclaim? The waters were deeper than she'd imagined. At twenty-six, Mia wasn't sure she could swim without drowning. The most terrifying question wasn't if she'd change, but how much of herself would be left when the credits finally rolled...",
    "chinese_title": "叙事精灵",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-19T15:50:16"
}