{
    "aka": [],
    "sid": "36008415",
    "cast": [
        {
            "url": "/celebrity/1472066/",
            "name": "妮可·玛丽·强森 Nicole Marie Johnson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1484037/",
            "name": "布里顿·韦伯 Britton Webb",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900886781.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt14698534",
    "director": [
        {
            "url": "/celebrity/1187726/",
            "name": "迪伦·沃克斯 Dylan Vox",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-05-29(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt14698534/",
    "imdb_votes": 234,
    "this_title": [
        "My Stolen Life"
    ],
    "douban_link": "https://movie.douban.com/subject/36008415/",
    "imdb_rating": "5.5/10 from 234 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "After their father's death in an accident for which she blames herself, Tracy Wrey is so devastated that she becomes psychotic and is institutionalized. When her identical twin sister Jennifer, a famous romance novelist, visits on the anniversary of their father's death, Tracy snaps, drugs Jennifer, assumes her identity, and escapes, hell-bent on having a life of adventure and freedom for the first time in 15 years. Instead, she is plunged into Jennifer's nightmarish world, dealing with a fan club president that is obsessed with her, the toyboy lover who is blackmailing her, and the teenage daughter who hates her. While the real Jennifer languishes in the institution, Tracy grows desperate without the powerful drugs she needs to control her state of mind. Before she knows it, she is hurtling down a path strewn with violence and murder. Tracy checks out a now-subdued Jennifer from the institute, intent on leaving her to deal with the aftermath of her horrible mistakes. That's when Jennifer leads Tracy to a previously-locked room--and where Tracy finds out the shocking truth about her stolen life.",
    "chinese_title": "My Stolen Life",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.5,
    "douban_rating_average": 0,
    "update_at": "2025-04-20T11:28:29"
}