{
    "aka": [],
    "sid": "36010431",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1965",
    "genre": [
        "动画",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876606104.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0360177",
    "director": [
        {
            "url": "/celebrity/1025575/",
            "name": "让·亚伯勒 Jean Yarbrough",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1965-04(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0360177/",
    "imdb_votes": 63,
    "this_title": [
        "We Learn About the Telephone"
    ],
    "douban_link": "https://movie.douban.com/subject/36010431/",
    "imdb_rating": "6.1/10 from 63 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Bill Matthews, a graphic artist, is planning on taking his nephew and niece, Jimmy and Susie Matthews, on a picnic. Before they can leave, Bill receives an important telephone call from one of his clients, the police department. While waiting for the rain to subside for them to be able to go on their picnic, Bill, thinking about that telephone call, wants to educate Jimmy and Susie about how man communicated over long distances before the telephone. Using his artistic ability, Bill creates an animated world for them, which outlines such primitive communication methods as runners, messengers on horseback, smoke signals, and flashing light signals, then moving onto electronic methods such as the telegraph and then the telephone. Each communications advance was designed to make communication faster, easier, more convenient and/or more effective. Bill, still using his animated world, describes how the telephone works and outlines proper telephone protocol and etiquette, including how to use a telephone book. On their way to the picnic, they stop off at the police station, where Captain Tom Adams and Sergeant Evers describe and demonstrate to them how the police and the public can use the telephone to communicate in emergency situations.",
    "chinese_title": "We Learn About the Telephone",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-06T19:00:39"
}