{
    "aka": [
        "The Days"
    ],
    "sid": "3602888",
    "cast": [
        {
            "url": "/celebrity/1041460/",
            "name": "留比沙·萨马季奇 Ljubiša Samardžić",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125300/",
            "name": "Tatjana Lukjanova Tatjana Lukjanova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1090010/",
            "name": "Mila Dimitrijevic Mila Dimitrijevic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1051898/",
            "name": "维科斯拉夫·阿弗里奇 Vjekoslav Afric",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1124590/",
            "name": "Milka Lukic Milka Lukic",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1963",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2508716331.jpg",
    "region": [
        "南斯拉夫"
    ],
    "writer": [
        {
            "url": "/celebrity/1002309/",
            "name": "Bora Cosic Bora Cosic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1137039/",
            "name": "亚历山大·彼得洛维奇 Aleksandar Petrovic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1170186/",
            "name": "Dusan Matic Dusan Matic",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0124330",
    "director": [
        {
            "url": "/celebrity/1137039/",
            "name": "亚历山大·彼得洛维奇 Aleksandar Petrovic",
            "@type": "Person"
        }
    ],
    "duration": "79 分钟",
    "episodes": "",
    "language": [
        "Serbian"
    ],
    "playdate": [
        "1963"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0124330/",
    "imdb_votes": 173,
    "this_title": [
        "Dani"
    ],
    "douban_link": "https://movie.douban.com/subject/3602888/",
    "imdb_rating": "7.3/10 from 173 users",
    "trans_title": [
        "日子",
        "The Days"
    ],
    "douban_votes": "0",
    "introduction": "While her husband is away, Nina sets out to combat boredom. The wealthy woman visits an elderly aunt and frequents the stores and boutiques of downtown Belgrade. She spends the day with a handsome stranger who is obviously enamored with Nina, but the two separate at the end of their memorable day when she tells him she is married.One day of married woman, who did not succeed to determine her place in life. She gets in series of characteristic situations which are discovering her life and faith. Her life is a reflection of her personal solitude. She meets a young man, who has just received a note that his father is dying. They spend one afternoon together, trying to give new shape and sense to picture of life.Yugoslavian director Aleksandar Petrovic was one of his country's most prominent filmmakers during the 1960s. His best-known films are Tri (Three), which earned the highest award at the Karlovy Vary Film Festival in 1965, and Skupljaci Perja (I Even Met Some Happy Gypsies), which won the Grand Prix at Cannes in 1967. Petrovic got his start as a film critic following graduation from Belgrade University. His writings on cinema made him one of Yugoslavia's most respected film critics during the '50s. He then directed a few documentaries. Petrovic made his feature-film directorial debut with Dvoje (When Love Is Gone) (1961). This and his subsequent film, Dani (Days) (1963), were heavily influenced by French New Wave and heralded the dawning of the \"Black Wave\" in Yugoslavian cinema. Following the success of Skupljaci Perja, Petrovic began having difficulty with his government. It began when governmental officials took offense with his adaptation of Bulgakov's novel Majstor i Margarita (The Master and Margarita) (1972), calling the film a direct assault against communism. In 1973, Petrovic was forced to leave his post at the Belgrad Film Academy because of the scandal surrounding the film Plastic Jesus, which was made by his protégé, Lazar Stojanovic. Though he would continue on to make two more films, one of them in France, Petrovic's promising career was over.",
    "chinese_title": "日子",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Dani",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-07-02T18:13:23"
}