{
    "aka": [
        "The Last Days of Humanity"
    ],
    "sid": "36024475",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2879623210.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt21376832",
    "director": [
        {
            "url": "/celebrity/1098755/",
            "name": "Enrico Ghezzi Enrico Ghezzi",
            "@type": "Person"
        }
    ],
    "duration": "196分钟",
    "episodes": "",
    "language": [
        "意大利语",
        "英语",
        "法语",
        "西班牙语"
    ],
    "playdate": [
        "2022-09-07(威尼斯电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt21376832/",
    "imdb_votes": 43,
    "this_title": [
        "Gli Ultimi Giorni Dell’Umanità"
    ],
    "douban_link": "https://movie.douban.com/subject/36024475/",
    "imdb_rating": "7.5/10 from 43 users",
    "trans_title": [
        "人类的末日",
        "The Last Days of Humanity"
    ],
    "douban_votes": "0",
    "introduction": "The panorama of human affairs encounters the “man with a movie camera”. His playground has no boundaries, his curiosity no limits. Characters, situations and places pitch camp in the life of a humanity that is at once the viewer and the thing viewed. But what are the last days of this humanity? Have they already passed? Are they now or still to come? As they wait the astronauts of the Atalante, in their promethean dreams, meet their own image in a bubble of water. Along the passages of steamers in the open sea, a caress, a sign of affection. In the mirror, camera in hand, he checks himself, always uncertainly certain, his own capture inside that short, too short, unit of time. But what we have learnt is that nothing lasts. Everything that they touch turns into time, into action, expectation and hope, Demeter reminds bustling humanity. Fragment of fragments. To make a gesture that eludes melancholy and games in a downright impossible movement. Kraus’s theater on Mars has not yet opened, we were busy anarchiving. And this drama can have no other viewer but humanity.",
    "chinese_title": "人类的末日",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Gli Ultimi Giorni Dell’Umanità",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-06-09T02:26:24"
}