{
    "aka": [],
    "sid": "36035404",
    "cast": [
        {
            "url": "/celebrity/1261959/",
            "name": "汤姆·戴利 Tom Daley",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片",
        "同性"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878026896.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt21441802",
    "director": [],
    "duration": "59分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-08-09(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt21441802/",
    "imdb_votes": 100,
    "this_title": [
        "Tom Daley: Illegal to Be Me"
    ],
    "douban_link": "https://movie.douban.com/subject/36035404/",
    "imdb_rating": "6.5/10 from 100 users",
    "trans_title": [
        "汤姆·戴利：非法身份"
    ],
    "douban_votes": "0",
    "introduction": "As thousands of athletes prepare to compete on the global stage at the 2022 Commonwealth Games in Birmingham, Olympic gold medallist and double world champion diver Tom Daley wants to shine a light on an issue that he cares passionately about. Some competitors live in fear of horrific brutality inside the countries they represent. With punishments including whipping, life imprisonment and even death, it is illegal to be gay in over half of the 56 member states of the Commonwealth.His journey takes him to some of the Commonwealth’s most homophobic countries to ask what the sporting world can do to help. The film culminates with Tom taking a very public stand at this year’s opening ceremony, in a powerful statement against homophobia.Travelling from Pakistan, where homosexuality carries a maximum penalty of death by stoning, to Jamaica, where the punishment is 10 years’ imprisonment with hard labour, Tom talks to top male and female sportspeople facing persecution. He also discovers the colonial legacy that first criminalised homosexuality and the toxic influence of slavery on attitudes towards LGBT+ people.",
    "chinese_title": "汤姆·戴利：非法身份",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Tom Daley: Illegal to Be Me",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-08-21T02:49:11"
}