{
    "aka": [],
    "sid": "3603845",
    "cast": [
        {
            "url": "/celebrity/1008604/",
            "name": "石黑贤 Ken Ishiguro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1039379/",
            "name": "西村雅彦 Masahiko Nishimura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023474/",
            "name": "菅野美穗 Miho Kanno",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907771087.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "1",
    "language": [
        "日语"
    ],
    "playdate": [
        "2007-01-12"
    ],
    "this_title": [
        "女の一代記 特別編『向井千秋～夢を宇宙に追いかけた人～』"
    ],
    "douban_link": "https://movie.douban.com/subject/3603845/",
    "trans_title": [
        "女人一代记 特别篇 向井千秋～宇宙追梦人～"
    ],
    "douban_votes": "0",
    "introduction": "1952年5月6日。群馬県館林でカバン店「べにや」を営む内藤喜久男（井上順）と妻・ミツ（吉行和子）の間に長女・千秋（菅野美穂・森迫永依）は産まれた。裕文（早川恭崇）、雅文（丸山歩夢）、智晴（加藤ローサ・櫻井詩月）と二人の弟と一人の妹を持つ千秋を、肝っ玉母ちゃん・ミツは、体当たりで育てた。何よりも健康が一番と常に山盛りのごはんを食べさせる。そんな母の遺伝子をそのまま受け継いだ千秋は、幼い頃から活発で、男の子も顔負けのチャレンジ精神旺盛な女の子に育っていった。そんな千秋が9歳の時。弟の裕文がペルテスという病に冒されていることがわかった。大腿骨の一部が壊死して骨が壊れていくという極めて深刻な病。その後ギプスをして不自由な生活を強いられることになった弟を見て、千秋は将来医師になることを決意。数年後千秋は、その夢の一歩として慶応大学医学部へと進学したのだった。スキーの医学部東日本大会での優勝、そして一升飲み干すほどの酒豪ぶりなどなど、ここでも千秋は男性顔負けの武勇伝を残した。だから…病理学教室の解剖実習のアルバイト募集に千秋が応募してきたことを知った教室の男性たちは、一様にその評判を持ち出し驚いた。だがあらためて千秋の熱意とやる気を確認した中の一人、向井万起男（石黒賢）は、「断る理由もないし、マ、やってもらおうじゃない」と千秋を採用した。これが千秋と万起男の運命の出会いだった。千秋は、男性たちの中でも臆することなく積極的に研修に参加。その後、当時まだ女性としては珍しかった外科医を志望し、ブラディ・ライフと言われる過酷な外科の世界へと自ら飛び込んでいった。その後数多くの手術を経験していった千秋は、女性としては気力・体力ともに最難関とも思える心臓外科医への熱意を栗橋教授（森本レオ）に打ち明けた。患者たちの手術に精力的に参加しながら、眠る間も惜しんで技術を磨き、遂には手術室の床にじかに寝てしまうなどの武勇伝を残しながら、千秋の医師としての過酷な日は続いた。そんなある夜のことだった。千秋は帰宅途中偶然に向井万起男と出会ったのだ。意外とご近所さんだったことを知った万起男は千秋を食事に誘う。これをきっかけに二人は、千秋の得意なバッティングセンターに行ったりと、何かと行動を共にするようになっていった。ある日、手術を終え医局に戻った千秋の目に、「宇宙飛行士・日本人第一号一般公募」との新聞記事が飛び込んできた。応募条件をすべて満たしていること、さらに今以上に視野を広げたいと思っていたことを妹の智晴に話した千秋は、早速応募を決めた。それは、千秋の新しい夢がスタートした瞬間だった。そしてこの時、実は万起男も、宇宙飛行士公募に意欲があることを千秋に打ち明けたのだ。万起男が意外にも宇宙に精通していることを知る千秋。だが、知識よりも行動力で一歩万起男よりも勝っていた千秋は、躊躇する万起男を尻目にさっさと応募。あれよあれよと言う間に、最終テストを受ける7名の中に残り、NASAで行われた最終試験の結果、見事日本人初となる宇宙飛行士三名に選ばれたのだった。毛利衛（辻義人）、土井隆雄（羽根田陽一）、そして唯一の女性の千秋だった。宇宙飛行士となる訓練を受けるため、医師を辞め宇宙開発事業団へと入った千秋の生活ぶりは一変した。有人宇宙活動室の杉本（西村雅彦）のサポートの元、気が遠くなるほどの訓練がスタート。日本人第1号を目指して懸命に訓練に励む千秋を万起男は励ましつづける。しかし、そんな時、あの大事故は起こった…！",
    "chinese_title": "女人一代记 特别篇 向井千秋～宇宙追梦人～",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "女の一代記 特別編『向井千秋～夢を宇宙に追いかけた人～』",
    "douban_rating_average": 0,
    "update_at": "2025-07-16T03:29:16"
}