{
    "aka": [],
    "sid": "36036329",
    "cast": [
        {
            "url": "/celebrity/1086288/",
            "name": "古谷一行 Ikkô Furuya",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1013688/",
            "name": "木之实奈奈 Nana Kinomi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1100355/",
            "name": "火野正平 Shôhei Hino",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1038717/",
            "name": "有森也实 Narimi Arimori",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1169684/",
            "name": "山田玛利亚 Mariya Yamada",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2890771164.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1456180/",
            "name": "村上牧人 Makito Murakami",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2007-01-20(日本)"
    ],
    "this_title": [
        "混浴露天風呂連続殺人26 〜箱根・伊豆〜 セレブの夢が泡と散る バブルに踊った女たちの傷跡 さらば温泉刑事 最後の秘湯で愛を誓う！"
    ],
    "douban_link": "https://movie.douban.com/subject/36036329/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "警視庁原宿分室の左近太郎（古谷一行）は同僚の山口かおり（木の実ナナ）と箱根の温泉ホテルへ出かけた。かおりの娘・詩織（山田まりや）の結婚相手である橘直木（鳥羽潤））が、箱根の温泉ホテルの跡取りであることから、その人柄を偵察したい、というかおりにつき合ったのだ。ともあれ、結婚指輪を懐中にしのばせ、機会あらば求婚をと考えている太郎にとって、温泉旅行はまたとない機会。こんどこそ、プロポーズするぞ！ところが、箱根のホテルに到着してびっくり。直木の母・雪江（有森也実）は、１８年前、かおりが潜入捜査のために通ったディスコのダンス仲間だった。雪江は10年前にホテル経営主だった夫と結婚、再婚だった夫はその後に他界。雪江宛てに、匿名のファックスが届く。差出人は雪江の「１８年前の秘密」について触れ、修善寺まで来い、という。雪江は心当たりがないものの、かおりと太郎に同行を求め修善寺へ。太郎、かおり、雪江の３人が修善寺に着くと、懐かしい顔が待っていた。人材派遣業経営の久保田真紀（辻沢杏子）と、世界的な脳外科医を夫に持つ門倉美也子（洞口依子）の２人。２人は雪江と同じく昔のディスコのダンス仲間だ。真紀と美也子にも、同じファックスが届いていたが、２人も秘密についてはわからないという。一行は18年前の旅を辿り達磨山へ。雪江は急に気分が悪くなったといい、ひと足先に修善寺に戻った。ところが、翌朝、筏場のわさび田で倒れている雪江が発見され、病院に収容された。幸い命に別条はなかったが、毒物入りの缶飲料を飲まされたとわかる。美也子の夫・門倉哲生（中島久之）に続き、真紀の夫でＩＴ企業経営の久保田昇（山崎銀之丞）が駆けつける。詩織は雪江の身を案じて病院へ。直後、直木が姿を消した。直木は、元々雪江の亡夫の甥だったが、求められて養子になった。このため、雪江と直木の間には、遺産相続やホテル経営などをめぐり確執があった。太郎は筏場で、土地の老人（穂積隆信）から、１８年前、天城トンネルで起きた忌まわしい事故について聞きこむ。門倉と真紀が不倫していることが判明。毒物入りの缶から真紀の指紋が検出された。真紀が、湯ヶ島で転落死する。県警は、雪江に毒物を飲ませた罪の意識による自殺とみるが、太郎とかおりは釈然としない。意外な事実が明らかになる。１８年前天城トンネルで起きた事故で雪江の亡夫の妹・節子が死亡。当時彼女には男の子がいた。その子が直木だった。節子の死は、雪江たちのいたずらが原因だったことが判明。犯人の動機が１８年前の復讐なら、次に狙われるのは美也子。県警は直木の犯行とみている。直木は依然行方不明。直木から詩織に電話がかかる。「とんでもないことをした」と。松崎で久保田が遺体で発見される。遺体のそばで直木が凶器を手にしていた。しかし、直木は犯行を否認する。雪江が飲まされ毒入り缶飲料は真紀が飲むはずのものだった。真紀は、雪江の飲んだ缶飲料が毒入りだったことから犯人の正体を知り、そのために殺されたのか。果たして犯人は誰なのか。そしてまた、太郎はかおりと念願のゴールインをはたせるのか。",
    "chinese_title": "混浴露天風呂連続殺人26 〜箱根・伊豆〜 セレブの夢が泡と散る バブルに踊った女たちの傷跡 さらば温泉刑事 最後の秘湯で愛を誓う！",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-08T04:23:13"
}