{
    "aka": [
        "The Last Age of The Sword"
    ],
    "sid": "36036630",
    "cast": [
        {
            "url": "/celebrity/1419595/",
            "name": "孙熹之 Xizhi Sun",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "剧情",
        "短片",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2877141153.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1475481/",
            "name": "李衡 Alexander Lee",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1475481/",
            "name": "李衡 Alexander Lee",
            "@type": "Person"
        }
    ],
    "duration": "20分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2017(中国大陆)"
    ],
    "this_title": [
        "荒唐武士"
    ],
    "douban_link": "https://movie.douban.com/subject/36036630/",
    "trans_title": [
        "The Last Age of The Sword"
    ],
    "douban_votes": "0",
    "introduction": "一个练习苗刀——辛酉刀法（取法剑道 中日合流武术）的武术家庭，发生在祖孙三代身上的故事。历经变故的主人公李克从放弃武术到重新拾起武术。因父亲去世，爷爷备受打击，患了阿尔茨海默病，而且主人公对爷爷也产生怨恨，无奈照顾老年痴呆的爷爷。李克（主人公）也因此对武术有怨恨，产生错误理解，骨子里却无法割舍。最后，当他通过理解父亲、爷爷的行为而理解了武术精神——即使付出生命代价也要捍卫真理与正义并传承下去。但他们都相继离世，孤身一人，如何继续传承发扬？（A story happened on three generations in a wushu family, members of which practiced Miao Sword-Xinyou sword method (combination of Chinese and Japanese martial arts, similar to kendo). The story centered around the hero, Li Ke, who abandoned martial arts but finally re-picked up it after went through a series of misfortunes in his life. After Li Ke’s father died, his grandfather was so devastated that he suffered from Alzheimer's disease. It was at the same time that Li Ke bred resentment for his grandfather, so he felt unwilling to look after his sick grandfather. Li Ke grew hatred of martial arts and had wrong understanding of it accordingly while he couldn’t cut it out of his life. In the end, by understanding his father and his grandfather’s behaviors, he understood the spirit of martial arts-defending truth and justice and passing them down even at the cost of life. But they all passed away sequentially, how can he carry forward the wushu and martial arts spirit on his own?）",
    "chinese_title": "荒唐武士",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-01-11T22:56:34"
}