{
    "aka": [
        "The Scandal"
    ],
    "sid": "3604756",
    "cast": [
        {
            "url": "/celebrity/1069217/",
            "name": "Flavio Caballero Flavio Caballero",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115715/",
            "name": "Juan Manuel Montesinos Juan Manuel Montesinos",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1987",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "委内瑞拉"
    ],
    "writer": [],
    "imdb_id": "tt0092981",
    "director": [
        {
            "url": "/celebrity/1132882/",
            "name": "Carlos Oteyza Carlos Oteyza",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1987"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0092981/",
    "this_title": [
        "El Escándalo"
    ],
    "douban_link": "https://movie.douban.com/subject/3604756/",
    "trans_title": [
        "丑闻",
        "The Scandal"
    ],
    "douban_votes": "0",
    "introduction": "Venezuela is shaken by the news of an incredible case of oil industry corruption. Someone has managed to orchestrate a complex web of operatives within the industry. Together with a secretive group, the conspirators have managed to find a way to leak confidential information to dubious external contacts in order to divert enormous profits out of the industry and at the same time do irreparable damage to the nation's most precious treasure. The Scandal is a tale of corruption and is based on a true story.Antonio Campos (Flavio Caballero) has a relatively straightforward job in Venezuela's oil industry. He certainly isn't living in the fast lane. He's just a production chief. That is, not until he makes an eye-catching commercial promoting the country's oil business. Then the high-living publicist Aroldo Benavides (Daniel Lopez) takes him under his wing, and suddenly he is flying with Aroldo in helicopters to other countries on the spur of the moment just for a lobster party. When he finally has a moment to reflect, he discovers that his life has not been improved by his sudden involvement with the party-crowd.",
    "chinese_title": "丑闻",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "El Escándalo",
    "douban_rating_average": 0,
    "update_at": "2025-07-11T05:57:55"
}