{
    "aka": [],
    "sid": "3604715",
    "cast": [
        {
            "url": "/celebrity/1231171/",
            "name": "本·伯南克 Ben Bernanke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1266246/",
            "name": "Sheila Dixon Sheila Dixon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1246370/",
            "name": "亨利·保尔森 Henry Paulson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1011978/",
            "name": "Phil Gramm Phil Gramm",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893964312.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1014260/",
            "name": "安德鲁·考伯恩 Andrew Cockburn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050291/",
            "name": "莱斯利·考伯恩 Leslie Cockburn",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1396209",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1396209/",
    "imdb_votes": 64,
    "this_title": [
        "American Casino"
    ],
    "douban_link": "https://movie.douban.com/subject/3604715/",
    "imdb_rating": "7.8/10 from 64 users",
    "trans_title": [
        "美国赌场"
    ],
    "douban_votes": "0",
    "introduction": "I dont think most people really understood that they were in a casino says award-winning financial reporter Mark Pittman. When youre in the Streets casino, youve got to play by their rules. This film finally explains how and why over $8 trillion of our money vanished into the American Casino. For chips, the casino used real people, like the ones we meet in Baltimore. These are not the heedless spendthrifts of Wall Street legend, but a high school teacher, a therapist, a minister of the church. They were sold on the American Dream as a safe investment. Too late, they discovered the truth. Cruelly, as African Americans, they and other minorities were the prime targets for the subprime loans that powered the casino. According to the Federal Reserve, African-Americans were four times more likely than whites to be sold subprime loans.We meet the players. A banker explains that the complex securities he designed were fourth dimensional and sold to idiots. A senior Wall Street ratings agency executive describes being ordered to guess the worth of billion dollar securities. A mortgage loan salesman explains how borrowers incomes were inflated to justify a loan. A billionaire describes how he made a massive bet that people would lose their homes and has won $500 million, so far.Finally, as the global financial system crumbles and outraged but impotent lawmakers fume at Wall Street titans, we see the casinos endgame: Riverside, California a foreclosure wasteland given over to colonies of rats and methamphetamine labs, where disease-bearing mosquitoes breed in their millions on the stagnant swimming pools of yesterdays dreams.Filmed over twelve months in 2008, American Casino takes you inside a game that our grandchildren never wanted to play.",
    "chinese_title": "美国赌场",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "American Casino",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-07-10T16:42:29"
}