{
    "aka": [],
    "sid": "36056213",
    "cast": [
        {
            "url": "/celebrity/1018257/",
            "name": "樊少皇 Siu-Wong Fan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033090/",
            "name": "熊欣欣 Xinxin Xiong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1403440/",
            "name": "再米热 Mirrre",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1562802/",
            "name": "樊伊 Yi Fan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "剧情",
        "动作"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893468477.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1362268/",
            "name": "杨健武 Kin Mo Yeung",
            "@type": "Person"
        }
    ],
    "duration": "79分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2023-06-20(中国大陆)"
    ],
    "this_title": [
        "曼谷风云"
    ],
    "douban_link": "https://movie.douban.com/subject/36056213/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "2001年夏天，曼谷的湄南河旁，满身是伤的林枫搁浅在了岸边，被一早出工的建筑工阿莱发现，出于同情善良的阿莱和工友将林枫带回了工地。苏醒后的林枫发现自己由于受伤双拳无法握紧，并且记忆完全丧失，且发现林枫说的是中文，与阿莱言语不通，阿莱只得送他去警局，然而警局人手不足，接下案件后劝说阿莱回去等消息，警局无法收留一个成年流浪汉，阿莱无可奈何想要抛弃林枫，无可奈何林枫无家可归且认定了阿莱，阿莱只得又把林枫带回了工地，并打算给他一份力所能及的工作。谁知林枫虽然拳头有问题，但因为体质好，十分吃苦卖力，得到了工地上众人的喜爱，大家都对林枫的肌肉产生了好奇，林枫度过了一段快乐的时光。一日，正巧撞上了地痞班克，班克的老板由于想要承包土地，为此总是找工地麻烦阻拦施工，阿莱却想用这块土地搭建一个福利院，作为流浪人士的避风港，利益冲突演变成了肢体冲突，阿莱与工友势单力薄，只能长期忍气吞声，待班克耍威风之后再加班加点的施工。然而这一次班克耀武扬威之时，撞上了林枫，林枫虽然言语不通但看出阿莱与工友的困难，为了报恩想要阻止班克，结果惹怒了班克并对林枫大打出手，林枫虽然双拳已废，但肌肉记忆帮助他使用格斗竟打退了班克，林枫一下成为了工地的保护神，林枫也开始怀疑自己的身上究竟发生过什么。阿莱由于害怕林枫遭到报复，无奈只能赶走了林枫，林枫为此流落街头，却遇见了华裔水果店老板小水，小水出于善良赠送林枫餐食，发现他说着中文，便想要帮助他，于是带着林枫去了医院，林枫在医生的提示下，明白了自己曾经是一名拳手，陷入了迷茫之中。而被人打成猪头的班克来到了地下拳击场找老板查猜，查猜爱好赌拳，身边也有众多拳手，本来只想要地皮的查猜，得知工地有高手后十分兴奋，带上拳手便要找林枫的麻烦，找不到林枫的查猜为了报复，不惜绑架了阿莱的女儿，逼迫林枫出现，阿莱无奈好不容易找到了林枫，当林枫得知查猜带走了阿莱的女儿，林枫二话不说前往了地下拳击场，势要帮助阿莱讨回公道。谁知地下拳击场的人看到了林枫后，都吓得六神无主，查猜也陷入了震惊，命令所有拳手以林枫为敌，谁知林枫有如神助，仅靠肘与膝打遍无敌手，查猜见势头不妙连忙逃跑，最终林枫从查猜的手下得知，自己曾是中国知名拳手，因受邀请来到曼谷参加拳王争霸赛，因比赛中查猜希望林枫打假拳，被林枫拒绝，查猜担心自己的拳手输给了林枫，便背地安排人解决林枫，谁知安排的手下不愿背负杀人罪名，在河中将林枫放了。林枫知道真相后，恢复了记忆，决定回国，阿莱与小水为此十分舍不得，但林枫决定赶紧回国。然而查猜怀恨在心，找到了同样隐于市的无良拳王那荣，那荣曾经也是了不起的地下拳王，只因听信查猜谗言，参与到了打黑拳的队伍，结果被人揭发职业生涯蒙上了一层阴影，为此只能躲起来苦练格斗技，期待着有一天能光彩的重回拳台。就在林枫与阿莱及工友告别之际，查猜带领众多拳手决定端了整个工地，而在林枫的鼓舞下民工与打手们进行了对抗，尾声之时泰国警察到来，将查猜一网打尽。那荣一心只求与林枫决战，抓住一旁的小水往废旧工厂逃离，林枫一路追击，最终与那荣进行大决战，不敌林枫的那荣，最终不惜代价使用武器，占得上风，满身是伤的林枫危难之际，想起了儿时苦练的中国武术，师傅教他的一招一式历历在目，在危难之际变化了招式吗，用那荣从未见过的中国功夫打倒了那荣，使那荣最终输的心服口服也打开了心结，一切平静下来后，林枫与小水相约再见，离开了曼谷，多年后又重新回到了曼谷参加比赛。林枫最终将中国武术带到了当地，并成立了武术协会，使当地治安得到了提升，并且在事业发展的同时，林枫和小水成功结合在一起，邀请肥莱参加婚礼并为他们证婚。",
    "chinese_title": "曼谷风云",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-12T01:23:03"
}