{
    "aka": [
        "蓝色后花园"
    ],
    "sid": "36055970",
    "cast": [
        {
            "url": "/celebrity/1105502/",
            "name": "迈克尔·赫斯特 Michael Hurst",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898361667.jpg",
    "region": [
        "新西兰"
    ],
    "writer": [],
    "imdb_id": "tt6202562",
    "director": [],
    "duration": "45分钟",
    "episodes": "5",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-10-30(新西兰)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6202562/",
    "this_title": [
        "Our Big Blue Backyard"
    ],
    "douban_link": "https://movie.douban.com/subject/36055970/",
    "trans_title": [
        "我们深蓝色的后院",
        "蓝色后花园"
    ],
    "douban_votes": "0",
    "introduction": "In the second season of Our Big Blue Backyard we venture further afield to the Kermadec Islands, 1000 kilometres north east of northland; the active volcano White Island; the Chatham Islands; Canterbury’s Banks Peninsula; Fiordland; and one of New Zealand’s Sub Antarctic island groups – the Auckland Islands.Each of the six episodes features a coastal “neighbourhood” and the charismatic and varied inhabitants living out their daily dramas alongside each other as they interact in their unique locations. The behaviour of giant marine mammals, dolphins, penguins, sharks, numerous fish species and seabirds in such close proximity will connect New Zealanders to our oceans, like never before.Episodes include…The KermadecsAlone in the Pacific, halfway to Tonga, sit the Kermadec Islands. This remote archipelago is New Zealand’s northernmost frontier and our toehold on the tropics. Everything that lives on and around these young islands has travelled far to be here and a unique mix of creatures thrive in its warm waters. As a marine community the Kermadec is unrivalled in New Zealand waters.White IslandIn the Bay of Plenty, New Zealand’s most active volcano fills the sky with plumes of white cloud. Sterile and inhospitable, the forces that built White Island influence the seas around it.Chatham IslandsPerched way out in the Pacific, Rangatira Island is pockmarked with thousands, maybe millions, of seabird burrows. Its forest remnants and rocky platforms also shelter some unique and critically endangered birds. But even endangered birds can make a tasty snack and, on a crowded island, there might not be enough room for everyone to rear their chicks.FiordlandIn the cold, steep world of the fiords, tannins block out sunlight to the world below. The fiords are cold and inhospitable in winter, when they receive little light and freeze over at their extremes. In this unforgiving world there are no second chances.Banks Peninsula: Mountains Meet the SeaA drowned volcano, jutting out into the ocean, shelters one of the world’s tiniest marine dolphins. Fresh meltwater from Southern Alps rushes down braided rivers, washes food into the sea and percolates into wetlands that provide a home for the long lived and mysterious eels.",
    "chinese_title": "我们深蓝色的后院",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Our Big Blue Backyard",
    "douban_rating_average": 0,
    "update_at": "2025-06-15T17:49:52"
}