{
    "aka": [],
    "sid": "36053260",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2877589123.jpg",
    "region": [
        "伊朗",
        "加拿大"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1560913/",
            "name": "帕拉斯托·阿努沙普尔 Parastoo Anoushahpour",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1561016/",
            "name": "法拉·阿努沙普尔 Faraz Anoushahpour",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1561133/",
            "name": "瑞安·费尔科 Ryan Ferko",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "Chooka"
    ],
    "douban_link": "https://movie.douban.com/subject/36053260/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In 1973, the Shah of Iran commissioned the construction of a paper factory in the lush northern province of Gilan. Foreign engineers from Canada and the United States were brought to develop and run the facility, bringing with them their families as well as a species of pine tree previously unknown to the region. Their stay, however, came to a sudden halt in 1979 with the Iranian revolution forcing them to flee the site overnight.Chooka unfolds between the site of this factory and a rural family house located in a nearby village. Coinciding with the construction of the factory, this family hosted the production of Bahram Beyzaie’s film, The Stranger and The Fog. Shot in the same village, the film begins when an unconscious stranger drifts ashore in a small boat. After the revolution, Beyzaie returned to the same house to produce his film Bashu, The Little Stranger, about a young war refugee who escapes the south and ends up alone in a small northern village.Returning to this landscape 40 years later, we meet the family again. It is summer and the grandfather of the family who hosted Beyzaie has passed away. His adult son is working at the paper factory while his grandson, between English classes, shows us the secret corners of his family’s house. Mediated through screens and photography, Chooka weaves original material with elements of archival documentary footage and fragments of Beyzaie’s cinema to explore the entangled relationship between a stranger and a host, a factory and a village, a film crew and a family, foreign trees and a landscape.",
    "chinese_title": "Chooka",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-11T23:39:29"
}