{
    "aka": [
        "The Padilla Affair"
    ],
    "sid": "36056537",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "　　第70届圣塞巴斯蒂安国际电影节(2022)\n　　地平线大奖(提名) 帕维尔·吉拉德\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2883729212.jpg",
    "region": [
        "西班牙",
        "古巴"
    ],
    "writer": [],
    "imdb_id": "tt21644774",
    "director": [
        {
            "url": "/celebrity/1309115/",
            "name": "帕维尔·吉拉德 Pavel Giroud",
            "@type": "Person"
        }
    ],
    "duration": "78分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2022-09(西班牙)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt21644774/",
    "imdb_votes": 61,
    "this_title": [
        "El Caso Padilla"
    ],
    "douban_link": "https://movie.douban.com/subject/36056537/",
    "imdb_rating": "7.2/10 from 61 users",
    "trans_title": [
        "帕迪拉案件",
        "The Padilla Affair"
    ],
    "douban_votes": "0",
    "introduction": "Spring 1971, Havana: The poet Heberto Padilla is released from jail and appears at a meeting of the Cuban writers' guild where he spouts, in his own words, a \"heartfelt self-criticism.\" He proceeds to self-incriminate, declaring his status as a counterrevolutionary agent and accusing many of his attending colleagues, including his wife, of the same crime. A month before, his arrest under the accusation of attacking the security of the Cuban state, mobilized the intellectual vanguard of the entire world, who addressed a letter to Fidel Castro, leader of the Cuban Revolution, with whom they previously sympathized, demanding freedom for the poet, whose only sin was to dissent and criticize through his poetic work. The writer's filmed mea culpa, shown to the public for the first time, marks the narrative line of a story, punctuated by interventions from Gabriel García Márquez, Julio Cortázar, Mario Vargas Llosa, Jean-Paul Sartre, Jorge Edwards, Carlos Fuentes and Fidel Castro. The Padilla case is an astonishing documentary that opens a window to explore aspects of Cuba's past that reverberate in its present, such as the lack of freedom of expression and the struggles of the cultural collective to obtain it.",
    "chinese_title": "帕迪拉案件",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "El Caso Padilla",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-04-01T08:44:10"
}