{
    "aka": [],
    "sid": "3605480",
    "cast": [
        {
            "url": "/celebrity/1098302/",
            "name": "达纳·加西亚 Danna García",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1089176/",
            "name": "María Elena Döehring María Elena Döehring",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1142637/",
            "name": "胡安·巴勃罗·舒克 Juan Pablo Shuk",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1156644/",
            "name": "米格尔·瓦罗尼 Miguel Varoni",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1081639/",
            "name": "安娜·露西亚·多明格斯 Ana Lucía Domínguez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1074894/",
            "name": "米歇尔·布朗 Michel Brown",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108337/",
            "name": "Martín Karpan Martín Karpan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1068918/",
            "name": "豪尔赫·曹 Jorge Cao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1144704/",
            "name": "Catherine Siachoque Catherine Siachoque",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1519317/",
            "name": "莉莉安娜·卡尔德龙 Liliana Calderón",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2200427500.jpg",
    "region": [
        "哥伦比亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1283595/",
            "name": "Carlos Fernández de Soto Carlos Fernández de Soto",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0420458",
    "director": [],
    "duration": "",
    "episodes": "129",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2004"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0420458/",
    "imdb_votes": 175,
    "this_title": [
        "Te Voy a Enseñar a Querer"
    ],
    "douban_link": "https://movie.douban.com/subject/3605480/",
    "imdb_rating": "6.8/10 from 175 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Alejandro Méndez is a very successful man, happily married to Isabel, whom he adores. He is the father of two grown children, Pablo and Helena. He enjoys the good fortune of being able to dedicate his time to what he loves most: his breeding ranch that specializes in providing animals for bull fights. Between the ranch and a real estate business he owns in the capital city, Alejandro and his family are to enjoy a very affluent standard of living.Success can also breed enemies and Alejandro's life changes drastically when Isabel dies suddenly under dubious circumstances. Alejandro falls into a terrible depression and abandons all interest in life, his ranch and the people he loves.Diana is a beautiful and strong young veterinarian who, at the beginning of this story, meets Pablo at a nightclub and turns him down due to his rich-boy attitude, arrogance and overbearing. Pablo is obsessed with her end once Diana is hired to work on the Méndez's ranch, he will try to seduce her by any means necessary.After Isabel's death, Milciades, a landowner envious of the Méndez's ranch, joins forces with Déborah in a conspiracy attempt. She is an attractive and treacherous woman who married Isabel's father out of sheer interest and will try to eliminate her from the picture to conquer Alejandro and obtain his fortune.The ranch is in midst of a crisis and Diana will stand up to the challenge to defend it. She will seek Alejandro and with strength and courage will urge him to pull out of his depression because his family needs him. Diana convinces him to return, to fight for the only true thing that will bring his life back. Together they will face the adversities and traps placed by the forces of evil and along and the way Alejandro and Diana will fall madly in love. But they both fear their love won't be reciprocated so they will never reveal their feelings for each other.One day, Diana discovers that Alejandro is also in love with her and at the same time, Pablo, her faithful and lovesick suitor, finds out his father has stolen the love of his life. Pablo threatens to take his own life and manipulates the situation to take up all of Diana's attention. She feels imprisoned by the turn of events and Alejandro feels terribly guilty so he falls back to avoid hurting his son. Meanwhile, Milciades and Déborah conspire together to sat a trap that will lead to much disturb between Diana and Alejandro, causing a confrontation between the two.This love will have to overcome many obstacles before the evil is unveiled. Pablo realizes that his father is Diana's one true love and convinces him to fight to reconquer her heart.",
    "chinese_title": "Te Voy a Enseñar a Querer",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-09-21T04:21:18"
}