{
    "aka": [],
    "sid": "36053007",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886554940.jpg",
    "region": [
        "加拿大",
        "约旦",
        "巴勒斯坦"
    ],
    "writer": [
        {
            "url": "/celebrity/1560913/",
            "name": "帕拉斯托·阿努沙普尔 Parastoo Anoushahpour",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt21651684",
    "director": [
        {
            "url": "/celebrity/1560913/",
            "name": "帕拉斯托·阿努沙普尔 Parastoo Anoushahpour",
            "@type": "Person"
        }
    ],
    "duration": "35分钟",
    "episodes": "",
    "language": [
        "阿拉伯语",
        "英语"
    ],
    "playdate": [
        "2022-09-10(多伦多电影节)",
        "2023-02-17(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt21651684/",
    "this_title": [
        "The Time That Separates Us"
    ],
    "douban_link": "https://movie.douban.com/subject/36053007/",
    "trans_title": [
        "分隔我们的时间"
    ],
    "douban_votes": "0",
    "introduction": "The Time That Separates Us circles the story of Lot’s wife and its related sites of mythology, ancient salt-rock formations found doubled across a contested border, overlooking the Dead Sea. Geologists speculate that they were created by an underwater volcanic eruption, the same phenomenon that destroyed the historical cities of Sodom and Gomorrah. Concurrently, the biblical narrative for this geological event tells of a community punished for their deviant sexuality – while Lot’s wife disobeys her condition for salvation, turns back to witness the destruction, and is instantly transformed into a pillar of salt.In the film the Pillar of Salt becomes a portal through which to face the contemporary Jordan River Valley, its heavily militarised border and complex infrastructures of tourism, and the stigmatised realms of desire encoded within this highly mediated political landscape. The script was formed through a series of collective writing exercises that often took place along the Jordan River and around the key sites of the film. Through this process the group found ways to speak of geology, politics, and sexuality, using a language that acknowledged the contradictory symbolism of these sites while allowing for gaps in meaning, in which empathy and organic intelligence could operate.源自：https://www.berlinale.de/en/2023/programme/202302501.html",
    "chinese_title": "分隔我们的时间",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Time That Separates Us",
    "douban_rating_average": 0,
    "update_at": "2025-09-20T09:22:12"
}