{
    "aka": [
        "Auf der Suche nach den Gärten der Finzi Contini",
        "The Garden That Doesn't Exist"
    ],
    "sid": "36057831",
    "cast": [
        {
            "url": "/celebrity/1032386/",
            "name": "多米妮克·桑达 Dominique Sanda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1034609/",
            "name": "乔治·巴萨尼 Giorgio Bassani",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033587/",
            "name": "Alessandro D&#39;Alatri Alessandro D&#39;Alatri",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010707/",
            "name": "维托里奥·德西卡 Vittorio De Sica",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025541/",
            "name": "里诺·卡波利奇奥 Lino Capolicchio",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019125/",
            "name": "赫尔穆特·贝格 Helmut Berger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1134755/",
            "name": "法比奥·泰斯蒂 Fabio Testi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033372/",
            "name": "曼努埃尔·德西卡 Manuel De Sica",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2883711591.jpg",
    "region": [
        "法国",
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt17278028",
    "director": [],
    "duration": "52分钟",
    "episodes": "",
    "language": [
        "法语",
        "意大利语",
        "英语",
        "德语"
    ],
    "playdate": [
        "2022-06-27(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt17278028/",
    "imdb_votes": 15,
    "this_title": [
        "À la recherche du jardin des Finzi-Contini"
    ],
    "douban_link": "https://movie.douban.com/subject/36057831/",
    "imdb_rating": "6.7/10 from 15 users",
    "trans_title": [
        "寻找费尼兹花园",
        "Auf der Suche nach den Gärten der Finzi Contini",
        "The Garden That Doesn't Exist"
    ],
    "douban_votes": "0",
    "introduction": "Au fil des pages du roman \"Le jardin des Finzi-Contini\", que Vittorio De Sica a adapté au cinéma, un voyage empreint de nostalgie à Ferrare, entre réalité et fiction, sur les traces de son auteur, l’écrivain italien Giorgio Bassani.C’est un jardin extraordinaire qui n’a jamais existé, un lieu fictif qui habite les mémoires. Quand, en 1962, Giorgio Bassani publie \"Le jardin des Finzi-Contini\", l’Italie s’est encore peu plongée dans les ténèbres de sa période fasciste et les lois raciales qu’elle a engendrées. Infusée de la jeunesse du romancier et poète, cette œuvre pionnière, inattendu best-seller, met en scène une histoire d’amour, en 1938, au sein de la bourgeoisie juive de Ferrare à la veille de son anéantissement. Sous les hêtres et les palmiers du palais de la famille Finzi-Contini, les protagonistes, \"suspendus au bord du gouffre des persécutions et de la guerre\", tentent d’oublier, dans un entêtant parfum de classe et un \"culte de la préciosité\", qu'ils sont déjà devenus des citoyens de seconde zone. Exclusion des écoles et des clubs, interdiction des mariages mixtes, arrestations… : alors que la chape de terreur les enserre, la fantasque héroïne Micòl les emmène à travers ce jardin, entre fastes passés et sidération, avant le désastre à venir.Visite guidéeAu fil d’extraits du livre, de séquences jouées par de jeunes comédiens et d’éclairages de proches de Giorgio Bassani, d’historiens et de critiques, ce documentaire explore l’impact du roman sur le public, qui s’est approprié ce célèbre jardin imaginaire jusqu'à finir par croire à sa réalité. Dans un mouvement inverse, de la grande et tragique histoire à sa transposition romanesque, il interroge aussi le pouvoir de la fiction et celui de l'art littéraire. Retraçant la genèse et l’accueil du \"Jardin des Finzi-Contini\" en même temps que le parcours de son auteur – dont le héros de papier, Giorgio, incarne le double troublant, il donne enfin la parole à Dominique Sanda, inoubliable Micòl du film oscarisé de Vittoria De Sica, adaptation que Giorgio Bassani, s’estimant trahi, désavouera. La passionnante visite guidée d’un chef-d'œuvre.",
    "chinese_title": "寻找费尼兹花园",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "À la recherche du jardin des Finzi-Contini",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-05-06T15:09:09"
}