{
    "aka": [],
    "sid": "36055996",
    "cast": [
        {
            "url": "/celebrity/1010885/",
            "name": "Bela Fleck Bela Fleck",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2877741432.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt10902020",
    "director": [],
    "duration": "120分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-08-30(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10902020/",
    "imdb_votes": 31,
    "this_title": [
        "Big Family: The Story of Bluegrass Music"
    ],
    "douban_link": "https://movie.douban.com/subject/36055996/",
    "imdb_rating": "8.1/10 from 31 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "\"Big Family: The Story of Bluegrass Music\" provides a comprehensive look at a distinctly American genre of music. The film explores what bluegrass music is, what makes it unique, and key musicians who have shaped its sound. Historical segments trace the beginnings of bluegrass in the traditions of Scots-Irish immigrants and African-Americans and how these influences coalesced in the music of a young rural Kentuckian, Bill Monroe, in the 1920s.The film explores how Monroe introduced a new and innovative sound to America in the 1930s and 1940s. He called his band the Blue Grass Boys, a reference to the nickname of his home state of Kentucky. Through vintage photographs and recordings, viewers learn how Monroe took his sound from tent shows and regional radio stations to the center of the country music world: the national stage of the Grand Ole Opry.Along with Monroe’s ongoing influence as the “father of bluegrass,” \"Big Family\" traces the evolution of the genre through the second half of the 20th century. Viewers learn about the contributions of dozens of individuals and bands from Earl Scruggs and Lester Flatt to young “newgrass” musicians like Sam Bush and the genre’s first woman superstar, Alison Krauss. The film examines the role of the 1960s folk music revival in broadening the popularity of bluegrass, as well as the popularizing influence of “hillbilly television” shows like “The Beverly Hillbillies” and popular films such as \"Bonnie and Clyde.\" In turn, the film explores how Monroe and bluegrass music influenced rock and pop as well as country music, with bluegrass eventually claiming its own own status as a separate musical genre. Also included is a look at the role and growing influence of women in bluegrass music.Through archival and contemporary footage, the film takes viewers across America and from rural Kentucky to urban Tokyo, Japan, showcasing the importance of bluegrass music festivals and chronicling how and why bluegrass has gained legions of fans around the world.From vintage recordings of familiar songs to contemporary performances, \"Big Family\" offers an entertaining, informative musical journey spanning nearly a century - an unprecedented celebration of this American-born music and an introduction to what is truly a family-like connection of musicians and fans alike who are devoted to the fascinating traditions and wide-open future of the music called bluegrass.",
    "chinese_title": "Big Family: The Story of Bluegrass Music",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-08-17T17:52:09"
}