{
    "aka": [],
    "sid": "36065945",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "格鲁吉亚"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1274920/",
            "name": "阿尔伯特·塞拉 Albert Serra",
            "@type": "Person"
        }
    ],
    "duration": "12分钟",
    "episodes": "",
    "language": [
        "格鲁吉亚语"
    ],
    "playdate": [],
    "this_title": [
        "Salt and Bread"
    ],
    "douban_link": "https://movie.douban.com/subject/36065945/",
    "trans_title": [
        "盐与面包"
    ],
    "douban_votes": "0",
    "introduction": "Mamuka and his tuneful panduri light up this Georgian village feast‘When they get drunk, I play, they dance, and so on…’Salt and Bread trails Mamuka Qadamadadze, a 12-year-old boy on a summer break in the picturesque Caucasus Mountains of Georgia. With no other kids his age around, he spends his days practising his panduri – a traditional Georgian three-string instrument. And he’s proved a quick study. Playing for just six months, he can already impress teens by strumming out the melody of Dr Dre’s ‘Still DRE’ (1999) and also accommodate older men’s requests for traditional Georgian folk songs. In juxtaposing these two impromptu performances, directors Bálint Bíró, Diego Quindere de Carvalho and Salome Razikashvili place Mamuka at a confluence of the modern world and Georgian tradition.Capturing Mamuka’s semi-aimless days in a series of long, often still shots, the short documentary offers a nuanced look at how traditions endure through ritual and kinship – even in a moment when hip-hop classics are just a tablet-click away. In addition to learning the panduri, which his grandfather also played, Mamuka soaks up the smells and tastes of Georgia while spending time with an older female relative, who makes him a home-cooked lunch with care. Later, he helps a group of older men set up chairs and a table for an outdoor supra – a feast at the heart of Georgian culture that overflows with food, drink and often tipsily delivered toasts.At the supra, Mamuka stands out among the wizened faces surrounding him. One older man, playing the part of the tamada, or ‘toastmaster’, delivers a speech about Georgian history with passion and pride. The film hangs on a wide shot, highlighting the togetherness of the moment, as well as the colourful tablecloth and array of foods that are central to the occasion. Later, Mamuka strums his panduri and the men sing along with him, bringing these rituals of food, drink and music into a single scene.After the song concludes, the men raise a toast to Mamuka, ‘part of our young, beautiful generation’. It feels as if he’s been initiated into the union of Georgian adults carrying on the culture. The filmmakers capture this rite of passage with subtlety and care, keeping the focus on Mamuka, whose expression is a distinct mix of pride and ennui. There’s a Georgian specificity to the proceedings, from the sound of the panduri, to the toasts, to the sight of one man swigging from a horn-shaped cup known as a khantsi. But there’s also a universality in the film’s broader themes of rituals of food and drink, coming together through music, and a youngster finding belonging among elders – elements that have bound together societies around the globe and across centuries.Written by Tamur Qutab",
    "chinese_title": "盐与面包",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Salt and Bread",
    "douban_rating_average": 0,
    "update_at": "2025-09-04T00:07:10"
}