{
    "aka": [],
    "sid": "36067311",
    "cast": [
        {
            "url": "/celebrity/1478879/",
            "name": "Romy Weltman Romy Weltman",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情",
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt12115926",
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-03-01(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12115926/",
    "imdb_votes": 141,
    "this_title": [
        "I Do, or Die - A Killer Arrangement"
    ],
    "douban_link": "https://movie.douban.com/subject/36067311/",
    "imdb_rating": "5.1/10 from 141 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "High school senior Sonya (Ana Golja) is ready to graduate and start college away from her traditional Romani parents, George (Raoul Bhaneja) and Morgan (Rachel Wilson). Fearing Sonya is straying too far from the Romani way of life, George and Morgan are eager to find a husband for her. When George and Morgan's community leader, Ian (Noam Jenkins) suggests Sonya marry his son, Alex (Ehren Kassum), George and Morgan decide to share the news of Sonya's arranged marriage at her 18th birthday party. But their plan quickly backfires when Sonya brings her non-Romani boyfriend, Ray (Eric Osborne), and refuses to marry Alex. Unwilling to be embarrassed by their rebellious daughter, George and Morgan drag Sonya home and lock her in the basement. But when Sonya manages to escape, Ian kidnaps Sonya and holds her hostage until she agrees to marry Alex. Realizing her only hope of survival is to pretend to agree to the arranged marriage, Sonya calls her parents to tell them she will marry Alex. But when Ray finds out, he races to Ian's house to save Sonya before she sacrifices the life she wants forever.",
    "chinese_title": "I Do, or Die - A Killer Arrangement",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.1,
    "douban_rating_average": 0,
    "update_at": "2025-09-19T09:00:12"
}