{
    "aka": [],
    "sid": "36060785",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878145048.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1275085/",
            "name": "巴巴克·柏雅米 Babak Payami",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt19816018",
    "director": [
        {
            "url": "/celebrity/1275085/",
            "name": "巴巴克·柏雅米 Babak Payami",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-09-11(多伦多电影节)",
        "2022-11-11(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt19816018/",
    "imdb_votes": 217,
    "this_title": [
        "752 is Not a Number"
    ],
    "douban_link": "https://movie.douban.com/subject/36060785/",
    "imdb_rating": "7.2/10 from 217 users",
    "trans_title": [
        "752不只是一个数字"
    ],
    "douban_votes": "0",
    "introduction": "The Downing of the Ukrainian passenger flight 752 over the skies of Tehran on January 8, 2020 shook the world. All 176 passengers were killed, among them women, children, university students and academics, many of them residents or citizens of Canada. The tragedy occurred during renewed tensions between Iran and the United States following the killing of an Iranian general in Iraq. Iran's retaliation for the general's killing was a missile attack on U.S. military installations near Baghdad on the morning of January 8. The exchange heightened the tensions with both sides bracing for military escalation. The ill-fated Ukrainian passenger airline took off from the Tehran International airport shortly after 6am and within 3 minutes, it was struck by two surface-to-air missiles from a nearby military base operated by the Islamic Revolutionary Guard Corps. The downing was initially claimed to be an accident, a technical failure of sorts. As the world learned of the missile attacks, it took no more than a few hours after the missiles attacks for the site to be cleared by bulldozers and all evidence to be destroyed. Dr. Hamed Esmaeilion, a dentist in Toronto was leading an ordinary quiet life with his wife and nine-year-old daughter. They were among the victims aboard flight PS752. The dentist from Toronto was thrust into extraordinary circumstances in his fight for justice and to find the truth behind what took the lives of his wife and daughter.",
    "chinese_title": "752不只是一个数字",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "752 is Not a Number",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2026-01-16T19:21:36"
}