{
    "aka": [],
    "sid": "36066112",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878321241.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1561172/",
            "name": "艾米莉·沃迪尔 Emily Wardill",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "Basking in what feels like ‘An Ocean Of Grace’ I soon realise that I am not looking at it but rather that I AM it, recognising myself"
    ],
    "douban_link": "https://movie.douban.com/subject/36066112/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Together with Ben (2006), the film explores the relationship between physicality and representation – between language and image. Rather than constructing metaphors through which reality might be understood and onto which they are applied instead the film's subject is the study of a focus group, witnessed from behind a two-way mirror. It becomes an example of the way in which speaking subjects (these teenage girls that we see speaking, but do not hear) become images. Their becoming-surface in this way is echoed throughout the film!s persistent looking at other kinds of reflective surfaces – from the mirrors in an empty nightclub to the glass walls of corporations – such that representation itself becomes a function in the equation rather than a replacement of it. Composed by the artist using computer software the film!s soundtrack is designed to be symmetrical on the page. It is reproduced here and runs throughout the book, pivoting at its centre as it does at the centre of the film.Ian White",
    "chinese_title": "Basking in what feels like ‘An Ocean Of Grace’ I soon realise that I am not looking at it but rather that I AM it, recognising myself",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-11T03:01:05"
}