{
    "aka": [],
    "sid": "36065544",
    "cast": [
        {
            "url": "/celebrity/1027842/",
            "name": "阿曼德·阿桑特 Armand Assante",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1161662/",
            "name": "查克·齐托 Chuck Zito",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1146891/",
            "name": "桑德拉·圣地亚哥 Saundra Santiago",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "剧情",
        "喜剧",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt15497092",
    "director": [],
    "duration": "108分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-12-27(Capri Hollywood IFF)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt15497092/",
    "imdb_votes": 367,
    "this_title": [
        "Don Q"
    ],
    "douban_link": "https://movie.douban.com/subject/36065544/",
    "imdb_rating": "4.3/10 from 367 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Al Quinto is losing his mind. The rapidly changing culture of his beloved Little Italy is more than he can handle. Fueled by his obsessive studying of the Mafia, watching mob movies and reading mob books all night instead of sleeping Quinto transforms, and one day he emerges from his dreary apartment as the heroic and chivalrous Don Q, an esteemed Mafia chieftain and protector of Little Italy who will stop at nothing to see the old ways return. The locals play along with Don Q’s fantasies , out of sympathy, and so does Rocco, a ruthless wiseguy who just got out of prison. Rocco deceptively offers his services to be Don Q’s strong-arm enforcer with the sole intention to steal his life time savings. Along the way, the delusional Don has turf battles with a scrappy gang of skateboarders, an unscrupulous restaurant owner, and gangsters from the neighboring Chinatown. Santo, a young Mulberry street waiter, decides to throw his lot in with the mysterious elder Don Q as his right hand man. The young Squire has much to learn from his new boss about being in the mob - even if this mob exists only in the mind of his mentor. The aging Don Q falls in love with a beautiful Chinese waitress feom a Chinatown eatery who he tries to rescue from what he perceives as a life of imprisonment. Don Q’s concerned sister Antonia recruits a priest to help her brother see that his new life of adventures is foolhardy and dangerous. The cast of characters coming in and going out of Don Q’s life seem endless until the final dramatic showdown between rival factions. What will become of Don Q? Will he return to his old life as the reclusive Al Quinto and accept that change, in a shrinking Little Italy is unavoidable, or will he press on as Don Q and continue to live for his dreams and fight the good fight?",
    "chinese_title": "Don Q",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.3,
    "douban_rating_average": 0,
    "update_at": "2025-03-23T20:44:55"
}