{
    "aka": [],
    "sid": "36060560",
    "cast": [
        {
            "url": "/celebrity/1264632/",
            "name": "Phil King Phil King",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1996",
    "genre": [
        "短片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908406635.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt32604882",
    "director": [
        {
            "url": "/celebrity/1344905/",
            "name": "菲利普·金 Philip King",
            "@type": "Person"
        }
    ],
    "duration": "34分钟（英国）",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt32604882/",
    "imdb_votes": 15,
    "this_title": [
        "Lush - A Far From Home Movie"
    ],
    "douban_link": "https://movie.douban.com/subject/36060560/",
    "imdb_rating": "7.1/10 from 15 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Lush贝斯手Phil King在乐队1992-1996年巡演期间（日本、欧洲和美国等地）用速8摄像机拍摄的巡演花絮，片尾庆祝了已故鼓手Chris Acland的30岁生日，以下为Phil自述：Between 1992 and 1996 I took an old ’80s Sankyo Super 8 camera pretty much wherever I went with Lush. Mostly I filmed on tour – in Japan, Europe and especially the US (Lush Into America?) – and also on video and film shoots and to recording studios. It was a sound camera, but I was too cheap to pay the extra for sound film. I also shot at 18 frames per second, rather than 24, to get more bang for my buck. Thinking about it, they didn’t make sound black and white film anyway, and that was my favourite for filming because of the high contrast. I even put a red filter on the lens to make the contrast even stronger. I would get the film stock from the Widescreen Centre, which was literally just around the corner from where I lived in Marylebone in London. They processed it there, too. I would then take it home and project it on the wall of my apartment.There was a shorter version of this 34-minute film that I put together for the 10th anniversary of drummer Chris Acland’s death in October 2006 – no ‘Lovelife’ or ‘Light From A Dead Star’ – which was shown for his friends and family in the Lakes. It was also shown at a Sonic Cathedral night at The Social in London the same weekend. Debbie Smith of Curve, Echobelly, Snow Pony and Ye Nuns quipped on seeing it: “This looks like it was from the ’90s… the 1890s.” That version was transferred onto VHS (and edited on it, too) so yes, it was a bit murky. In the late 2000s on a Jesus And Mary Chain US tour I had the original film digitised in Los Angeles. In Hollywood, no less. So this is the ‘print’ you see here. It languished on a hard drive for the last decade or more until I met wizard film editor Brian Gates here in Porto earlier this year and had the thought to ask him to reassemble it for me – and so, hey presto, here it is.Also, I thought today would be a good day to share it with you all as it would have been Chris’ 54th birthday. And, not wishing to spoil the ending, but as you will see it has a certain birthday significance – and by the way thank you to whoever filmed that, the only sound sequence in the whole film – and also thanks to Grover Richardson III, an avid Lush fan, who split the costs of digitising the Super 8 footage. Anyway, Happy Birthday, Chris. We miss you.",
    "chinese_title": "Lush - A Far From Home Movie",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-06-12T01:22:29"
}