{
    "aka": [],
    "sid": "36060770",
    "cast": [
        {
            "url": "/celebrity/1490295/",
            "name": "乔吉亚·凯登斯 Jorja Cadence",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878146139.jpg",
    "region": [
        "加拿大",
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt21653744",
    "director": [],
    "duration": "84分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-08-13(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt21653744/",
    "imdb_votes": 2445,
    "this_title": [
        "Romance in Style"
    ],
    "douban_link": "https://movie.douban.com/subject/36060770/",
    "imdb_rating": "6.5/10 from 2445 users",
    "trans_title": [
        "浪漫风格"
    ],
    "douban_votes": "0",
    "introduction": "Brooklyn-based Ella Richards does freelance work as a seamstress to pay the bills, but is also a struggling fashion designer, her talent which her friend Max, who often gets her her sewing work, can see. She specializes in designs for plus sized women such as herself in knowing that the high end fashion industry largely ignores this majority segment of the population in she herself having felt that exclusion all her life. Katie, her best friend and roommate, has her own fashion industry aspirations in wanting to be a fashion editor, although she admits the environment at Look, the high end fashion magazine where she works as an assistant, is not a pleasant one in the Editor-in-Chief Claudia Davenport and her assistant Liza, Katie's boss, treating people in general, including staff, like garbage unless it otherwise serves their needs. The first day that Ella helps Katie with an important fashion shoot at the magazine coincides with Derek Colby's first day there, Colby Publishing, his father Roger Colby's company, the magazine's parent company, assigning him to deal with the magazine's declining revenues, both in advertising and subscriptions, work he has done with other magazines under the Colby banner. Derek secretly asks Ella for a crash course in fashion design to assist in this task at the magazine, she his choice of teacher due to her knowledge of fashion in general, and she seemingly not being intimidated by him which most people tend to be in being a Colby in combination with his good looks resulting in he placing number seven of the most eligible bachelors in New York City. In spending time with Ella, Derek can see the revenue potential of the magazine expanding into the plus sized market and seemingly starts to fall for her in the process in wanting to do one of the first articles in this vein on her design career, much against the wishes of both Claudia and Liza. Beyond whether Derek is able to change the magazine's fortunes with this new direction, what happens between Ella and Derek will depend on whether Ella herself is confident enough in herself and Derek, who generally can have any woman he wants on his arm.—Huggo",
    "chinese_title": "浪漫风格",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Romance in Style",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-05-04T16:07:36"
}