{
    "aka": [],
    "sid": "3607792",
    "cast": [
        {
            "url": "/celebrity/1105914/",
            "name": "爱丽莎·兰迪 Elissa Landi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1053563/",
            "name": "加里·格兰特 Cary Grant",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1135156/",
            "name": "林恩·奥弗曼 Lynne Overman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1137492/",
            "name": "Adrian Rosley Adrian Rosley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1117467/",
            "name": "黛安娜·路易斯 Diana Lewis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1117998/",
            "name": "弗雷德·马拉泰斯塔 Fred Malatesta",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1118826/",
            "name": "Tony Merlo Tony Merlo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1124390/",
            "name": "Torben Meyer Torben Meyer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1126105/",
            "name": "Sharon Lynn Sharon Lynn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1132513/",
            "name": "保罗·波尔卡西 Paul Porcasi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1117424/",
            "name": "Matt McHugh Matt McHugh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105578/",
            "name": "Lorimer Johnston Lorimer Johnston",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032137/",
            "name": "安·谢里登 Ann Sheridan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045563/",
            "name": "西西莉娅·帕克 Cecilia Parker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1065431/",
            "name": "Richard Bonelli Richard Bonelli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1070164/",
            "name": "Wallis Clark Wallis Clark",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1072372/",
            "name": "Michelette Burani Michelette Burani",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1074733/",
            "name": "基诺·科拉多 Gino Corrado",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1078934/",
            "name": "Jack Byron Jack Byron",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1093510/",
            "name": "Wilfred Hari Wilfred Hari",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007199/",
            "name": "弗兰克·艾伯森 Frank Albertson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1935",
    "genre": [
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2228122694.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1037444/",
            "name": "查尔斯·布拉克特 Charles Brackett",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008421/",
            "name": "格拉迪斯·雷曼 Gladys Lehman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1030700/",
            "name": "Gilda Varesi Archibald Gilda Varesi Archibald",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0026315",
    "director": [
        {
            "url": "/celebrity/1050935/",
            "name": "埃利奥特·纽金特 Elliott Nugent",
            "@type": "Person"
        }
    ],
    "duration": "83分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1935-01-04(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0026315/",
    "imdb_votes": 273,
    "this_title": [
        "Enter Madame"
    ],
    "douban_link": "https://movie.douban.com/subject/3607792/",
    "imdb_rating": "5.4/10 from 273 users",
    "trans_title": [
        "夫人请进"
    ],
    "douban_votes": "0",
    "introduction": "Enter Madame! Appropriately carries an exclamation point in its title. Each and every time we meet Madame Lisa (pronounced Leeza) Della Robbia, opera prima donna, the audience is bombarded with the noise and activity of her entourage. Her doctor, Doc; her manager, Mr. Farnum; her lady-in-waiting, Bice; her cook, Archimede; her dog, Toto; her parrot; and her husband, Gerald Fitzgerald. The most pronounced characteristic of this movie is the noise. It is a very noisy movie.In ‘Pretty Woman,’ Richard Gere explains to Julia Roberts that some people may come to appreciate the opera, but never to truly love it. Wealthy New Yorker, Gerald Fitzgerald, truly loves the opera, and most particularly, any opera in which Madame Della Robbia sings, and he is always seated in the first box on the left.During a performance, an accidental fire onstage prompts Gerald to jump from his box to Lisa’s rescue. The fire onstage may have been snuffed out, but a new one is ignited when the two meet. Soon they are married.Gerald is warned by Mr. Farnum, Lisa’s manager, that marriage to a famous opera star will soon become tedious for Gerald. But, so much in love, Gerald swears his life and allegiance to Lisa’s career, while Lisa swears that she’d give up her career if it ever became wearisome for Gerald.Their honeymoon trip is her tour of Europe. Bright eyed and full of love at its onset, Gerald soon tires of walking Madame’s dog, and of being Mr. Della Robbia. When Madame’s European tour ends, it is his bride’s turn to follow Gerald to America for one year where she will be the dutiful wife. However, Lisa accepts a tour of Scandinavia instead, and sends Gerald off to New York alone. While onboard the ship bound for America, Gerald meets an old flame, Flora, who is more than eager to rekindle a former spark.Over a year passes as Madame Della Robbia accepts one tour after another informing Gerald with one telegram after another. Flora, in New York with Gerald all this time, has convinced him that the life he wants is one with peaceful serenity, a complacent wife and feet firmly planted on American soil. Gerald files for divorce.Lisa rushes to New York to undo the damage her neglect has caused. When emotional pleas don’t work, she uses the one weapon she knows Gerald is most vulnerable to: her music and her voice.Lisa invites both Flora and Gerald to a last opera before they part forever, with dinner at her place afterward. At the opera, she sings a love song straight into Gerald’s heart, much to Flora’s displeasure. Afterward, Gerald is quite at home amidst the hustle and bustle of Madame’s entourage, although Flora is shocked and infuriated. During dinner, Madame’s doctor reminisces about his attempted retirement and subsequent return to Madame. He muses, “the music was in my blood; more than the rheumatism. I suffered more from the memories, they would stab my heart every day.” Gerald’s face registers this same emotion. We know then that Flora is history and that Madame has only to bide her time.After a few well-placed insults from Flora, Gerald hastily pushes Flora out of the front door and Lisa into the bedroom. The movie ends with Gerald again following Madame to her next tour, but with new ground rules: He mustn’t be part of her entourage, he must be her husband.",
    "chinese_title": "夫人请进",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Enter Madame",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-04-19T11:00:35"
}