{
    "aka": [],
    "sid": "36070384",
    "cast": [
        {
            "url": "/celebrity/1410386/",
            "name": "尼芙·阿尔格 Niamh Algar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1401300/",
            "name": "阿什·坦顿 Ash Tandon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1017920/",
            "name": "詹姆斯·鲍弗 James Purefoy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1353631/",
            "name": "乔治娜·里奇 Georgina Rich",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2892926785.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt20918594",
    "director": [],
    "duration": "60分钟",
    "episodes": "5",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-04-23(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt20918594/",
    "imdb_votes": 2534,
    "this_title": [
        "Malpractice"
    ],
    "douban_link": "https://movie.douban.com/subject/36070384/",
    "imdb_rating": "7.1/10 from 2534 users",
    "trans_title": [
        "渎职"
    ],
    "douban_votes": "0",
    "introduction": "Dr Lucinda Edwards (Niamh Algar) is a smart, battle-hardened doctor, but we meet her on a nightmare shift that ends in the death of an opioid overdose victim, Edith Owusu. Despite the support of her medical supervisor, Dr Leo Harris, played by James Purefoy (A Discovery of Witches, Pennyworth, Sex Education), Edith's grieving father Sir Anthony Owusu, played by Brian Bovell (Crime, Strike), demands an enquiry into Lucinda's actions on the fateful night. Leading the medical investigation are Dr Norma Callahan played by Helen Behan (Holding, The Virtues) and Lucinda's former colleague, Dr George Adjei, played by Jordan Kouamé (Megalomania). While George feels this was an unavoidable tragedy, Norma is suspicious of Lucinda's behaviour and decisions in the lead up to Edith's death. As the pressure of the investigation intensifies, Lucinda's relationship with husband Tom, played by Lorne MacFadyen (Pistol, Vigil) starts to fracture, and her confident professional exterior begins to crack. Is Lucinda hiding something? Through the cat and mouse thriller of the medical investigation, Malpractice tells the story of a damaged doctor caught up in a dangerous conspiracy.",
    "chinese_title": "渎职",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Malpractice",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-03-15T14:26:20"
}