{
    "aka": [],
    "sid": "36070653",
    "cast": [
        {
            "url": "/celebrity/1319100/",
            "name": "米哈伊·维格 Mihály Víg",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878725679.jpg",
    "region": [
        "匈牙利"
    ],
    "writer": [],
    "director": [],
    "duration": "103分钟",
    "episodes": "",
    "language": [
        "匈牙利语"
    ],
    "playdate": [
        "2022-09-01(匈牙利)"
    ],
    "this_title": [
        "Ott torony volt"
    ],
    "douban_link": "https://movie.douban.com/subject/36070653/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A nyolcvanas évek első fele a „tűrt és tiltott” határán elhelyezkedő alternatív, underground művészet virágkora volt Magyarországon. Ennek a korszaknak meghatározó képviselője Víg Mihály, aki 1979-ben barátjával, Hunyadi Károllyal megalapította a mai napig működő Balaton együttest. A később megalakuló és csak pár évig létező, de máig legendának számító Trabant együttesnek is oszlopos tagja volt. Víg Mihály számos filmzenét is írt, többek között Szabó Ildikónak, Szirtes Andrásnak és Xantus Jánosnak. Tarr Béla állandó zeneszerzője lett, sőt a Sátántangó főszerepét is ő játszotta.A portréfilmben nagyon személyesen és részletesen beszél az életéről, a korszak légköréről, az alternatív kultúrához kapcsolódó meghatározó emberekről és a velük való kapcsolatáról. Megismerjük a munkamódszerét, gondolatait az irodalomról, zenéről, filmről, a világról.A számos soha nem látott archív felvétellel és sok zenével kiegészített filmben az életútján és alkotói pályája állomásain keresztül közelebbi kapcsolatba kerülhetünk Víg Mihállyal és az elmúlt hatvan évvel.",
    "chinese_title": "Ott torony volt",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-12-29T16:01:06"
}