{
    "aka": [
        "Ljubav u prevodu"
    ],
    "sid": "36084078",
    "cast": [
        {
            "url": "/celebrity/1514955/",
            "name": "米歇尔·阿吉里斯 Michelle Argyris",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "喜剧",
        "爱情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2879623499.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1514956/",
            "name": "迈克尔·福尔克 Michael Foulke",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt13893970",
    "director": [
        {
            "url": "/celebrity/1485102/",
            "name": "阿德里安·兰利 Adrian Langley",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "法语",
        "意大利语",
        "韩语",
        "西班牙语",
        "日语"
    ],
    "playdate": [
        "2021-09-12(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13893970/",
    "imdb_votes": 639,
    "this_title": [
        "Love in Translation"
    ],
    "douban_link": "https://movie.douban.com/subject/36084078/",
    "imdb_rating": "5.9/10 from 639 users",
    "trans_title": [
        "翻译中的爱",
        "Ljubav u prevodu"
    ],
    "douban_votes": "0",
    "introduction": "Fluent in ten languages including two dead ones, Julie Walters, considered the brightest mind in the Department, is just months away from obtaining a Ph.D. in Ancient Languages, after which she hopes to get a job at the Museum of Natural History, where she's wanted to work since she was a child. Her path hits a roadblock when she is informed that all funding has been pulled from the Department for student services, including employment and financing, her sole sources of education funding. With no museum jobs to be had which would be her first choice as a replacement, Julie decides to offer private language lessons instead. Her first students, seniors couple Rose and Earl Williams, decide to buy French lessons for their son Dan, who is in a long distance relationship with a Parisienne, Cosette, they solely communicating in their common language of English. Upon first sight, Julie discovers her new student is one of the assistant curators at the museum with who she had earlier had a somewhat awkward discussion regarding she potentially working there. Busy Dan, reluctant to enter into the lessons, is more practical than romantic in his relationships, he dealing with Cosette solely in those areas common to the two of them, namely in English and around museums, she who works at one in Paris, which is how they originally met. In believing one learns better if it applies to them, Julie ends up also coaching Dan in how to be more romantic in how it would apply to Cosette, he eventually discovering that she would like him to exhibit that side of himself to her. As Julie starts to fall for Dan, and it seems he for her, their path forward may hit the further roadblocks of Cosette, and of her goal of working at the museum.—Huggo",
    "chinese_title": "翻译中的爱",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Love in Translation",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-03-01T07:39:57"
}