{
    "aka": [],
    "sid": "36084146",
    "cast": [
        {
            "url": "/celebrity/1018090/",
            "name": "亚当·卡罗拉 Adam Carolla",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "真人秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2879582381.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1245409/",
            "name": "Daniel Karpel Daniel Karpel",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0475898",
    "director": [
        {
            "url": "/celebrity/1282352/",
            "name": "波拉·迪·弗洛里奥 Paola di Florio",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "14",
    "language": [
        "英语"
    ],
    "playdate": [
        "2005-10-04(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0475898/",
    "imdb_votes": 215,
    "this_title": [
        "the Adam carolla project Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36084146/",
    "imdb_rating": "7.9/10 from 215 users",
    "trans_title": [
        "亚当计划 第一季"
    ],
    "douban_votes": "0",
    "introduction": "Adam Carolla is known as a radio and television personality. He has also spent several years working in the construction industry. The Adam Corolla Project is his attempt to take a house in Los Angeles, gut it down to the support beams and rebuild it, selling it for over a million. He finds his father is selling Adam's childhood home and he buys the house and brings in his crew. He describes them as \"good workers, but they need supervision.\" Adam, however only stops by an hour or so a day and then goes off to his radio program. Lunch seems to be the crew's primary focus. Each new feature must be approved by the city inspector and seem to be approved on the first inspection. There are guest appearances by Jimmy Kimmel and Kathy Griffin and the work continues to fall behind schedule. Toward the end, Adam brings in a foreman and puts on his own tool belt to finish the house. Then the real estate saleswoman enters. \"You talk to the camera, let me sell the house,\" is her attitude. Many of the people involved are non-show business friends of Adam's in the course of the show, his parents, his nephew, and his personal assistant all have their moment in the Project, which is filmed like a reality TV program.",
    "chinese_title": "亚当计划 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "the Adam carolla project Season 1",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2025-08-02T14:35:35"
}