{
    "aka": [
        "Cidade Ilhada",
        "Island City",
        "River of Desire"
    ],
    "sid": "36097787",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897550544.jpg",
    "region": [
        "巴西"
    ],
    "writer": [],
    "imdb_id": "tt19855324",
    "director": [
        {
            "url": "/celebrity/1051148/",
            "name": "塞尔吉奥·马沙多 Sérgio Machado",
            "@type": "Person"
        }
    ],
    "duration": "108分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2022-11-24(塔林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt19855324/",
    "imdb_votes": 240,
    "this_title": [
        "O Rio Do Desejo"
    ],
    "douban_link": "https://movie.douban.com/subject/36097787/",
    "imdb_rating": "6.7/10 from 240 users",
    "trans_title": [
        "情欲河流",
        "Cidade Ilhada",
        "Island City",
        "River of Desire"
    ],
    "douban_votes": "0",
    "introduction": "Three brothers end up in a mysterious yet mundane lost city by a river, far from civilization. Due to circumstances of life, they live under the same roof. The joy of living together makes the middle brother Dalberto bring his sensual new wife, Anaira, to also live in the same house. She’s happy to be able to work on her husband’s new river boat. But in order to save the business, Dalberto must take a mysterious passenger up the Amazon to Peru. He will therefore stay away for a while, which will put the brothers’ manhood to the test.Based on a story by one of the most acclaimed contemporary Brazilian writers Milton Hatoum, “River of Desire” is a classic while at the same time a mesmerising romantic drama composed of engaging performances by the devoted cast and a dazzling and fascinating environment which becomes yet another character, the images of which will just devour you.The renowned Brazilian filmmaker Sergio Machado (Cannes’ Un Certain Regard “Lower City”, Locarno’s Piazza Grande “The Violin Teacher”) gifts us a captivating story which will make you feel the desire and passion, humid and sweaty, on your own skin.源自：https://poff.ee/en/film/river-of-desire/",
    "chinese_title": "情欲河流",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "O Rio Do Desejo",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-03-11T06:16:09"
}