{
    "aka": [],
    "sid": "36097474",
    "cast": [
        {
            "url": "/celebrity/1027864/",
            "name": "彼德·考约特 Peter Coyote",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2880667191.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt20606494",
    "director": [
        {
            "url": "/celebrity/1283367/",
            "name": "Erik Ewers Erik Ewers",
            "@type": "Person"
        }
    ],
    "duration": "115分钟",
    "episodes": "2",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-06-27(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt20606494/",
    "imdb_votes": 88,
    "this_title": [
        "Hiding in Plain Sight: Youth Mental Illness Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36097474/",
    "imdb_rating": "7.7/10 from 88 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "HIDING IN PLAIN SIGHT: YOUTH MENTAL ILLNESS features first-person accounts from more than 20 young people, ranging in age from 11 to 27, who live with mental health conditions, as well as parents, teachers, friends, healthcare providers in their lives, and independent mental health experts.The film presents an unvarnished window into daily life with mental health challenges, from seemingly insurmountable obstacles to stories of hope and resilience. Through the experiences of these young people, the film confronts the issues of stigma, discrimination, awareness, and silence, and, in doing so, help advance a shift in the public perception of mental health issues today.Ken Burns Presents Hiding in Plain Sight: Youth Mental Illness a Film by Erik Ewers and Christopher Loren Ewers is a production of Florentine Films, Ewers Brothers Productions, and WETA Washington, D.C. Directed by Erik Ewers and Christopher Loren Ewers. Written by David Blistein. Produced by Julie Coffman. Co-produced by Susan Shumaker, Erik Ewers, Christopher Loren Ewers, and David Blistein. Executive produced by Ken Burns. Executive producers for WETA are John F. Wilson and Tom Chiodo.  WETA project management by Kate Kelly. WETA production management by Jim Corbley.The Storm\t(Ep1 | 1h 56m)Spanish Version | Resilience\t(Ep2 | 1h 52m 1s)",
    "chinese_title": "Hiding in Plain Sight: Youth Mental Illness Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-02-19T17:29:24"
}