{
    "aka": [],
    "sid": "36093961",
    "cast": [
        {
            "url": "/celebrity/1056007/",
            "name": "拉斯·冯·提尔 Lars von Trier",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119564/",
            "name": "Christian Lund Christian Lund",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2880378626.jpg",
    "region": [
        "丹麦"
    ],
    "writer": [],
    "director": [],
    "duration": "52分钟",
    "episodes": "",
    "language": [
        "丹麦语 Danish"
    ],
    "playdate": [
        "2020-11-24(丹麦)"
    ],
    "this_title": [
        "Lars von Trier: The Burden From Donald Duck"
    ],
    "douban_link": "https://movie.douban.com/subject/36093961/",
    "trans_title": [
        "拉斯·冯·提尔：来自唐老鸭的负担"
    ],
    "douban_votes": "0",
    "introduction": "Get into the creative mind of film director Lars von Trier and learn how reading in his world is connected with writing. Trier calls literature his “basic medium” and reveals his inspiration from writers as Thomas Mann, Leo Tolstoy, and Marcel Proust. He refers to dramaturgy as his “toothache” connected to his reading of Donald Duck, but writing is “the greatest kick you can get,” he says.Even though dramaturgy has been difficult for Lars von Trier, he experiences joy when writing the manuscripts for his films: “The greatest thing is when you let it go, like when you levitate in meditation. You do that sometimes when you’re writing. Then you write fabulously and you experience a high,” he says. “I hope I’ll manage to make a movie intuitively. But I’m stuck in the mire. The mire of dramaturgy.”Lars von Trier is a passionate reader: “What I love about literature is that one man decides. It’s a dictatorship.” When writing ‘Joseph and his Brothers’ Thomas Mann had an obstacle: “It says so in the Bible” and having obstacles when writing and making films are important, Trier feels. “Andrej Tarkovskij made his very best movies in the Soviet Union because he was in this strange oppressed situation”. “Apparently, you need to have a chain around your neck, somehow. It’s like athletes who make things difficult for themselves or circus performers who do something and so becomes a reward for themselves,” Trier says.“Henrik Ibsen almost reinvented dramaturgy and made it more efficient”, but “the problem is that things become clichés because they then just become part of the development of cultural history,” Lars von Trier says preferring August Strindberg. Strindberg “was wonderfully crazy and so creates things that are completely unforeseen, I’m sure Strindberg will live much longer than Ibsen,” Trier states.",
    "chinese_title": "拉斯·冯·提尔：来自唐老鸭的负担",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Lars von Trier: The Burden From Donald Duck",
    "douban_rating_average": 0,
    "update_at": "2025-06-11T15:42:39"
}