{
    "aka": [],
    "sid": "36093794",
    "cast": [
        {
            "url": "/celebrity/1045263/",
            "name": "杰姆·耶尔马兹 Cem Yilmaz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1448374/",
            "name": "冯达·埃尔伊义特 Funda Eryiğit",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320610/",
            "name": "蒂尔贝・莎伦 Tilbe Saran",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884263729.jpg",
    "region": [
        "土耳其"
    ],
    "writer": [],
    "director": [],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "土耳其语",
        "英语"
    ],
    "playdate": [
        "2023-01-26(鹿特丹电影节)"
    ],
    "this_title": [
        "Kavur"
    ],
    "douban_link": "https://movie.douban.com/subject/36093794/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "From the mid-1980s till the mid-1990s, Ömer Kavur was one of Turkey’s internationally most visible directors, with several of his masterpieces finding a place at festivals deemed prestigious such as Venice (Anayurt Oteli, 1987; Gizli yüz, 1991) and Cannes (Gece Yolculuğu, 1987; Akrebin Yolculuğu, 1997). But tastes and the zeitgeist are fickle. By now, Kavur’s signature Kafkaesque existentialism, which defines his art from Göl (1982) onward, is only remembered by specialists, as often happens to auteurs whose cinema revolves and evolves around a very clearly defined set of themes, motives and obsessions.In the case of Kavur, it was the shadows of pasts too vaguely remembered, faces too similar, clocks and watches eerily at rest, labyrinthine towns, people vanishing and mysterious women whose enigma might often rest solely in the imagination of men held hostage by their own thoughts.Director Fırat Özeler symbolically sent a woman on a voyage of discovery into the oeuvre and world of Kavur. What she finds are empty sites and other remains of Kavur’s productions, like making-of videos and set reports – audiovisual shadows of a life in film. But as the film reminds us: maybe the moments that are not lived are much more important than the ones that are lived.源自：https://iffr.com/en/iffr/2023/films/kavur",
    "chinese_title": "Kavur",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-01-29T23:28:36"
}