{
    "aka": [],
    "sid": "36098587",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1362505/",
            "name": "李东恩 Dong-eun Lee",
            "@type": "Person"
        }
    ],
    "duration": "120分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "Hana"
    ],
    "douban_link": "https://movie.douban.com/subject/36098587/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "As a fixed-term teacher, Kyungwoo starts a new life at a middle school in an unfamiliar city. He meets Hana, who lives in the same building, and witnesses the instability of her daily life. Hana is trapped in an unhappy marriage. Kyungwoo has both compassion for and interest in Hana. One day, Hana is no longer able to put up with the violent behavior of her husband, Yongho—another teacher at Kyungwoo's school, and leaves in an attempt to make a fresh start. But she returns home soon after. The night she returns, Kyungwoo is unable to sleep at the sounds of the bitter quarrel coming from Hana’s place upstairs. Worried, he eventually goes up to check on her, but there is no one home, and there are blood stains on the floor. At that moment, Hana is driving somewhere, clutching the steering wheel and out of her mind. Next to her, her husband Yong-ho is slumped unconscious. A few weeks later, Kyungwoo faces Hana again in court. She has been accused of seriously injuring her husband, who remains in a coma. Kyungwoo decides to testify in her defence at the trial. With his help, Hana is given a suspended sentence, leaving the detention center and returning to her daily routine. Kyungwoo continues to stick around her afterwards. What will save Hana from her misfortune? This is a story about a person who hates someone to death, learns to rely on somebody again, and eventually finds herself.",
    "chinese_title": "Hana",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-04T02:15:15"
}