{
    "aka": [],
    "sid": "36098580",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "伊朗",
        "中国香港"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1487125/",
            "name": "多尔纳兹·哈吉哈 Dornaz Hajiha",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "Diaphanous"
    ],
    "douban_link": "https://movie.douban.com/subject/36098580/",
    "trans_title": [
        "半透明"
    ],
    "douban_votes": "0",
    "introduction": "Roshanak is questioning her life. She wants to leave Tehran and Iran to finally live her own life, away from her marriage and the obligations imposed on her by family and society. Though her husband agrees to a divorce and lets her go, her in-laws and her father refuse. When her father confiscates her passport, her hopes for a better life collapse. As a last resort, she turns for help to her older sister, Mojdeh; a free spirit and an incredible artist, who has already cut ties with the family. Mojdeh has always been her role model, showing her what life can really offer. Roshannak arrives at Mojdeh’s house, in a little town far away. Mojdeh, now the mother of a 4-year-old girl, has surrendered herself to her husband. She no longer paints or sees friends anymore. She lives alone, in the middle of nowhere, buried by the system she fought as a teenager. Roshannak is shocked to see what her sister has become and the psychological violence she is forced to suffer by her husband. She tries to talk to Mojdeh, without much success, as if only the shock of an earthquake could open her eyes. Now ready to help and defend her younger sister, Mojdeh returns to Tehran. Suddenly Roshannak’s despair seems to be reawakening the true Mojdeh.",
    "chinese_title": "半透明",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Diaphanous",
    "douban_rating_average": 0,
    "update_at": "2025-12-03T18:40:35"
}