{
    "aka": [],
    "sid": "36098666",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1471458/",
            "name": "崔振英 Choi Jin-Young",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [],
    "this_title": [
        "The 20th Century Girls"
    ],
    "douban_link": "https://movie.douban.com/subject/36098666/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In the spring of 1999, Young-chae and the rest of her family move to Jeonju, her mother′s hometown, leaving her father behind, who left home due to a business failure. Young-chae, who longs to leave this small, strange town, becomes close friends with Sun-hwa, who transferred at a similar time, through their shared interest in idol fan fiction. However, Young-chae feels inferior to Sun-hwa, who has excellent writing skills, and when Sun-hwa sometimes wants to hang out with her other friends, Young-chae feels jealous. After their friendship repeatedly becomes closer and then more distant, the two friends eventually stop seeing each other due to misunderstandings and fighting. Young-chae meets her father, who is now homeless, at Seoul Station. However, her father tells her that he is tired and does not want to return to his family. Having failed to hold onto both her father and Sun-hwa, Young-chae painfully admits defeat, after seeing that the secret base she built with Sun-hwa has been destroyed by Typhoon Olga. After summer vacation, Sun-hwa has dropped out of school. At the ruined base, Young-chae finds Sun-hwa standing far away. The two girls struggle in the wind and rain to re-build the collapsed base, and eventually succeed. Sun-hwa promises that Young-chae will be the first to see the novel she is writing when it is completed, and leaves. In early 2000, Young-chae silently welcomes the new year, still in the same place in her life despite the century having changed. Someone visits Young-chae′s house. Young-chae can’t stop smiling to see the visitor.",
    "chinese_title": "The 20th Century Girls",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-21T13:28:33"
}