{
    "aka": [
        "Haja Jeondamban Zero",
        "Haja Squad Zero",
        "Romance Zero",
        "Zero Flawed Task Force"
    ],
    "sid": "3609080",
    "cast": [
        {
            "url": "/celebrity/1047132/",
            "name": "李泰成 Tae-seong Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1340181/",
            "name": "强仁 Kang In",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2604663192.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [],
    "duration": "45分钟",
    "episodes": "16",
    "language": [
        "韩语"
    ],
    "playdate": [
        "2009-02-14(韩国)"
    ],
    "this_title": [
        "하자전담반 제로"
    ],
    "douban_link": "https://movie.douban.com/subject/3609080/",
    "trans_title": [
        "质量保证班zero",
        "Haja Jeondamban Zero",
        "Haja Squad Zero",
        "Romance Zero",
        "Zero Flawed Task Force"
    ],
    "douban_votes": "97",
    "introduction": "月亮上住着一位月下老人，月下老人的红线牵引着有缘的人，在有缘的两个人当中轻轻的拉紧红线最终使他们结为一段美丽的姻缘。虽然这是很久以前的故事，但是现在人们不在等待月下老人牵引，因为月下老要管理45亿多惊人的人口，考虑到月下老人实在忙不过来，于是就有了现在版的牵线人，也就是所谓的仲媒经理。在网上就有数百家婚姻情报公司，在哪里注册的会员有成千数万名，可那不能说明什么，在其它地方月下老人可以随意牵引，但现代人都要求有结婚条件的。如果没有那个所谓的条件再加那些不全格的仲媒经理的话，这些没有条件的问题委托人和那些不合格的仲媒经理遇到一起的话会发生些什么故事呢？？？人物介绍：金于津（李泰星 饰）Zero组组长年龄：29岁恋爱经验：5次特征：一次的婚姻失败，颓废个性的他怕伤害别人和陷入爱情爱成功率：-20“我一定要使我们组在6个月以内成为最棒的组。把你们以往的做事方式、松懈的精神状态通通扔到垃圾箱里。还有！以后一定要依从我的方式，我的指示。不然的话——准备好写辞职信吧！！”一名傲利癫（傲！傲慢的，利！利己的，癫！癫狂的家伙）。好不厉害的洁癖症和硬脾气，还有癫狂的性格——这时代最厉害的颓废男人。将所有的爱用条件和大脑计算，炫耀大韩民国最高的情侣匹配率的他，因为一时的失误成为专务班Zero组的组长。那皓太（强仁 饰）Zero组成员年龄：27岁恋爱经验：20次特征：虽然对各种类型的女人都喜欢，但却对真爱特别渴望，有酒疯恋爱成功率：10“我喜欢所有的女人。恩，可以跟任何人谈恋爱，但是还不懂真爱这个东西。果真存在像纯情漫画一样美丽的爱情吗？我相信存在。”虽然外表看起来像个调情高手，但却是一位对爱情认真，热情的浪漫人士。虽然跟许多人恋爱过又分离过，但不能填补的心是因为还没有找到他想找的爱情，这也是他进入“Wedding工厂”公司的主要原因。跟于津相反，将所有的爱用心去想的他，对爱有时推进，有时感性。持有找到所有人的真爱的愿望成为专务班Zero。赵美娜（李多仁 饰）Zero组成员年龄：27岁恋爱经验：3次特征：梦想着不切实际的爱情，以为所有的事情都是命中注定恋爱成功率：5“缘分这个东西本来不就是不能用科学说明的吗？跟命中注定的一样都有自己的另一半。只是没能找到它而犯错误，总有一天会找到自己的另一半！尽管去做吧！！”不知道滚到哪里的魅力4次元情侣经理“倒霉”，“好好看看你的死样子”，“光头是最恶”等直说话法的达人。虽然别人劝她说什么事情都要充分想好后再说、能说的不能说的话要分开来说等等，但还是不能改正。想起来的先说完然后再想。入社初期因为华丽的外表而受人瞩目，但是因为说话太直而被顾客投诉，结果到了Zero组。向往于符咒和占卦的她时而粗暴，时而鲁莽，时而可爱，时而悲伤。张女士（金喜元 饰）Zero组成员年龄：40~50岁恋爱经验：不清楚特征：她是谁，有什么故事，谁都不知道恋爱成功率：0“名字是女士，姓是张，经验是20年，大概成就了2000对？三清洞的师母和青堂瓦房里的女儿们都是我给成就的。江南的生活好的人都在我手里！！”年龄别问，名字别问，她的过去暂且别问~不知道原形的雨伞和原色衣服，还不知道在哪里购买的各种各样的帽子——不知道为什么，怎么来到Zero组的。据传闻她对Zero组的诞生产生了极大的影响。金斗弦（J 饰）ACE组组长年龄：30岁恋爱经验：7次特征：降落伞式入社后，靠着强烈的优越感使他对任何人都没有感觉，并不是他不相信爱情，只是他不相信人恋爱成功率：50“6个月？嘿！我即刻把你踩在地上，让你再也不能来到这个地方！”金于津的绝对竞争对手，搞阴险阴谋的人物。在于津坠落到专务班Zero组的时候，他成为了于津魂牵梦萦的VIP专务班ACE组组长。以斩草除根的信条正在虎视眈眈地牵制于津的斗弦，因为于津因失误而左迁到Zero组而称快。对金于津持有很强的自卑感，时而卑鄙地时而威胁性地为难Zero组。伍淑真（李京恩 饰）和金于津5年前离婚恋爱经验：5次特征：爽朗不拘格的个性下，内心的伤痛使她不能轻易地接受其他人恋爱成功率：70“爱情吗……很美啊……但是对我来说是奢侈吧……虽然爱别人是很幸福的事情……”于津是在阳光温暖的图书馆里第一次见到的她，她是和那温暖的阳光一样持有灿烂微笑和开朗性格的女子。20岁开头热恋的他们，结果也不知道错在哪里就离婚了。5年后她出现在于津的眼前。她还是糊涂新入社组员那皓太的单恋对象……是让皓太幻想真爱的人物，让于津因为纯洁的回忆而温暖着他的心。",
    "chinese_title": "质量保证班zero",
    "douban_rating": "6.7/10 from 97 users",
    "foreign_title": "하자전담반 제로",
    "douban_rating_average": "6.7",
    "update_at": "2025-02-08T07:07:52"
}