{
    "aka": [],
    "sid": "36098639",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情",
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "印度"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1326948/",
            "name": "普里斯维·坎努尔 Prithvi Konanur",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "Rashid"
    ],
    "douban_link": "https://movie.douban.com/subject/36098639/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "This complex story opens with 20-year-old Muslim men Rashid and Ejaz trying to get intimate. Ejaz resists his own urges and patronizes Rashid indicating to an abusive relationship. On an evening, at the college toilet, 2 masked men attack and sexually assault Rashid. One of them robs Rashid of his money while the other resists it. Later, we see that the rapists are Ejaz and another man Rajesh. Rajesh was the one who robbed Rashid while Ejaz resisted. Days later, Rashid has an itch in his groin. Abu, Rashid’s doctor-father, knows that it’s pubic lice. An STD. Abu and wife Ishrat make her daughter Saira question Rashid. To her horror, Saira discovers romantic exchanges with Ejaz on Rashid’s phone. Saira and Ishrat confront Rashid forcing him to come out as Gay. Rashid believes that he can change and promises to change. Thus begins a long and tortuous ordeal or exorcism, hormonal therapy and the attacker’s blackmail for money, even as Rashid is in denial and struggles to accept his own sexuality and gender identity, which, threatens to derail the entire family’s social, religious and personal lives.",
    "chinese_title": "Rashid",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-06T22:08:44"
}