{
    "aka": [],
    "sid": "36098667",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1462921/",
            "name": "金世仁 Se-in Kim",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [],
    "this_title": [
        "The Day of Dongkyeong"
    ],
    "douban_link": "https://movie.douban.com/subject/36098667/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Dongkyeong, a middle-aged woman, works as a translator. She gives up on a manuscript which she has been working on for four and a half months and moves from Seoul to Wonju. Having always been pressured to translate manuscripts to tight deadlines, she can't remember the stories that she has worked on. She decides to quit her job and reconsider what to do with her life. One day, Moon-an, who went to the same college as Dongkyeong, comes to see her, together with her daughter, Eul-lae. Moon-an asks Dongkyeong to take care of her daughter for 10 days so that she can settle her divorce. During her time with Eul-lae, Dongkyeong remembers some long-forgotten stories, and tells them to Eul-lae. Eul-lae turns 21. On her way to say goodbye to someone, Eul-lae recalls some of Dongkyeong’s stories. Somehow, she remembers them dInternational Film Festivalerently from what she was told. The stories that Eul-lae remembers now become mixed up with those she heard from Dongkyeong, with things she has seen, and dreamed in her sleep, becoming totally dInternational Film Festivalerent. Are these Dongkyeong's stories? Or Eul-lae's? Or are we the story?",
    "chinese_title": "The Day of Dongkyeong",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-11-22T13:28:24"
}