{
    "aka": [],
    "sid": "36092494",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886807169.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1489471/",
            "name": "米卡·加姆拉斯尼 Mickaël Gamrasni",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt18602688",
    "director": [],
    "duration": "",
    "episodes": "5",
    "language": [
        "法语"
    ],
    "playdate": [
        "2022-03-14(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt18602688/",
    "imdb_votes": 10,
    "this_title": [
        "C'était la guerre d'Algérie"
    ],
    "douban_link": "https://movie.douban.com/subject/36092494/",
    "imdb_rating": "8.1/10 from 10 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Juillet 1962, l’Algérie est indépendante. Ils sont des millions à travers tout le pays à fêter la naissance d’une nation et la fin de 130 années de présence française. Un million d’autres, européens, appelés les « pieds-noirs », nés en Algérie, enracinés depuis des générations quittent le pays dans un dramatique exode. « La guerre d’Algérie, c’est la guerre qui n’aurait jamais dû avoir lieu », a dit Ferhat Abbas, le premier président du gouvernement provisoire de la République algérienne. Et pourtant cette guerre « qui longtemps n’aura pas de nom » va durer huit longues années. De 1954 à 1962, la guerre d'Algérie, ce sont un million et demi de jeunes appelés français, contre des milliers de maquisards, côté algérien, 30 000 morts militaires français, des centaines de milliers d’Algériens tués, des milliers d’Européens disparus au moment de l’indépendance... On devrait dire « les » guerres d’Algérie. Une guerre entre nationalistes algériens et l’armée française bien sûr, mais aussi une guerre entre Algériens ; celle qui opposa cruellement deux mouvements indépendantistes rivaux. Et l’autre qui opposa les harkis, ces musulmans pro-français, au Front de libération nationale algérien (FLN) et qui fit, à l’indépendance, des dizaines de milliers de morts, côté harkis. Et enfin la guerre franco-française qui commence à Alger en juin 1958 par un grand malentendu. Une guerre qui divisa la France, la terrorisa durant des années et faillit la faire basculer dans le chaos. C’est tout cela la guerre d’Algérie. L’histoire de deux peuples déchirés un temps, mais liés à jamais par ce passé commun.À partir d’archives rares, restaurées et colorisées, C’était la guerre d’Algérie est un film sans tabou et à hauteur d’hommes. Tous les tabous de cette « guerre sans nom » seront abordés : les tabous de la colonisation française, et de ses promesses non tenues ; mais aussi les tabous d’une histoire algérienne méconnue, avec ses vainqueurs et ses victimes… Des massacres de Sétif en mai 1945 à l’indépendance de juillet 1962... Après s’être attaché à l’histoire de la colonisation elle-même depuis 1830, C’était la guerre d’Algérie raconte la plus chaotique, et la plus méconnue des indépendances, de toutes celles qui ont émaillé l’histoire de la colonisation française. Le parti pris du film a été de croiser la grande Histoire avec la « petite ». Les témoins d’hier et les mémoires d’aujourd’hui, parmi lesquels : Nicole Garcia ou Cédric Villani pour les Français d’Algérie ; Ali Haroun, l’ancien patron du FLN en France, ou Kahina Bahloul, la jeune imame franco-algérienne ; sans oublier des appelés de l’armée en Algérie, ou des descendants de harkis, comme l’ancien maire de Volvic, Mohamed Hamoumou.Par-delà les archives, ce film est incarné par des figures identifiables dont nous suivrons les destins contrastés : Albert Camus, le libéral engagé d’Alger, Ferhat Abbas et Messali Hadj, les pionniers malheureux du nationalisme algérien ; François Mitterrand qui sera en première ligne de 1954 à 1957 ; le paradoxal Jacques Soustelle, immense intellectuel libéral devenu un « dur » ; Ahmed Ben Bella, Hocine Aït Ahmed, parmi les plus fameux « fils de la Toussaint », à l’origine de l’insurrection ; Massu et ses paras, durant la bataille d’Alger ; Germaine Tillion qui, de 1934 à 1957, filme l’Algérie, lutte et raconte ; Yacef Saâdi, le chef de la Casbah d’Alger, ou encore Charles de Gaulle, arrivant en sauveur, recherchant désespérément « la paix des braves », et ne la trouvant pas…",
    "chinese_title": "C'était la guerre d'Algérie",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-08-08T03:26:20"
}