{
    "aka": [],
    "sid": "36098633",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "印度",
        "澳大利亚"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1425648/",
            "name": "萨赫拉·卡里米 Sahraa Karimi",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "My Kabuliwala"
    ],
    "douban_link": "https://movie.douban.com/subject/36098633/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Zeyba (35), an Afghan musician/photographer with a traumatic past and deep yearning to find a father she has never seen, who disappeared in Kolkata, meets Ishani (37), a theatre director from Kolkata, who desires to make her late father’s dream come true. The two women are mysteriously brought together by the 140-year-old short story, Kabuliwala, by India’s Nobel Laureate, Rabindranath Tagore; a story about the friendship between a five-year-old Bengali girl in Kolkata and a middle-aged Afghan Kabuliwala (money lender). Ishani is researching Tagore’s story for her stage play when the women meet in Afghanistan, seemingly as if magically destined. Tagore’s songs, poetry and traditional Kurdish Balora singing mingle with the rain, as women, traumatized under Talibani rule and unable to recount their violent pasts, watch Tapan Sinha’s 1957 film, Kabuliwala . Ishani explores this happy, intimate, warm Afghanistan through Zeyba’s eyes. Zeyba, a musician in an all-female orchestra in Afghanistan, known as Zohra, creates fusion music mixed with Tagore’s unique style, and together these women form a deep connection with one another’s souls. Zeyba’s only link with her father is an old Bengali film poster. She returns with Ishani to search the magical streets of the mysterious, laid-back Kolkata, questioning the Afghanis who reside there. Her search leads her to uncover truths long buried about her father. As Ishani’s play opens to a rousing ovation in Kolkata, Afghanistan falls again to the Taliban. Over the mayhem and cries of a helpless country, Afghani music mingles with Tagore’s into a final crescendo.",
    "chinese_title": "My Kabuliwala",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-30T12:10:14"
}