{
    "aka": [],
    "sid": "36098631",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情",
        "科幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "韩国"
    ],
    "writer": [],
    "imdb_id": "tt22694950",
    "director": [
        {
            "url": "/celebrity/1424297/",
            "name": "金德中 Kim Duk-joong",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt22694950/",
    "this_title": [
        "Loop Out"
    ],
    "douban_link": "https://movie.douban.com/subject/36098631/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In an unspecified future, technological advances have made it possible for people to enter the dream worlds created by comatose patients. Corporation A specializes in treating comatose patients and has discovered a way to awaken them through the deployment of ‘divers.’ Divers must lead the dreamer to the realization that the world they are in is a dream, then kill the dreamer in the dream. What complicates this process is that dreamers often possess superhuman abilities that make them extremely dInternational Film Festivalicult to exterminate.Jungmi, a diver, enters the dream world of patient, Kyungsoo, posing as his lover. She finds that, unlike the worlds of many dreamers, Kyungsoo’s is very much normal, and even he himself is vulnerable to death within it. All she must do now is make him understand the nature of this world and kill him. In the guise of his lover, Jungmi repeatedly and unsuccessfully attempts to persuade Kyungsoo of the truth, instead becoming increasingly blinded by his affections. As Jungmi’s endeavors continue to prove unfruitful, Kyungsoo’s legal guardian decides to terminate any further attempts. Jungmi tries to anchor herself in Kyungsoo’s dream so that she can continue to be with him, but finds that the antagonistic forces in his dream trying to drive her out are formidable. Kyungsoo makes the ultimate sacrifice to protect Jungmi and, as a result, loses all memory of their time spent together. Through Kyungsoo’s sacrifice, Jungmi sees that their one-sided relationship has come to an end, and decides to resurface back in the real world with Kyungsoo.",
    "chinese_title": "Loop Out",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-15T09:44:08"
}