{
    "aka": [],
    "sid": "36098981",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片",
        "短片",
        "西部"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882697218.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1249974/",
            "name": "考特妮·斯蒂芬斯 Courtney Stephens",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt4170078",
    "director": [
        {
            "url": "/celebrity/1249974/",
            "name": "考特妮·斯蒂芬斯 Courtney Stephens",
            "@type": "Person"
        }
    ],
    "duration": "9分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt4170078/",
    "imdb_votes": 12,
    "this_title": [
        "Ida Western Exile"
    ],
    "douban_link": "https://movie.douban.com/subject/36098981/",
    "imdb_rating": "6.8/10 from 12 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Mixing the fantasy of Westward travel with the pioneering artistic spirit of Georgia O’Keeffe, non-fiction filmmaker Courtney Stephens’s Ida Western Exile is interested in women who go in search of solitude. Using the framework of O’Keeffe’s iconic sojourn to Ghost Ranch, New Mexico, where she lived alone in the latter part of her life and created desert-inspired masterworks, Stephens explores what this sort of elective isolation might look like for a woman living in today’s world of information overload.Familiar images of O’Keeffe on the ranch are accompanied by an anonymous woman’s tightly-wound phone calls with customer service representatives from places like Expedia and Starkist as she plans a trip alone out west, wondering about everything from mercury levels in tuna to weapons she’ll need for self-defense. Meant to serve as a cipher for O’Keeffe’s lesser-known sister Ida, whose own artistic talent was eclipsed by Georgia’s, the woman speaks with a mix of excitement and anxiety. A freight train rolls through the dusty yellow expanses of the valley, mountains and rock formations lingering in the distance, as she expresses a desire to disappear in plain sight, a speck in the midst of this open, empty space.",
    "chinese_title": "Ida Western Exile",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-05-19T12:43:07"
}