{
    "aka": [
        "Conversation avec les dauphins"
    ],
    "sid": "36091793",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2880288521.jpg",
    "region": [
        "法国",
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt6947200",
    "director": [
        {
            "url": "/celebrity/1016343/",
            "name": "John Jackson John Jackson",
            "@type": "Person"
        }
    ],
    "duration": "52分钟",
    "episodes": "2",
    "language": [
        "英语",
        "法语"
    ],
    "playdate": [
        "2016-10-31(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6947200/",
    "imdb_votes": 7,
    "this_title": [
        "Conversations With Dolphins Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36091793/",
    "imdb_rating": "8.8/10 from 7 users",
    "trans_title": [
        "Conversation avec les dauphins"
    ],
    "douban_votes": "0",
    "introduction": "Dolphins have been a source of curiosity and have appeared in our stories and myths for thousands of years. We know they are intelligent mammals, but just how intelligent are they, and how is dolphin intelligence expressed?Adam Walker, an open ocean endurance swimmer, set out on an eight-hour swim to cross the Cook Strait off the coast of New Zealand. After several hours in the cold water, exhausted, he suddenly found himself surrounded by a group of Dusky dolphins. Little did he know he was also being closely followed by a Great White shark. The dolphins appeared to be protecting him from the dangerous predator, which left an indelible impression on Adam.What is the link between our two species? Why do we seem to be so interested and curious about each other? Could we have more in common than we believe? Scientists around the world are asking themselves the same questions.Conversations with Dolphins brings us to the research sites of some of the most internationally renowned dolphin experts studying dolphins in the wild. Do dolphins think the way we do or are their brains wired in a very different way from ours?Co-production:France (MC4) / Canada (Ideacom International)Awards:FILMAR 2018– Prix Jumeau d’Or 2018– People’s Choice Award – France Bleu Pays BasqueFête Européenne de l’Image Sous-Marine et de l’EnvironnementFirst Prize",
    "chinese_title": "Conversations With Dolphins Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.8,
    "douban_rating_average": 0,
    "update_at": "2025-05-28T02:21:33"
}