{
    "aka": [],
    "sid": "36109448",
    "cast": [
        {
            "url": "/celebrity/1049746/",
            "name": "蕾切尔·沃德 Rachel Ward",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2881153033.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [],
    "imdb_id": "tt8374084",
    "director": [
        {
            "url": "/celebrity/1306418/",
            "name": "Russell Scott Russell Scott",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-06(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8374084/",
    "imdb_votes": 14,
    "this_title": [
        "the story of earth"
    ],
    "douban_link": "https://movie.douban.com/subject/36109448/",
    "imdb_rating": "5.3/10 from 14 users",
    "trans_title": [
        "地球的故事"
    ],
    "douban_votes": "0",
    "introduction": "The Story of Earth is an Australian documentary for giant screen and IMAX theatres directed by Russell Scott and written by Russell Scott and Wain Fimeri. The documentary, narrated by Rachel Ward, centres on how contemporary geology has potentially led to a new understanding of how life on Earth came to be.Born from dying stars, it was sculpted by violent collisions in space. Yet, in an epic journey, this hostile ball of molten rock transformed itself into a nurturing environment. From it emerged forms of life, none of which have been found anywhere else in the universe.Stunning and complex visualisations based on the latest scientific modelling will take audiences back in time to the origins of our planet as we explore the extraordinary chain of events that made life not only possible but sustainable.Journey forward to today, to meet a team of geologists travelling the globe looking for clues that help us piece together what is, as far as we know, a unique story in our universe.From the remote rock formations of the Pilbara region of Western Australia, some of the oldest on earth, to the dramatic volcanic rock formations of Iceland, some of the earth’s newest rocks, we discover how earth was formed and what extraordinary conditions combined to make life possible.",
    "chinese_title": "地球的故事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "the story of earth",
    "imdb_rating_average": 5.3,
    "douban_rating_average": 0,
    "update_at": "2025-02-25T12:52:30"
}