{
    "aka": [],
    "sid": "36104067",
    "cast": [
        {
            "url": "/celebrity/1351970/",
            "name": "娑娜莉卡·芭朵莉雅 Sonarika Bhadoria",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2881405896.jpg",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt15502162",
    "director": [],
    "duration": "144分钟",
    "episodes": "",
    "language": [
        "印地语"
    ],
    "playdate": [
        "2022-10-07(印度)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt15502162/",
    "imdb_votes": 3525,
    "this_title": [
        "Hindutva"
    ],
    "douban_link": "https://movie.douban.com/subject/36104067/",
    "imdb_rating": "4.8/10 from 3525 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Hindutva is a story of today's youth. The film explores the depths of Hinduism through its principal characters. It is a story of friendship, love and student politics.Bharat Shastri - Aashiesh Sharma represents a typical Hindu boy of central/northern India, who knows his shlokas and vedas. He studies in Uttarakhand's famous University. He is a proud Hindu. But he is still in the process of discovering Hindutva through various characters around him. To begin with, his father Anup Jalota who is a pandit and a temple priest. Also through his Guruma Deepika Chikhlia And a right wing politician Bhalerao -Govind Namdeo.Sapna Gupta-Sonarika Bhadoria- She has shifted to India from Britain. She has grown up in the west. She leans towards the left and thinks that Hinduism is right wing radical ideology. She finds Bharat communal and radical.Sameer Siddique- Ankit Raaj - He is a popular student leader who believes that his community is discriminated against. He poses to be a leftist, one who is fighting to protect his community. He is in love with Sapna, and Sapna also loves his dynamism and leadership in the University. Does Sameer dream of converting Sapna to Islam and marrying her? We don't know. But his parents are liberal muslim. They love Bharat like a son.The ironic part is that Bharat and Sameer have been childhood friends. But now they are divided by their individual ideologies.Enter Bhalerao -Govind Namdeo. He pushes Bharat to contest the University elections and fight against Sameer Siddique.This sets off a chain reaction which leads Sapna to changing sides. Sameer becomes a bitter loser in love. And Bharat the gainer. But Bharat has to keep fighting to prove to the world that the true meaning of HINDUTVA is Vasudhaiv Kutumbakam.The film truly tests the depths of Hinduism. And debates the concepts of Patriotism and Nationalism.",
    "chinese_title": "Hindutva",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.8,
    "douban_rating_average": 0,
    "update_at": "2025-01-27T05:22:41"
}