{
    "aka": [],
    "sid": "36117278",
    "cast": [
        {
            "url": "/celebrity/1461816/",
            "name": "克里斯托弗·科德尔 Christopher Cordell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1186915/",
            "name": "吉尔·麦克金尼 Gil McKinney",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情",
        "科幻",
        "惊悚",
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897321437.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt13265204",
    "director": [],
    "duration": "82分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-05-09(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13265204/",
    "imdb_votes": 1495,
    "this_title": [
        "Metamorphosis"
    ],
    "douban_link": "https://movie.douban.com/subject/36117278/",
    "imdb_rating": "5.3/10 from 1495 users",
    "trans_title": [
        "蜕潮"
    ],
    "douban_votes": "0",
    "introduction": "Inspired by Farid al-Din ‘Attar’s “The Conference of the Birds“, the film tells of a flock of birds traveling in the wake of Hoopoe, towards the Mountain of Kafh, the home of King Simourgh, from which they expect to receive answers to all their questions. Between dream and reality, the birds cross the 7 Valleys. Most of them get lost along the way, except for the 4 of them who will make experience of 4 human being’s life: Monika (Albania), Abdurrahman (Turkey), Jihad (Syria) and Susan (Israel). Characters very different from each other, in terms of age, gender, culture and religion, territory of origin and mythologies, geographical landscapes and historical and psychological backgrounds. However, for the cases of life, but on the basis of their own specific different orthodoxy, it happens that each of them lives simultaneously in two or more religions. Not only “next door”, in an attitude of tolerance, but “living more than one at the same time”. Animated cinema, by way of metaphor, makes it possible to give visibility both to their spiritual commonality, in their absolute cultural difference, and to the antiquity of the wisdom tradition in which this commonality is inscribed: the Religion of Love. In the end, the secret will be revealed only to 6 birds: to the Hoopoe who guides them (but it too must first learn something); to the 4 who have lived the experience of Love of the human characters, plus a sixth, the most unlikely of all. Speaking of “Religion of Love” today might sound “paradoxical”, literally “outside of common opinion”, a trait destined to remain unperceived and not-documentable without specific dramaturgical work. The game between reality and fiction, therefore, on the one hand enhances the perception of meanings as “non-random”, on the other it allows you to play with the viewer’s belief devices, summoned to take a position, to “see” beyond their habits of perception, beyond the prejudices of common sense.",
    "chinese_title": "蜕潮",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Metamorphosis",
    "imdb_rating_average": 5.3,
    "douban_rating_average": 0,
    "update_at": "2025-04-15T18:30:30"
}