{
    "aka": [],
    "sid": "36117691",
    "cast": [
        {
            "url": "/celebrity/1134070/",
            "name": "赫米斯·潘 Hermes Pan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048163/",
            "name": "弗雷德·阿斯泰尔 Fred Astaire",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027860/",
            "name": "丽塔·海华斯 Rita Hayworth",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036413/",
            "name": "弗兰克·辛纳特拉 Frank Sinatra",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004694/",
            "name": "金·诺瓦克 Kim Novak",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048130/",
            "name": "雪莉·麦克雷恩 Shirley MacLaine",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032107/",
            "name": "赛德·查里斯 Cyd Charisse",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1990",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2881653303.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "director": [],
    "duration": "56分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1990(法国)"
    ],
    "this_title": [
        "Dance Crazy in Hollywood"
    ],
    "douban_link": "https://movie.douban.com/subject/36117691/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Hermes Pan began choreographing Hollywood musicals in 1933, when his long-standing collaboration with Fred Astaire began. For over three decades he was the man who made the stars dance - Ginger Rogers, Betty Grable, Rita Hayworth, Cyd Charisse, Shirley MacLaine and many others. Assimilating elements from the multitude of cultures that co-existed around him, Pan created a style of dance that was truly American. In this program, Pan introduces a dance extravaganza which takes viewers back to the days when the musical was all the rage, with extracts from “My Gal Sal”, with Rita Hayworth and Hermes Pan himself; “Royal Wedding”, with Fred Astaire; “Kiss Me Kate”, with Bob Fosse, Ann Miller and Carol Haney; “Sombrero”, with Cyd Charisse; Pal Joey, with Frank Sinatra, Rita Hayworth and Kim Novak; “Silk Stockings”, with Fred Astaire and Cyd Charisse; “Excuse My Dust”, with Sally Forrest; “Three Little Words”, with Fred Astaire and Vera Allen; and the scene from Joseph L. Mankiewicz’s “Cleopatra”, starring Elizabeth Taylor, when she makes her entry into Rome. This is the last program made with Pan before his death in 1990 and is a fascinating combination of irresistible archive film of the best of Hollywood’s dancers, and the unique viewpoint of one of cinema’s greatest choreographers.",
    "chinese_title": "Dance Crazy in Hollywood",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-18T20:29:09"
}