{
    "aka": [],
    "sid": "36114557",
    "cast": [
        {
            "url": "/celebrity/1223583/",
            "name": "理查德·哈蒙德 Richard Hammond",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1112466/",
            "name": "Evel Knievel Evel Knievel",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2881525214.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1164986",
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2007-12-23(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1164986/",
    "imdb_votes": 126,
    "this_title": [
        "Richard Hammond Meets Evel Knievel"
    ],
    "douban_link": "https://movie.douban.com/subject/36114557/",
    "imdb_rating": "7.2/10 from 126 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The documentary is based around the Evel Knievel Days event in Butte, Montana. The presenter, Richard Hammond, spends four days with former motorcycle daredevil Evel Knievel.Knievel is sympathetically but, at the same time, revealingly portrayed as a bitter old man that surely lives up to his legend (showing up for disturbing screenings and even more challenging interviews about his former traumatic failures, despite being ill and in excruciating pain, but displaying nothing more than a grudging attitude), but is reluctant to face the moral challenges that come with re-living his relationships with his family, his \"rock'n'roll star\" behavior patterns and, ultimately, the issue of surviving his career by a long stretch. Knievel's inner controversies are captured in his reluctance to be interviewed by Hammond in the first place, and punctuated by editing and writing of the documentary. Hammond feels somewhat embarrassed to pursue his goal of clarifying the feelings of Evel about his career during the interviews (given the struggle between admiration and ire of being constantly put off by Knievel), and thus gives the viewer even more insight into the Evel's personality and the phenomenon behind his popularity. Finally, the film clearly shows Knievel shutting himself off the BBC filming team, as he finally thanks Hammond in a polite way, but firmly advises him to \"get on his airplane and get outta here\".",
    "chinese_title": "Richard Hammond Meets Evel Knievel",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-04-25T05:56:37"
}