{
    "aka": [],
    "sid": "36116451",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884587134.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt22489652",
    "director": [
        {
            "url": "/celebrity/1008392/",
            "name": "海因茨·艾米高斯 Heinz Emigholz",
            "@type": "Person"
        }
    ],
    "duration": "95分钟",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "2022-10-20(DOK Leipzig)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt22489652/",
    "this_title": [
        "Mamani in El Alto"
    ],
    "douban_link": "https://movie.douban.com/subject/36116451/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "As a pioneer of Neo-Andean architecture, Freddy Mamani Silvestre attracts attention far beyond the borders of Bolivia. His non-conformist designs are influenced by the culture of the Aymara, the biggest ethnical group in the country, echoing their myths and patterns. Buildings constructed between 2008 and 2021 are circled, inspected and captured, in part 35 of the ongoing series “Photography and beyond”.Like giant jewels, the Cholets rise into the sky above the Bolivian city of El Alto, at 4,000 metres above sea level. Cholets, a neologism created from chalet and Cholo, the local term for indigenous people, are the creations of architect Freddy Mamani Silvestre, born in 1971. Several dozen buildings designed by him adorn the otherwise fairly unglamorous city otherwise mainly dominated by raw red brick. Mamani’s built fantasies, on the other hand, are striking, arrogant and bold. Snakes seem to be slithering up their facades, scattered diamonds cling to the glazing and occasionally the whole thing is crowned by a stand-alone residential building. But the Cholets are mainly used for festivities, because they house the so-called “salones de eventos”. Emigholz unlocks psychoactive places that evoke the interior of pinball machines and, in their confident splendour, triumph over the richer neighbouring city of La Paz.",
    "chinese_title": "Mamani in El Alto",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-20T04:08:40"
}