{
    "aka": [],
    "sid": "36117598",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2881670624.jpg",
    "region": [
        "美国",
        "印度尼西亚",
        "瑞士"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1448471/",
            "name": "迪亚·吉诺夫奇 Dea Gjinovci",
            "@type": "Person"
        }
    ],
    "duration": "12分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2022-11-10(阿姆斯特丹国际纪录片节)"
    ],
    "this_title": [
        "Dust Away"
    ],
    "douban_link": "https://movie.douban.com/subject/36117598/",
    "trans_title": [
        "围尘"
    ],
    "douban_votes": "0",
    "introduction": "“I imagined the United States to be the most beautiful place in the world. And no, I met hell instead,” says one of the mostly undocumented Latin American immigrants who were employed as cleaners in the aftermath of the attack on the World Trade Center, at the cost of their health. Some talk about their experiences and the lack of recognition they received. One of them notes that white Americans didn’t put their lives on the line in the way that they did.Filmmakers Tanita Rahmani and Dea Gjinovci have chosen a strikingly free form. Testimonials, which we hear only as voice-overs, seem to merge into a single voice. These are accompanied by a creative montage of images, which appear to emerge spontaneously from the collective memory. Animation is combined with old and new film footage and photographs.Dust Away immerses the viewer in the experiences of its protagonists, from longing for the children they left behind and the nature in their birthplaces, to the devastation of Ground Zero and the medication they now take. The participants in this film are members of the Nuestros Heroes Project support group, which was founded in 2010.源自：https://www.idfa.nl/en/film/80467152-50b8-4e9f-93bb-e4b424e94876/dust-away",
    "chinese_title": "围尘",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Dust Away",
    "douban_rating_average": 0,
    "update_at": "2025-12-30T19:56:28"
}