{
    "aka": [],
    "sid": "36117595",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2891597430.jpg",
    "region": [
        "匈牙利",
        "比利时",
        "葡萄牙"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1465007/",
            "name": "拉斯兰·范多特 Ruslan Fedotow",
            "@type": "Person"
        }
    ],
    "duration": "28分钟",
    "episodes": "",
    "language": [
        "乌克兰语",
        "俄语",
        "英语",
        "匈牙利语"
    ],
    "playdate": [
        "2022-11-10(阿姆斯特丹国际纪录片节)"
    ],
    "this_title": [
        "Away"
    ],
    "douban_link": "https://movie.douban.com/subject/36117595/",
    "trans_title": [
        "远离"
    ],
    "douban_votes": "0",
    "introduction": "A heartbreaking portrait of 16-year-old Ukrainian refugees Andrey and Alisa, who help out at a school for refugee children in Budapest. Andrey asks the children to draw pictures of something from back home in Ukraine. What beautiful things can they recall? He offers the example of his own grandfather’s cherry orchard. The children use confrontational, adult vocabulary to describe their experiences of war. A young boy earnestly goes through a number of battle strategies, and a girl provides a vivid account of a rocket attack.After school, the young couple make colorful protest artwork out on the streets of the Hungarian capital, sparking discussions between pro-Russian and pro-Ukrainian passersby. The camera films the pair without commentary, capturing the everyday fun had by two teenagers in love, as well as the difficult phone calls to the home front. Reassuring stories of ripening cherries are welcome, but the sadness of the war, the imminent trauma and the growing awareness of their wrecked youth is unfortunately ever-present.源自：https://www.idfa.nl/en/film/c2268db3-040a-49c7-b778-bb22e2df8b4b/away",
    "chinese_title": "远离",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Away",
    "douban_rating_average": 0,
    "update_at": "2025-12-06T05:14:36"
}