{
    "aka": [],
    "sid": "36118505",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908946026.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt26009272",
    "director": [
        {
            "url": "/celebrity/1033381/",
            "name": "佩波·丹科瓦特 Pepe Danquart",
            "@type": "Person"
        }
    ],
    "duration": "117分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2022-10-18(DOK Leipzig)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt26009272/",
    "imdb_votes": 47,
    "this_title": [
        "Daniel Richter"
    ],
    "douban_link": "https://movie.douban.com/subject/36118505/",
    "imdb_rating": "6.9/10 from 47 users",
    "trans_title": [
        "丹尼尔·里希特"
    ],
    "douban_votes": "0",
    "introduction": "Few artist portraits give us the privilege of getting as close to the painter as if we had free access to his studio. Over a period of three years, Pepe Danquart got to accompany the painter Daniel Richter, watching him paint, negotiate with his gallerist, talk to his publisher and joke with fellow artist Jonathan Meese. Danquart interviews collectors, attends auctions and even visits record shops.From all this the complex image of an artist emerges who appreciates the abstract as much as the figurative and who seems to be searching constantly for the meaning of his work. Daniel Richter’s paintings fetch top prices on the art market – an aspect that neither Pepe Danquart nor the painter leave out, but that is, fortunately, not the focus here. Openings, auctions and gala dinners structure the narrative, but its heart is Richter’s studio, where we see him as a craftsman, a restless doer, who reflects surprisingly frankly and self-deprecatingly on his work, which to him is always also a political act. He talks about the process of creation, the effect, meaning and significance of his paintings, makes clear statements and, notwithstanding a certain amount of craving for recognition, ultimately doesn’t take himself more seriously than necessary.",
    "chinese_title": "丹尼尔·里希特",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Daniel Richter",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-09-24T20:39:39"
}