{
    "aka": [],
    "sid": "36116452",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884587263.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt22489654",
    "director": [
        {
            "url": "/celebrity/1008392/",
            "name": "海因茨·艾米高斯 Heinz Emigholz",
            "@type": "Person"
        }
    ],
    "duration": "62分钟",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "2022-10-20(DOK Leipzig)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt22489654/",
    "this_title": [
        "Salamone, Pampa"
    ],
    "douban_link": "https://movie.douban.com/subject/36116452/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Slaughterhouses with concrete blades on top, monumental cemetery gates in the plains: Architect Francisco Salamone (1897–1959) shaped the image of the Argentinean pampa around Buenos Aires. In part 34 of his “Photography and beyond” series, Heinz Emigholz once more probes architecture for biographical traces. Salamone, who immigrated from Sicily as a child, realised his ideas between 1936 and 1940, when Mussolini’s Italy re-discovered architecture as an ideological craft.Axes seem to be buried in the façade of the Coronel Pringles city hall. Elsewhere, stone tree fungi grow. And in front of the Saldungaray cemetery, viewed from the rear, a giant pancake or satellite dish forms, while in front the head of a suffering Jesus protrudes from the concrete. Monumental designs, occasionally incorporating elements of Art Deco or Italian Futurism, towering in the sky and advertising importance. Francisco Salamone worked in the years of the “Década infame”, that infamous decade followed shortly afterwards by the presidency of Juan Perón. The buildings seem inhospitable and full of hubris. They are supposed to herald modernity and progress and yet loomed terrifyingly over the peasantry of the country. Heinz Emigholz documents these intimidating buildings from every conceivable angle.",
    "chinese_title": "Salamone, Pampa",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-11T11:13:39"
}