{
    "aka": [
        "The Land"
    ],
    "sid": "36111129",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2881315608.jpg",
    "region": [
        "拉脱维亚"
    ],
    "writer": [],
    "imdb_id": "tt22188360",
    "director": [
        {
            "url": "/celebrity/1297173/",
            "name": "伊万内斯·塞利克斯 Ivars Seleckis",
            "@type": "Person"
        }
    ],
    "duration": "108分钟",
    "episodes": "",
    "language": [
        "拉脱维亚语"
    ],
    "playdate": [
        "2022-10-04(拉脱维亚)",
        "2022-11-10(阿姆斯特丹国际纪录片节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt22188360/",
    "imdb_votes": 21,
    "this_title": [
        "Zemnieki"
    ],
    "douban_link": "https://movie.douban.com/subject/36111129/",
    "imdb_rating": "8.6/10 from 21 users",
    "trans_title": [
        "The Land"
    ],
    "douban_votes": "0",
    "introduction": "In THE LAND, Ivars Seleckis’s measured, observational images capture the cycle of the seasons in a rural community in Latvia. Fifty years ago Seleckis shot another film in the same region: The Corn-Bins (1973), which documented a major shift in the country’s agriculture. The upscaling of farming had already been started under Stalin—because groups were easier to control than individuals—and these huge farming concerns ushered in the collapse of traditional agriculture.In the meantime, increasing numbers of people have returned to the countryside. Seleckis focuses on five families to represent the diversity of human life in modern rural Latvia, accompanying these scenes with his own voice-over, filled with reflections about the essence of documentary making.He follows the farmers for a full year. Each has their own reason for living in the countryside. Some had had enough of office life and wanted to do real, tangible things, like digging a well or planting potatoes. Others are following in their father’s footsteps and still working with century-old machinery. While one appears to be leading a harmonious life, another is desperately taking out loan after loan—opening up a highly topical discussion about the future of agriculture.源自：https://www.idfa.nl/en/film/0bb3845c-83f4-4059-9678-e757a3de0443/the-land",
    "chinese_title": "Zemnieki",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.6,
    "douban_rating_average": 0,
    "update_at": "2025-04-02T10:49:34"
}