{
    "aka": [
        "네임리스 신드롬"
    ],
    "sid": "36117490",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897437787.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1575709/",
            "name": "车在民 Jeamin Cha",
            "@type": "Person"
        }
    ],
    "duration": "24分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "2022-09-20(DMZ International Documentary Film Festival)"
    ],
    "this_title": [
        "Nameless Syndrome"
    ],
    "douban_link": "https://movie.douban.com/subject/36117490/",
    "trans_title": [
        "无名综合征",
        "네임리스 신드롬"
    ],
    "douban_votes": "0",
    "introduction": "원인을 알 수 없는 통증으로 이름 없는 질병을 앓고 있는 여성들이 있다. 그녀들의 육체적·정신적·사회적 고통이 여러 텍스트에서 인용된 언어를 거쳐 내레이션으로 이야기된다. 작가는 그 내레이션이 리서치를 하는 과정에서 마주쳐 “주워 모은 문장들로 만들어진 구조물”이라고 밝힌다.-원인을 알 수 없는 통증을 유발하여 인간을 병들게 하는 익명의 질환을 추적한 <네임리스 신드롬>은 젊은 작가들을 발굴, 지원하기 위해 기획된 미술관 ‘리움’이 ‘아트 스펙트럼’에서 전시되어 올해의 작가상을 수상한 작품이다. 서사의 구성은 5개의 소제목이 붙은 챕터들로 이루어지는데, 개별 챕터들은 앞의 것이 뒤에 오는 것을 불러내거나, 이어받고, 또는 벗어나는 인상을 준다. 모든 인물들은 여성이고, 그 중 한 명이 나레이터 역할을 맡아 해설과 주석, 질문을 던지며, 작가의 조사와 인터뷰에 기초한 재연 장면들이 포함되어 있다. 전편을 주재하는 시청각적 모티프는 반사와 반영이라고 할 수 있는데, 거울과 창문, 물의 표면 위에서 이미지들이 서로를 비추고 반영하거나 마주본다. 인과의 논리로부터 벗어나 물리적, 사회적, 정치적으로 고통 받아온 여성들에 대한 메타포를 텍스트와 이미지의 플레이를 통해 형상화한 작품이다. (제14회 DMZ국제다큐멘터리영화제)There are women who suffer from an unnamed disease with an unknown cause. Their physical, mental, and social suffering is narrated through the language cited in various texts. The author reveals that the narration is a “structure made of picked up sentences” that he encountered during the research process. - <Nameless Syndrome>, which traces an anonymous disease that causes unexplained pain and makes humans sick, is an art museum designed to discover and support young artists. Works that won the Writer's Award. The composition of the narrative consists of five sub-titled chapters, each of which gives the impression that the preceding invokes, succeeds, or escapes the following. All characters are female, and one of them takes on the role of the narrator, providing commentary, commentary, and questions, and contains reenactments based on the author's research and interviews. The audiovisual motifs that preside over the first film are reflection and reflection. On the surface of mirrors, windows, and water, the images reflect, reflect, or face each other. It is a work that embodies the metaphor of women who have suffered physically, socially and politically through the play of texts and images, away from the logic of causality. (The 14th DMZ International Documentary Film Festival)CHA JeaminUsing filmed footage rather than synthetic images, she asks questions about the potential and powerlessness of visual arts and documentaries. It approaches the reality of individuals through field research and interviews, and pays attention to how society seeps into their lives.",
    "chinese_title": "无名综合征",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Nameless Syndrome",
    "douban_rating_average": 0,
    "update_at": "2025-12-02T12:52:40"
}