{
    "aka": [],
    "sid": "36111160",
    "cast": [
        {
            "url": "/celebrity/1212799/",
            "name": "里卡多·阿瓦尔卡 Ricardo Abarca",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1286493/",
            "name": "阿曼多·汤姆森 Armando Hernández",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2889458242.jpg",
    "region": [
        "墨西哥"
    ],
    "writer": [],
    "imdb_id": "tt15559824",
    "director": [],
    "duration": "",
    "episodes": "10",
    "language": [],
    "playdate": [
        "2022-09-21(墨西哥)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt15559824/",
    "imdb_votes": 85,
    "this_title": [
        "El Repatriado"
    ],
    "douban_link": "https://movie.douban.com/subject/36111160/",
    "imdb_rating": "6.4/10 from 85 users",
    "trans_title": [
        "跨境擂台"
    ],
    "douban_votes": "0",
    "introduction": "Leonel grows up in the United States, believing that Roberto is his biological father, and although he is unsure of his origins, and doesn't speak Spanish, he constantly has nightmares involving the border with Mexico, and a woman he cannot remember. But he continues on and doesn't ask himself many questions. His life is good, he has an excellent relationship with his parents, a beautiful girlfriend, lots of friends and a more than promising future as a boxer. What he doesn't know is that all this is about to be radically changed by a betrayal. On the day of a very important fight, he gets arrested and deported to Matamoros as an undocumented visitor, never given the chance to prove that he's actually an American citizen. Fate will take him to an eclectic neighborhood in Mexico City where he will have to confront his beliefs, survive, rediscover his origins, unravel mysteries, break prejudices, learn a new language, adapt to Mexican culture, make new friends and find true love, without neglecting his boxing dream and the urge to return to what he considers his country.",
    "chinese_title": "跨境擂台",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "El Repatriado",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-05-02T18:26:27"
}