{
    "aka": [],
    "sid": "36122166",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882038273.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1336051/",
            "name": "保罗·怀特 Paul Wright",
            "@type": "Person"
        }
    ],
    "duration": "78分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-11-12(阿姆斯特丹国际纪录片节)"
    ],
    "this_title": [
        "Arcadia Live"
    ],
    "douban_link": "https://movie.douban.com/subject/36122166/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "This depiction of a lost paradise, composed entirely of archive footage, is a portrait of the British countryside that is at times surreal, as well as a feverish search for what binds us together. Images of idyllic farming life make you long for the sense of community of yesteryear, for the wonder of Alice and the White Rabbit, or pagan feasts around a fire. At the same time, they create a tension: not everything was better in the old days.The montage juxtaposes long-standing rituals such as dancing around the maypole with the collective trance at a techno festival. The British landscape as it once was, when plows were still drawn by horses, makes way for rows of smoking chimneys and mad cow disease. In carefully chosen audio excerpts, we hear speeches describing utopian futures.The hypnotic soundtrack of this astonishing musical film essay was written by Adrian Utley (Portishead) and Will Gregory (Goldfrapp), who perform it live with a band. They use folk, dance and rock to give the recurring images new layers of meaning.",
    "chinese_title": "Arcadia Live",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-06T16:14:06"
}