{
    "aka": [],
    "sid": "36127601",
    "cast": [
        {
            "url": "/celebrity/1387988/",
            "name": "玉井夕海 Yumi Tamai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1355321/",
            "name": "池田良 Ryô Ikeda",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "剧情",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887683528.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt21231684",
    "director": [],
    "duration": "38分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2023-01-28(鹿特丹电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt21231684/",
    "this_title": [
        "Sekai"
    ],
    "douban_link": "https://movie.douban.com/subject/36127601/",
    "trans_title": [
        "世界"
    ],
    "douban_votes": "0",
    "introduction": "Aki, a junior high school student, has a stutter and is asked to speak in class, but is unable to speak and is bad-mouthed by her classmates. She turns in her daily journal as a blank sheet of paper and has no verbal communication with her homeroom teacher, but she often borrows books on world maps and social issues from the library. She walks home along a riverside path lined with silver grass while listening to Western music. Her parents do not get along and are always on edge, but she has a bedridden grandmother. As usual, Aki sits next to her and reads a book she has borrowed. Yoomi works as a composer. She started composing music because she loves it, but she has no motivation and tends to run away from it. At her favorite bar, a salaryman tells her she's doing what she loves as a job, but she can't say anything back. On her way home at night, Yoomi pedals her bicycle with her eyes closed. Aki falls asleep next to her grandmother and wakes up to find snow falling on the balcony. As Yoomi goes out on the balcony, she sees Aki in the apartment next door, humming a Western tune while looking at the sky. Yoomi remembers that she used to like that song too.",
    "chinese_title": "世界",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Sekai",
    "douban_rating_average": 0,
    "update_at": "2025-05-01T14:39:26"
}