{
    "aka": [],
    "sid": "36127288",
    "cast": [
        {
            "url": "/celebrity/1335068/",
            "name": "巴哈德·阿布迪 Barkhad Abdirahman",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "肯尼亚"
    ],
    "writer": [],
    "imdb_id": "tt15134118",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "2022-02-22(肯尼亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt15134118/",
    "imdb_votes": 84,
    "this_title": [
        "Ayaanle"
    ],
    "douban_link": "https://movie.douban.com/subject/36127288/",
    "imdb_rating": "9.4/10 from 84 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "AYAANLE is a 21 year old, young man living in Nairobi who aspires to become an actor and reach Hollywood. Despite his conservative upbringing and coming from an impoverished background, he remains optimistic about making it in the film industry and hopes to emulate his hero Denzel Washington. His life is turned upside down after a series of unlikely events that lead him to becoming the most wanted man in Kenya and in connection with terror activities across East Africa. The nightmare starts with a corrupt police squad arresting him without due cause. His mother has to use the entire family savings to bail him out of jail leaving the family facing hard times. In his desperation to recoup the funds, Ayaanle is coerced by a friend to join a hoax that he is orchestrating in order to make some quick money. A news crew from the global news network GNN are in Nairobi to film a story about the activities of terror networks in East Africa. The real terror group are unwilling to provide interviews, a Friend and Ayaanle conspire to hoodwink the news crew and pretend to be members of the terror group for the purposes of the interview in order to exact some money from the news team. Unfortunately for Ayaanle, the crooked policemen who arrested him earlier also end up viewing the news item and recognize him straight away. The cops end up frantically searching for Ayaanle and his team all over Eastleigh, terrorizing the neighborhood with the reward money from the Americans in mind; they want to get to him first before anyone else does. After his arrest, he's taken to a special site where he meets the real extremists where he becomes radicalized and ready to settle scores.",
    "chinese_title": "Ayaanle",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 9.4,
    "douban_rating_average": 0,
    "update_at": "2025-08-12T16:56:37"
}