{
    "aka": [
        "To the Victory"
    ],
    "sid": "36129472",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2028",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "乌克兰"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1420435/",
            "name": "瓦连京·瓦夏诺维奇 Valentyn Vasyanovych",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "2028(未定)"
    ],
    "this_title": [
        "For the Victory!"
    ],
    "douban_link": "https://movie.douban.com/subject/36129472/",
    "trans_title": [
        "To the Victory"
    ],
    "douban_votes": "0",
    "introduction": "Producer Volodymyr Yatsenko said: “This movie is very personal for Valentyn. At the beginning of the war, he took his family abroad, returned and started working. At first, he started making a documentary, but it didn't work out for him. In order to film all kinds of evacuations, you need to have a desire to do so. So he tried to shoot a prequel to Atlantis, something which also did not work out.“He suffered for a long time and could not find his place, and then he decided that this would be a very good background for the story of a man over 50, for whom everything is falling apart – but slowly, not all at once. He tells it from the point of view of his family having left, settling somewhere near Vienna. So he remains here alone. His father is old and has to be looked after during the war, and he has an adult son who does not want to grow up, but wants to sit and study computer games. He’s got a whole heap of problems, and at the same time, he feels this terrible helplessness. He cannot go to fight, but he wants to support his country somehow. And he talks about his friends with whom he has worked before.“Valentyn thought that this was such a good observation of himself that it should be a feature film... We received a Netflix grant to do a screenplay, which he is writing and which should be finished by the end of the year. At the same time, we are trying to shoot something – some scenes here and there – because Valentyn always has ideas up his sleeve.”",
    "chinese_title": "For the Victory!",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-17T07:26:18"
}