{
    "aka": [
        "The Last Dolphin King"
    ],
    "sid": "36121926",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887980496.jpg",
    "region": [
        "西班牙"
    ],
    "writer": [],
    "imdb_id": "tt23473184",
    "director": [
        {
            "url": "/celebrity/1355031/",
            "name": "欧内斯特·里埃拉 Ernest Riera",
            "@type": "Person"
        }
    ],
    "duration": "93分钟",
    "episodes": "",
    "language": [
        "西班牙语",
        "英语"
    ],
    "playdate": [
        "2022-11-12(阿姆斯特丹国际纪录片节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt23473184/",
    "imdb_votes": 616,
    "this_title": [
        "¿Qué le pasó al rey de los delfines?"
    ],
    "douban_link": "https://movie.douban.com/subject/36121926/",
    "imdb_rating": "5.7/10 from 616 users",
    "trans_title": [
        "海豚王之死",
        "The Last Dolphin King"
    ],
    "douban_votes": "0",
    "introduction": "In 2015, Spanish environmentalists posted a video showing a dolphin trainer mistreating animals at the dolphinarium in Mallorca. It prompted an international scandal, because the trainer in question was José Luis Barbero, who had just been appointed as vice president at the prestigious Georgia Aquarium in Atlanta in the US. Barbero had a reputation as a visionary trainer who, over the decades, radically changed the world of dolphin shows. This is a man who demands everything of himself, his staff and his animals. Was the video an indictment of the entire system or a deliberate attempt to destroy the reputation of one person?Two worlds collide in The Last Dolphin King. On one side stands the lucrative entertainment industry, which treats intelligent animals as valuable commodities. On the other are the animal rights activists who launch an all-out attack on the man and the sector he represents. When Barbero is reported missing, we discover that his past is as complex as his personality. Eyewitnesses describe a man who was increasingly trapped in an industry without a future.源自：https://www.idfa.nl/en/film/74a44ac2-7654-4e68-b6bc-333da683fd4f/the-last-dolphin-king",
    "chinese_title": "海豚王之死",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "¿Qué le pasó al rey de los delfines?",
    "imdb_rating_average": 5.7,
    "douban_rating_average": 0,
    "update_at": "2025-03-12T18:07:33"
}