{
    "aka": [
        "SE YOSHIMASU GOZO X KUKANGENDAI"
    ],
    "sid": "36129549",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882127059.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt22768582",
    "director": [
        {
            "url": "/celebrity/1329061/",
            "name": "七里圭 Kei Shichiri",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2022-10-16(Doclisboa International Film Festival)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt22768582/",
    "this_title": [
        "'SE'-BACK"
    ],
    "douban_link": "https://movie.douban.com/subject/36129549/",
    "trans_title": [
        "背 吉増剛造×空間現代",
        "SE YOSHIMASU GOZO X KUKANGENDAI"
    ],
    "douban_votes": "0",
    "introduction": "Gozo Yoshimasu is one of Japan’s leading contemporary poets, still wildly prolific into his ninth decade. This film documents his 2019 performance of Se (“Back”), a live poetry reading set against accompaniment from avant-garde rock group Kukangendai. Filmed at Soto, an intimate live music space in Kyoto, Yoshimasu performs a poem dedicated to the view from a window, a world beyond a single pane of glass. Earlier that summer, Yoshimasu had spent several weeks in a small hotel room overlooking the same sea from which sprung the devastating tsunami of 2011. During his time there, he composed poems on the room’s window while gazing out at—though without ever setting foot upon—the spiritual island of Mt. Kinka. Blindfolded and wearing a facemask, Yoshimasu plays audio recordings, growls and rasps his way through a rendition of a poem he wrote in Ishinomaki, and channels his every ounce of energy into drawing, using a pane of glass as his canvas. Kukangendai sculpt shapes of sound in response: an entire universe thrown into sharp relief by an uncompromising contest between voice and sound.",
    "chinese_title": "背 吉増剛造×空間現代",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "'SE'-BACK",
    "douban_rating_average": 0,
    "update_at": "2025-04-09T21:37:03"
}