{
    "aka": [],
    "sid": "36128900",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882114701.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1575486/",
            "name": "萨拉·米罗·菲舍尔 Sarah Miro Fischer",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt16118544",
    "director": [
        {
            "url": "/celebrity/1575486/",
            "name": "萨拉·米罗·菲舍尔 Sarah Miro Fischer",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt16118544/",
    "this_title": [
        "Spit"
    ],
    "douban_link": "https://movie.douban.com/subject/36128900/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "One morning, Livia wakes up with a violent fantasy of a man physically abusing her. Out with her friends that night, she encounters various men. She struggles with desire and boundaries, passion and violence.[Director Statement] ↓Spit is an endogenous liquid, with which you can humiliate a person deeply. At the same time it is an expression of intimacy if you consentfully exchange it while kissing.I wanted to tell the story of a young woman, who uses her wound to empower herself. After experiencing sexual violence, she finds herself in a moment in life, where everything needs to be discovered again. What gives me pleasure, what pain? Where are my boundaries, how do I communicate them?Spit starts in a moment on the edge of dreaming and waking up. The vicinity of pleasure and violence is a constant theme in the film. Most of the scenes are built like balancing acts, where in one moment happiness becomes danger, laughter becomes tears. I am very interested in the fragility of intimacy. The last time we see Livia with her friends, she opens up to them. “Sometimes I fear, I might disappear if nobody touches me anymore.” For her, the stakes are high.",
    "chinese_title": "Spit",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-12-03T17:35:16"
}