{
    "aka": [
        "极端铁路"
    ],
    "sid": "36125526",
    "cast": [
        {
            "url": "/celebrity/1158019/",
            "name": "克里斯·塔伦特 Chris Tarrant",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2881988244.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt9531744",
    "director": [],
    "duration": "45分钟",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-01-07(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9531744/",
    "imdb_votes": 22,
    "this_title": [
        "Chris Tarrant: Extreme Railways Season 5"
    ],
    "douban_link": "https://movie.douban.com/subject/36125526/",
    "imdb_rating": "7.9/10 from 22 users",
    "trans_title": [
        "极端铁路之旅 第五季",
        "极端铁路"
    ],
    "douban_votes": "0",
    "introduction": "TV Presenter Chris Tarrant travels around the world to ride some of the most extreme railways that wind their way through some of the harshest terrain on Earth.1. Conquering the AlpsChris crosses mountains, deserts, jungles and war-zones to discover how railways have been central to to the history of 4 very different parts of the world. He begins with a journey across the Alps, starting in Vienna.2. The Train in SpainChris embarks upon a 1,000 mile journey across Spain discovering how the railways were involved in tensions over Gibraltar, the Civil War and WWII. But Spain has quietly become a world leader in train technology.3. Extreme Nuclear Railway: A Journey Too Far?Chris travels across Ukraine, taking in some of the country's 13,000 miles of railways. Along the way he takes in Kiev and Chernobyl, finishing by the banks of the Black Sea in Odessa.4. The Reunification ExpressChris embarks on a rail trip across Vietnam, exploring its French colonial history along the way, as he sets off along the Reunification Line from Ho Chi Minh in the south - to Hanoi in the north.",
    "chinese_title": "极端铁路之旅 第五季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Chris Tarrant: Extreme Railways Season 5",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2025-06-28T19:00:17"
}