{
    "aka": [],
    "sid": "36125273",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1989",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2881983119.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1079349/",
            "name": "艾莉森·狄薇 Alison De Vere",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1285108",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1989-12-27(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1285108/",
    "imdb_votes": 39,
    "this_title": [
        "The Angel and the Soldier Boy"
    ],
    "douban_link": "https://movie.douban.com/subject/36125273/",
    "imdb_rating": "8.5/10 from 39 users",
    "trans_title": [
        "天使和士兵男孩"
    ],
    "douban_votes": "0",
    "introduction": "With music by Clannad, this enchanting tale of an Angel and a Soldier Boy and the Pirates they outwite will delight children of all ages.This captivating package will enchant both parents and toddlers - Variety; A 25 minute animated film based on the prize-winning picture book without words by Peter Collington. Winner of an ACE Award in Hollywood for International Children s Programming Special; For her birthday a little girl is given a pink piggy bank, a shiny new coin, a picture book about pirates and two tiny dolls - an Angel and a Soldier Boy. While she sleeps, the pirates jump out of the picture book and steal the shiny coin out of her piggy bank. The noise wakes the Soldier Boy who chases after them, but he is overpowered and taken prisoner. The Angel sets off bravely to rescue her love and we follow their adventures, out to sea and back again, as they retrieve the coin and bring it safely home to the little girl. Featuring music by Clannad, composed and arranged by Ciaran Brennan./",
    "chinese_title": "天使和士兵男孩",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Angel and the Soldier Boy",
    "imdb_rating_average": 8.5,
    "douban_rating_average": 0,
    "update_at": "2025-11-29T10:10:37"
}