{
    "aka": [
        "奥斯曼一世传 S3"
    ],
    "sid": "36138310",
    "cast": [
        {
            "url": "/celebrity/1253475/",
            "name": "布拉克·厄兹奇维特 Burak Özçivit",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1241447/",
            "name": "Didem Baçlin Didem Baçlin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1530325/",
            "name": "Gizem Kala Gizem Kala",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1581552/",
            "name": "塔哈·巴兰·厄兹贝克 Taha Baran Özbek",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1585975/",
            "name": "塞奈尔·萨瓦什 Sener Savaş",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1589032/",
            "name": "奥古扎纳·卡尔比 Oguzhan Karbi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1594587/",
            "name": "艾巴尔斯·卡尔塔尔·厄松 Aybars Kartal Özson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "剧情",
        "动作",
        "传记",
        "历史",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882639834.jpg",
    "region": [
        "土耳其"
    ],
    "writer": [],
    "imdb_id": "tt15513524",
    "director": [],
    "duration": "120分钟",
    "episodes": "34",
    "language": [
        "土耳其语"
    ],
    "playdate": [
        "2021-10-06(土耳其)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt15513524/",
    "imdb_votes": 276,
    "this_title": [
        "Kuruluş: Osman 3"
    ],
    "douban_link": "https://movie.douban.com/subject/36138310/",
    "imdb_rating": "8.6/10 from 276 users",
    "trans_title": [
        "创立：奥斯曼 第三季",
        "奥斯曼一世传 S3"
    ],
    "douban_votes": "0",
    "introduction": "Malhun Hatun learns of Bala Hatun's pregnancy and is thus jealous of her. Osman Bey faces Harmankaya Tekfur Mikhael Kosses (Köse Mihal) and Bilecik Tekfur Rogatus Laskaris for Papaz Gregor, a priest who was imprisoned by Byzantine Emperor and he later escaped with help of Tekfur Rogatus. Turgut Bey is a brave alp and Turk Bey who opposes the Byzantines and later forms strong alliances with Osman Bey.Osman Bey has conflicts again with his old enemy Tekfur Aya Nikola who is helped by the Catalan Company which includes Diego and the leader Anselmo. Osman Bey eventually manages to defeat the Catalans. Tekfur Aya Nikola Nikola wants to marry Mari [Sister of Mikhail Kosses] who in turn has fallen in love with Turgut Bey. She escapes the forced alliance and soon with her brother's blessings marries Turgut Bey. Later Osman Bey and Bala Hatun are blessed with a baby boy who is named Alaeddin Ali. A huge feast is held to celebrate this joyous occasion. Meanwhile Osman and his alps capture and bring both Alemshah and Geyhatu to the tribe to hold them accountable for their actions and Alemshah is executed by Osman despite Sultan Mesud's disapproval. Later, Turgut Bey's pregnant wife Mariam Hatun (Mari) dies due to poisoning, and Gündüz Bey comes under suspicion for the same. Osman faces a lot of hurdles in his quest to prove his brother's innocence along with encountering a new enemy determined to cause harm to his people and his plans in building a future state. He successfully conquers İnegöl and Yenisehir but faces tragic losses among his close ones including his elder brother Gündüz, his adoptive mother Selcan and his cousin Aygül, who was married to Cerkutay.",
    "chinese_title": "创立：奥斯曼 第三季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Kuruluş: Osman 3",
    "imdb_rating_average": 8.6,
    "douban_rating_average": 0,
    "update_at": "2025-08-14T05:56:27"
}