{
    "aka": [
        "Storm Alerts"
    ],
    "sid": "36135518",
    "cast": [
        {
            "url": "/celebrity/1143814/",
            "name": "库尔特·拉文 Kurt Ravn",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2919127256.jpg",
    "region": [
        "冰岛"
    ],
    "writer": [
        {
            "url": "/celebrity/1536856/",
            "name": "Jón Atli Jónasson Jón Atli Jónasson",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt35520372",
    "director": [],
    "duration": "82分钟",
    "episodes": "",
    "language": [
        "丹麦语",
        "英语",
        "冰岛语"
    ],
    "playdate": [
        "2025-01-30(鹿特丹电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt35520372/",
    "this_title": [
        "Veðurskeytin"
    ],
    "douban_link": "https://movie.douban.com/subject/36135518/",
    "trans_title": [
        "Storm Alerts"
    ],
    "douban_votes": "0",
    "introduction": "Is a world obsessed with medical diagnostics and pharmaceutical prescription ready for the vivid testimony of Marteinn Helgi Sigurðsson, who defies the label of ‘bipolar disorder’ to give us a glimpse into his shaman-like wisdom? This inventive docu-drama takes us right inside complex mental experiences.In today’s world, a widespread obsession with precise, textbook medical diagnosis goes hand in glove with pharmaceutical prescription as the cure for all ills. Bergur Bernburg’s Storm Alerts, however, forcibly returns us to the anti-psychiatric methodology of the 1960s and 1970s, when social ‘normality’ was much in question and those labelled ‘mad’ were respected and valued for their radical insights. The contemporary, real-life hero of this “journey into the unknown territories of the human mind” is Marteinn Helgi Sigurðsson, who was a highly respected, Medievalist scholar until he fell into the depressive crisis that profoundly altered his lifestyle. Episodes of mania followed by dawning euphoria: the easy label of ‘bipolar disorder’ obscures the worth of what Sigurðsson regards as his newfound ‘shamanistic’ and poetic wisdom.The film splits Marteinn in two: he appears as himself in frank interviews and candid material set in public spaces, and he is played, using wordless gestures and actions, by theatre performer-creator Kristján Ingimarsson. To call this approach docu-drama only weakly captures the vibrancy of the montage and the inventive sound design woven around Marteinn’s unfolding life. We are thereby invited to enter inside his experience, rather than to judge it from a distance.",
    "chinese_title": "Veðurskeytin",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-15T10:00:40"
}