{
    "aka": [
        "Kamli",
        "Mad"
    ],
    "sid": "36138697",
    "cast": [
        {
            "url": "/celebrity/1263714/",
            "name": "萨巴·卡玛尔 Saba Qamar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1482155/",
            "name": "萨尼亚·赛义德 Sania Saeed ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1452318/",
            "name": "尼姆拉·布查 Nimra Bucha",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2892012943.jpg",
    "region": [
        "巴基斯坦"
    ],
    "writer": [],
    "imdb_id": "tt19355940",
    "director": [],
    "duration": "133分钟",
    "episodes": "",
    "language": [
        "乌尔都语",
        "旁遮普语",
        "英语"
    ],
    "playdate": [
        "2022-06-03(巴基斯坦)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt19355940/",
    "imdb_votes": 671,
    "this_title": [
        "کملی"
    ],
    "douban_link": "https://movie.douban.com/subject/36138697/",
    "imdb_rating": "7.6/10 from 671 users",
    "trans_title": [
        "卡姆利",
        "Kamli",
        "Mad"
    ],
    "douban_votes": "0",
    "introduction": "“Houses don’t suffocate you; they protect you”, says Sakina to her sister-in-law Hina, whose own experience says otherwise. After all, Hina has been leading an unfulfilling life since her husband’s disappearance eight years ago, living under the same roof and subjected to the orthodoxy of the fanatical, visually challenged Sakina. But Hina begins to hope again when, drawn by the call of the forest, she falls into a lake and is rescued by a charming young photographer.Pakistani filmmaker Sarmad Khoosat’s Kamli develops this simple, fairy-tale premise into an affecting romantic melodrama that examines the role of tradition in shaping women’s fears and desires. In the emotional economy of the film, happiness becomes a zero-sum game governed by the dictates of religion. Constantly juggling contrasting sentiments, Kamli makes us both cheer for Hina in her search for love, and understand Sakina’s cruelty as a product of deep-seated insecurity.The film draws energy from the idioms of both realist drama and Bollywood musicals, balancing the two to prevent the film from collapsing into either grimness or frivolity. The charming song interludes serve to stylise the emotions, which are kept in check by a story grounded in everyday reality. Elegantly shot with a special attention to fabrics, Kamli offers an exceptional work from an underrepresented region of cinema.源自：https://iffr.com/en/iffr/2023/films/kamli",
    "chinese_title": "卡姆利",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "کملی",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-06-22T15:28:29"
}