{
    "aka": [
        "Long Time No Sleep"
    ],
    "sid": "36137240",
    "cast": [
        {
            "url": "/celebrity/1358802/",
            "name": "爱林·萨拉斯 Ailín Salas",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情"
    ],
    "awards": "　　第37届马德普拉塔电影节(2022)\n　　阿根廷竞赛单元 最佳长片奖(提名) 奥古斯丁·戈多伊\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882686553.jpg",
    "region": [
        "阿根廷"
    ],
    "writer": [
        {
            "url": "/celebrity/1526170/",
            "name": "奥古斯丁·戈多伊 Agustín Godoy",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt23036192",
    "director": [
        {
            "url": "/celebrity/1526170/",
            "name": "奥古斯丁·戈多伊 Agustín Godoy",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2022-11-05(马德普拉塔电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt23036192/",
    "imdb_votes": 37,
    "this_title": [
        "Hace mucho que no duermo"
    ],
    "douban_link": "https://movie.douban.com/subject/36137240/",
    "imdb_rating": "5.8/10 from 37 users",
    "trans_title": [
        "好久没睡觉",
        "Long Time No Sleep"
    ],
    "douban_votes": "0",
    "introduction": "A sunny morning in Buenos Aires. All seems quiet, but then an odd race begins: a variety of people are after a backpack. A little army of seekers surprises us at every corner. Suddenly, a lonely bureaucrat (Mapache) is involved in this adventure, and new, mysterious and unknown people start to populate his life, all running around the popular Argentinian city to obtain the backpack which seems to be crucial to his own fate, according to the words of his new accomplice, magician and tarot reader Luminitsia.Debutant filmmaker and scriptwriter Agustìn Godoy draws a story that manages to make us laugh and keep us glued to the plot. He uses his dazzling sense of rhythm and unanticipated elements such as a variety of gangs and thugs and characters who speak in verse, while keeping us wondering what is inside that precious backpack. Is he just fooling us around? Who knows: this engaging tale shows that cinematic storytelling is just a trick, a riveting promise of what is about to happen.In this rushing chain of raving sequences and amusing choreographies that trap us from the beginning, we don’t even know why we follow and where we go. It all may seem a bit chaotic, but you still can’t stop watching it. A movie that is conscious of itself, so it makes us wonder: is it a comedy, a romance, an adventure?It’s a movie that will make us remember why we love the art of cinema.源自：https://poff.ee/en/film/long-time-no-sleep/",
    "chinese_title": "好久没睡觉",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Hace mucho que no duermo",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2025-11-30T22:14:13"
}