{
    "aka": [
        "Notes on Displacement"
    ],
    "sid": "36130055",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882171346.jpg",
    "region": [
        "巴勒斯坦",
        "德国",
        "卡塔尔"
    ],
    "writer": [],
    "imdb_id": "tt10199070",
    "director": [],
    "duration": "74分钟",
    "episodes": "",
    "language": [
        "阿拉伯语"
    ],
    "playdate": [
        "2022-11-12(阿姆斯特丹国际纪录片节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10199070/",
    "imdb_votes": 18,
    "this_title": [
        "هوامش طاردة"
    ],
    "douban_link": "https://movie.douban.com/subject/36130055/",
    "imdb_rating": "7.6/10 from 18 users",
    "trans_title": [
        "迁移笔记",
        "Notes on Displacement"
    ],
    "douban_votes": "0",
    "introduction": "The news is full of images of overcrowded boats and vast tent camps. But how much do we really know about what refugees are going through? Notes on Displacement takes a deep dive by following a single family on a grueling journey, destination Germany. Their fear, disorientation, and solidarity is palpable.Nadira, an elderly Palestinian, has been a refugee since the age of 12. And now she has to leave Damascus, too. She and her daughter Mona feared for their lives there, but the idea of a safe existence elsewhere is a distant dream. Filmmaker Khaled Jarrar receives unsettling videos and voice messages as they cross to the Greek island of Lesbos. He joins them there, on the long road to a better life.Jarrar has his personal reasons for going through this experience in order to eliminate, in his own images, the distance so dominant in Western media coverage. He worms his way through the thronging crowds, gets lost in the night with his group, discovers how dangerous language barriers can be, and wanders around in the dehumanizing camps. And in a sense he—along with the viewer— becomes a true member of this family.",
    "chinese_title": "迁移笔记",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "هوامش طاردة",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-03-10T06:02:12"
}