{
    "aka": [
        "The Bomber: Terror of WWII"
    ],
    "sid": "36132308",
    "cast": [
        {
            "url": "/celebrity/1004751/",
            "name": "卡兰·麦克奥利菲 Callan McAuliffe",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882312023.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [],
    "imdb_id": "tt21264992",
    "director": [],
    "duration": "42分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-06-06(英国)",
        "2023-10-21(中国大陆)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt21264992/",
    "imdb_votes": 31,
    "this_title": [
        "Bomber: Terror of WWII Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36132308/",
    "imdb_rating": "7.5/10 from 31 users",
    "trans_title": [
        "二战大轰炸 第一季",
        "The Bomber: Terror of WWII"
    ],
    "douban_votes": "0",
    "introduction": "In the history of warfare there have been a catalogue of inventions that have changed the way battles are fought. The catapult, the longbow, the cannon, the machine gun. But one weapon changed not only the battlefield, but war itself. It extended the scope of military conflict to the far borders of entire nations and unleashed a terror the world had never known.That weapon was the Bomber. It emerged in the early twentieth century as the most potent symbol of modern war. The Bomber gave rise to images that define World War II; sticks of bombs tumbling from the bellies of B-24s, razed buildings, the mushroom cloud. No weapon or weapons system has received as much investment, manpower or innovation – or been so destructive.Using meticulously researched archival footage and expert insights, we examine the strategies, technologies, effects on humanity and the game changing planes developed over World War II. Barely thirty years after the first primitive aircraft had flown in military service, air power had become the greatest single factor in twentieth century warfare, influencing morale, productivity and the very shape of the landscape. For better or worse, the far reaching impacts of the Bomber – the terror of World War II – still casts a dark shadow today.1. Rise of the Bomber2. War Without Boundaries3. The Means to Victory4. The World at War5. By Night & By Day6. Terror of the World",
    "chinese_title": "二战大轰炸 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Bomber: Terror of WWII Season 1",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-01-30T12:35:57"
}