{
    "aka": [
        "奥斯曼一世传 S2"
    ],
    "sid": "36138309",
    "cast": [
        {
            "url": "/celebrity/1526840/",
            "name": "哈坎·乌玛克 Hakan Ummak",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1585975/",
            "name": "塞奈尔·萨瓦什 Sener Savaş",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "剧情",
        "动作",
        "传记",
        "历史",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882639827.jpg",
    "region": [
        "土耳其"
    ],
    "writer": [],
    "imdb_id": "tt13202282",
    "director": [],
    "duration": "120分钟",
    "episodes": "37",
    "language": [
        "土耳其语"
    ],
    "playdate": [
        "2020-10-07(土耳其)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13202282/",
    "imdb_votes": 366,
    "this_title": [
        "Kuruluş: Osman 2"
    ],
    "douban_link": "https://movie.douban.com/subject/36138309/",
    "imdb_rating": "9.1/10 from 366 users",
    "trans_title": [
        "创立：奥斯曼 第二季",
        "奥斯曼一世传 S2"
    ],
    "douban_votes": "0",
    "introduction": "Aya Nikola is sent by the Byzantine Emperor, Andronikos II to become the new Tekfur of İnegöl followed by Ertuğrul's return in the tribe. Meanwhile, Yavlak Arslan, the new Uç Bey, seeks to create his own state and sees Osman as an obstacle, later on they unite against the new threat created by the new Ilkhan of the Ilkhanate, who allies with Nikola against the Turks of Anatolia. Bala also faces the arrival of Targun, Nikola's spy who allies with Osman to save her father, İnal Bey. Along with these problems, Osman is elected as the new Bey after his father's death, whilst he decides to marry a second wife according to his father's will. After Targun's death, Osman meets Malhun Hatun and initiates a major battle with the Byzantines, historically known as the Battle of Mount Armenia, as well as trying to find the traitor in the Kayı, as his jealous uncle Dündar helps the Byzantines stir traps for him. Dündar is eventually executed by Osman for his betrayal. Following the arrival of Ömer Bey, father of Malhun Hatun, Geyhatu sends Kara Şaman Togay, son of Baycu Noyan, to eliminate both Osman's Kayı and Ömer's Bayındır, but after a series of conflicts between the two tribes, Togay fails and is killed by Osman. Nikola is later defeated by Osman, with the support of Seljuk Sultan Mesud II, though he survives. Osman later marries Malhun Hatun in a political marriage, who eventually gives birth to Osman's first son Orhan, whilst his first wife Bala Hatun becomes pregnant.",
    "chinese_title": "创立：奥斯曼 第二季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Kuruluş: Osman 2",
    "imdb_rating_average": 9.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-29T19:15:46"
}