{
    "aka": [
        "Bangalo"
    ],
    "sid": "36132389",
    "cast": [
        {
            "url": "/celebrity/1355750/",
            "name": "索尼娅·柯杜 Sonia Cordeau",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "喜剧",
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884219308.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1071214/",
            "name": "拉里·科林斯 Larry Collins",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt22888902",
    "director": [],
    "duration": "96分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2022-11-18(塔林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt22888902/",
    "imdb_votes": 163,
    "this_title": [
        "Bungalow"
    ],
    "douban_link": "https://movie.douban.com/subject/36132389/",
    "imdb_rating": "6.8/10 from 163 users",
    "trans_title": [
        "Bangalo"
    ],
    "douban_votes": "0",
    "introduction": "“Bungalow” is the second full-length feature film by director Lawrence Côté-Collins. On an everyday basis, she makes TV shows and has long been active in the international Kino movement where her list includes over 40 short films. The idea of that movement is that audiovisual self-expression does not depend on money or institutions. As a director, Lawrence Côté-Collins places great value on spontaneity and the improvisational interpretation of scripts.A young middle-class couple, Jonathan and Sarah, strive towards a “happy” life – a marriage, a child, a lot of possessions and, of course, their own house. They buy a house, but it needs major repairs. Doing the house up naturally starts to drag and there is not enough money to do everything. The more time goes by, the more tense the relationship between them becomes. In the end, they get an opportunity to get some money, but for a small favour which, unfortunately, ends in a lot of trouble.The director herself has called this comedy a “renovation drama”. The story is an ironic take on the values considered to be the standards of the welfare society. However, the author approaches her characters with good-hearted humour. Ordinary cinema-goers as well as critics, not to even mention the authors of the film, know that comedy is one of the hardest film genres. A lot of comedies are made, but only a few among them are good. “Bungalow” is one of these few ones.",
    "chinese_title": "Bungalow",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-03-22T09:35:34"
}