{
    "aka": [
        "Poeet",
        "The Poet"
    ],
    "sid": "36134403",
    "cast": [
        {
            "url": "/celebrity/1420767/",
            "name": "因德雷·帕考斯凯特 Indre Patkauskaite",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1488338/",
            "name": "多塔纳斯·泽尔维斯 Donatas Želvys",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2910908252.jpg",
    "region": [
        "立陶宛"
    ],
    "writer": [
        {
            "url": "/celebrity/1488336/",
            "name": "维陶塔斯·V·兰茨贝吉斯 Vytautas V. Landsbergis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1488337/",
            "name": "吉德里乌斯·塔莫舍维丘斯 Giedrius Tamoševi?ius",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt23827080",
    "director": [
        {
            "url": "/celebrity/1488336/",
            "name": "维陶塔斯·V·兰茨贝吉斯 Vytautas V. Landsbergis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1488337/",
            "name": "吉德里乌斯·塔莫舍维丘斯 Giedrius Tamoševi?ius",
            "@type": "Person"
        }
    ],
    "duration": "112分钟",
    "episodes": "",
    "language": [
        "立陶宛语"
    ],
    "playdate": [
        "2022-11-17(塔林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt23827080/",
    "imdb_votes": 440,
    "this_title": [
        "Poetas"
    ],
    "douban_link": "https://movie.douban.com/subject/36134403/",
    "imdb_rating": "7.2/10 from 440 users",
    "trans_title": [
        "诗人",
        "Poeet",
        "The Poet"
    ],
    "douban_votes": "0",
    "introduction": "This meticulously researched, tense and timely historical drama marks the outstanding acting debut of the previously unknown Donatas Želvys. The actor devoted an entire year for the challenging major leading role, living strictly in character, voluntarily starving himself and becoming a chain smoker. He was the only crew member who remained untouched by Covid.Two directors from different generations, Giedrius Tamoševičius (long-time assistant to Sergey Loznitsa on his fearture films) and Vytautas V. Landsbergis (co-writer of the IDFA winning “Mr. Landsbergis”), chose the same intimidating and suppressing post-war period as Šarūnas Bartas in “In the Dusk”. A newly appointed teacher, Kostas Skinkys, arrives at a remote village school. The famous journalist and distinguished poet was downgraded for illegal publications and forbidden anti-Soviet verses. Suspicious locals still prefer to test his loyalties, while children willingly recite his verses from “To My Soviet Motherland”, written under pressure to praise Uncle Lenin in order to save his parents from deportation.The introverted Kostas recognises a former schoolmate and librarian Julija. She doesn’t rush to trust her unforgotten darling, but eventually shows him a secret wintery path to the Dainava resistance platoon’s underground bunker. Partisan leader Tauras demands that the poet publish more hope-filled verses in support of the drained people. During those frightful years of doubts, instructions and requests, everyone was forced to make choices in one way or another – adapt, resist, obey, sell yourself out, collaborate, betray, accept opportunities, or give up. Your life depended on what you thought and what you said even when you weren’t aware that you were also lying to yourself.The majority of the events are based on true testimonies, published facts and precious memories, collected from helpful relatives and rescued notes. The protagonists are fictional, but created on the basis of the real biographies of several prototypes. Kostas Skinkys is created from the lives of two Lithuanian poets, Kostas Kubilinskas and Kazys Skinkys. What you will witness here may have happened in reality, so authentically and daringly recreated in the film.",
    "chinese_title": "诗人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Poetas",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-04-27T06:39:23"
}