{
    "aka": [],
    "sid": "36138315",
    "cast": [
        {
            "url": "/celebrity/1323191/",
            "name": "格拉汉姆·麦克泰维什 Graham McTavish",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105902/",
            "name": "米歇尔·赫德 Michelle Hurd",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1246600/",
            "name": "Jonathan Stoddard Jonathan Stoddard",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1156047/",
            "name": "布兰登·史密斯 Brandon Smith",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt11898070",
    "director": [
        {
            "url": "/celebrity/1156047/",
            "name": "布兰登·史密斯 Brandon Smith",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt11898070/",
    "imdb_votes": 21,
    "this_title": [
        "Somewhere in Montana"
    ],
    "douban_link": "https://movie.douban.com/subject/36138315/",
    "imdb_rating": "8.9/10 from 21 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "John Alexander is a man whose roots run strong and deep. His presence on the land is as much a part of Montana as the mountains themselves against the wide, open sky. But for the first time in his life, John is realizing that not everything is as set in stone as he previously believed. Facing the potential loss of his land and his livelihood, John realizes that he's going to have to make a deal that may as well be akin to selling his soul to the devil. He's going to let Hollywood come make a movie on his land. Far removed from the mountains of Montana, Fabian is a rising star in the entertainment industry. A director always balanced on the edge of the latest trends, he's known as a creative visionary and he has the big personality to go with it. He is convinced that his next picture is going to be his breakthrough and nothing is going to deter him from that vision. Not even an old crusty rancher. When John and Fabian meet, it's less business meeting and more rodeo showdown between a rider and a bull. As each of them tries to figure out how to get what they want without compromising their own values, they have no idea that their worlds are both about to fall apart. The only question now is where the pieces are going to fall and who is going to put them back together.",
    "chinese_title": "Somewhere in Montana",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.9,
    "douban_rating_average": 0,
    "update_at": "2025-02-09T15:50:35"
}