{
    "aka": [],
    "sid": "36135885",
    "cast": [
        {
            "url": "/celebrity/1036367/",
            "name": "特丽·哈彻 Teri Hatcher",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882457662.jpg",
    "region": [
        "加拿大",
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt21932636",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-10-09(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt21932636/",
    "imdb_votes": 549,
    "this_title": [
        "Mid-Love Crisis"
    ],
    "douban_link": "https://movie.douban.com/subject/36135885/",
    "imdb_rating": "5.3/10 from 549 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In the approach to her fiftieth birthday, she who up to this point had always loved birthdays, Mindy Quinn is having a mid-life crisis, she getting free informal counseling sessions in her role as best friend from therapist, Nathalie. She had always had a clear view of her life in the stable, planned and thus controlled scenario as a doctor or married to a doctor, but those plans started crashing two years ago when her doctor husband Marc Quinn left her for another woman after twenty-three years of marriage, up to that point where she didn't mind forgoing her own medical career dreams in being a high school science teacher instead. Even that teaching career, which she ended up loving, is in jeopardy in cutbacks at the school. And while Mindy has projected her own insecurities on what is best for her and Marc's sole offspring, Rita Quinn, Rita, in turn, throws Mindy for a loop in announcing that in bringing her girlfriend, Emily, home for the celebrations, Emily who Mindy has always loved, she is planning on proposing, in their youth Mindy fearing a fate for Rita and Emily such as what happened to her and Marc. But as Mindy tries to find herself at this stage of her life, she is further affected by Rita's additional plans to travel for a year with Emily to experience life, by the return of Marc following his breakup, he hiding the fact that he is hoping to reconcile, and by the reunion with her first love, high school sweetheart Sam Berman, who happens to be Emily's uncle. That reunion is not without its own issues as while only knowing it was a breakup leading to some animosity between the two of them despite each seeming to love the other, Mindy and Sam have differing views of their split, Mindy seeing Sam as the one who initiated it, while Sam, who has spent his entire life trying to find himself, states that it at that time was inevitable in he not fitting into that stable, controlled life plan of hers.—Huggo",
    "chinese_title": "Mid-Love Crisis",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.3,
    "douban_rating_average": 0,
    "update_at": "2025-11-11T17:14:45"
}