{
    "aka": [
        "Fredrick II: Holy Roman Emperor",
        "Frédéric II - La splendeur du Saint Empire"
    ],
    "sid": "36138608",
    "cast": [
        {
            "url": "/celebrity/1548473/",
            "name": "奥拉夫·B. 拉德 Olaf B. Rader",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882646691.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt11306800",
    "director": [],
    "duration": "53分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2019-12-15(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11306800/",
    "imdb_votes": 15,
    "this_title": [
        "Friedrich II. - Der Staufer: Der ewige Kampf mit dem Papst"
    ],
    "douban_link": "https://movie.douban.com/subject/36138608/",
    "imdb_rating": "6.9/10 from 15 users",
    "trans_title": [
        "Fredrick II: Holy Roman Emperor",
        "Frédéric II - La splendeur du Saint Empire"
    ],
    "douban_votes": "0",
    "introduction": "He was a patron of science, a reformer, and might even be called the first modern ruler. Frederick II of Hohenstaufen, ruler of the Holy Roman Empire from 1212 to 1250, was an exceptional figure on the Roman-German imperial throne. Born and raised in the multi-ethnic state of Sicily, his reign was influenced by Byzantine and Norman traditions that allowed Jews and Muslims a large degree of freedom. All the royal houses in Europe are said to have looked up to him in awe. He saw himself as successor to the Roman emperors and ruler by the grace of God - a notion that was bound to collide with the Pope's claim to universal power. Frederick waged a bitter battle to maintain his power with five different popes. The Church excommunicated him several times and branded him a heretic and anti-Christ. Frederick responded with the sword, for the power-hungry emperor was prepared to resort to brutal violence to defend his supremacy. He even arrested his own son and left him to rot in the dungeon. A ruler rife with contradictions and a man who, 800 years after his death, has lost nothing of his fascination.—Thessaloniki Documentary Festival",
    "chinese_title": "Friedrich II. - Der Staufer: Der ewige Kampf mit dem Papst",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-07-20T00:26:32"
}