{
    "aka": [
        "The Taste of Water",
        "Vee maitse"
    ],
    "sid": "36133782",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情",
        "科幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882345577.jpg",
    "region": [
        "拉脱维亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1227023/",
            "name": "威利斯·道金斯 Vilis Daudzins",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1383223/",
            "name": "马蒂斯·卡扎 Matiss Kaza",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt18286556",
    "director": [
        {
            "url": "/celebrity/1383223/",
            "name": "马蒂斯·卡扎 Matiss Kaza",
            "@type": "Person"
        }
    ],
    "duration": "107分钟",
    "episodes": "",
    "language": [
        "拉脱维亚语"
    ],
    "playdate": [
        "2022-04-08(拉脱维亚)",
        "2022-11-21(塔林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt18286556/",
    "imdb_votes": 43,
    "this_title": [
        "Ūdens garša"
    ],
    "douban_link": "https://movie.douban.com/subject/36133782/",
    "imdb_rating": "6.9/10 from 43 users",
    "trans_title": [
        "The Taste of Water",
        "Vee maitse"
    ],
    "douban_votes": "0",
    "introduction": "A surprising marvel from independent Latvian cinema! Shot in one uninterrupted take, this tempting, innovative, candid and edgy black comedy engages from its very beginning. It is impossible to predict what to expect or to realise where the truth is hidden among the double and triple faced manipulators. Improvisations by the acting team led by Andris Keiss (“Loveless” by Andrey Zvyagintsev, “Dawn” by Laila Pakalnina, also a supporting role in “Lovable”) are minimal because they have been meticulously calculated and rehearsed to match the choreography second for second.Probably the most active and workaholic Latvian director Mattis Kaža (4th feature film; 2nd only this year after “Neon Spring”) continues to experiment with genres, shapes and styles. This ambitious minimalist gem convincingly blends cinema and theatre with surreal, delusional, vivid and even crazy twists.The action takes place at two major locations, connected by a wild ride on the streets of Riga. We get no clues as to how much fantasy is involved in the scandalous activities of the sect-like secret organisation the aim of which is to make people use only fresh water. A rebellious daughter of an investigative journalist takes risks to expose the real identity of the cruellest and greediest spiritual influencer, nicknamed as Master.",
    "chinese_title": "Ūdens garša",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-04-13T12:44:46"
}