{
    "aka": [],
    "sid": "3614990",
    "cast": [
        {
            "url": "/celebrity/1087715/",
            "name": "佩尔·克里斯蒂安·埃勒夫森 Per Christian Ellefsen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1428542/",
            "name": "拉诺·朱沃南 Rauno Juvonen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1428543/",
            "name": "伊里马利·亚文帕 Ilmari Järvenpää",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1428550/",
            "name": "乔玛·汤米拉 Jorma Tommila",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "喜剧",
        "动作",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p672363428.jpg",
    "region": [
        "芬兰",
        "挪威",
        "法国",
        "瑞典"
    ],
    "writer": [
        {
            "url": "/celebrity/1010178/",
            "name": "贾马里·赫兰德 Jalmari Helander",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1401143",
    "director": [],
    "duration": "82分钟",
    "episodes": "",
    "language": [
        "芬兰语",
        "英语"
    ],
    "playdate": [
        "2010-12-03"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1401143/",
    "imdb_votes": 33780,
    "this_title": [
        "RARE EXPORTS: A CHRISTMAS TALE"
    ],
    "douban_link": "https://movie.douban.com/subject/3614990/",
    "imdb_rating": "6.6/10 from 33780 users",
    "trans_title": [
        "稀有出口：圣诞传说"
    ],
    "douban_votes": "1758",
    "introduction": "芬兰边境上的Korvatunturi山是传说中圣诞老人的故乡，而本片讲述的正是深埋在Korvatunturi四百八十六米以下的关于圣诞的秘密!在一个芬兰的圣诞节前夜，圣诞老人在一次考察“世界上最大的古坟”的考古工作中被挖掘出来。接下来，在发掘地所在地，一系列神秘的事件发生，当地有人被神秘的杀害，孩子们开始从镇上失踪。于是，当地人逐渐明白了关于圣诞老人的一个秘密，他远非传说中给予好孩子礼物、坏孩子惩戒那么简单。一个家庭的父子俩，在一些猎人的帮助下，开始了追捕圣诞老人的工作，他们计划设下陷阱将他抓住，并卖给资助这次考古挖掘的公司，以便获取利益，面对神秘的圣诞老人，他们能成功吗？一句话评论如果你属于那种想寻找些关于特别的圣诞老人的故事的类型，比如关于34号街的电影或者奇迹，那么这部电影或许是个假日的选择。或许对于普通观众来说，它有些奇怪，但是恰恰那些口味奇特的孩子们将非常喜欢这部电影。——《帝国》杂志孩子们将会爱上片中那个没有母亲的，矮小的小英雄以及这疯狂的剧情。而成人也将享受片中丰富多彩的异教徒般的画面和冷酷的幽默。——《纽约时报》我们希望这部电影能够优秀，它确实做到了，无论在温情和惊悚上都达到了顶点。赫兰德这部精良的黑色幽默电影将一种邪恶的因子深深的注入到了圣诞老人电影之中。——《完全电影》这部电影的结局让它成为一部有趣的Cult电影。但是也让它在黑色幽默（但是又不够有趣）和恐怖片（但是又没有给我们充分的“肮脏的”的震撼）中有些纠结。——《每日邮报》幕后制作芬兰导演的圣诞老人另类解读尝试在世界电影版图中，芬兰电影尽管也有阿基·考里斯马基这样的名导，但是整体看，特别在商业电影领域并不突出。在其中，直到2010年才献上自己剧情长片处女作的贾马里·赫兰德，更是一个让人感到陌生的名字。实际上，从1999年开始，他即以编剧、导演、制片、艺术指导等多个角色开始了自己在影视圈的奋斗之路。在2010年献上的这部《稀有出口：圣诞传说》，正是根据其2003年的短片《稀有出口公司》（2003），以及2005年的续篇改编而成。拿圣诞老人开涮在欧美影视题材中早已不是稀罕事儿，但是大多以喜剧化方式呈现，本片同样有这方面的内容，但是贾马里·赫兰德试图赋予其黑色幽默色彩，同时将动作冒险与惊悚元素结合，这一次，这位导演希望以这部剑走偏锋的圣诞故事，为自己耕耘超过10年的电影之路打开新的篇章。对于这个故事的文化背景，贾马里·赫兰德首先就圣诞老人传说在不同文化中的差异侃侃而谈，“我其实比任何人更相信各种类型的圣诞老人”，赫兰德说到，“但是我希望人们也能了解芬兰的圣诞老人。我认为在欧洲不同国家，圣诞老人是不一样的。在芬兰，圣诞老人长期以来是一个令人恐惧的角色，他是一个用来在圣诞节吓唬小孩的家伙。如果孩子们不规矩，那么圣诞老人就要来到他们的屋子，好好收拾他们。显然，这更像美国版本的圣诞老人的反面。”正因为这种文化上的差异，让赫兰德决定，“我尝试以一种传统的惊悚来演绎这个故事”。另类圣诞老人故事7年成形而关于这个故事，则可以上溯到2003年，赫兰德拍摄的短片《稀有出口公司》，他以4000美元拍摄了这个短片，并在互联网上获得了不俗的反响，于是他再接再厉与2005年拍摄了续篇。正当他准备继续延续这个系列，制作第三部短片时，有人告诉他，既然都拍到了第三部短片，不如来部关于这个故事的剧情长片。于是，赫兰德开始了剧本创作，这足足花了他4年时间。而关于这个故事的构思，赫兰德透露，“追捕圣诞老人，抓住他们，训练他们的基本构想，实际上来自于我的小兄弟，我的短片就是基于这个设想拍摄的。而这部剧情长片则更多是基于芬兰民俗中关于邪恶的圣诞老人的部分。”尽管整个故事有些破坏圣诞老人的“光辉形象”，但是赫兰德透露，或许是因为前两部短片的成功，他以比他想象的更容易的速度快速获得了投资，当剧本完成时，他们在不到一年内完成了拍摄工作。对于本片，赫兰德在创作上并不是对短片的简单扩充，相反，最终成片和短片相比在某些方面差异巨大。赫兰德也阐述了他的创作历程和思路，“我最初的剧本设想不像现在这样，当我写作剧本时，我也只是根据前两部短片扩展，但是我发现遇到了大量的问题，我需要花大量的时间在故事背景上。”最终，赫兰德发现，他不如就将故事本身调整为讲述这个故事背景，这样容易的多，也让他得以顺利的进行创作。当然，这样的方式也面临一定风险，比如让原来喜爱那两部短片的观众感到失望，不过赫兰德认为，既然拍摄一部剧情长片，完成讲述一个新的故事更加合理，这样可以跳出过去短片的一些思维定势。但是，为了避免让老观众太过失望，他也试图让新故事与短片故事有某种程度的关系，赫兰德表示，他有信心让新老观众满意，特别让过去短片的观众对他的决定表示理解。在惊悚和黑色幽默中感受芬兰传说圣诞老人作为一个节日的符号，常常象征温馨、喜庆和愿望的达成，而在电影圈子中，类似“圣诞坏公公”这类调侃的作品却也不少。而赫兰德这次再一次将圣诞老人玩出了新花样，他巧妙的将本土圣诞老人传说与主流圣诞老人结合，带给了欧美观众一种特别的文化感受。而其疯狂的剧情设计，让圣诞老人电影，难得的带上了冒险和惊悚成分，让这部电影充满了Cult味道。从影片上映后反响看，更多观众给予了较高认可，而由于其剧情的大胆和涉及对传统的圣诞老人形象更大胆的颠覆，在媒体间引发了多样化的评论，不管怎么说，这部电影给了我们对圣诞老人的新视角，在即将到来的圣诞节，随着赫兰德去感受芬兰传说，去探索圣诞老人的秘密，也是今年圣诞一个不错的选择。《稀有出口》是贾马里·赫兰德的长片处女作，在关于圣诞老人的北欧童话基础上加入了很多黑色幽默和动作冒险元素，面向更广大的青少年和成年观众。赫兰德在2003年和05年执导过两部同题材短片，新奇的设想令人眼前一亮，看着约翰·卡朋特、蒂姆·伯顿长大的赫兰德将圣诞老人从大胡子穿着喜庆的绅士变成了赤身裸体、暴躁嗜血的冰雪怪物，只能被猎人们关在笼子里，然后当成“出口品”一样销往世界各方。尽管在拍摄大制作的长片时，赫兰德丢失了不少之前短片中的疯狂元素而多了不少好莱坞的常见桥段，但依旧娱乐性十足。影片早2010年的瑞士洛迦洛电影节首映摘得了娱乐片大奖（Variety Piazza Grande Award ），将于当年圣诞在芬兰以及北欧其他国家上映。花絮·影片在北美上映后获得了普遍好评，烂番茄网站上的新鲜度也稳定在89％。",
    "chinese_title": "稀有出口：圣诞传说",
    "douban_rating": "6.0/10 from 1758 users",
    "foreign_title": "RARE EXPORTS: A CHRISTMAS TALE",
    "imdb_rating_average": 6.6,
    "douban_rating_average": "6.0",
    "update_at": "2025-03-02T01:00:08"
}