{
    "aka": [
        "The Flagmakers : les fabriquants de la Nation(法)",
        "The Flagmakers: Os Fabricantes da Bandeira Americana(巴西)",
        "The Flagmakers: una storia a stelle e strisce(意)",
        "夢の象徴：星条旗を紡ぐ人たち(日)",
        "성조기를 만드는 사람들(韩)"
    ],
    "sid": "36142223",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882746109.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt21881264",
    "director": [
        {
            "url": "/celebrity/1303557/",
            "name": "辛西娅·韦德 Cynthia Wade",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1389451/",
            "name": "莎伦·里斯 Sharon Liese",
            "@type": "Person"
        }
    ],
    "duration": "35分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-09-18(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt21881264/",
    "imdb_votes": 313,
    "this_title": [
        "The Flagmakers"
    ],
    "douban_link": "https://movie.douban.com/subject/36142223/",
    "imdb_rating": "6.4/10 from 313 users",
    "trans_title": [
        "美国国旗制造者",
        "The Flagmakers : les fabriquants de la Nation(法)",
        "The Flagmakers: Os Fabricantes da Bandeira Americana(巴西)",
        "The Flagmakers: una storia a stelle e strisce(意)",
        "夢の象徴：星条旗を紡ぐ人たち(日)",
        "성조기를 만드는 사람들(韩)"
    ],
    "douban_votes": "0",
    "introduction": "From National Geographic Documentary Films, Academy Award-winning director Cynthia Wade, award-winning director Sharon Liese and executive producer Giannis Antetokounmpo, THE FLAGMAKERS poses one of today’s most pressing questions: who is the American flag for? Employee-owned Eder Flag in Oak Creek, Wisconsin, sews and ships five million American flags a year. The flagmakers — locals, immigrants and refugees — stitch stars and stripes as they wrestle with identity and belonging. Sewing manager Radica, a Serbian immigrant, believes every flag has a soul. Ali, a war survivor from Iraq, is learning how to use a sewing machine after arriving in the United States just 90 days prior. Midwestern-born Barb’s genuine friendships with her immigrant co-workers belie her staunchly conservative beliefs. SugarRay, a Black man born and raised in Milwaukee, reflects on his complicated relationship with this country. Each considers: What does the American flag represent in a changing nation and world, and for whom? THE FLAGMAKERS is an intimate glimpse into the people whose hands make America’s most recognizable icon.Executive Producers Carolyn Bernstein, Ryan Harrington, Giannis Antetokounmpo, Mark Gordon, Ben Forkner, Pamela Ryckman, Sylvia Golden, Jenna Segal, Jayne Sherman, Deborah C. van Eck",
    "chinese_title": "美国国旗制造者",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Flagmakers",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-11-29T01:00:53"
}