{
    "aka": [],
    "sid": "36144732",
    "cast": [
        {
            "url": "/celebrity/1508518/",
            "name": "玛丽·特拉古斯蒂 Marie Tragousti",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882796160.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1531040/",
            "name": "Marina Hufnagel Marina Hufnagel",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt20870590",
    "director": [
        {
            "url": "/celebrity/1531040/",
            "name": "Marina Hufnagel Marina Hufnagel",
            "@type": "Person"
        }
    ],
    "duration": "71分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2022-06-24(慕尼黑电影节)",
        "2022-11-19(塔林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt20870590/",
    "this_title": [
        "Solastalgia"
    ],
    "douban_link": "https://movie.douban.com/subject/36144732/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "This film is a rare treat: an artful exploration of the activism of the young generation in their fight against climate change. While many films use documentary footage like seen here, only a few go into a hybrid direction like “Solastalgia”, combining documentary and fiction material, to explore an inner feeling that both fuels and hinders activists: the sense of losing the world.In this artistic, veracious immersion in the lives of the Fridays for Future generation, Edda has been overcome by this very anguish over the destruction of our planet: solastalgia. Seeking refuge on the North Frisian island of Pellworm, she meets Sophie, a young farmer who is suing the German government for her right to a future.Director Marina Hufnagel, having a record of activism on her own, seamlessly combines the acting of Marie Tragousti as Edda with the real-life-fight of Sophie Backsen and others.A state of mind and life is further explored with news footage, on digital screens and in nature. A nature endangered. A nature only to be saved by true rebels.",
    "chinese_title": "Solastalgia",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-25T05:35:23"
}