{
    "aka": [
        "Mäss"
    ],
    "sid": "36144731",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882796123.jpg",
    "region": [
        "哥伦比亚",
        "阿根廷"
    ],
    "writer": [
        {
            "url": "/celebrity/1351039/",
            "name": "罗斯·鲁黑列斯 José Luis Rugeles",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1306286/",
            "name": "马丁·毛雷吉 Martín Mauregui",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt15344424",
    "director": [
        {
            "url": "/celebrity/1351039/",
            "name": "罗斯·鲁黑列斯 José Luis Rugeles",
            "@type": "Person"
        }
    ],
    "duration": "105分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2022-10-08(波哥大电影节)",
        "2022-11-17(塔林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt15344424/",
    "imdb_votes": 147,
    "this_title": [
        "Rebelión"
    ],
    "douban_link": "https://movie.douban.com/subject/36144731/",
    "imdb_rating": "5.8/10 from 147 users",
    "trans_title": [
        "Mäss"
    ],
    "douban_votes": "0",
    "introduction": "Taking the title of the most emblematic song by Joe Arroyo, one of the ground-breaking forces of Caribbean music, “Rebellion” transports us to a period, a place and a state of mind.Arroyo, the leader of the 1970s salsa explosion, finally receives the movie he deserves. It’s a trip to the darkest side of creation, the possessiveness of music compared to other loves, reaching the deep bottom a genius has to touch to emerge with gems to be cherished by everyone. Arroyo blended together salsa, cumbia, konpa, zouk and other styles from the African diaspora in a fusion of inimitable sound which the movie dares to reflect in images. Timeless songs (be sure not to miss referential tracks such as “Manyoma”, “La noche”) burst forth from his devotion to music, febrile moments of creativity and illumination but also nights of loneliness, madness, crossed feelings, passion, emotions and chaos. “Rebelion” arises as a timeless journey to the roots of creation, presenting Joe Arroyo as a true rebel.How to depict one of the best performers ever? Don't expect a classic musical. Jorge Rugeles (“Alias Maria”, Cannes 2015), well-experienced in many fields, shows that Colombian cinema has its own deep personality, beyond the standards of its northern neighbour, delivering a really special “El Joe” singer biopic that will allow us to know not just his music, but quite a lot more – the legend.源自：https://poff.ee/en/film/rebelin/",
    "chinese_title": "Rebelión",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2025-05-08T07:52:19"
}