{
    "aka": [
        "田野"
    ],
    "sid": "3614958",
    "cast": [
        {
            "url": "/celebrity/1040532/",
            "name": "塔拉·雷德 Tara Reid",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054348/",
            "name": "克萝丽丝·利奇曼 Cloris Leachman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1185376/",
            "name": "迈尔斯·威廉姆斯 Miles Williams",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1161661/",
            "name": "布赖恩·安东尼·威尔逊 Brian Anthony Wilson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1241035/",
            "name": "Tom Mattera Tom Mattera",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1123004/",
            "name": "卡伦·路德维希 Karen Ludwig",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1257427/",
            "name": "Christopher Van Jura Christopher Van Jura",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "剧情",
        "悬疑",
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1395850904.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1401236",
    "director": [
        {
            "url": "/celebrity/1241035/",
            "name": "Tom Mattera Tom Mattera",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1221746/",
            "name": "David Mazzoni David Mazzoni",
            "@type": "Person"
        }
    ],
    "duration": "99分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1401236/",
    "imdb_votes": 1957,
    "this_title": [
        "The Fields"
    ],
    "douban_link": "https://movie.douban.com/subject/3614958/",
    "imdb_rating": "4.3/10 from 1957 users",
    "trans_title": [
        "夺命田野",
        "田野"
    ],
    "douban_votes": "72",
    "introduction": "由于母亲（Tara Reid饰演，曾出演美国派）与父亲正经历一场婚姻危机，小男孩Steven被送到了宾夕法尼亚的乡村与祖父母一同居住。祖母（艾美奖得主Cloris Leachman饰演）和祖父非常高兴地接待了他，但也警告他不许进入房子边上的玉米地。与此同时，Steven听说了臭名昭著的Manson一家和他们中可怕的杀人狂魔。他开始对杀人组织产生病态的迷恋，同时又禁不住神秘玉米地的(违禁词语-已隐藏)而卷入其中。最终他违背了祖父母的意愿进入了这片玉米地，发现了一具死尸，但没有人相信他。之后，每到夜里，危险的声音便开始盘旋在这个家的周围，家里的两条狗也神秘失踪。尽管Steven的家族试图保护他，但在玉米田里潜藏着东西正把他们的生活变成一场噩梦。美国的20世纪70年代是嬉皮士的年代。《夺命田野》即以当时臭名昭彰的杀人犯查理斯·曼森为背景。因为母亲酗酒，父母关系紧张，小斯蒂芬被送到了爷爷家住。爷爷家门前是一片巨大的玉米地。虽然奶奶多次警告斯蒂芬不要进去，好奇的他还是闯了进去。他发现了一个死去的女孩，还发现了一些奇奇怪怪的年轻人《夺命田野》。原来是一群嬉皮士来到了这里。爷爷家遭到了不明人物的袭击，在爷爷的努力下，一家人得以平安。或许这是嬉皮士的胡作非为，或许是另外一个查理斯·曼森《夺命田野》？Tells the story of a young boy and his family who are terrorized by an unseen presence.The Fields is a suspense thriller based on the true events that took place in a small Pennsylvania town in the fall of 1973. It tells the story of a young boy and his family who are terrorized by a mysterious presence in the endless fields of corn surrounding their old farm house.During the summer of 1973, eight-year-old Steven (Joshua Ormond) is sent to live in the Pennsylvania countryside with his grandparents while his mother (Tara Reid, American Reunion, The Big Lebowski) and father (Faust Checho) work through their marital troubles. Though his grandmother (Academy Award winner Cloris Leachman, TV's Raising Hope) and grandfather (Bev Appleton) are happy to host him, they warn Steven not to enter the cornfields next to their house.Haunted by news reports of the Manson murders' aftermath, Steven's world intertwines with his grandmother's love of late night horror films and pushes him toward the mystery and darkness of the cornfields that surround their small farm. Eventually Steven enters the fields, where he makes a terrible discovery. Then, menacing noises being haunting the family from outside at night and soon turn to violence. Though Steven's family tries to protect him, whatever's lurking in the fields is about to make their lives a living nightmare.",
    "chinese_title": "夺命田野",
    "douban_rating": "5.4/10 from 72 users",
    "foreign_title": "The Fields",
    "imdb_rating_average": 4.3,
    "douban_rating_average": "5.4",
    "update_at": "2025-02-02T23:39:35"
}