{
    "aka": [
        "Three Thousand Numbered Pieces"
    ],
    "sid": "36144735",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903763230.jpg",
    "region": [
        "匈牙利"
    ],
    "writer": [],
    "imdb_id": "tt12923846",
    "director": [],
    "duration": "97分钟",
    "episodes": "",
    "language": [
        "匈牙利语"
    ],
    "playdate": [
        "2022-11-18(塔林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12923846/",
    "imdb_votes": 376,
    "this_title": [
        "Háromezer számozott darab"
    ],
    "douban_link": "https://movie.douban.com/subject/36144735/",
    "imdb_rating": "6.4/10 from 376 users",
    "trans_title": [
        "三千号作品",
        "Three Thousand Numbered Pieces"
    ],
    "douban_votes": "0",
    "introduction": "One of those courageously provoking and smashing films that make you breathless, restless and uncomfortable. This unique, wise and rough blend of cinema, theatre, musical and comedy will radically divide spectators and critics for their differing opinions. A political, cruel and original film spiced with dark humour, which makes an urgently needed and impactful statement against injustice, prejudice, discrimination and racism against the Roma people, the biggest European minority.Everything you see is part of the play “Gypsy Hungarian” performed at Deutsches Theater Berlin. An all-Roma creative team worked together for six years, backed by the Open Society Foundation, to educate marginalised Roma youth through performance art training. The leading characters never hide their true names as they talk, shout, joke, lie, debate, or doubt directly to our faces without a fourth wall. Gypsy boys and girls interpret, sing, dance, satirise their own painful life stories, recurring traumas or unfortunately real experiences with scars on their hands.Musician and traffic warden Edmond rushes to clear his name, although he never had sex with his sisters. Drug dealer Mario is a wannabe poet. Professional dancer Romeo is laughed at by the audience and suffers domestic violence. The first Gypsy palaeontologist Cristopher tries to become temporarily rich through brutality. Szintia encounters a shady guy who threatens to sell her to Romania as a whore. They are demoralised, exploited, ridiculed, criminalised and disgusting, but they are also people like us. This film is not seeking the audience’s compassion.The camera moves, spins, rides, slides, turns, lurks, and pans down with intentions to fool us that it may be a one long continuous shot with a fruitful and unparalleled supporting cameo role by former Berlin’s Panorama Big Boss Wieland Speck and a real Gypsy house, magnificently delivered to the stage in 3,000 numbered pieces, full of smoke and filth.Ádám Császi received an unofficial five-year ban on filmmaking for his debut “Land of Storms” in Panorama at Berlinale 2014 (probably the first Hungarian gay coming-out film ever made). He continues to bravely oppose the systemic authoritarian Orbán-regime, which may possibly bring him another punishment.",
    "chinese_title": "三千号作品",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Háromezer számozott darab",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-07-08T21:36:28"
}