{
    "aka": [],
    "sid": "36154885",
    "cast": [
        {
            "url": "/celebrity/1377634/",
            "name": "约吉·巴布 Yogi Babu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1579437/",
            "name": "普拉迪普·兰加纳坦 Pradeep Ranganathan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1580224/",
            "name": "伊万娜 Ivana",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886022425.jpg",
    "region": [
        "印度"
    ],
    "writer": [
        {
            "url": "/celebrity/1579437/",
            "name": "普拉迪普·兰加纳坦 Pradeep Ranganathan",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt22488728",
    "director": [
        {
            "url": "/celebrity/1579437/",
            "name": "普拉迪普·兰加纳坦 Pradeep Ranganathan",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "Tamil"
    ],
    "playdate": [
        "2022-11-04(India)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt22488728/",
    "imdb_votes": 17633,
    "this_title": [
        "Love Today"
    ],
    "douban_link": "https://movie.douban.com/subject/36154885/",
    "imdb_rating": "8.0/10 from 17633 users",
    "trans_title": [
        "手机换换爱"
    ],
    "douban_votes": "0",
    "introduction": "Uthaman Pradeep is a 24 year old Lead Developer in CTS Chennai. He lives with his mother and sister Divya, who is engaged to a Dentist Yogi for 8 months and is about to get married in 4 days. Pradeep is in a relationship with colleague Nikhita, whose father Venu sastri is a very strict person. Pradeep goes to her house to meet and convince Venu for their marriage in future. Venu, who seems to be an orthodox man, plays around with Pradeep for a while and puts forward a strange deal : Pradeep and Nikita must immediately exchange their mobile devices for one day along with respective mobile's unlocking key. After the end of the period, if they still feel that they are in love, Venu will not object their union. Else, they can go their seperate ways. Both Pradeep and Nikitha agree to it half heartedly and Pradeep comes back home to manage his sister's wedding event. Due to some revelations, Pradeep goes to Venu's home the next day and extends the exchange until end of his sister's wedding, and venu agrees. Pradeep also gets into trouble, as Venu finds a way to bring back all the messages which Pradeep had deleted from his phone, since Pradeep cleaned his chats every week.Meanwhile, Divya and Yogi seem to get along very well, as Yogi is a cultured mild mannered man, who treats Divya as equal. One day, during a botched group call with Divya, Yogi overhears Divya's mom and aunt insulting his physical features when Divya is not around. During the wedding rituals in present, he becomes moody and does not allow anyone to use his phone. This puts a lot of doubt in minds of Divya and her friends. They repeatedly try to get his phone, open it and check the contents, but they are thwarted by Yogi.The rest of the story is about what happens to the two couples, and did they stay united?",
    "chinese_title": "手机换换爱",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Love Today",
    "imdb_rating_average": 8.0,
    "douban_rating_average": 0,
    "update_at": "2025-11-09T12:00:14"
}