{
    "aka": [
        "The Miracle，Dear To Me",
        "奇蹟",
        "我亲爱的奇迹"
    ],
    "sid": "36151710",
    "cast": [
        {
            "url": "/celebrity/1482055/",
            "name": "曾向镇 Benjamin Tsang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1482060/",
            "name": "黃丞邦 Stan Huang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "爱情",
        "短片",
        "同性",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2883440308.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [
        {
            "url": "/celebrity/1389787/",
            "name": "林珮瑜 Pei-Yu Lin",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "Miracle"
    ],
    "douban_link": "https://movie.douban.com/subject/36151710/",
    "trans_title": [
        "奇迹",
        "The Miracle，Dear To Me",
        "奇蹟",
        "我亲爱的奇迹"
    ],
    "douban_votes": "0",
    "introduction": "Met you at the age of seventeen and recognize what love is; went to jail at the age of eighteen because of you and understood what responsibility means; met you again at the age of twenty-one and experienced the bitterness of longing; between the unchanging pure emotions and the treacherous reality, move forward hand in hand.Bai Zong Yi, who is both excellent in character and academics and determined to practice in medicine, never thought that he would be forced to pick up a wounded living creature to take home when he was pick up money. Not only does he have a sharp-tongue, is a picky eater, but also arrogantly occupying his home. Fan Ze Rui’s appearance made Bai Zong Yi a little bit distressed. But it also adds vitality to the boring high school days. Fan Ze Rui looked at the Bai Zong Yi, who is working hard to move up by working and studying part-time, as if seeing his past self. He was like this once, but the more effort he puts in, he was forced to give up as much as he tried. So he became a gangster not knowing what to do, like a puddle of mud. Only Zong Yi acknowledged him. Two people, who don’t seem to mix together, continue to meet and attract each other like magnets that make up for the missing part to each other. But as Fan Ze Rui’s enemies come again, accompanied with a gunshot, the life to the ace student and the gangster is completely overturned.",
    "chinese_title": "奇迹",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Miracle",
    "douban_rating_average": 0,
    "update_at": "2025-02-17T09:00:47"
}