{
    "aka": [
        "Sleeping Souls"
    ],
    "sid": "36167315",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1563899/",
            "name": "亚历山大·阿巴图罗夫 Alexander Abaturov",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3066104",
    "director": [
        {
            "url": "/celebrity/1563899/",
            "name": "亚历山大·阿巴图罗夫 Alexander Abaturov",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3066104/",
    "this_title": [
        "Les âmes dormantes"
    ],
    "douban_link": "https://movie.douban.com/subject/36167315/",
    "trans_title": [
        "Sleeping Souls"
    ],
    "douban_votes": "0",
    "introduction": "Alexander Abaturov films the 2012 presidential election in Achinsk, a Siberian town to which Soviet dissidents and, before them, the Tsar’s opponents were deported. Inspired by the satirical sense of detail in Gogol’s Dead Souls, he focuses more on fragments than a full portrait. The result is a film inhabited by something smaller but also something bigger than characters: gestures and faces linger in our mind without our understanding what moves them. The woman employed by Putin’s United Russia party, whose machine-like professionalism reflects a strangely apolitical attitude, or the look in the eyes of a deputy posing for his campaign photo, certain perhaps that the die is already cast. To counterpoint these eloquent sketches of the system’s corruption, the editing introduces a chilling interview with a “mercenary” of power, whose lucid analysis ultimately reveals the same ideological indifference. Is the theatre – with its splendid excerpts from a satirical, cabaret-style play – the only place that vibrates with political vitality? The distant news of anti-Putin demonstrations echo faintly in Achinsk, like noises heard when asleep: the sleeper incorporates them into his dream but lacks the strength to wake up. Until the moment when…",
    "chinese_title": "Les âmes dormantes",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-03T18:22:44"
}