{
    "aka": [],
    "sid": "36175659",
    "cast": [
        {
            "url": "/celebrity/1071445/",
            "name": "阿米特·查那 Ameet Chana",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt3224942",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3224942/",
    "this_title": [
        "Oxygen"
    ],
    "douban_link": "https://movie.douban.com/subject/36175659/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "25 year old Aryan Mathur is a very closed off and introvert person due to a lifetime of emotional turmoil, distress and a dark secret that haunts him. Aryan's older brother Sameer has become a father figure to Aryan whilst their father, Suresh Mathur, has been locked away in prison for the past 10 years on charges of murder for killing the town's priest. Suresh's arrest has a huge impact on his family, Aryan is unable to express his emotions and becomes more of a recluse, Sameer becomes the man of the house and Suresh's wife, Madhu Mathur, a woman who was controlled by her religion and her husband, has grown stronger as a woman and more independent in her husband's absence. Suresh is released early after an appeal and a reduction of charges from murder to manslaughter; however it's quickly apparent that his arrest and early release are just the beginning of the Mathur family's problems. Suresh has become an angry man over the last 10 years and lashes out at his family. He believes in outdated traditions and culture and as an Indian man he feels he should rule his household and his family. Suresh soon learns that his family have changed, his wife has lost all faith in her religion and now has her own life, Sameer is no longer the angry and rebellious boy he once was, and to Suresh's shock, Aryan is still the same quiet and strange boy he was as a child. Life after prison for Suresh is hard as he must adjust to a changed world in which he is hated by a community and family that once loved and respected him. Aryan's emotional distress and pain is all due to a dark secret involving the local priest and his murder. His only outlet for his pain and suffering is his paintings. Aryan uses his paintings to express his hurt and eventual happiness when he meets 23 year old aspiring journalist Elle. Elle is given the difficult task of investigating the Mathur family and the effect the murder has had on them all. However, she discovers that it's not going to be easy to get the Mathur family to talk and it isn't until a chance meeting with Aryan that she begins to get the answers she wants. Elle unexpectedly finds herself being drawn to Aryan and she and Aryan begin a relationship which neither of them saw coming, a relationship which makes Elle realise what is important in life and gives Aryan something he has been missing for a long time; happiness. Aryan's happiness is short lived as Elle tries her hardest to be with a resisting Aryan, Rajen the priest's son is on the warpath to make Aryan's life hell, Suresh continues to take out his anger and frustration on Aryan, and Aryan must watch as his father tries to destroy his family and once again gain control of his mother. Aryan has to try and cope with all of his problems, the search for a happy life and the dark secret he has kept since he was a child, a secret which he hopes nobody will ever find out.",
    "chinese_title": "Oxygen",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-11T04:23:39"
}