{
    "aka": [],
    "sid": "36171134",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "The Intolerable Burden"
    ],
    "douban_link": "https://movie.douban.com/subject/36171134/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In the autumn of 1965, sharecroppers Mae Bertha and Matthew Carter enrolled the youngest eight of their thirteen children in the public schools of Drew, Mississippi. Their decision to send the children to the formerly all white schools was in response to a 'freedom of choice' plan. The plan was designed by the Drew school board to place the district in compliance with the provisions of the Civil Rights Act of 1964, essential since without compliance, the district would no longer be eligible for financial support from the Federal government. Given the prevailing attitudes, Blacks were not expected to choose white schools. This proved true for all but the Carters.THE INTOLERABLE BURDEN places the Carter's commitment to obtaining a quality education in context, by examining the conditions of segregation prior to 1965, the hardships the family faced during desegregation, and the massive white resistance, which led to resegregation.In the epilogue, the film poses the dilemma of 'education vs. incarceration' - a particular threat to youth of color.While the town of Drew is geographically isolated, the patterns of segregation, desegregation, and resegregation are increasingly apparent throughout public education systems in the United States.\"Required viewing!\" —Southern Changes",
    "chinese_title": "The Intolerable Burden",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-22T06:39:10"
}