{
    "aka": [],
    "sid": "36174861",
    "cast": [
        {
            "url": "/celebrity/1486594/",
            "name": "梅拉尼娅·达尔拉·科斯塔 Melania Dalla Costa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1486595/",
            "name": "爱丽丝·拉马纳 Alice Lamanna",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125518/",
            "name": "内里·马尔科雷 Neri Marcorè",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886549315.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1169616/",
            "name": "Alessandro Garilli Alessandro Garilli",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1661394",
    "director": [
        {
            "url": "/celebrity/1169616/",
            "name": "Alessandro Garilli Alessandro Garilli",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2023-01-26(意大利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1661394/",
    "imdb_votes": 36,
    "this_title": [
        "La seconda via"
    ],
    "douban_link": "https://movie.douban.com/subject/36174861/",
    "imdb_rating": "7.1/10 from 36 users",
    "trans_title": [
        "第二条道路"
    ],
    "douban_votes": "0",
    "introduction": "Russian front, January, 1943. It's hell: the flurries of sleet take the breath away and Sergeant Bisi can make out nothing in the landscape in front of him. Worried, he twists his neck to check if his men are following him. Some metres from there he sees Zaina, followed by Prati who sinks into the white blanket of snow up to the knees. Their slackened movements remind of those of the alpine climbers near the top of an eight-thousander. They both have frost-bitten skin and their coats have turned into oppressive stiff suits because of the prohibitive temperature. Behind them, after few seconds, Artico's dark figure appears in the middle of that suffocating dust. He doesn't bear the rucksack any more and he is driven by Ferri's hand while, tailing them, poor Remagio, a grizzled dark-haired mule, puffs from its nostrils and, with its ears down, moves forward dragging the sledge carrying Lieutenant Sala. This is the 604th Company, or better, what is left of it: a handful of black silhouettes that become small and blurred, to the point that they disappear in the midst of the white whirls. The six Alpini, who look more like castaways than soldiers, are crossing the steppe in an attempt to reach a village called Popowka in order to escape the impending encirclement by the enemy. But night has already fallen and there is nothing in front of them. No houses or trees, just the snow that continues to fall and which is driven by a strong wind that whips it up. A long night of war and a journey through humankind, among valleys, birch forests, mountain lakes, burning towns, snow-covered beaches and wheat fields.",
    "chinese_title": "第二条道路",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "La seconda via",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-04-17T10:39:29"
}