{
    "aka": [],
    "sid": "36176227",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884922773.jpg",
    "region": [
        "伊朗"
    ],
    "writer": [],
    "imdb_id": "tt26259440",
    "director": [
        {
            "url": "/celebrity/1333118/",
            "name": "班尼·科什努迪 Bani Khoshnoudi",
            "@type": "Person"
        }
    ],
    "duration": "94分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt26259440/",
    "imdb_votes": 11,
    "this_title": [
        "The Silent Majority Speaks"
    ],
    "douban_link": "https://movie.douban.com/subject/36176227/",
    "imdb_rating": "7.7/10 from 11 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In June 2009, there was a big wave of protest against Ahmadinejad, the re-elected Iranian president from the conservative, questioning fraudulent election. It set fire to the Green Movement that shook the entire Middle East Asia, but the Iranian government militantly quelled the protestant, arrested many, and executed them. (Raisi, who directed the suppression, became the president in 2021, and later in 2022, Kurdish woman Mahsa Amini got arrested after being accused of improperly wearing her hijab and died in September. More than 500 civilians died who came out to commemorate her and protest during the pandemic.)Bani Khoshnoudi worries that the erasure of the memory could cause the repetition of history. She believes in the possibility of an archive that will survive the oppression of silence and destruction of dead bodies and resist oblivion. She collects footage such as The Constitutional Revolution era in the early 20th century, the colonial period, Mosaddeq who tried to nationalize the oil business, Shah(King) Pahlavi who took Mosaddeq down, Khomeini who ousted Shah, and even clips taken by citizens as an evidence of public power in 2009.Khoshnoudi had to hide the fact that she directed her movie The Silent Majority Speaks until 2013, and her new film, El Chinero, a Phantom Hill (2023), was screened in Korea. The director continues to work outside Iran, wishing for a different future facing the image of violence. [SHIN Eun-shil]源自：https://siwff.or.kr/eng/addon/00000001/program_view.asp?m_idx=103641&QueryYear=2023&c_idx=375&QueryType=B&amp;QueryStep=2",
    "chinese_title": "The Silent Majority Speaks",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-06-02T11:44:13"
}