{
    "aka": [],
    "sid": "36174858",
    "cast": [
        {
            "url": "/celebrity/1057617/",
            "name": "约阿希姆·保罗·阿斯波克 Joachim Paul Assböck",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt9420380",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt9420380/",
    "this_title": [
        "Kaliningrader Quest"
    ],
    "douban_link": "https://movie.douban.com/subject/36174858/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Virtual Reality - that means in the Russian town Kaliningrad something else than only the world of games and digital illusions: People live here in at least two different levels of reality all the time: The old town Königsberg which is mostly invisible is existing as a second reality in their minds. Many cultural important people lived in Königsberg - such as Immanuel Kant and it seems, for them he its still alive. Moreover, facing the modern ruin of a Sowjet Palace on the former place of the Königsberg castle, the visible seems less sure than the invisible in today's Kaliningrad. A professor, an architect, a writer, a worker, a student and a player begin their various searches, their personal search - as a modern role-playing games is also called the search for the Grail in the Middle Ages. Their questions are universal. And maybe Immanuel Kant has something to say to us all one more time. Conduireamour, the medieval queen who emerges from the virtual reality of the games, leads the audience to the true destination of the search.",
    "chinese_title": "Kaliningrader Quest",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-14T03:00:58"
}