{
    "aka": [
        "Loin du Rwanda"
    ],
    "sid": "3617647",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1998",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "法国",
        "奥地利"
    ],
    "writer": [
        {
            "url": "/celebrity/1296753/",
            "name": "于贝尔·苏佩 Hubert Sauper",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0143343",
    "director": [
        {
            "url": "/celebrity/1296753/",
            "name": "于贝尔·苏佩 Hubert Sauper",
            "@type": "Person"
        }
    ],
    "duration": "45 分钟",
    "episodes": "",
    "language": [
        "英语",
        "法语"
    ],
    "playdate": [
        "1998"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0143343/",
    "imdb_votes": 88,
    "this_title": [
        "Kisangani Diary"
    ],
    "douban_link": "https://movie.douban.com/subject/3617647/",
    "imdb_rating": "7.9/10 from 88 users",
    "trans_title": [
        "基桑加尼日记",
        "Loin du Rwanda"
    ],
    "douban_votes": "0",
    "introduction": "卡罗维发利特别提及奖，巴黎国际影像展最佳纪录片，伦敦同一世界国际电影节唐吉柯德奖，圣彼德堡影展最佳纪录片。讲述卢旺达难民的故事。After the massacre among Tutsis in 1994, many tens of thousands of Hutus fled to Zaire. Many of them never returned. In March 1997, Hubert Sauper travelled along on a UN train, in search of these 'forgotten' refugees, who were leading a poor existence more than a thousand kilometres from home, victim to famine, disease and attacks by various armed militias. Along the tracks that are overgrown by the rainforest, Sauper leads the spectator to the 'heart of the darkness', the same place where Conrad wrote his novel Heart of Darkness a century ago. The film confronts the audience with the consequences of civil war: chaos and inconceivable suffering. Sauper shows images of emaciated children with large eyes and of silent adults with a gaze that betrays their feelings that all hope has evaporated. We see how photographers and cameramen depict the misery, and we observe the impotence of the international community: time and again, relief runs up against logistical problems.Along an overgrown railtrack south of the Zairen town Kisangani, a UN expedition together with a handfull of journalists discover \"lost\" refugees. They are eighty thousand Hutus from far away Rwanda, the last survivors of three years of hunger and armed persecution that transpired throughout the vast Congo basin. The Hutu-refugees leave the forest, gathering in two gigantic camps. Hundreads of refugees die every day from diseases and malnutrition The Rwandans are promised repatriation with airplanes out of Kisangani.The film traces those refugees into the heart of the rainforest, and the hopeless attempts to help them.. But only four weeks later, the unprotecteed UN-camps are again attacked by machine-gun fire, deliberately massacred by factions of the rebel army (AFDL) of today's Democratic Republic Congo. Eighty thousand men, women and children disappear once again back into the jungle.Kisangani Diary must be the most extraordinary and passionate documentary I've seen in ages. Had modern cameras entered the Nazi death camps, this is what they might have brought back. Shot at the site of Conrad's Heart of Darkness, this jewel of a film confronts the unspeakable suffering of late 20th century Africa. Although violently angry with the cruelties he finds, director Hubert Sauper speaks in a language that is visual, poetic, and purged of ego. A tour de force of compassion and filmmaking.",
    "chinese_title": "基桑加尼日记",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Kisangani Diary",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2025-03-11T02:43:34"
}