{
    "aka": [],
    "sid": "36174864",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国",
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt3595454",
    "director": [
        {
            "url": "/celebrity/1142422/",
            "name": "Yvonne Russo Yvonne Russo",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "意大利语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3595454/",
    "imdb_votes": 5,
    "this_title": [
        "Viva Verdi"
    ],
    "douban_link": "https://movie.douban.com/subject/36174864/",
    "imdb_rating": "7.8/10 from 5 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "VIVA VERDI. is an intimate glimpse into the lives of the celebrated opera singers and musicians currently living our their 'third act' while mentoring international music students who live among them at Milan's unique retirement home, Casa Verdi, built by Verdi in 1896. From these 'guests of Verdi,' age 77 to 107, comprised of international opera singers, ballet dancers, musicians, conductors and composers, we hear an extraordinary array of personal and professional stories filled with music, magic and passion, and ultimately learn why Verdi called this remarkable home his \"best work.\" With \"little altars\" to Verdi in every corner at Casa Verdi, and music and memories in every room, the cross-generational mixing of young and old, held together by an implacable commitment and relentless passion for music, creates a highly charged atmosphere where the human spirit transcends both time and space. As stories of romance, tragedy and triumph abound from these living treasures, it's easy to see Verdi's vision thriving---a life-affirming reminder of how music moves us at a fundamental level; how nurturing artistic expression can be life-enhancing and nourishing to the spirit at any age; and how one distinctive retirement home has reclaimed and enriched thousands of artists' lives.",
    "chinese_title": "Viva Verdi",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-03-22T12:00:16"
}