{
    "aka": [],
    "sid": "36174657",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1603684/",
            "name": "保罗·施克多夫 Paul Shkordoff",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt18562788",
    "director": [
        {
            "url": "/celebrity/1603684/",
            "name": "保罗·施克多夫 Paul Shkordoff",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt18562788/",
    "this_title": [
        "Import"
    ],
    "douban_link": "https://movie.douban.com/subject/36174657/",
    "trans_title": [
        "引援"
    ],
    "douban_votes": "0",
    "introduction": "Danny Ingram is a 28 year-old American basketball player living in Belgrade, Serbia. His days are comprised of endless training and a relentless commitment to the upkeep of his body. When he’s unexpectedly cut from his team, the order of his life quickly comes apart. With his housing revoked and a dwindling supply of cash, Danny sets out into the darkened streets of Belgrade, determined to find his next team.Discovering little demand for a player with his history of injuries, Danny finds an unpaid position on the practice squad of a revered Serbian team, a tenuous arrangement forcing him to compete with younger players all vying for a permanent spot on the team.As the strain on his body increases and his drive to succeed intensifies, Danny’s actions turn increasingly desperate, thrusting him into a disorienting world of violence and crime. With his body breaking down and his money quickly fading, Danny finally confronts the cost of his ambition and the physical toll of its endless pursuit.",
    "chinese_title": "引援",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Import",
    "douban_rating_average": 0,
    "update_at": "2026-02-11T02:00:51"
}