{
    "aka": [],
    "sid": "36178575",
    "cast": [
        {
            "url": "/celebrity/1407866/",
            "name": "罗伊特·罗伊 Rohit Roy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1365270/",
            "name": "Anang Desai Anang Desai",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt16997024",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "古吉拉特语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt16997024/",
    "this_title": [
        "Keri"
    ],
    "douban_link": "https://movie.douban.com/subject/36178575/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Keri represents the mango season in Gujarat. A season of sharing and loving through the sweetness of the fruit. A season of warmth and caring. Chitralekhas mango plantations are legendary, and her mango parties are famous and forever looked forward to. This time is even more special as the entire household is preparing for the arrival of her daughter Revati who has been away in Germany for many years. Revati's talent as a flamenco dancer took her to Germany, where she has been training students for the past few years. She is bringing along her boyfriend Vivaan, with who she has been living in with. Chitralekha and the servants are excited about this arrival. For Chitralekha, this occasion is a moment to make amends. A time to fill the emptiness in her relationship with her daughter arose due to the problems between Chitralekha and her husband, Animesh. In order to continue pursuing her career as an actress, Chitralekha could not spend enough time with Revati, and for that, Revati hasn't forgiven her mother. The void will be filled with mother and daughter uniting after so long. Will Revati forgive her mother? Will Vivaan's mature and understanding nature bring the family back together? Keri uses the mango season as a backdrop in defining this mother-daughter drama of living, forgiving, and loving. The nuances of the most beautiful relationship in the world- that of a mother and daughter are brought alive in this beautifully woven story.",
    "chinese_title": "Keri",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-16T09:01:45"
}