{
    "aka": [
        "Life is Beautiful"
    ],
    "sid": "36178599",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900969679.jpg",
    "region": [
        "挪威"
    ],
    "writer": [],
    "imdb_id": "tt29683880",
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "挪威语",
        "英语"
    ],
    "playdate": [
        "2023-11-08(IDFA)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt29683880/",
    "imdb_votes": 100,
    "this_title": [
        "Al haya helwa"
    ],
    "douban_link": "https://movie.douban.com/subject/36178599/",
    "imdb_rating": "7.5/10 from 100 users",
    "trans_title": [
        "人生美好",
        "Life is Beautiful"
    ],
    "douban_votes": "0",
    "introduction": "In 2014, the young Palestinian filmmaker Mohamed Jabaly was on an exchange in Norway when the borders of his home Gaza were closed for an unspecified period. This posed several problems, one being that the Norwegian government would not accept his Palestinian passport, meaning that Jabaly was now stateless. Then his application for an artist’s visa was rejected, because being a self-taught filmmaker meant he didn’t have the necessary qualifications. It meant he was trapped with his host family in the arctic city of Tromsø, and couldn’t travel. One of the upshots of this situation was that he was unable to attend the screening of his 2016 debut film Ambulance at IDFA.While awaiting a decision from the court, and following the dismal paths of political and bureaucratic logic, Jabaly films himself and his Norwegian friends and colleagues in the snow-covered serenity of the spectacular Norwegian landscape. These scenes contrast starkly with the agonizing images and messages he receives from family and friends in Gaza. The close-knit artistic and film community in Tromsø, meanwhile, is making every effort to support Jabaly.",
    "chinese_title": "人生美好",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Al haya helwa",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-08-16T21:01:36"
}