{
    "aka": [],
    "sid": "36177248",
    "cast": [
        {
            "url": "/celebrity/1492371/",
            "name": "安德鲁·比埃尔纳特 Andrew Biernat",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884752490.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt14789426",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-11-02(瑞典)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt14789426/",
    "imdb_votes": 659,
    "this_title": [
        "Christmas in Pine Valley"
    ],
    "douban_link": "https://movie.douban.com/subject/36177248/",
    "imdb_rating": "4.9/10 from 659 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Natalie (Kristina Cole) is the owner of a successful handmade soap company that garners the attention of a major magazine. The magazine sends a reporter named Josh (Andrew Biernat) to profile Natalie's company thinking it's a family-run business. Little does he know that Natalie's business is run by her with the help of longtime family friends, Mary (René Ashton), Carlos (Demi Castro), and Lisa (Amie Dasher). Knowing how much the article will help Mary hang on to her struggling Christmas tree farm, Natalie must convince Josh that her \"family\" and Christmas traditions are all real. As Josh spends time around Natalie and her \"family\" to write his story, Natalie narrowly avoids blowing her cover, especially when Lisa's friend, Dave (Marc Herrmann), arrives unannounced. Determined not to jeopardize the ruse, Lisa introduces Dave to Josh as Natalie's fiancé. Everyone struggles to keep up the façade of being a family-owned business, and matters only get more complicated when Josh uncovers the truth-just as he and Natalie are falling for each other. Angry about being lied to, Josh plans to leave the farm but, after seeing that Natalie's business really is a \"family\" effort, decides to stay to be with Natalie and her so-called family.—Marvista",
    "chinese_title": "Christmas in Pine Valley",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.9,
    "douban_rating_average": 0,
    "update_at": "2025-02-12T11:29:29"
}