{
    "aka": [
        "Mu püksilukk on avali. Nagu mu südagi",
        "The Zip of My Pants is Open. Like My Heart"
    ],
    "sid": "36171717",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884568983.jpg",
    "region": [
        "奥地利"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1576468/",
            "name": "玛丽·路易塞·莱纳 Marie Luise Lehner",
            "@type": "Person"
        }
    ],
    "duration": "28分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2022-09-01(斯普利特电影节)"
    ],
    "this_title": [
        "Mein Hosenschlitz ist offen. Wie mein herz."
    ],
    "douban_link": "https://movie.douban.com/subject/36171717/",
    "trans_title": [
        "Mu püksilukk on avali. Nagu mu südagi",
        "The Zip of My Pants is Open. Like My Heart"
    ],
    "douban_votes": "0",
    "introduction": "A young woman indulges in erotic daydreams. The lead actors in the sexy cinema inside Thea’s head include: the gorgeous bartender from the trendy bar, who thirsts for menstrual blood; Laura’s “beautiful cousin” who plays the Magic Mike of Drag in a saucy mesh shirt; and not least of all, superblonde Sasha, an extra cool bondage expert and rigger with an exceptional sense of order. But even in her imagination, Thea encounters quite a few hurdles: What do you do with a hot pickup when the object of your fantasy doesn’t speak the same language? Are strap-ons a no-go? What about when irresistible hunger hits during a bondage session? With its humor and explicit attention to sound design and Foley effects, the film’s snaps, crackles, and pops are enough to delight any fan of ASMR, as multitalented director Marie Luise Lehner browses through the full catalogue of kink: hair, feet, nylon, sploshing, play-fighting, shibari – you name it.",
    "chinese_title": "Mein Hosenschlitz ist offen. Wie mein herz.",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-11T20:49:31"
}