{
    "aka": [],
    "sid": "3617732",
    "cast": [
        {
            "url": "/celebrity/1003629/",
            "name": "尤利西斯·杜蒙特 Ulises Dumont",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1124508/",
            "name": "阿图罗·马利 Arturo Maly",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1074725/",
            "name": "帕特里西奥·孔特雷拉斯 Patricio Contreras",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1058098/",
            "name": "Gogó Andreu Gogó Andreu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1035941/",
            "name": "Aldo Romero Aldo Romero",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1290483/",
            "name": "路易斯·卢克 Luis Luque",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1984",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2924631131.jpg",
    "region": [
        "阿根廷"
    ],
    "writer": [
        {
            "url": "/celebrity/1015607/",
            "name": "Osvaldo Soriano Osvaldo Soriano",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016964/",
            "name": "劳塔罗·穆鲁亚 Lautaro Murúa",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0083776",
    "director": [
        {
            "url": "/celebrity/1016964/",
            "name": "劳塔罗·穆鲁亚 Lautaro Murúa",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1984"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0083776/",
    "imdb_votes": 49,
    "this_title": [
        "Cuarteles de invierno"
    ],
    "douban_link": "https://movie.douban.com/subject/3617732/",
    "imdb_rating": "6.7/10 from 49 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "奥斯瓦尔多·索里亚诺(Osvaldo Soriano)，1943年出生在阿根廷首都布宜诺斯艾利斯，1997年病逝。他一生从事新闻工作，1973年开始利用业余时间从事文学创作。第一部长篇小说题为《悲伤、孤独和最后的人》，取材于美国滑稽电影和侦探小说的人物故事。A tango singer has been invited to a remote city for a celebration. He finds himself in a repressive almost paranoid world immediately after getting off the train when he is stopped by military police who submit him to quick, brusque inquiry and search him. While trying to find the sponsors of the concert he is to perform he meets a gruff, garrulous boxer in a restaurant whose crudeness draws too much attention, a hobo whose expressions of political paranoia invites even more problems, and the promoter of the celebration, whose aim is not at all clear to the apolitical singer. The film is full of a uneasy kind of foreboding. The characters are a mixture of caricature and a dramatist subterfuge. It's a rich, surprisingly comic political drama with deeply satirical [even slapstick] overtones. At one climatic scene, an event staged by the town's oligarchs to promote a young army boxer, all of the musicians quickly draw out automatic weapons when the big goon of a boxer is outraged at the statements made by the oldier. It's dark scenes like this one that give the film its sinister, interesting punch.Lautaro Murúa was one of the best actors in the Argentinean cinema. He was born in Chile and he resided in Argentina at the beginning of the fifties. He participated of the called New Wave of the '60 acting in movies of Leopoldo Torre Nilsson, Rodolfo Khun, Manuel Antín, David José Khon and Leonardo Favio. He was also devoted to direct movies of social topics: Shunko, Alias Gardelito and The Raulito, among others. He left to live to Spain for political reasons in the seventies, and then he returned to Argentina to film several movies until sickness set in and he died in Spain when he worked in that country.",
    "chinese_title": "Cuarteles de invierno",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-10-30T06:43:34"
}