{
    "aka": [
        "Η Μόνικα στις νότιες θάλασσες"
    ],
    "sid": "36171320",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2902138689.jpg",
    "region": [
        "芬兰"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1306839/",
            "name": "Mika Taanila Mika Taanila",
            "@type": "Person"
        }
    ],
    "duration": "72分钟",
    "episodes": "",
    "language": [
        "英语",
        "萨摩亚"
    ],
    "playdate": [
        "2023-01-26(鹿特丹电影节)"
    ],
    "this_title": [
        "Monica in the South Seas"
    ],
    "douban_link": "https://movie.douban.com/subject/36171320/",
    "trans_title": [
        "Η Μόνικα στις νότιες θάλασσες"
    ],
    "douban_votes": "0",
    "introduction": "Finnish filmmaker and artist Sami van Ingen is a great-grandson of documentary pioneer Robert Flaherty, and seemingly the sole member of the family with a hands-on interest in continuing the directing legacy. Among the materials he found in the estate of Robert and Frances Flaherty’s daughter Monica were the film reels and video tapes detailing several years of work on realising her lifelong dream project: a sound version of her parents’ 1926 docu-fiction axiom, Moana: A Romance of the Golden Age.For her version, Monica returned to her childhood home, the Samoan island of Savaiʻi, to accomplish a valiant yet absurd task of recording ‘original’ noises half a century later, as well as songs that were already sung back then and have the aura of being sung for centuries to come. Van Ingen, in tandem with IFFR regular Mika Taanila, shaped the sounds and images Monica had preserved into an elegant, ironic and melancholic essay on the vexing and perplexing nature of authenticity. They wonder: whose authenticity, exactly? Monica seemingly looked for her fairytale pre-teen world in the same way her parents searched for some last reflections on Paradise Lost – while the islanders have their own view of matters.源自：https://iffr.com/en/iffr/2023/films/monica-in-the-south-seas",
    "chinese_title": "Monica in the South Seas",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-16T17:35:59"
}