{
    "aka": [],
    "sid": "36172196",
    "cast": [
        {
            "url": "/celebrity/1027973/",
            "name": "马克·加蒂斯 Mark Gatiss",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314355/",
            "name": "尼古拉斯·法瑞尔 Nicholas Farrell",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情",
        "惊悚",
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884504508.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "125分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-11-27(英国)"
    ],
    "this_title": [
        "A Christmas Carol: A Ghost Story"
    ],
    "douban_link": "https://movie.douban.com/subject/36172196/",
    "trans_title": [
        "圣诞颂歌：鬼故事"
    ],
    "douban_votes": "0",
    "introduction": "Mark Gatiss (Sherlock, Dracula, Doctor Who) stars as Jacob Marley in his own 'Irresistibly theatrical' (The Telegraph) retelling of Dickens' classic winter ghost story, A Christmas Carol, alongside Nicholas Farrell (Chariots of Fire, The Crown, The Iron Lady) as Scrooge. This powerful tale of life, love, loss and redemption is as relevant today as when it was first published 179 years ago. A Nottingham Playhouse production,it was filmed live for cinemas during the 2021 stage run at London's sumptuous Alexandra Palace Theatre and filled with Dickensian, spine-tingling special effects, prepare to be frightened and delighted in equal measure as you enter the supernatural Victorian world of A Christmas Carol: A Ghost Story on the big screen. It's a cold Christmas Eve and mean-spirited miser Ebenezer Scrooge (Nicholas Farrell) has an unexpected visit from the spirit of his former business partner Jacob Marley (Mark Gatiss). Bound in chains as punishment for a lifetime of greed, the unearthly figure explains it isn't too late for Scrooge to change his miserly ways in order to escape the same fate, but first he'll have to face three more eerie encounters...",
    "chinese_title": "圣诞颂歌：鬼故事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "A Christmas Carol: A Ghost Story",
    "douban_rating_average": 0,
    "update_at": "2025-09-16T05:00:15"
}