{
    "aka": [],
    "sid": "36171249",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "巴西"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "Wherá Tupã e o Fogo Sagrado"
    ],
    "douban_link": "https://movie.douban.com/subject/36171249/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Alcindo Wherá Tupã, Guarani spiritual leader in Brazil, is the bearer of the millenary wisdom of the Sacred Fire, which is disappearing. Featuring scenes from a healing ritual never before seen on film, this documentary aims to reflect the current situation of the Guarani and to highlight the keen sensitivity of the 109 year-old elder, which allows him to perform spiritual and physical cures with Fire.\"Wherá Tupã allowed the making of this film in 2013. I received Guarani baptism in 2015, which brought me very close to the indigenous communities of the Santa Catarina coast. In the following years I filmed ceremonies and created a cinematographic language inspired by the reality of the opy (house of prayer), presenting the images to the community and receiving their feedback. From the exchanges over the years between Wherá Tupã, Wanderley and me, the film's script was born and intense production work began after being awarded the Catarinense Film Prize in 2018.\"  Rafael Coelho, director, producer and editor.\"Today there are few people who maintain this culture, this essence, this coexistence of being within the culture, within the sacred temple that is the opy (house of prayer), there are few elders who still pass on these teachings to their grandchildren and children. This film was produced with great care, hard work, and a lot of patience. It talks about the work of Mr. Alcindo Wherá Tupã, the healing, and about his life, showing his day-to-day life, where he has been doing this work for more than 80 years. This film carries this message to the generations that are coming, so that they can see and feel these teachings. Wanderley Karaí Vydju, Alcindo's son and co-creator of the film.",
    "chinese_title": "Wherá Tupã e o Fogo Sagrado",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-24T07:00:47"
}