{
    "aka": [
        "The Great Nothing"
    ],
    "sid": "36182159",
    "cast": [
        {
            "url": "/celebrity/1524559/",
            "name": "Andrej Babis Andrej Babis",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903556754.jpg",
    "region": [
        "捷克"
    ],
    "writer": [],
    "imdb_id": "tt27193714",
    "director": [
        {
            "url": "/celebrity/1274849/",
            "name": "维特·克卢萨克 Vít Klusák",
            "@type": "Person"
        }
    ],
    "duration": "103分钟",
    "episodes": "",
    "language": [
        "捷克语"
    ],
    "playdate": [
        "2023-03-16(捷克)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt27193714/",
    "imdb_votes": 57,
    "this_title": [
        "Velké nic"
    ],
    "douban_link": "https://movie.douban.com/subject/36182159/",
    "imdb_rating": "7.1/10 from 57 users",
    "trans_title": [
        "The Great Nothing"
    ],
    "douban_votes": "0",
    "introduction": "The Czech documentary Caught in the Net [+], focusing on online predators, became the unexpected hit of pandemic-era cinema in its home country (see the news). Now, one half of its directorial duo, Vít Klusák, has given in to his documentary instincts and started mapping the state of affairs during the various COVID-19 lockdowns.“The impulse to make a film about the pandemic came at an absurd moment, when the government of the Czech Republic was calling for a nation of DIYers in the face of a fatal shortage of masks. They ordered the opening of haberdasheries, and sewing machines in households went into overdrive. This amused us and got us out of our seats. After hesitating for a while about whether to risk our health and that of our loved ones, we decided to start working on a film about how the Czechs were coping with that period of unexpected challenges,” says Klusák about the film’s origins. He is co-directing the doc with his partner Marika Pecháčková, who collaborated on the book written to accompany Caught in the Net.The footage filmed has been assembled into a feature-length tragicomic documentary called A Big Nothing. A small film crew surveyed the pandemic period, capturing crucial moments and shifts in society and the government. “Due to the length of the filming process, it was also possible to reflect on the social dimension of the pandemic and human behaviour at a time of crisis. If at the beginning of 2020, solidarity and mutual assistance were felt everywhere, by the end of 2021, society was already divided into two irreconcilable camps. People labelled, pointed at and attacked each other. Even through this, the film becomes a reflection of the times and the entire pandemic,” note the filmmakers. “It was one of the most challenging shoots. We were all much happier when we saw at the test screenings how strongly the film resonates with people. Laughter replaces crying, and then anger, but the need to think about this strange, painful and magical time prevails over all of that,” adds Pecháčková.",
    "chinese_title": "Velké nic",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-10-28T18:08:01"
}