{
    "aka": [
        "Revolution of the Eyes"
    ],
    "sid": "36182248",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884938174.jpg",
    "region": [
        "奥地利"
    ],
    "writer": [],
    "director": [],
    "duration": "75分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-11(Diagonale)",
        "2023-01-26(鹿特丹电影节)"
    ],
    "this_title": [
        "Revolution der Augen"
    ],
    "douban_link": "https://movie.douban.com/subject/36182248/",
    "trans_title": [
        "Revolution of the Eyes"
    ],
    "douban_votes": "0",
    "introduction": "In the early 1970s, Friederike Pezold became known as part of Austria's feminist vanguard in the arts, making videos and films as well as photos and drawings, performances and sculptures, often using their body as the subject. After her last fiction feature, Das geheime Labyrinth des Horrors (1989), Pezold seemed to abandon moving images for good – till she unveiled a new film last spring, Revolution der Augen. And one unlike anything she had done so far: it's silent, consists mainly of non-moving (but sometimes actually only still!) images, occasional very minimal animations, a few interventionist artistic gestures (like painting over an image), plus text.Pezold is quite serious when she calls for a revolution of the eyes. In our depressingly digital day-in day-out, we have unlearned how to see; we merely register a restless flow of data. But looking, watching means something else: it means appreciating what's in front of us, taking the time to let a presence unfold its meaning(s). Quietness helps. And so, with Revolution der Augen, we are invited to return to the origins of cinema and its initial promises, with the experience and knowledge gained through all kinds of media over some six score years. It's tabula rasa time!源自：https://iffr.com/en/iffr/2023/films/revolution-der-augen",
    "chinese_title": "Revolution der Augen",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-27T10:39:16"
}