{
    "aka": [],
    "sid": "36181571",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897795688.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1497025/",
            "name": "贝坦·哈迪森 Bethann Hardison",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt24132808",
    "director": [
        {
            "url": "/celebrity/1497025/",
            "name": "贝坦·哈迪森 Bethann Hardison",
            "@type": "Person"
        }
    ],
    "duration": "115分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-01-20(圣丹斯电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt24132808/",
    "imdb_votes": 183,
    "this_title": [
        "Invisible Beauty"
    ],
    "douban_link": "https://movie.douban.com/subject/36181571/",
    "imdb_rating": "7.3/10 from 183 users",
    "trans_title": [
        "被忽视的美丽"
    ],
    "douban_votes": "0",
    "introduction": "Fashion revolutionary and model turned agent and activist Bethann Hardison knew that Black is beautiful well before the fashion industry acknowledged the truth. From walking runway shows alongside Iman to discovering supermodels like Tyson Beckford and mentoring icons like Naomi Campbell, Hardison has been at the epicenter of major representational shifts in fashion. Catalyzing change requires continuous championing, and as the next generation takes the reins, Hardison reflects on her personal journey and the cost of being a pioneer.In tandem with Frédéric Tcheng (Halston, Dior and I), Bethann Hardison is a force at the helm of her own story. Together, the co-directors trace Hardison’s impact on fashion from runway shows in New York and Paris in the ’70s to roundtables about lack of racial diversity in the early 2000s. Hardison’s audaciousness and candor are inspiring and inviting. Interviews with industry speak to the state of fashion, while friends and family attest to Hardison’s rebellious and ambitious spirit. The film is an absorbing record of Hardison’s accomplishments and a rare contemplation on the life of a radical thinker.源自：https://festival.sundance.org/program/film/638a1a40d406b261cbf2d400",
    "chinese_title": "被忽视的美丽",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Invisible Beauty",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-06-26T13:43:40"
}