{
    "aka": [],
    "sid": "36181574",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886878642.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt24137440",
    "director": [
        {
            "url": "/celebrity/1306985/",
            "name": "特蕾西·德罗兹·巴勒莫 Tracy Droz Tragos",
            "@type": "Person"
        }
    ],
    "duration": "99分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-01-20(圣丹斯电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt24137440/",
    "imdb_votes": 60,
    "this_title": [
        "Plan C"
    ],
    "douban_link": "https://movie.douban.com/subject/36181574/",
    "imdb_rating": "7.3/10 from 60 users",
    "trans_title": [
        "C计划"
    ],
    "douban_votes": "0",
    "introduction": "There are people out there you wish you had known about (and supported) a long time ago. Francine Coeytaux is one of those people. She has spent decades working in public health and focusing on new reproductive technologies, including the development of emergency contraception. With abortion restrictions and bans going into effect, Coeytaux and her team of providers established Plan C — a grassroots organization dedicated to expanding access to medication abortion.Tracy Droz Tragos (co-director of Rich Hill, U.S. Documentary Grand Jury Prize, 2014 Sundance Film Festival) accompanies the team as they look for ways to distribute abortion pills while following the letter of the law. Unmarked vans serving as mobile clinics distribute medication to those who cannot get help in their own states. Countless calls are coming in daily from women desperate to be “un-pregnant.” The team of Plan C works tirelessly to make sure they are not alone.PLAN C feels like essential viewing, not just because it’s timely and diligent. It’s a call to action that has the power to motivate and replace fear with hope.源自：https://festival.sundance.org/program/film/638a1a9177dd3d14aa805de4",
    "chinese_title": "C计划",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Plan C",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-09-18T22:13:27"
}