{
    "aka": [
        "Play"
    ],
    "sid": "36188898",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1961",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "波兰"
    ],
    "writer": [],
    "director": [],
    "duration": "16分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "Zabawa"
    ],
    "douban_link": "https://movie.douban.com/subject/36188898/",
    "trans_title": [
        "Play"
    ],
    "douban_votes": "0",
    "introduction": "A boy plays alone in a well of a big city yard. His mother, being in their tenement flat, passes him an empty bottle using a string. The boy has to go to a shop. His alcohol fun begins – at an off-licence shop, at a purchasing centre, at a gate. The off-licence is so crowded that the boy has to wait until everyone is gone to swap the empty bottles. After earning a few zlotys, he wants more. He looks through some garbage cans found in other yards. He follows groups of young men who gather at the gates in order to drink some alcohol. He follows them outside the city, where he finds some bottles in the bushes. The boy returns to the city center - he stands in front of the off-licence and imagines his empty loop. He washes the bottles in the sewer. Finally, he returns to his family tenement house and, using the same string, passes his mother a bottle, probably a full one. An educational film focused on the problem of alcohol, created by master Janusz Majewski, director of both documentaries and feature films. Antoni Staśkiewicz's shots reflect the trap in which the protagonist of the films is. The boy is too young to understand the seriousness of the problem – alcoholism as a social disease. The music for the film was composed and performed by jazzman Andrzej Kurylewicz, the protagonist of another Majewski's documentary titled \"Opus jazz\". \"Zabawa\" was created in accordance with the script that was awarded during the competition organized by the Central Social Anti-Alcohol Committee.",
    "chinese_title": "Zabawa",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-08T17:14:57"
}