{
    "aka": [],
    "sid": "36184305",
    "cast": [
        {
            "url": "/celebrity/1009696/",
            "name": "理查德·布兰森 Richard Branson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2885057717.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt23865600",
    "director": [
        {
            "url": "/celebrity/1297860/",
            "name": "克里斯·史密斯 Chris Smith",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-11-30(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt23865600/",
    "imdb_votes": 392,
    "this_title": [
        "Branson Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36184305/",
    "imdb_rating": "7.1/10 from 392 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Sixteen days before Richard Branson is scheduled to make a potentially historic flight as the first passenger to reach space in his own spacecraft in July 2021, the billionaire entrepreneur sits down for a conversation with acclaimed filmmaker Chris Smith, in light of the risk that lies ahead. Smith ultimately takes us on an expansive and intimate 70-year journey, from Branson's upbringing as the son of a spirited, tough-love mother in Britain, to his pursuits of extreme, personal daredevilry that serve both to grow his businesses' brands and feed his insatiable, lifelong thirst for high-stakes adventure. With added insight from family members, business associates, and journalists, and illustrated by decades of archival and home video footage, Branson reveals the ups and downs of a man driven by risk taking in both his business and personal life, reflecting on the costs and rewards of his lifelong, relentless optimism and boundary-pushing.After dropping out of school where he struggled with dyslexia, Branson began his entrepreneurial career as a 15-year-old publisher of a student magazine and went on to become a millionaire by the age of 22 with the booming success of Virgin Records. His launch of the airline Virgin Atlantic soon followed, along with a myriad of other Virgin branded businesses with varying levels of success, culminating in the launch of Virgin Galactic, his commercial spaceflight company in 2004. His record-breaking, transoceanic boat and balloon challenges, and now his crusade to bring customers to space, have all been positioned by Branson with the Virgin brand front and center. Branson remains a complex figure, committed to both philanthropic initiatives and his own bottom line.- HBOEpisode DescriptionsEpisode 1: Words and MusicEpisode 2: AtlanticEpisode 3: Fight or FlightEpisode 4: SpaceCredits: HBO Documentary Films presents BRANSON. Directed by Chris Smith; executive produced by Kate Noble. For HBO: executive producers Nancy Abraham and Lisa Heller, senior producer Tina Nguyen.",
    "chinese_title": "Branson Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-08-11T05:52:07"
}