{
    "aka": [],
    "sid": "3618105",
    "cast": [
        {
            "url": "/celebrity/1068070/",
            "name": "纳塔利亚·布兹科 Natalya Buzko",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1081199/",
            "name": "彼得·菲茨 Peter Fitz",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2883638455.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1019407/",
            "name": "乌尔里克·奥廷格 Ulrike Ottinger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029196/",
            "name": "伊利亚·伊里夫 Илья Арнольдович Ильф",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1038311/",
            "name": "叶夫根尼·彼得罗夫 Yevgeny Petrov",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0420344",
    "director": [
        {
            "url": "/celebrity/1019407/",
            "name": "乌尔里克·奥廷格 Ulrike Ottinger",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2004"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0420344/",
    "imdb_votes": 65,
    "this_title": [
        "Zwölf Stühle"
    ],
    "douban_link": "https://movie.douban.com/subject/3618105/",
    "imdb_rating": "5.4/10 from 65 users",
    "trans_title": [
        "十二把椅子"
    ],
    "douban_votes": "0",
    "introduction": "Auf dem Sterbebett vertraut eine alte russische Aristokratin ihrem Schwiegersohn ein streng gehütetes Geheimnis an. In einem der zwölf Stühle ihrer alten, nach der Revolution enteigneten Salongarnitur hatte sie ihren wertvollen Juwelenschmuck versteckt. Ihr Schwiegersohn, der ehemalige Adelsmarschall und Lebemann Ippolit Matwejewitsch Worobjaninow, der als Standesbeamter in einem Provinznest sein Leben fristet, begibt sich unverzüglich auf die Suche nach dem Schatz. Die zwölf Stühle sind inzwischen im ganzen Land verstreut. Schon auf der ersten Station heftet sich Ostap Bender an seine Fersen, ein gewitzter, buntscheckiger Gauner, der die Jagd nach den Brillanten energisch an sich reißt.Eine tolle Reise beginnt von Nord nach Süd und von West nach Ost, zu Wasser und zu Lande, vom Dorf in die Metropole. Das ungleiche Gespann hat einen Rivalen in Vater Fjodor. Er hatte der einst wohlhabenden Aristokratin die letzte Beichte abgenommen und kennt so als Dritter im Bund ihr Geheimnis.Der Film basiert auf dem gleichnamigen Roman von Ilja Ilf und Jewgeni Petrow und verknüpft in spektakulärer Weise die Dramaturgie einer Schatzsuche und Verfolgungsjagd mit einer dichten Bilderwelt von Personen und Orten. Er erzählt zugleich von gestern und heute, von der Realität der Menschen in den GUS-Staaten und vom Allgemeinmenschlichen unseres eigenen Handelns. Große gesellschaftliche Utopie vermischt sich so mit der individuellen Hoffnung auf das ganz persönliche Glück, sei es durchs Geld oder in der Liebe. ZWÖLF STÜHLE gelingt es, eine witzige, tragische und humane Welt zu zeigen: Sie ist immer zugleich großer Entwurf und zusammengeflickte Existenz.",
    "chinese_title": "十二把椅子",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Zwölf Stühle",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-07-27T03:15:46"
}