{
    "aka": [
        "Moge u in interessante tijden leven",
        "願你生活多姿多彩"
    ],
    "sid": "36181938",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1997",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2885384718.jpg",
    "region": [
        "荷兰"
    ],
    "writer": [],
    "imdb_id": "tt0136410",
    "director": [
        {
            "url": "/celebrity/1486534/",
            "name": "菲奥娜·谭 Fiona Tan",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "荷兰语",
        "英语"
    ],
    "playdate": [
        "1997(荷兰)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0136410/",
    "imdb_votes": 7,
    "this_title": [
        "May You Live in Interesting Times"
    ],
    "douban_link": "https://movie.douban.com/subject/36181938/",
    "imdb_rating": "6.6/10 from 7 users",
    "trans_title": [
        "愿你生活在有趣的时代",
        "Moge u in interessante tijden leven",
        "願你生活多姿多彩"
    ],
    "douban_votes": "0",
    "introduction": "Fiona Tan was born in Indonesia from an Indonesian-Chinese father and an Australian mother, and as such May You Live in Interesting Times is Tan’s most autobiographical work to date. It traces the history of the Tan family. In a documentary style, the work critically analyzes the construction of (her own) identity, but also investigates the identity of the Overseas Chinese and delves into their diaspora. Through various testimonies relating some of the history and the present day situation of the family and its individuals, a journey is made which leads from The Netherlands to Germany, Australia, Indonesia, Hong Kong and China, where the original ‘Tan-village’ is found. Although every inhabitant of this place carries the Tan name, the artist herself feels that she will never be able to feel at home there. May You Live in Interesting Times, displays how personal and political history, migratory movements and cultural background modifies the perception of identity. Although the myths of an original culture may persist, it inevitably gets transformed and even abandoned across time.",
    "chinese_title": "愿你生活在有趣的时代",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "May You Live in Interesting Times",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-09-17T19:35:18"
}