{
    "aka": [
        "The Road to School"
    ],
    "sid": "36188897",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1985",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "波兰"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "Droga do szkoły"
    ],
    "douban_link": "https://movie.douban.com/subject/36188897/",
    "trans_title": [
        "The Road to School"
    ],
    "douban_votes": "0",
    "introduction": "One winter day in the life of a village boy. His life differs from the life of his peers in the city. Precisely, the titular way to and from school is the difference. Apart from school duties, the boy has to deal with chores too. Before dawn, he brings hay to the barn and water for the cattle. The director juxtaposed the shots of his work with learning a poem. Thanks to that, we can see the contrast between the poetic story about changing seasons, the gifts of each month, and the austerity of a child's life in the countryside. \"Fragrant months\" from the poem are contrasted with photos from the barn, \"blue sky\" is contrasted with a winter dawn. On his way to school, the boy goes through fields full of snow and barely lit roads. The way back home is no easier. After his return, the boy first performs his duties on the farm, after that he does his homework. The filmmakers did not show any adults in the kid’s environment. His teacher is the only exception. Marta Broczkowska and Magdalena Jaworska won the Sound Award at the Cracow Film Festival (1985). Grzegorz Skurski, the director of the production, received the Bronze Ear at the Festival of Agricultural Film in Puławy (1987).",
    "chinese_title": "Droga do szkoły",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-25T21:33:37"
}