{
    "aka": [],
    "sid": "36181943",
    "cast": [
        {
            "url": "/celebrity/1568648/",
            "name": "乔丹·贝切尔 Jordan Betscher",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情",
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884932539.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt18361702",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-11-27(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt18361702/",
    "imdb_votes": 1663,
    "this_title": [
        "A Holiday Spectacular"
    ],
    "douban_link": "https://movie.douban.com/subject/36181943/",
    "imdb_rating": "7.2/10 from 1663 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "When her adolescent granddaughter Lucy shows some apprehension in her final audition for a featured role in the Nutcracker, Maggie Bingham decides it's time to tell Lucy the complete story of what happened to her the Christmas season of 1958. From a high society Philadelphia background, Maggie, the star pupil in her dance class, had been obsessed with the Radio City Rockettes when she first saw them perform on television the year before. As a lark, she decides to audition for the Rockettes in their Philadelphia tryouts knowing that she will never get one of the spots and if she does that she will never be able to accept in her life being mapped out for her by her strict parents, the future including being engaged in an arrangement to Maxwell from an equally wealthy Philadelphia family. So when she is offered one of the three open spots on the Rockettes for their shows this Christmas season, Maggie concocts a lie to be able to go to New York for November and December to the end of the Christmas shows, the lie, with the help of her high society friend Kitty in New York, centered on preparing for the wedding. After this season, she will just go back to Philadelphia to resume her life with her parents and Maxwell none the wiser. But in New York, she experiences some things for the first time in her life, including a sense of independence away from her parents - she expecting a similarly controlled life with Maxwell - and a sense of camaraderie with a group of women, her fellow Rockettes, especially her two fellow newbies, Sofia and Janet, and their freshman \"housemother\" Alice, who, after ten years with the troupe, is nearing the end of her professional dancing life, they all needing that support to survive emotionally. But arguably most importantly, Maggie learns what it means truly to be in love when she meets John Slater, he in the final six months of his Navy duty as a photographer before his parents expect him to take over the family business of an independent market. Like Maggie, John is hiding from his parents what he truly wants for his life, namely to be a photographer, first by applying to the Fine Arts program at NYU. But both Maggie and John realize that their meeting is a matter of bad timing in there being no future for them despite their feelings for each other.—Huggo",
    "chinese_title": "A Holiday Spectacular",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-05-16T17:50:43"
}