{
    "aka": [],
    "sid": "36187421",
    "cast": [
        {
            "url": "/celebrity/1554217/",
            "name": "阿曼达·克鲁茨  Amanda Kloots",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2885174126.jpg",
    "region": [
        "加拿大",
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt19499500",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-12-04(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt19499500/",
    "imdb_votes": 791,
    "this_title": [
        "Fit for Christmas"
    ],
    "douban_link": "https://movie.douban.com/subject/36187421/",
    "imdb_rating": "5.7/10 from 791 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Just before Christmas, Audrey Parker heads back to her small hometown of Mistletoe MT, her future uncertain. Her boutique fitness center in New York City went under in being unable to compete with the corporate chains, and her business and personal partner Bradley, the two who had always talked about getting married, has suggested they take a break both professionally and personally to regroup. Her fallback of teaching classes at the dance studio at Mistletoe's recreation center, where her long deceased mother taught and gave her a sense of the joy of movement, may also be in jeopardy when she finds out from her father Earl Parker, the town mayor, and her married friends Lisa and Jim that Skyridge Resorts, a ski resort development company, wants to purchase the property for a new ski resort, the town in need of the revenue. Beyond her own interest in the recreation center, she knows that a Skyridge development would ruin the nature of Mistletoe in all the corporate giants, like the ones with which she couldn't compete in New York City, would descend into the town putting all the local businesses in jeopardy. She inherently views Skyridge's face for this acquisition, Griffin Weston, as the enemy, his natural salesman tactics which only exacerbates that view. The son of the company president, Griffin has a promotion to COO riding on this acquisition. While Audrey contemplates her and the recreation center's futures, she is potentially pulled back to New York City and Bradley when he comes with a proposition. But as Griffin immerses himself in Mistletoe to secure enough votes on town council at the December 23rd meeting, further complications ensue as both he and Audrey begin to see the other as people in falling for each other, and not the face of the enemy side.—Huggo",
    "chinese_title": "Fit for Christmas",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.7,
    "douban_rating_average": 0,
    "update_at": "2025-03-07T11:08:50"
}