{
    "aka": [
        "The Long Voyage of the Yellow Bus"
    ],
    "sid": "36182247",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887650365.jpg",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1008190/",
            "name": "朱利奥·布雷萨内 Júlio Bressane",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1008190/",
            "name": "朱利奥·布雷萨内 Júlio Bressane",
            "@type": "Person"
        }
    ],
    "duration": "432分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2023-01-28(鹿特丹电影节)"
    ],
    "this_title": [
        "A longa viagem do ônibus amarelo"
    ],
    "douban_link": "https://movie.douban.com/subject/36182247/",
    "trans_title": [
        "黄色巴士的长途旅行",
        "The Long Voyage of the Yellow Bus"
    ],
    "douban_votes": "0",
    "introduction": "Starting with the screening of O Mandarim in 1996, Júlio Bressane became a regular at IFFR — one of its patron saints, one could even say, as many of his films were selected for later editions. In 2000, the festival honoured the cinema marginal paragon with one of the first comprehensive retrospectives on his work outside his native Brazil. It is, thus, more than fitting that Bressane’s extensive reflection on his six decades of filmmaking, The Long Voyage of the Yellow Bus, done in tandem with Rodrigo Lima, is one of IFFR 2023’s centrepieces!For this behemoth, Bressane took his opera omnia and edited it in an order that first adheres to historical chronology but soon starts to move backwards and forward. The various pasts – the 60s, the 80s, the 2000s – comment on each other in a way that sheds light on Bressane’s themes and obsessions, which become increasingly apparent and finally, a whole idea of cinema reveals itself to the curious and patient viewer. Will Bressane, from now on, rework The Long Voyage of the Yellow Bus when he makes another film? Is this his latest beginning? Why not, for the eternally young master maverick seems to embark on a maiden voyage with each and every new film!源自：https://iffr.com/en/iffr/2023/films/the-long-voyage-of-the-yellow-bus",
    "chinese_title": "黄色巴士的长途旅行",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "A longa viagem do ônibus amarelo",
    "douban_rating_average": 0,
    "update_at": "2025-08-27T04:42:09"
}