{
    "aka": [
        "Endless Borders"
    ],
    "sid": "36191305",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "剧情",
        "惊悚"
    ],
    "awards": "　　第52届鹿特丹国际电影节(2023)\n　　大银幕奖 阿巴斯·阿米尼\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905755025.jpg",
    "region": [
        "德国",
        "伊朗",
        "捷克"
    ],
    "writer": [
        {
            "url": "/celebrity/1441219/",
            "name": "阿巴斯·阿米尼 Abbas Amini",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt26345645",
    "director": [
        {
            "url": "/celebrity/1441219/",
            "name": "阿巴斯·阿米尼 Abbas Amini",
            "@type": "Person"
        }
    ],
    "duration": "111分钟",
    "episodes": "",
    "language": [
        "波斯语"
    ],
    "playdate": [
        "2023-02-02(鹿特丹电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt26345645/",
    "imdb_votes": 239,
    "this_title": [
        "Marzhaye bi payan"
    ],
    "douban_link": "https://movie.douban.com/subject/36191305/",
    "imdb_rating": "6.9/10 from 239 users",
    "trans_title": [
        "无尽的边界",
        "Endless Borders"
    ],
    "douban_votes": "415",
    "introduction": "The story opens in Balochistan, in a small, scarcely ‘wired’ village bordering Iran and Afghanistan. Ahmad is an idealistic teacher in exile, educating the local community; his partner Haseeba, however, has spent time in jail in Tehran for the very same offence against the State. The disaccord between them is not only social but also personal. Ahmad's destiny collides with that of a family fleeing the Taliban; soon the intricate divisions of age and gender within that group will trigger other problems and entanglements – including a 'lovers on the run' intrigue that fleetingly recalls Murnau's classic Tabu (1931).Across all the arresting, shifting peripeteia of its plot, Abbas Amini's film deftly dramatises the complicated question of commitment: do we commit ourselves to a political cause, a set of religious beliefs, or a person? And how do we negotiate the commitments of others, even those closest to us, when they are based on a very different value system?With its sparse music score, densely naturalistic acting and unostentatious camera work, Endless Borders is almost a minimalistic suspense thriller (with Hitchcockian overtones), combined with a heated family melodrama – but it never loses sight of the serious and extremely timely issues that it raises.源自：https://iffr.com/en/iffr/2023/films/endless-borders",
    "chinese_title": "无尽的边界",
    "douban_rating": "7.1/10 from 415 users",
    "foreign_title": "Marzhaye bi payan",
    "imdb_rating_average": 6.9,
    "douban_rating_average": "7.1",
    "update_at": "2025-02-12T14:58:19"
}