{
    "aka": [
        "After All the Dead Sing Again..."
    ],
    "sid": "36195565",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2923439746.jpg",
    "region": [
        "匈牙利"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1087717/",
            "name": "Judit Elek Judit Elek",
            "@type": "Person"
        }
    ],
    "duration": "72分钟",
    "episodes": "",
    "language": [
        "希伯来语",
        "意第绪语"
    ],
    "playdate": [],
    "this_title": [
        "És a halottak újra énekelnek..."
    ],
    "douban_link": "https://movie.douban.com/subject/36195565/",
    "trans_title": [
        "After All the Dead Sing Again..."
    ],
    "douban_votes": "0",
    "introduction": "Judit Elek’s oeuvre doesn’t consist of films alone. There are also some books – not many, but all of great importance and value. An early novella aside, these books are usually documentation that provide the historical materials several of her main works are based on, above all the trial against Ignác Martinovics in The Trial of Martinovics and the Hungarian Jacobins (1981), and the so-called Tiszaeszlár Affair in Memories of a River (1989).With the concert documentary After All the Dead Sing Again... matters are the other way around. The film sums up the results of a massive endeavour in historical restoration and reconstruction, then recording Elek became engaged with: that of the Chasidic songs Hungarian/Romanian composer Max/Miksa/Mihai Eisikovits wrote down in 1938-39 – purely phonetically, without knowing either Yiddish or Hebrew or Aramaic. Elek also published a massive tome with translations of the songs, including into English. The film moreover harks back to To Speak the Unspeakable – The Message of Elie Wiesel (1996), tying one more knot into the massive weave that are her films – a tapestry of the 20th century as witnessed and remembered from an angle most particular and unique.源自：https://iffr.com/en/iffr/2023/films/after-all-the-dead-sing-again",
    "chinese_title": "És a halottak újra énekelnek...",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-11T20:28:23"
}