{
    "aka": [
        "Blank Photograph"
    ],
    "sid": "36191537",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2885370302.jpg",
    "region": [
        "中国台湾",
        "法国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2023-01-26(鹿特丹电影节)"
    ],
    "this_title": [
        "空白相片"
    ],
    "douban_link": "https://movie.douban.com/subject/36191537/",
    "trans_title": [
        "Blank Photograph"
    ],
    "douban_votes": "0",
    "introduction": "Artist Hsu Che-yu (The Making of Crime Scenes, IFFR 2022) blends his digitally animated exploration of the relation between media and memory with an account of Taiwanese terrorist Yung Ru-Men, a bomb maker who idolised Japan’s suicidally-inclined United Red Army.The black-and-white images, presented as still frames, are patchy and unreal, like our memories; both physical places and human figures disintegrate – an oblique and compelling testament, probing unseen acts and murky motivations.源自：https://iffr.com/en/iffr/2023/films/blank-photograph-------------This work is a cooperation with the long-time collaborator, scriptwriter Chen Wan-Yin.A terrorist revisits the seashore where he practiced bomb-making and goes back to his home where he speaks a story about a suicidal scene.In 2003, Yang Ru-Men placed bombs on the city of Taipei more than ten times. Yet, none of the bombs was ignited. Yang’s action was later regarded as a struggle for farmers in the same vein of anti-neoliberalism and his sentence was mitigated. A few years after he was released from jail, his brother committed suicide at home.In this work, Hsu Che-Yu invites Yang Ru-Men to perform at two sites: the seashore and his house. At the seashore where he practiced bomb-making, he reenacts an operation and discusses the self-sacrifice resonance of the Japanese Red Army. In his house, he recalls a memory of a suicidal family member. The artist cooperated with a 3D scanning team—their job is to provide forensic scanning service at crime scenes—to make a digital double of Yang Ru-Men. Hsu made a digital scan of the architectural structure of Yang Ru-Men’s house. With these digital models, the artist reconstructs the bomb maker’s personal memories virtually.源自：http://www.hsucheyu.com/2022/11/blank-photograph.html",
    "chinese_title": "空白相片",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-07T19:57:09"
}