{
    "aka": [],
    "sid": "36193669",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2885444074.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt26220538",
    "director": [
        {
            "url": "/celebrity/1526863/",
            "name": "玛德琳·亨特-埃利希 Madeleine Hunt-Ehrlich",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1560899/",
            "name": "西蒙娜·利 Simone Leigh",
            "@type": "Person"
        }
    ],
    "duration": "25分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt26220538/",
    "this_title": [
        "Conspiracy"
    ],
    "douban_link": "https://movie.douban.com/subject/36193669/",
    "trans_title": [
        "合谋"
    ],
    "douban_votes": "0",
    "introduction": "An incantation of multiple architectures of the self for Black women, Conspiracy is a film by artists Simone Leigh and Madeleine Hunt-Ehrlich. This tribute to the manual labors of creation, which closes with a gesture of contained Black feminist arson, forms a contact zone between their respective practices of sculpture and filmmaking. The wandering hypnosis of Hunt-Ehrlich’s gorgeous black and white cinematography ritualises the assertive elegance of Leigh’s craftsmanship of clay and stone. This shared composition is directed by a mesmerising attentiveness to the haptics of sculptural labour.Hunt-Ehrlich and Leigh’s film performs an enchanting re-citation of Hands of Inge (1962), a 16mm black-and-white documentary about the artist Ruth Inge Hardison. An actor and photographer, Hardison was most dedicated to her practice as a sculptor. As one of few Black women recognised in this capacity, there is a line of inheritance between her and Leigh’s defiant positionalities within the white norms of the art world. These nested references to cultural caretaking and artistic ingenuity are heightened by Lorraine O’Grady’s presence in the film.Leigh and Hunt-Ehrlich have had a decade-long creative friendship, which makes this film an extension of an ongoing conversation that both also share with a larger constellation of Black women cultural workers.源自：https://www.berlinale.de/en/2023/programme/202302332.html",
    "chinese_title": "合谋",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Conspiracy",
    "douban_rating_average": 0,
    "update_at": "2025-06-12T08:56:43"
}