{
    "aka": [],
    "sid": "36194659",
    "cast": [
        {
            "url": "/celebrity/1486789/",
            "name": "雷蒙德·阿布莱克 Raymond Ablack",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "喜剧",
        "爱情",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2885502162.jpg",
    "region": [
        "加拿大",
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt15706104",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "韩语"
    ],
    "playdate": [
        "2021-10-23(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt15706104/",
    "imdb_votes": 1531,
    "this_title": [
        "Boyfriends of Christmas Past"
    ],
    "douban_link": "https://movie.douban.com/subject/36194659/",
    "imdb_rating": "6.0/10 from 1531 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "It's the Christmas season, which marketing executive Lauren Kim usually spends happily with her divorced father Leo and her stepmother Yung, her mother largely out of the picture after she abandoned the family just before Christmas years ago to travel the world unencumbered as was her want. Who has a standing invitation to spend Christmas with them is Lauren's BFF Nate Sagar, a social worker who went into the profession to pay it forward in having been brought up in the foster care system. Nate accepts the invitation whenever he and Lauren are not in respective relationships, this year being the case in neither having been in such for over a year. Nate has temporarily taken himself off the dating market in focusing on setting up a community center, which he has completed just in time for the foster kids to celebrate Christmas there this year. Late one night as Lauren dozes off working on a last minute work project due in one week on Christmas Eve, she is visited by who she finally comes to understand is the spirit of her first ever boyfriend, a forever fifteen year old Tyler Mirsky, who informs her that she in turn will be visited over the next week by the spirits of three other past boyfriends hoping to show her the errors in her pattern of behavior. While those three boyfriends - Jake, Henry and Logan - are able to show Lauren some of those errors, most specifically her seeming fear of commitment, and the constant of Nate always in the picture, she may not fully realize all the patterns and the consequences of her behavior until she sees the result of both in her and Nate's future.—Huggo",
    "chinese_title": "Boyfriends of Christmas Past",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-08-12T18:49:11"
}