{
    "aka": [
        "First Age"
    ],
    "sid": "36191457",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "剧情"
    ],
    "awards": "　　第52届鹿特丹国际电影节(2023)\n　　未来之光奖(提名) 亚力克斯桑德·大卫\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886716952.jpg",
    "region": [
        "葡萄牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1348065/",
            "name": "亚力克斯桑德·大卫 Alexander David",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt24757926",
    "director": [
        {
            "url": "/celebrity/1348065/",
            "name": "亚力克斯桑德·大卫 Alexander David",
            "@type": "Person"
        }
    ],
    "duration": "82分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2023-01-26(鹿特丹电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt24757926/",
    "imdb_votes": 33,
    "this_title": [
        "A primeira idade"
    ],
    "douban_link": "https://movie.douban.com/subject/36191457/",
    "imdb_rating": "6.6/10 from 33 users",
    "trans_title": [
        "第一纪元",
        "First Age"
    ],
    "douban_votes": "0",
    "introduction": "On a secluded island lives an autonomous community of children who don’t speak, communicating only in gestures. Guided by the eldest among them, they operate like an agrarian commune with strict rules and beliefs. Adults are banished into the surrounding woods, and every year, the oldest member of the village is sent to jump off a cliff – a ceremony that is believed to bestow eternal youth on the chosen one. This way of life is threatened when one adventurous child heeds the call of the forbidden forest.Portuguese actor Alexander David’s debut feature A primeira idade explores the self-enclosed world of children through an allegorical tale about the loss of innocence. Narrated by a 500-year-old monster who inhabits the forest, the film unfolds like a fable, charting the gradual expansion of the children’s consciousness as they become cognizant of a world beyond the island and of the frailties of the human body.On their quest out of innocence, the children come face to face with the fading innocence of cinema itself, thanks to a fortuitous encounter in the forest. Like young Ana of Victor Erice’s El espíritu de la colmena (1973), they discover the limits of their understanding as they stand at the threshold of adulthood. Obscuring temporal and geographical details, A primeira idade tells a timeless tale.源自：https://iffr.com/en/iffr/2023/films/a-primeira-idade",
    "chinese_title": "第一纪元",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "A primeira idade",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-05-30T09:02:24"
}