{
    "aka": [
        "Babygirl"
    ],
    "sid": "36191120",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [],
    "awards": "　　第52届鹿特丹国际电影节(2023)\n　　大银幕奖(提名) 劳拉·艾米莉亚·古斯曼\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887181993.jpg",
    "region": [
        "多米尼加"
    ],
    "writer": [
        {
            "url": "/celebrity/1310290/",
            "name": "劳拉·艾米莉亚·古斯曼 Laura Amelia Guzmán",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1308595/",
            "name": "以色列·卡德纳斯 Israel Cárdenas",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt18568648",
    "director": [
        {
            "url": "/celebrity/1310290/",
            "name": "劳拉·艾米莉亚·古斯曼 Laura Amelia Guzmán",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2023-01-26(鹿特丹电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt18568648/",
    "imdb_votes": 40,
    "this_title": [
        "La hembrita"
    ],
    "douban_link": "https://movie.douban.com/subject/36191120/",
    "imdb_rating": "6.4/10 from 40 users",
    "trans_title": [
        "女婴",
        "Babygirl"
    ],
    "douban_votes": "0",
    "introduction": "Set in an upper-class neighbourhood of the Dominican Republic, La hembrita is an unsettling portrait of a middle-aged woman, Cecilia, and her relations with family, servants and entourage.From the very first scene, the film manages to astutely depict her privilege and buried longings. As a woman whose identity is deeply attached to her role, Cecilia finds herself alone after the departure of her children. One day, the maid brings home her granddaughter and, shortly after, inexplicably disappears. The little girl re-awakens Cecilia’s maternal instinct – but neither her relatives nor her friends seem to think it a good decision to keep her.With neat precision and calculated detachment, La hembrita paints a society of strong racial and class differences. Appearances and disappearances are shrouded in mystery; hints at corporate corruption are left unresolved; and nods to Lucrecia Martel’s The Headless Woman (2008) can be felt.IFFR veteran Laura Amelia Guzmán’s Big Screen Competition contender has her collaborating once again with Israel Cárdenas (Cochochi, IFFR 2008; Jean Gentil, IFFR 2011; Sand Dollars, IFFR 2015). The result is an unostentatious, subtle film, with much going on below the surface. Amidst social gatherings, video calls with the absent sons and moments of lonely idleness, Cecilia’s deep unfulfillment pervades the film, while the threat of catastrophe looms in the background.源自：https://iffr.com/en/iffr/2023/films/la-hembrita",
    "chinese_title": "女婴",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "La hembrita",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-11-08T09:54:36"
}