{
    "aka": [],
    "sid": "36191398",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "　　第52届鹿特丹国际电影节(2023)\n　　未来之光奖(提名) 瓦伦·格罗弗\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887285438.jpg",
    "region": [
        "印度"
    ],
    "writer": [
        {
            "url": "/celebrity/1356745/",
            "name": "瓦伦·格罗弗 Varun Grover",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt24973142",
    "director": [
        {
            "url": "/celebrity/1356745/",
            "name": "瓦伦·格罗弗 Varun Grover",
            "@type": "Person"
        }
    ],
    "duration": "94分钟",
    "episodes": "",
    "language": [
        "印地语"
    ],
    "playdate": [
        "2023-02-04(鹿特丹电影节)",
        "2024-02-23(印度)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt24973142/",
    "imdb_votes": 3032,
    "this_title": [
        "All India Rank"
    ],
    "douban_link": "https://movie.douban.com/subject/36191398/",
    "imdb_rating": "6.1/10 from 3032 users",
    "trans_title": [
        "全印度排名"
    ],
    "douban_votes": "0",
    "introduction": "Vivek is 17, and as every middle-class family in India would attest, it is high time he was enrolled in coaching classes for the notoriously competitive entrance exams of the Indian Institutes of Technology (IITs). Vivek’s father, who sees an IIT degree as a moral certificate, ships his only son off to a residential preparatory school in Kota, the Mecca for IIT coaching. Over two years, Vivek goes through the motions of Indian adolescence, but it is his parents who do the growing up.Steeped in the pop culture of liberalised India in the 1990s, multi-hyphenate Varun Grover’s semi-autobiographical debut feature All India Rank is a smart, bittersweet portrait of a nascent national hallucination. Leaning on Grover’s characteristically acerbic wit and eloquent lines, the film diagnoses the malaise of a society where children squander their best years living their parents’ dreams and parents let their self-worth repose on their children’s achievements.With a sharp eye and a velvet glove, Grover, an IIT graduate himself, comes down on middle-class India’s repression, casual corruption and chronic inability to communicate. But All India Rank is a generous work in the way it allows Vivek a space to float in a state of not knowing what he wants, like “a moth among butterflies”. Vivek refuses to dream, and therein lies his salvation.源自：https://iffr.com/en/iffr/2023/films/all-india-rank",
    "chinese_title": "全印度排名",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "All India Rank",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2026-01-03T01:00:57"
}