{
    "aka": [],
    "sid": "36191522",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2899351550.jpg",
    "region": [
        "纳米比亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1564048/",
            "name": "佩里维·卡贾维维 Perivi Katjavivi",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt8789594",
    "director": [
        {
            "url": "/celebrity/1564048/",
            "name": "佩里维·卡贾维维 Perivi Katjavivi",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2023-01-26(鹿特丹电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8789594/",
    "imdb_votes": 35,
    "this_title": [
        "Under the Hanging Tree"
    ],
    "douban_link": "https://movie.douban.com/subject/36191522/",
    "imdb_rating": "6.1/10 from 35 users",
    "trans_title": [
        "吊首树之下"
    ],
    "douban_votes": "0",
    "introduction": "Under the Hanging Tree is a supernatural noir about an impetuous city officer assigned to a morbid case in a small desert town in Namibia. Christina Mureti’s discipline and by-the-book investigative methodology prove ineffective in solving a series of livestock carcasses scattered across a German farmer’s property. The intrigue intensifies when the farmer Gustav Fischer is found hanged in an ancient Omumborombonga tree, and his wife Eva remains impassive, smiling menacingly at the sacrificial offerings riddling her home.Christina begins to decipher the puzzling crimes only upon freeing herself from her modern standards and embracing her cultural identity. She discovers the trees’ dual symbolism of life and death of the local Herero people, creation in Herero mythology and mass genocide in Namibian colonial history. Evoking Derridean hauntology, the austere Eva represents the sinister past haunting the present. Her relation to notorious Nazi and eugenicist Eugen Fischer and her occult practices lead to a hyperreal climactic finale that skews the audience’s perceptions of existence.The cinematography is exquisite, with landscape portraits framed as Kodachrome transparencies, while clever camera tilts are fittingly blended into the more ominous scenes. Perivi Katjavivi effortlessly weaves mystical eccentricities through themes and scenes traditionally reserved for horrors or thrillers in a tale steeped in a dark colonial past.源自：https://iffr.com/en/iffr/2023/films/under-the-hanging-tree",
    "chinese_title": "吊首树之下",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Under the Hanging Tree",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-12-04T23:40:28"
}