{
    "aka": [
        "No Love in Swords"
    ],
    "sid": "3619085",
    "cast": [
        {
            "url": "/celebrity/1108968/",
            "name": "罗家英 Kar-Ying Law",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1121285/",
            "name": "刘家辉 Chia Hui Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320776/",
            "name": "白彪 Jason Pai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1415615/",
            "name": "马婷 Ting Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1467226/",
            "name": "高海博 Haibo Gao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情",
        "动作"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2590104109.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "85分钟",
    "episodes": "",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2006-07"
    ],
    "this_title": [
        "有情天地无情刀"
    ],
    "douban_link": "https://movie.douban.com/subject/3619085/",
    "trans_title": [
        "No Love in Swords"
    ],
    "douban_votes": "0",
    "introduction": "深夜，吴府潜入一黑衣人，将吴府主人吴应龙杀死。吴应龙的妹夫方德才，妹妹吴应娴闻知噩耗，赶到吴府追查，在吴应龙尸体上发现江湖上消失多年的唐家飞镖，方德才夫妇不禁大为震惊。 原来二十年前，江湖上赫赫有名的唐家一门上下十余口人一夜间突然惨死，凶手至今逍遥法外，江湖上一直众说纷纭，不知凶手为何许人等。 方德才从吴府书房凶手留下的一块玉坠，断定凶手可能为吴府中一丫环，待要追查，丫环神秘消失。 当年方德才夫妇曾与唐家结下的一段恩怨，方德才担心唐家的人会找他报仇，害怕在京城镖局的儿子方尽学受到牵连，修书一封派家仆到京城交给儿子，设法让儿子离开京城，到别处避难。 方尽学觉得其中大有玄机，追问家仆，家仆吞吞吐吐，语焉不详，更使方尽学大起疑心。他设计支开家仆，一人只身赶回家中，欲一探究竟。 路遇一地方富豪四少仗势欺辱一青年女子，方尽学打抱不平，狠狠教训四少一顿。不料，四少怀恨在心，纠集多名武林人士，伺机报复。方尽学夜宿一破屋，恰好被他所救的青年女子赶路避雨，与他在破屋巧遇。 深夜，四少带人报复，方尽学力战不敌，青年女子突然出手相救，将四少等人赶走。方尽学对青年女子大感惊讶，相邀同行。两人一路相伴，言谈甚欢，渐生情素。 方尽学回家心切，不得不与青年女子分别，分别之时，赠与一笛子，权当定情之物。方尽学万万没有料到青年女子乃唐家后人唐小倩，唐小倩和弟弟唐远山为报当年父母之仇而来。不料巧遇方尽学，不知情之下，与方尽学互生爱意。 唐远山报仇心切，且为人脾气急躁。为报父仇，主张将方家上下全部杀死。唐小倩不想滥杀无辜，严厉斥责弟弟一番。唐远山不服，两人不欢而散。 唐远山决定独力报仇，去方府找方德才夫妇决一死战，大战之下不敌，败逃，方尽学追踪而至。唐小倩蒙面救下唐远山，她发现方尽学竟然是杀父母仇人的儿子，震惊之余不禁大为难过。 方尽学不知所以，回家询问父亲。方德才支支吾吾，避而不答，始终不肯透露事情的真相。 唐小倩到方府假扮丫环，潜入书房，想偷取当年方德才害死父母的罪证，被方尽学发觉，跟踪唐小倩至一破庙内，发现唐家人之牌位。唐小倩细说当年之事，归还笛子给方尽学，声言从此恩义两断。方尽学大为难过，回家追问父母，方德才逼于无奈，讲述当年为山贼所逼，不得不对唐家下毒手，在杀死唐氏夫妇之后，为斩草除根，派管家赵全放火烧唐家，但不知唐家姐弟是如何逃出生天的。 原来当年管家赵全为人诚善，虽深受方德才大恩，却不忍见唐家姐弟被烧死，私下救走唐家姐弟。后为良心所责，辞别方德才，归家奉养老母。今见唐家姐弟为报仇而来，深感当年方德才的大恩，赶来劝阻唐小倩，唐小倩不允，誓报大仇。 方尽学得知真相，难过之极，到破庙找唐小倩，欲一死以解上代之恩怨。不料遇上唐远山。唐远山对方尽学痛下杀手，方尽学不敌，身受重伤，性命眼看不保。危急之际，唐小倩出现，救下方尽学，并喝斥唐远山，唐远山虽有不满，无奈姐姐素来管教甚严，不敢再对方尽学下手。 唐小倩扶送方尽学回家治伤，并在方府留下唐家飞镖和书信，欲深夜取方德才夫妇之性命。方尽学得保性命，却不知一场大战即将在方府展开。 月黑风高夜，唐小倩果与弟弟唐远山如期而至，双方展开一场血战，方德才夫妇不敌，身受重伤，唐小倩屡施杀招，步步进逼，定要制方德才夫妇于死地。方尽学有伤在身，欲救无力，眼看方德才夫妇即将惨死当场，管家赵全突然出现，舍身挡下唐小倩一剑，救下方德才夫妇。 唐小倩与唐远山见恩公为己所杀，大为悲伤。临终前，赵全好言相劝两家放弃恩仇，化干戈为玉帛，唐家姐弟抱着赵全的尸体痛哭不已。江湖恩怨林林总总，反反复复，永无休止，永无报完之时。",
    "chinese_title": "有情天地无情刀",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-01-31T23:26:13"
}