{
    "aka": [
        "Deadly Love Poem",
        "The Deadly Love Poetry"
    ],
    "sid": "36191149",
    "cast": [
        {
            "url": "/celebrity/1490266/",
            "name": "雅誉·安鲁 Yayu Unru",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1493415/",
            "name": "巴斯卡拉·马亨德拉 Baskara Mahendra",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2891055892.jpg",
    "region": [
        "印度尼西亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1019906/",
            "name": "加林·努格罗 Garin Nugroho",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt14827444",
    "director": [
        {
            "url": "/celebrity/1019906/",
            "name": "加林·努格罗 Garin Nugroho",
            "@type": "Person"
        }
    ],
    "duration": "105分钟",
    "episodes": "",
    "language": [
        "印尼语"
    ],
    "playdate": [
        "2023-01-05(印度尼西亚)",
        "2023-01-26(鹿特丹电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt14827444/",
    "imdb_votes": 169,
    "this_title": [
        "Puisi cinta yang membunuh"
    ],
    "douban_link": "https://movie.douban.com/subject/36191149/",
    "imdb_rating": "4.7/10 from 169 users",
    "trans_title": [
        "情诗杀手",
        "Deadly Love Poem",
        "The Deadly Love Poetry"
    ],
    "douban_votes": "0",
    "introduction": "A woman in the frame’s foreground watches events unfolding in a room. Suddenly, hitherto hidden by her figure, her double enters the scene, and catastrophe ensues. Is this a tricky horror-mystery-thriller by Dario Argento or Brian De Palma? No, it is the extraordinary, unexpected gesture of Indonesian master Garin Nugroho marrying his penchant for other-worldly fantasy with myriad devices of popular genre. A Rotterdam regular over the past twenty-seven years, Nugroho’s impressive body of work spans features, documentaries and shorts, among these acclaimed Opera Jawa, selected for IFFR 2007.The tale of an enigmatic serial killer within the worlds of art and high fashion owes much to the global form of the giallo genre. Still, Nugroho reveals this framework to accommodate Indonesian mythology and spirituality entirely. Masks, snakes, clothing fabrics, trance dances; this entire iconography takes on a renewed, vibrant meaning in Deadly Love Poem. Likewise, modern criminal psychological profiling sits comfortably alongside the intergenerational traumas of family life and cultural constraints.With its non-stop music score, ever-mobile camera, mind-blowing colour and design scheme, Deadly Love Poem stands as an exhilarating corrective to the snobbish current trend of 'elevated horror' cinema. Nugroho respects old and new traditions and whips them into an unforeseen, intoxicating delirium.源自：https://iffr.com/en/iffr/2023/films/deadly-love-poem",
    "chinese_title": "情诗杀手",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Puisi cinta yang membunuh",
    "imdb_rating_average": 4.7,
    "douban_rating_average": 0,
    "update_at": "2025-05-16T02:52:08"
}