{
    "aka": [
        "1744 WA"
    ],
    "sid": "36191146",
    "cast": [
        {
            "url": "/celebrity/1442881/",
            "name": "Sharafudheen Sharafudheen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2885363955.jpg",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt18306232",
    "director": [],
    "duration": "110分钟",
    "episodes": "",
    "language": [
        "马拉雅拉姆语"
    ],
    "playdate": [
        "2022-11-18(印度国际电影节)",
        "2023-01-26(鹿特丹电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt18306232/",
    "imdb_votes": 457,
    "this_title": [
        "1744 White Alto"
    ],
    "douban_link": "https://movie.douban.com/subject/36191146/",
    "imdb_rating": "6.7/10 from 457 users",
    "trans_title": [
        "1744 WA"
    ],
    "douban_votes": "0",
    "introduction": "A character-driven caper set in a remote area of Kerala, 1744 White Alto follows the intertwining stories of two crooks on the run, an alcoholic facing a case of mistaken identity, and a noble policeman trying to put an end to the madness. But this is not a straightforward cat-and-mouse journey. Instead, filmmaker Senna Hedge’s latest comedic foray opens with a disclaimer – a daring critique of organised religion.Police officer Mahesh has a lot on his plate: he’s questioning his faith, dealing with a possibly unfaithful wife and a nagging mother under the same roof. He’s also tasked with leading a team to track down criminals driving a White Alto, responsible for a hit-run. The car’s owner, Vijayan, subsequently finds himself embroiled in a crime he didn’t commit, sparking a race to find the criminal duo responsible.Co-writing a quick-witted script with cinematographer Sreeraj Raveendran, with additional screenplay from Arjunan, Hedge takes you on a comedic ride filled with mishaps, merriment and a sprinkling of satire. A distinct colour palette and clever composition echo the aesthetic of a Western, all desolate background of land and sky. 1744 White Alto’s comedy of errors is stylish, cynical and a whole lot of fun.源自：https://iffr.com/en/iffr/2023/films/1744-white-alto",
    "chinese_title": "1744 White Alto",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-06-07T08:00:49"
}