{
    "aka": [],
    "sid": "36207497",
    "cast": [
        {
            "url": "/celebrity/1025295/",
            "name": "小米盖尔-A·努耐兹 Miguel A. Núñez Jr.",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1227834/",
            "name": "Norman Nixon Jr. Norman Nixon Jr.",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt23782856",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt23782856/",
    "imdb_votes": 27,
    "this_title": [
        "The Elite Society: The Tokens"
    ],
    "douban_link": "https://movie.douban.com/subject/36207497/",
    "imdb_rating": "7.4/10 from 27 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "This suspense thriller is a controversial story regarding the symbolism of what it means to be a \"token\" as it relates to how it is defined in the black community. A black upper middle class secret society plots to take on an unruly form of gentrification. The secret society feels as though anyone who does not support their ideology for a more \"perfect\" race is against them and must be dealt with. The \"token\" society has had power that has been passed down through generations, regardless of how harsh their struggle was. The leader of the secret society of TOKENS, named Edwin Stevens, is an African American male who has worked hard to provide the ideal life for his wife and his son. He sees that lately, the area he lives in with his beautiful home, has lost its value. As the crime rate has increased, his property value has decreased. He feels that his hard work to be an upstanding citizen in the black community is in vain and doesn't understand why the misfits of his neighborhood are making a \"mockery\" of his struggles. The Elite society plans to eliminate those that are not the fit standard of representation for the new upstanding neighborhood that Edwin Stevens has in mind. Now that the murders are rising in his neighborhood, will his plans to create an Elite Society pan out the way he desires, or will there be horrible consequences he never expected?",
    "chinese_title": "The Elite Society: The Tokens",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-10-23T00:52:09"
}