{
    "aka": [],
    "sid": "36205723",
    "cast": [
        {
            "url": "/celebrity/1128999/",
            "name": "Michael Niavarani Michael Niavarani",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2885992813.jpg",
    "region": [
        "奥地利"
    ],
    "writer": [
        {
            "url": "/celebrity/1007242/",
            "name": "约瑟夫·维尔斯麦尔 Joseph Vilsmaier",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt4163296",
    "director": [
        {
            "url": "/celebrity/1007242/",
            "name": "约瑟夫·维尔斯麦尔 Joseph Vilsmaier",
            "@type": "Person"
        }
    ],
    "duration": "99分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2015-01-30(奥地利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4163296/",
    "imdb_votes": 28,
    "this_title": [
        "Österreich: Oben und Unten"
    ],
    "douban_link": "https://movie.douban.com/subject/36205723/",
    "imdb_rating": "6.6/10 from 28 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Österreich in seiner unendlichen Vielfalt. Joseph Vilsmaier, einer der renommiertesten Regisseure und Kameramänner zeigt uns die Alpenrepublik von oben – ein gewaltiges Naturschauspiel, ein wunderschöner Teil der Schöpfung und er zeigt uns Österreich von unten, steigt ab in die Täler und entdeckt die Details eines dynamischen, modernen Landes, das sich beständig entwickelt.Mit seinem erfahrenen Helikopterpiloten, Hans Ostler, gelingt es Joseph Vilsmaier imposante Bilder zu komponieren.Aus einer Perspektive, aus welcher man Österreich noch nicht gesehen hat. Doch Vilsmaier begnügthttp://deutsche-edpharm.com/viagra/sich nicht mit der Kraft der Flugaufnahmen.Er rückt näher, schafft Intimität: beim Almabtrieb, beim Erzbergrodeo, beim Mittelalterfest in Friesach, den Salzburger Festspielen oder am Sonnwendfeuer in der malerischen Kulturlandschaft der Wachau.Das Nebeneinander von Landschaft, Tradition, technischer Innovation und pulsierendem Leben erschafft ein anderes Österreich, ein Land wie neu geschaffen, aus dem Blickwinkel des Künstlers.Große Emotionen, Passion für seine Kunst und seine alpinen Wurzeln bringt der Weltmusiker Hubert von Goisern ein. Er konzertiert die zweite Stimme zu Vilsmaiers Bildkompositionen.Ein berührendes, mitreißendes, weit in die Vergangenheit reichendes, und in die Zukunft weisendes musikalisches Gegenstück zu den filmischen Erlebnissen.",
    "chinese_title": "Österreich: Oben und Unten",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-11-12T01:52:20"
}