{
    "aka": [],
    "sid": "36201190",
    "cast": [
        {
            "url": "/celebrity/1610901/",
            "name": "查利·本杰 Charlie Benger",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2885790047.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt15205434",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-06-07(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt15205434/",
    "imdb_votes": 285,
    "this_title": [
        "Be Mine, Valentine"
    ],
    "douban_link": "https://movie.douban.com/subject/36201190/",
    "imdb_rating": "6.3/10 from 285 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Piper Davis is a dedicated proposal planner who orchestrates elaborate proposal events for her clients. With Valentine's Day around the corner, she is overloaded with requests, on top of dealing with mixed emotions aligned with the holiday, due to a past failed romance. Her newest client is Jordan Freeman, who needs an extravagant proposal plan for his boyfriend and love of his life, Simon. With the help of Piper and Jordan's best friend, Adam Taylor - who also happens to be Simon's brother - they have just one week to plan the perfect proposal. Through a vested interest in getting to know each of her clients on an intimate level, Piper devises a plan where she will pose as Adam's new girlfriend so she can get to know Jordan and Simon better while she formulates the proposal theme. Posing as a couple is a combination of effortless and complicated. While it is clear there is an instant mutual attraction, Piper and Adam easily pull off their fictitious relationship, but friction also arises due to their vast differences - after all Piper is a proposal planner and Adam a marital mediator. Leading up to the proposal day, Piper and Adam's pretend partnership kindles into an authentic one, leading Adam to concoct an unconventional proposal of his own.—Incendo",
    "chinese_title": "Be Mine, Valentine",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-12-05T11:45:14"
}