{
    "aka": [],
    "sid": "36207307",
    "cast": [
        {
            "url": "/celebrity/1098173/",
            "name": "蒂埃里·汉西斯 Thierry Hancisse",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886049881.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1429823/",
            "name": "莫里哀 Molière",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "41分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2022(法国)"
    ],
    "this_title": [
        "La Comtesse d'Escarbagnas"
    ],
    "douban_link": "https://movie.douban.com/subject/36207307/",
    "trans_title": [
        "艾斯喀尔巴雅斯伯爵夫人"
    ],
    "douban_votes": "0",
    "introduction": "« Cette pièce peu représentée a été créée en 1672 ; Molière écrivait alors Les Femmes savantes.Il reprend un sujet à la mode, et fait, sous les traits de la comtesse d’Escarbagnas le portrait, satirique, des nobles de province. Reconnue comme le pendant féminin de Monsieur de Pourceaugnac, cette riche veuve d’Angoulême revient d’un voyage à Paris et se vante d’y avoir appris les bonnes manières, qu’elle tente tant bien que mal, et avec autorité, d’imposer dans sa maison. Il y a du Monsieur Jourdain dans l’attitude de cette femme vaniteuse et naïve. Elle est notamment utilisée par son amie Julie et le Vicomte, qui sont épris l’un de l’autre mais dont l’amour est contrarié par une brouille entre leurs familles. Le Vicomte est cependant soupirant en titre de la comtesse. Quand le Bourgeois gentilhomme est poussé par Dorante à organiser un divertissement pour la belle Dorimène – que tous deux convoitent –, c’est ici Julie qui oblige son amant à arranger un divertissement chez sa dite amie. La satire des précieuses de province, qui font rire la noblesse de cour, est aussi celle de la cruauté de nobles sans vergogne, et la comédie s’assombrit de leurs désobligeances. À la table en public, cette représentation filmée est l’occasion d’être au plus près des mots de Molière, et du comique des situations. »",
    "chinese_title": "艾斯喀尔巴雅斯伯爵夫人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "La Comtesse d'Escarbagnas",
    "douban_rating_average": 0,
    "update_at": "2025-05-05T21:00:32"
}