{
    "aka": [],
    "sid": "36205153",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "伊朗"
    ],
    "writer": [],
    "imdb_id": "tt0463005",
    "director": [
        {
            "url": "/celebrity/1333118/",
            "name": "班尼·科什努迪 Bani Khoshnoudi",
            "@type": "Person"
        }
    ],
    "duration": "35分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0463005/",
    "imdb_votes": 13,
    "this_title": [
        "Transit"
    ],
    "douban_link": "https://movie.douban.com/subject/36205153/",
    "imdb_rating": "7.3/10 from 13 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "On the road to England, Arya, a young Afghan boy, crosses Europe's borders with other exiles. Near Italy he is separated from the group and sent by smugglers towards Paris. In Paris, in a small \"transit\" room, Arya meets Khorshid, a young girl who has lost her family on the road and who now lives victim to the desires of the smugglers.Transit is a film about two exiles: a young Afghan man, Arya, and a young Iranian woman, Khorshid, who meet in Paris in a small hotel room while waiting for their trafficker to decide on the day that they will head towards England. With this film I not only want to show the anonymity that is lived by exiles moving illegally across Europe and their quasi-inexistence for society, but also the solidarity that ties these exiles together.  We discover Arya, somewhere in Europe, on the road that will lead him to England.  Other exiles from Iran, from Kurdistan and from Afghanistan are alongside him on this “voyage”. In this story, it is not only important for me to show the obstacles that these voyagers meet on the road to their Eldorado, but also to show the position of these young individuals in terms of their dreams and the reality of their everyday living conditions. The film evokes the determination and the desire on the part of the exiles to take their destiny into their own hands…With this story we witness their wait, their separation from their country but also from their travel companions, and the uncertainty with which they live for tomorrow…The notion of memory, of the past, of the need to erase what has been inflicted on them in order to advance and to survive, but also to exist in this new life of detachment that they have chosen.",
    "chinese_title": "Transit",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-02-26T09:55:54"
}