{
    "aka": [],
    "sid": "36207058",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "德国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1126476/",
            "name": "彼得·奈斯勒 Peter Nestler",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "Unrecht und Widerstand - Romani Rose und die Bürgerrechtsbewegung"
    ],
    "douban_link": "https://movie.douban.com/subject/36207058/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "For more than eight decades, German Sinti and Roma have experienced injustice. The documentary »Injustice and Resistance - Romani Rose and the Civil Rights Movement« tells the story of Romani Rose's family, their resistance and their insistence on justice. It is the painful story of a minority between trauma and self-assertion, which suffered violence and official harassment throughout the post-war period up to the present day and was only recognized thanks to the civil rights movement.13 close relatives of the Roses were killed in the Nazi camps. Romani Rose's father Oskar had gone into hiding at the time and was wanted by the Gestapo.The film reports his courageous actions as well as his futile attempt to ask the Munich Cardinal Michael von Faulhaber for protection for the persecuted in April 1943, as well as the risky liberation of his brother from the Neckarelz concentration camp.For Roma and Sinti who survived the genocide, exclusion, poverty and official harassment were part of everyday life. The Porajmos, the genocide of the minority, was not officially recognized until 1982.In his new documentary, Peter Nestler describes the long way out of lawlessness and discrimination into the civil rights movement. Their tireless commitment testifies to civil courage and a sense of citizenship, to their resolute commitment to the coexistence of different cultures and to a forward-looking understanding of democracy.The film works with archive material and commentaries and is held together by the conversation with Romani Rose about his family history and his experiences as a civil rights activist.",
    "chinese_title": "Unrecht und Widerstand - Romani Rose und die Bürgerrechtsbewegung",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-26T09:45:18"
}