{
    "aka": [],
    "sid": "36207529",
    "cast": [
        {
            "url": "/celebrity/1571153/",
            "name": "AJ·特鲁普 AJ Troup",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886097512.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt6205946",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-03-08(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6205946/",
    "imdb_votes": 107,
    "this_title": [
        "Army & Coop"
    ],
    "douban_link": "https://movie.douban.com/subject/36207529/",
    "imdb_rating": "6.0/10 from 107 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Mike \"Army\" Armstrong is a grizzled, veteran NHL enforcer who's completely lost his way in life. He's a down-and-out drunk with a severe fetish for redheads. He's a sexist pig who gets suspended from the NHL for kicking the crap out his coach on live TV. While waiting for the final word from his agent regarding his reinstatement, Army loses Jen, the love of his life, and finds himself living on campus with a bunch of college kids. His only real allegiance is to his trusty dog, Cooper, a tired English Bulldog with a severe under-bite. During the off-season (and during his suspension) Army's a part-time bartender at Mudrock's Tap and Tavern, a bar owned by Jen's father. On this day, Army works the bar while Jen, who now clearly hates him, waits tables. Rich, Jen's new boyfriend and Army's arch nemesis, is also on staff as the talent-less lounge singer. Over the course of one shift, Army loses his dog Cooper, gets dropped by his long-time agent, and watches Jen accept Rich's proposal of marriage. Meanwhile, Army's dog, Cooper, finds himself carelessly wandering the streets of Boulder while being pursued by Mudrock's mentally-challenged dishwasher, Murray. Throughout the day Army struggles with his vices with the help of Scott, his best friend, a handful of colorful taproom patrons, and a wise, old bum who lives in a cardboard box in the back alley. Army spends the day attempting to expose Rich for being the low-life he really is, all the while proving to Jen that he can change and is worth a second chance. In the end, will Army ever play in the NHL again? Can he overcome the cunning of Rich in order to break-up the engagement? Can he prove to Jen he's changed and worth a second chance? Is Cooper gone forever?—Dennis Hefter",
    "chinese_title": "Army & Coop",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-03-06T11:00:31"
}