{
    "aka": [],
    "sid": "36209697",
    "cast": [
        {
            "url": "/celebrity/1142301/",
            "name": "唐纳利·罗德 Donnelly Rhodes",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1973",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886228047.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1287169/",
            "name": "约翰·亨特 John Hunter",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0070154",
    "director": [
        {
            "url": "/celebrity/1019274/",
            "name": "保罗·林奇 Paul Lynch",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0070154/",
    "imdb_votes": 54,
    "this_title": [
        "The Hard Part Begins"
    ],
    "douban_link": "https://movie.douban.com/subject/36209697/",
    "imdb_rating": "6.6/10 from 54 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "An important early-1970s film and a surprise success, Paul Lynch’s The Hard Part Begins follows country singer Jim King (Donnelly Rhodes) who’s been playing small-town bars for years. But the industry is changing. The clubs Jim has always counted on are switching to rock, threatening his livelihood and those of other members of the band: longtime friend Duane Eccles (Paul Bradley), drummer Lou Roxton (Robert Hawkins), and Jenny Frame (Nancy Belle Fuller). All his old sins are catching up with him: his old buddy Hank Riley (Neil Vipond) may never leave the hospital; his ex (Linda Sorenson) is on his case; his son (David Daniels) is in reform school; and the incensed and vengeful brother of an old flame (Doug McGrath) is spoiling for a fight. But there is a light on the horizon: a hot new record company wants a meeting Tuesday next. The Hard Part Begins is a compelling, heartfelt character study of a proud man who’s both a bit of a bastard yet somewhat valiant in his stubborn determination to live life on his own terms (which strictly prohibit working nine to five.) But it’s also an elegy for dying small-town life and the rituals that kept it together. One gets a sense of King’s celebrity status within the circuit of towns he visits regularly when a star-struck mechanic (Les Carlson) proudly shows him his drum kit, though at recent gigs the crowd seems far more interested in cheap beer. Driven by a strong performance by Rhodes, a solid cast (which briefly reunites Goin’ Down the Road stars Bradley and McGrath), a lovely score by Ian Guenther, a thoughtful script by John Hunter, and nuanced direction by Lynch, The Hard Part Begins is still affecting and remains an early watershed of English Canadian realism. (The intermittently hopeful tone in the script may be attributed to Hunter, who had a career as a writer at the CBC but suffered some setbacks. After Hard Part, he went on to write several film and TV series including the Phillip Borsos classic The Grey Fox and Peter O’Brian’s satire Hollywood North.)If one wanted a double bill that showed the difference between Canadian and American approaches to a similar subject, you could check out the equally fine contemporaneous American production Payday, starring Rip Torn as Maury Dann, exploiting what Pauline Kael called his “satyr-like grin” to full effect. Instead of an elegiac portrait of small towns and a vanishing way of life, Payday is propelled by Dann’s rage and contempt for his fans ― and his own self-hatred. The scale is much bigger. Unlike Jim King, Dann was once a success but fell on hard times because of his boozing, his ego and ruinous moral turpitude. Ironically, the film was directed by Canadian Daryl Duke who would go on to make the classic Canadian thriller about greed and urban renewal, The Silent Partner.)",
    "chinese_title": "The Hard Part Begins",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-06-21T05:58:02"
}