{
    "aka": [],
    "sid": "36212649",
    "cast": [
        {
            "url": "/celebrity/1169152/",
            "name": "查理·韦伯 Charlie Weber",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情",
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886374615.jpg",
    "region": [
        "加拿大",
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt22258178",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-10-29(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt22258178/",
    "imdb_votes": 1080,
    "this_title": [
        "Christmas Bedtime Stories"
    ],
    "douban_link": "https://movie.douban.com/subject/36212649/",
    "imdb_rating": "5.1/10 from 1080 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Danielle Aames teaches at a school on the Marine Corps Camp Bancroft in Virginia. This Christmas season, it will have been three years since her husband, Major Colby Aames, went MIA in his plane being shot down over the Gulf of Aden, his body the only one aboard never recovered, but he officially declared dead. Christmas had always been special for them in many of their milestone events occurring during the holidays, including their first meeting, their engagement, their wedding, and the birth of their daughter Audrey Aames, who is turning eight this year. In moving on with life, it has been nine months since Danielle and civilian Pierce Hammond, a friend of Colby's, started dating, Danielle, with Audrey's blessing, who has accepted his proposal of marriage. This Christmas is also when Audrey, who does not really remember her father beyond the photographs around their house, begins to ask her mother about him, Danielle in turn providing a series of bedtime stories to her about him. Above and beyond those stories, Danielle begins to receive what she believes are signs as to Colby's presence or of Colby wanting to tell her something. As Danielle tries to process what is happening with friends and family, she may begin to wonder if the signs are truly meant to show that is she not ready to move on from Colby's memory.—Huggo",
    "chinese_title": "Christmas Bedtime Stories",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.1,
    "douban_rating_average": 0,
    "update_at": "2025-04-07T18:00:46"
}