{
    "aka": [
        "Tove's Room"
    ],
    "sid": "36219821",
    "cast": [
        {
            "url": "/celebrity/1041280/",
            "name": "帕普丽卡·斯汀 Paprika Steen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1068354/",
            "name": "拉尔斯·博格曼 Lars Brygmann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1372637/",
            "name": "约阿希姆·弗耶尔斯图普 Joachim Fjelstrup",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1136503/",
            "name": "Sonja Oppenhagen Sonja Oppenhagen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "剧情",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914152032.jpg",
    "region": [
        "丹麦"
    ],
    "writer": [
        {
            "url": "/celebrity/1563319/",
            "name": "Jakob Weis Jakob Weis",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt19623314",
    "director": [
        {
            "url": "/celebrity/1356449/",
            "name": "马丁·赞里维特 Martin Zandvliet",
            "@type": "Person"
        }
    ],
    "duration": "73分钟",
    "episodes": "",
    "language": [
        "丹麦语"
    ],
    "playdate": [
        "2023-02-09(圣巴巴拉国际电影节)",
        "2023-06-22(丹麦)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt19623314/",
    "imdb_votes": 397,
    "this_title": [
        "Toves værelse"
    ],
    "douban_link": "https://movie.douban.com/subject/36219821/",
    "imdb_rating": "6.9/10 from 397 users",
    "trans_title": [
        "托芙的房间",
        "Tove's Room"
    ],
    "douban_votes": "0",
    "introduction": "The year is 1963. A women's liberation movement the size of today's #MeToo movement has been underway for a while, and it's rolling across the Western world like an avalanche. In a luxury flat in central Copenhagen we meet one of the period's biggest female writers, Tove Ditlevsen, accompanied by her husband, the sadistic editor in chief Victor Andreasen. Her talent is indisputable, only her husband's destructive envy surpasses it. And whilst she uses her talent and authorship to give a voice to the suppressed women of the time, providing them with courage to leave behind husbands and the patriarchal structures of society, Andreassen's only talent is to sell sexist tabloids to the people. Tove looks straight through her husband's inferiority complex, and yet she puts up with his humiliating behavior and his violence. He is the one who controls her drug abuse and repeated admissions to the psychiatric ward - the only place in which she truly finds peace to write. On this very day they're expecting a lunch guest, like hyenas awaiting their prey. Their power struggle needs an audience, a weak play mate they can throw around as they see fit. Who is more suited than the young, promising author Klaus R., a man who celebrates the modern woman's rebellion and the new opportunities afforded to her? Klaus R. believes they'll be talking about literature in an era that belongs to women - what he doesn't know is that a blood bath awaits him. Or does he?",
    "chinese_title": "托芙的房间",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Toves værelse",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-10-02T23:28:15"
}