{
    "aka": [],
    "sid": "36215761",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1435143/",
            "name": "罗德里格·让 Rodrigue Jean",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt19843698",
    "director": [
        {
            "url": "/celebrity/1435143/",
            "name": "罗德里格·让 Rodrigue Jean",
            "@type": "Person"
        }
    ],
    "duration": "78分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt19843698/",
    "this_title": [
        "L'état du monde"
    ],
    "douban_link": "https://movie.douban.com/subject/36215761/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Montreal. Ti-Red, freshly out of prison, roams the neighborhood looking for his girlfriend. Then together, they beg. Marco and Rob get high and prostitute themselves for a few dollars. Daguy, artist and homeless, philosopher in the tent that serves as his home and visits a friend who is barely better off. The filmmakers accompany them for a long time in their urban wanderings or in their trips - which sometimes amounts to the same thing. Day and night, the camera, as close as possible to the faces, follows these characters in perpetual motion in a very physical hand-to-hand combat. Working on each chapter with nervous, highly articulated editing, the film restores all the vitality and wild energy of this \"marginal\" world. Between cinema-verité and staging, this film made of dialogues and wanderings is part of the collective web-cinema project epopee.me, involving people in difficulty. Who here burst the screen with their presence and their humanity. A raw and dazzling response to all exclusions.",
    "chinese_title": "L'état du monde",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-07T10:23:08"
}