{
    "aka": [
        "Kung Fu Lion"
    ],
    "sid": "36218049",
    "cast": [
        {
            "url": "/celebrity/1022737/",
            "name": "艾萨克·海耶斯 Isaac Hayes",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "荷兰"
    ],
    "writer": [],
    "director": [],
    "duration": "85分钟",
    "episodes": "",
    "language": [
        "荷兰语"
    ],
    "playdate": [
        "2023-01-26(鹿特丹电影节)"
    ],
    "this_title": [
        "Kung fu leeuw"
    ],
    "douban_link": "https://movie.douban.com/subject/36218049/",
    "trans_title": [
        "Kung Fu Lion"
    ],
    "douban_votes": "0",
    "introduction": "14-year-old Jimmy (played by Tyrell Williams) practices kung fu. For the lion dance, which is performed out on the streets, he is determined to hold the head of the lion. But when his teacher, the sifu, announces the new crew, his dream comes crashing down. He has to make do with the tail end, while the talented newcomer Li Jié (Haye Lee) is given the coveted place. Jimmy does all he can to become number one and earn his place up front with the head. But this means he has to defeat a number of annoying bullies, convince the sifu of his qualities and, especially, overcome himself.Williams, a former Dutch karate champion and Lee, a kung fu practitioner, jump and kick in their first feature film. Kung fu leeuw is an exciting film for young people about the challenges of growing up – which are easier to face when you’re armed with the wisdom of the martial arts. Filmmaker Froukje Tan uses Rotterdam as the backdrop for the lion dance, highlighting the less obvious traditions of the city.Previously, Froukje Tan made the feature films Swchwrm (2012) and Links (2008), and the short Het jongetje dat niemand verstond (2002).源自：https://iffr.com/en/iffr/2023/films/kung-fu-leeuw",
    "chinese_title": "Kung fu leeuw",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-08T06:55:35"
}