{
    "aka": [],
    "sid": "36217464",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886614628.jpg",
    "region": [
        "越南"
    ],
    "writer": [],
    "imdb_id": "tt26112130",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "越南语"
    ],
    "playdate": [
        "2022-09-21(SeaShorts Film Festival)",
        "2023-01-28(克莱蒙费朗国际短片节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt26112130/",
    "imdb_votes": 16,
    "this_title": [
        "A Lost Astronaut and a City of Footprints"
    ],
    "douban_link": "https://movie.douban.com/subject/36217464/",
    "imdb_rating": "7.1/10 from 16 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "An executive trapped in his own nightmares. In those dreams, he becomes a woman, the wife of a colleague. In those dreams, the belongings of the deceased astronaut are handed over to the wife. The woman and the bureaucracy, the executive and his recurring nightmares. How can one escapes?[Director Statement]In this film I use Absurdist philosophy as my approach. Somehow, every character in this film tries to search for meaning in this meaningless dystopian world. Besides philosophical viewpoint, those characters resonate with me on a very personal level. I experienced all administrative formalities of state organization because I was University lecturer for consecutive 3 years. It’s a bit Kafkaesque & Absurdism at the same time. Therefore, I question myself: “What if human being have to live in absurdist world at its extreme”? I want to put my characters in this extreme world to express my viewpoint about administrative formalities in Vietnam modern life. About community responsibilities and individual rights. In this world, everyone is a victim. For me, It’s not reality but if I’m lucky enough, it could reflect the world around me.源自：https://filmfreeway.com/Alostastronautandacityoffootprint",
    "chinese_title": "A Lost Astronaut and a City of Footprints",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-02-20T13:00:25"
}