{
    "aka": [],
    "sid": "36211284",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1977",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886280084.jpg",
    "region": [
        "奥地利"
    ],
    "writer": [],
    "imdb_id": "tt4490680",
    "director": [
        {
            "url": "/celebrity/1145616/",
            "name": "Ernst Schmidt Jr. Ernst Schmidt Jr.",
            "@type": "Person"
        }
    ],
    "duration": "4分钟",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "1977(奥地利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4490680/",
    "this_title": [
        "12 Uhr Mittags - High Noon"
    ],
    "douban_link": "https://movie.douban.com/subject/36211284/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A person sticks it out for 24 hours in front of the camera. Every ten minutes a short clip was recorded, 8 frames per second (which is then projected at a speed of 24 f.p.s.). The tiredness of 24 hours in a time lapse of 4 minutes. (E.S.jr.)In this cinematographic shoot-out, 24 hours of observation of a human face are condensed into 4 minutes of film. 12 Uhr Mittags - High Noon may look simple at first, but the film requires perception on many different levels that should lead to a more complex examination of it (and of one´s self). The film goes beyond filmic or visual fascination and leads to psychological energies and poses philosophical questions, which seem so clear and so complex at the same time and which we otherwise seldom think about. One of the most magical aspects of this film is the constant transformation of the female face: is it always the same face? What does \"personal identity\" mean? - Once again, film provides images of the fluctuation of things and beings in our world and through this expands our understanding of their reality. (Thomas Korschil)",
    "chinese_title": "12 Uhr Mittags - High Noon",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-08T01:33:49"
}