{
    "aka": [],
    "sid": "36219022",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886706808.jpg",
    "region": [
        "加拿大",
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt25050004",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "意大利语"
    ],
    "playdate": [
        "2023-01-07(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt25050004/",
    "imdb_votes": 1283,
    "this_title": [
        "The Wedding Veil Expectations"
    ],
    "douban_link": "https://movie.douban.com/subject/36219022/",
    "imdb_rating": "6.8/10 from 1283 users",
    "trans_title": [
        "婚纱的期望"
    ],
    "douban_votes": "0",
    "introduction": "In their young marriage where they hope romance is still present, Avery and Peter are facing many pressures. They discover in renovating their old \"dream\" house, their contractor Sam is finding many more unexpected bad surprises than good surprises. Much to Peter's further surprise, Avery welcomes his mother's design assistance in the project, Avery believing Grace feeling the need to do something probably in being lonely since the passing of Peter's father. Avery has to deal with a new boss, Executive Director Mason Sylvester, a \"my way or the high way\" type who wants to take the Stanbridge in a whole different direction against Avery's wishes. He also sees the upcoming lace exhibit, which will feature the wedding veil that worked its magic on Avery, Emma and Tracy, and will feature another rediscovered piece, a christening gown, as Avery's vanity project which was okayed solely on her pull with board member Peter rather than to bring patrons, new and old, into the museum. Beyond his work on Stanbridge's board, Peter is preparing a presentation for the school board for a new city-wide arts program which he fears the board has already decided against. And Peter is hit with an unexpected concern over his mother. With all these items going on in their lives, Avery has to figure out when it is the best time to tell Peter in the most special of ways that the christening gown, much like the wedding veil, has worked its magic on them, the longer she waits, the harder it is to hide.—Huggo",
    "chinese_title": "婚纱的期望",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Wedding Veil Expectations",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-05-10T19:08:39"
}