{
    "aka": [
        "No Money, i.e. 24 hours in the Life of Jan Himilsbach"
    ],
    "sid": "36219192",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1984",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "波兰"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "Bez pieniędzy czyli 24 godziny z życia Jana Himilsbacha"
    ],
    "douban_link": "https://movie.douban.com/subject/36219192/",
    "trans_title": [
        "No Money, i.e. 24 hours in the Life of Jan Himilsbach"
    ],
    "douban_votes": "0",
    "introduction": "More and more mourners join a queue for the stonemason. He is played by Jan Himilsbach (1931-1988), an untrained actor, (\"Rejs\" 1970) and prose writer (\"Przepychanka\" 1974). In the film, he works at the Powązki Cemetery in Warsaw. Some of the people begin to argue about the queue order: Piotr Fronczewski (actor), Marek Piwowski (director), Władysław Komar (athlete, actor). Himilsbach wakes up and talks about his gold rush dream with Jack London and Martin Eden. More people join the bar where he waits for 1 p.m. (alcohol is sold then). They ask him for a loan, Zbigniew Buczkowski (actor) is one of them. On the set, Himilsbach is asked to act consciously, however, he is mainly interested in the amount of his fee. Surprisingly enough, he talks about actors and their mission during a meeting with young people in the park. In his dreams, the man sees himself as a seductive satire (colored part). At the very end of the day, the protagonist performs in a cabaret group. Krzysztof Gradowski, the director and screenwriter of the film, managed to find the proper form and content that turned out to be a vehicle for charisma and sense of humor of the film's protagonist. Another film directed by Gradowski in which Himilsbach played a role is the short film titled \"Deja vu, czyli skąd my to znamy\" (1977). He played the role of the professor",
    "chinese_title": "Bez pieniędzy czyli 24 godziny z życia Jana Himilsbacha",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-25T00:49:32"
}