{
    "aka": [],
    "sid": "36210268",
    "cast": [
        {
            "url": "/celebrity/1009377/",
            "name": "约翰·西姆 John Simm",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1382254/",
            "name": "里奇·坎贝尔 Richie Campbell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315461/",
            "name": "赫柏·贝尔德索尔 Hebe Beardsall",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1467961/",
            "name": "詹姆斯·科里根 James Corrigan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1343244/",
            "name": "劳拉·埃尔芬斯通 Laura Elphinstone",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1441330/",
            "name": "尼克·哈里斯 Nick Harris",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315125/",
            "name": "克雷格·帕金森 Craig Parkinson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "剧情",
        "悬疑",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917028009.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1113144/",
            "name": "彼得·詹姆斯 Peter James",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1300839/",
            "name": "埃德·惠特摩尔 Ed Whitmore",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1572266/",
            "name": "Caroline Ip Caroline Ip",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1572262/",
            "name": "Ben Court Ben Court",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt27313633",
    "director": [
        {
            "url": "/celebrity/1173407/",
            "name": "布莱恩·凯利 Brian Kelly",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-06-01(芬兰)",
        "2024-07-02(美国)",
        "2024-09-01(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt27313633/",
    "imdb_votes": 320,
    "this_title": [
        "Grace Season 4"
    ],
    "douban_link": "https://movie.douban.com/subject/36210268/",
    "imdb_rating": "7.4/10 from 320 users",
    "trans_title": [
        "格雷斯 第四季"
    ],
    "douban_votes": "0",
    "introduction": "Filming is underway on series four of critically acclaimed ITV1 detective drama, Grace, starring John Simm as Detective Superintendent Roy Grace and based on the best selling novels from globally renowned author, Peter James.Set in Brighton, Grace also sees returning cast members Richie Campbell (Top Boy, Stephen) as DS Glenn Branson, Zoë Tapper (Liar) as Cleo Morey, Craig Parkinson (Line of Duty) as DS Norman Potting, Laura Elphinstone (Chernobyl) as DS Bella Moy, Brad Morrison (Dinosaur) as DC Nick Nicholl and Sam Hoare (The Capture) as ACC Cassian Pewe.This series will also feature renowned TV and theatre actor, Robert Glenister (Sherwood, Hustle).Commented John Simm:“I’m so pleased to be back on set, filming series four of Grace. Four of Peter James’ Roy Grace novels are being adapted for this series and Grace fans will be pleased to know the stories are as dark as ever with lots of twists and turns.”Commissioned by ITV’s Head of Drama, Polly Hill, and Drama Commissioner, Huw Kennair Jones, the new series comprises four feature length films (4 x 120 mins) based on Peter James’s novels. Huw Kennair Jones will oversee production from ITV’s perspective.Viewing figures for series three have so far averaged over 5.6m per episode, an increase on series two, with the first episode consolidating at 6.7m.Commented Huw Kennair Jones:“We're thrilled to be making another series of Grace. John and the team continue to bring Peter's brilliant characters and stories to life in such an exciting way. It's also great to be working with Tall Story and Vaudeville Productions again as we head back to Brighton for four brand new cases.”Executive Producer Patrick Schweitzer said:“I’m delighted we are getting to adapt another four of Peter’s wonderful books for ITV and it’s great to have the cast and crew back together filming in Brighton.”Author Peter James said:“As a writer, the chance to have such a phenomenal and collaborative cast and crew to bring my novels to life continues to be a dream come true. Audiences have so generously embraced the series with such enthusiasm and I cannot wait for Roy Grace fans, old and new, to see these four new episodes.”Grace is a co-production between Tall Story Pictures, part of ITV Studios, and Vaudeville Productions. Executive producers are Patrick Schweitzer for Tall Story Pictures, and Andrew O'Connor and Paul Sandler for Vaudeville Productions, Kiaran Murray-Smith and Peter James. International distribution is handled by ITV Studios.Writers for this series are Ed Whitmore for episode one, Ben Court and Caroline Ip for episode two, Tony Marchant for episode three and Jess Williams for episode four.Brian Kelly will direct episode one, Billie Eltringham directs episode two and Kiaran Murray-Smith is also the series producer.The first film in the new series is called Dead Man’s Time. A vicious robbery at a secluded Brighton home, draws Grace and Branson into a puzzling enquiry when thousands of pounds worth of beautiful antiques are stolen from the house. As Grace digs deeper into this mysterious crime, he unearths a web of ancient grudges - a web which leads him down a dark, murderous trail through the world of Brighton antiques, in a race against the clock, to untangle who is at the heart of this robbery, and bring Gavin Daly the answers he has been desperately chasing for many years.In episode two, Want You Dead, Grace and Branson investigate a case where nothing is truly as it first appears. When an unidentified victim is found dead in curious circumstances, the post mortem reveals more questions than it does answers. As Grace works to identify the body, hoping this might provide some crucial clue as to the killer’s motive, he soon has another death on his hands when a second victim shows up in central Brighton, discovered in similarly bizarre circumstances.You Are Dead is episode three in which Grace and Branson are thrown into what is possibly their most disturbing and high-profile case yet, when an unsettling discovery of skeletal remains is unearthed by workmen digging up a path in central Brighton. Meanwhile, across the city that same morning, a victim is snatched in broad daylight. With no witnesses and no sign of who took her, Grace starts to suspect whether the victim’s fiancé is lying to the police.The final episode in the series is Love You Dead. When a known Brighton burglar is found dead in his car, in gruesome circumstances, his wife claims that he had turned over a new leaf, but all the evidence points to the fact the victim may still have been up to his old tricks and was breaking and entering on the night he was killed. As Grace and the team work to hone in on the circumstances leading to the victim’s death, Roy receives a call from a US police contact about a crime abroad which bears the hallmarks of a mafia hit. The police are keen to trace a woman they believe to be from Brighton, who could be in danger. As Roy scours the city to help find her, it becomes apparent he isn’t the only one looking for this mysterious woman.",
    "chinese_title": "格雷斯 第四季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Grace Season 4",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-01-26T04:11:45"
}