{
    "aka": [],
    "sid": "36211465",
    "cast": [
        {
            "url": "/celebrity/1483549/",
            "name": "吉塞皮·帕特诺·雷杜萨 Giuseppe Paternò Raddusa",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "剧情",
        "爱情",
        "悬疑"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886321874.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1125237/",
            "name": "Dante Majorana Dante Majorana",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt7569402",
    "director": [],
    "duration": "118分钟",
    "episodes": "",
    "language": [
        "英语",
        "意大利语",
        "汉语普通话",
        "西西里语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt7569402/",
    "imdb_votes": 16,
    "this_title": [
        "Dreams, Washed Out"
    ],
    "douban_link": "https://movie.douban.com/subject/36211465/",
    "imdb_rating": "8.8/10 from 16 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Henry, Aimée, Mei-Li and Karo, are in Catania, Sicily. Henry, a painter, lost is creativity and traveled the world to witness cultures and changes before they vanish. Close to 50 years he is not at ease in Sicily: in a very secretive affair with Karo, they only meet when she is free: is a story without future. Aimée, came from the UK to be his model. She agrees to live with Henry, as he allows her to spend her time as she pleases. Henry hopes to find his lost creativity and love, but she has different expectations from this trip. Mei-Li, 25 years old, from Shenyang China, ends up in Sicily, following an erratic path. Exotic, attractive, and daring she becomes the object of different temptation for many. Her risk-taking attitude puts her in troubles: Henry saves her from a rape attempt: they begin to get close. Her mother wants her to return to China to marry an older rich guy, but Mei-Li doesn't want to be a financial asset for her family, a nurse for an older man no matter how rich he is, she wants to find her own path. Henry seeks a drastic life change but feels trapped, unable to decide. He wants to resume travelling, he wants to paint, he wants love and a different life. He acts to fulfill his personal needs unable to discern and share other people's necessities with his own. All the characters in this story slide through time: present, past and future all melt with memories and personal yearnings. Chasing uncertain dreams they go on until eventually they will separately live Catania, destination unknown, following their incompatible dreams.",
    "chinese_title": "Dreams, Washed Out",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.8,
    "douban_rating_average": 0,
    "update_at": "2025-07-01T14:39:38"
}