{
    "aka": [
        "Framed by My Husband"
    ],
    "sid": "36227232",
    "cast": [
        {
            "url": "/celebrity/1314779/",
            "name": "克里斯汀·查特莱恩 Christine Chatelain",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313004/",
            "name": "丹·佩恩 Dan Payne",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1487886/",
            "name": "罗克珊·王 Roxanne Wong",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887351805.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt14288012",
    "director": [],
    "duration": "85分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021-07-10(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt14288012/",
    "imdb_votes": 215,
    "this_title": [
        "Her Husband's Secret Life"
    ],
    "douban_link": "https://movie.douban.com/subject/36227232/",
    "imdb_rating": "5.1/10 from 215 users",
    "trans_title": [
        "丈夫之谋",
        "Framed by My Husband"
    ],
    "douban_votes": "0",
    "introduction": "Hospital physician June Lowe and successful author Rick Lowe have a seemingly perfect marriage, the one sticking point between them being the issue of children. Rick wants June to give up her career so that they can start a family, and while June is not averse to the notion of children, not only does she not want to give up her career but expand into writing herself, she not understanding why Rick couldn't/shouldn't be the primary caregiver anyway in already working from home. In the process, June feels like Rick totally dismisses her feelings. When Rick receives a blackmail letter for something he totally denies as truth, June gets implicated in a double homicide. June quickly realizes that Rick is trying to frame her, he the actual murderer. As June needs to evade both Rick and the police and has no one to confide in, including her generally loving sister Maggie Porter who believes the accusations of she being a murderer, June not only has to discover why Rick killed the two victims but why he is trying to frame her. When she believes she's discovered what's going on, June enters a dangerous cat and mouse game with Rick, it not always clear who is the cat and who is the mouse.—Huggo",
    "chinese_title": "丈夫之谋",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Her Husband's Secret Life",
    "imdb_rating_average": 5.1,
    "douban_rating_average": 0,
    "update_at": "2025-12-28T12:01:08"
}