{
    "aka": [],
    "sid": "36220864",
    "cast": [
        {
            "url": "/celebrity/1402413/",
            "name": "莎伦·D·克拉克 Sharon D. Clarke",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896983718.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt23015232",
    "director": [],
    "duration": "59分钟(英国)",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021-09-22(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt23015232/",
    "imdb_votes": 10,
    "this_title": [
        "Neutrino: Hunting the Ghost Particle"
    ],
    "douban_link": "https://movie.douban.com/subject/36220864/",
    "imdb_rating": "8.1/10 from 10 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "This is an astonishing tale of perseverance and ingenuity that reveals how scientists have battled against the odds for almost a century to detect and decode the neutrino, the smallest and strangest particle of matter in the universe. Inside the world-renowned physics laboratory Fermilab, a team of scientists are constructing an audacious experiment to hunt for a mysterious new 'ghost' neutrino. If they find it, this could transform our understanding of the nature and fabric of our universe. The problem is, these tiny particles are almost impossible to detect. Elsewhere, physicists conduct experiments in some of the most extreme environments on the planet: from deep mine shafts in South Dakota to vast ice fields at the South Pole. In these unlikely places supersized neutrino detectors hope to unlock the universe's deepest secrets. Could neutrinos overturn the most precise theory of particle physics that humans have ever written down? Could they even be a link to a hidden realm of new particles that permeate the cosmos – so called dark matter? Scientists at Fermilab are edging towards the truth.",
    "chinese_title": "Neutrino: Hunting the Ghost Particle",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-22T12:51:10"
}