{
    "aka": [],
    "sid": "36228313",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1575487/",
            "name": "纪尧姆·里博 Guillaume Ribot",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt22020462",
    "director": [
        {
            "url": "/celebrity/1575487/",
            "name": "纪尧姆·里博 Guillaume Ribot",
            "@type": "Person"
        }
    ],
    "duration": "68分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2023-01-23(FIPADOC)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt22020462/",
    "imdb_votes": 38,
    "this_title": [
        "Seeds of Hunger - Ukraine 1933"
    ],
    "douban_link": "https://movie.douban.com/subject/36228313/",
    "imdb_rating": "8.1/10 from 38 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Between 1931 and 1933, 4 million Ukrainians were to die of hunger. This famine was not preceded by any cataclysmic weather event, nor by a war. This was an ideological crime: decided by Stalin and approved by the Politburo, with the aim of punishing Ukrainian peasants who refused the collectivization of the countryside, cultivated a strong form of nationalism and showed resistance to communist ideology. The purpose of this famine, unprecedented in Soviet history, was to break all forms of opposition. How was it implemented? What was known at the time? What was said? What was seen?The most important event in pre-war Soviet history is taboo: all traces of it were immediately erased, and the evidence drowned in a flood of lies. And yet, within just two years, this famine killed twice as many Ukrainians as the gulag did Soviets in half a century. This state secret was particularly well-kept for more than fifty years and only revealed in its full magnitude after the disintegration of the USSR, when the archives were revealed. Drawing on previously unpublished material, on many Soviet films and on a number of particular points of view, including that of Welsh journalist and whistleblower Gareth Jones, this film retraces the story of that famine.",
    "chinese_title": "Seeds of Hunger - Ukraine 1933",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-06-30T05:16:33"
}