{
    "aka": [
        "Tales from Hungarian History"
    ],
    "sid": "36222999",
    "cast": [
        {
            "url": "/celebrity/1128606/",
            "name": "Gábor Mádi Szabó Gábor Mádi Szabó",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1986",
    "genre": [
        "动画",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887217706.jpg",
    "region": [
        "匈牙利"
    ],
    "writer": [],
    "imdb_id": "tt1838168",
    "director": [],
    "duration": "127分钟",
    "episodes": "",
    "language": [
        "匈牙利语"
    ],
    "playdate": [
        "1986(匈牙利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1838168/",
    "imdb_votes": 70,
    "this_title": [
        "Mondák a magyar történelemböl"
    ],
    "douban_link": "https://movie.douban.com/subject/36222999/",
    "imdb_rating": "8.2/10 from 70 users",
    "trans_title": [
        "匈牙利历史故事",
        "Tales from Hungarian History"
    ],
    "douban_votes": "0",
    "introduction": "The history of Hungarian animation begins in 1914 and carries through to the modern day. Starting with short promotional cartoons prior to the two World Wars, Hungarian animation underwent a sporadic and halting development during the turbulent war years which were characterized in large part by the emigration of much of the field's top talent. This exodus slowed dramatically during the 1950s when the Hungarian Communist Party took power and the Iron Curtain took shape.With Communism came nationalization of the Hungarian animation studio—a fact that was to prove a mixed blessing for the nascent industry. While political pressures would strongly dictate the kinds of topics that animation could cover in the early years, state funding meant that even the relatively small postwar nation would be able to prove itself on the international stage. Indeed, subsequent to the 1956 revolution, the softening effects of Goulash Communism helped enable artists to begin to express themselves such that by the late 1970s, Pannónia Film Stúdió would rank among the top 5 major cartoon studios alongside Walt Disney, Hanna-Barbera, Soyuzmultfilm, and Toei.With the end of Communism in 1989, state control of the animation industry dropped away and market forces prompted the rise of numerous independent animation studios. Lacking state funding and receiving mixed international response, Hungarian animation studios today have had to develop financing strategies consisting largely of working as production and development companies performing labor-intensive animation activities such as compositioning and inking for foreign studios. Despite this, Hungarian films continue to be produced every few years.",
    "chinese_title": "匈牙利历史故事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Mondák a magyar történelemböl",
    "imdb_rating_average": 8.2,
    "douban_rating_average": 0,
    "update_at": "2025-05-20T10:00:08"
}