{
    "aka": [],
    "sid": "36226196",
    "cast": [
        {
            "url": "/celebrity/1009688/",
            "name": "尼娜·霍斯 Nina Hoss",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318186/",
            "name": "马克·瓦斯科 Mark Waschke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1464437/",
            "name": "洛尔·斯特凡克 Lore Stefanek",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "剧情",
        "戏曲"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888521159.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1045607/",
            "name": "雅丝米娜·雷札 Yasmina Reza",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1133034/",
            "name": "托马斯·奥斯特迈尔 Thomas Ostermeier",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2015-05-16(德国)"
    ],
    "this_title": [
        "Bella Figura"
    ],
    "douban_link": "https://movie.douban.com/subject/36226196/",
    "trans_title": [
        "美好形象"
    ],
    "douban_votes": "0",
    "introduction": "该剧于2015年5月16日在德国柏林邵宾纳剧院首演；改编自雅丝米娜·雷札的同名戏剧，德语由托马斯·奥斯特迈尔和弗洛里安·博尔希梅耶翻译，这是托马斯·奥斯特迈尔第一次将雷札的作品搬上舞台，雷札本人也参与了该剧的创作。这出戏几乎完全是在露天进行的，在一天即将结束的时候。我从来没有在我的戏剧中讲过故事，所以现在仍然是这样也就不足为奇了。除非你把摇摇欲坠、起伏的生命结构本身看作一个故事。(雅丝米娜·雷札)German translation by Thomas Ostermeier and Florian BorchmeyerA man and a woman in a car-park outside a country restaurant. She, single mother and pharmaceutical technician Andrea, is still in the car. Her lover, glazing entrepreneur Boris, is trying to persuade her to get out – despite the faux pas he has just committed: mentioning the fact that this restaurant was recommended to him by his wife... »Bella Figura« explores the evening that follows this fatal mistake. A short while later, another couple enters the scene: Eric and Françoise, accompanied by Eric’s mother, Yvonne. It soon transpires that they are connected to the first couple in an unfortunate way.This play is almost entirely set in the open air, on a day which is drawing to a close. I have never told stories in my plays so it should come as no great surprise that this is still the case. Unless you consider the faltering, heaving fabric of life itself to be a story. (Yasmina Reza)For the first time, Thomas Ostermeier stages a play by Yasmina Reza. The author wrote the work specifically for the Schaubühne ensemble.",
    "chinese_title": "美好形象",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Bella Figura",
    "douban_rating_average": 0,
    "update_at": "2025-06-07T01:22:27"
}