{
    "aka": [
        "声生不息",
        "所有那些声音"
    ],
    "sid": "36238731",
    "cast": [
        {
            "url": "/celebrity/1323296/",
            "name": "路易斯·汤姆林斯 Louis Tomlinson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片",
        "音乐",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887695061.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt26675252",
    "director": [
        {
            "url": "/celebrity/1485705/",
            "name": "查理·莱特林 Charlie Lightening",
            "@type": "Person"
        }
    ],
    "duration": "108分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-03-22(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt26675252/",
    "imdb_votes": 2088,
    "this_title": [
        "All Of Those Voices"
    ],
    "douban_link": "https://movie.douban.com/subject/36238731/",
    "imdb_rating": "8.6/10 from 2088 users",
    "trans_title": [
        "一切声音",
        "声生不息",
        "所有那些声音"
    ],
    "douban_votes": "0",
    "introduction": "All Of Those Voices takes a refreshingly raw and real look at Louis Tomlinson's musical journey. Ditching the typical glossy sheen of celebrity documentaries, this film gives audiences an intimate and unvarnished view of Louis's life and career. Through never-before-seen home movie footage and behind the scenes access to Louis’ sell-out 2022 World Tour, All Of Those Voices offers a unique perspective on what it's like to be a musician in today's fast-paced world.From the highs of superstardom to the lows of personal tragedy, Louis' story is one of resilience and determination. The film explores his journey from a member of One Direction to a solo artist, capturing the challenges and triumphs that defined his path. The film also shows a side of Louis that fans have never seen before, as he grapples with the pressures of fame and the weight of his own voice.Directed by Charlie Lightening, the filmmaker behind the award-winning As It Was, All Of Those Voices is a story about the power of self-discovery and the courage it takes to be true to oneself. With a focus on honesty and vulnerability, this film is a refreshingly down-to-earth take on the life of a musician, capturing the real-life struggles and triumphs of a man who refused to be silenced by anyone else's expectations.",
    "chinese_title": "一切声音",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "All Of Those Voices",
    "imdb_rating_average": 8.6,
    "douban_rating_average": 0,
    "update_at": "2025-10-22T08:26:30"
}