{
    "aka": [],
    "sid": "36234172",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893892146.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt25602608",
    "director": [],
    "duration": "40分钟",
    "episodes": "6",
    "language": [],
    "playdate": [
        "2022-11-22(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt25602608/",
    "imdb_votes": 163,
    "this_title": [
        "The Bermuda Triangle: Into Cursed Waters"
    ],
    "douban_link": "https://movie.douban.com/subject/36234172/",
    "imdb_rating": "6.5/10 from 163 users",
    "trans_title": [
        "百慕大三角洲：被诅咒的水域"
    ],
    "douban_votes": "0",
    "introduction": "The Bermuda Triangle is the most notorious stretch of ocean in history, evoking fear and endless fascination. Bounded by Florida, Bermuda and Puerto Rico, these waters have swallowed countless ships and planes and their crews -- some vanishing without a trace. In 1945, five U.S. Navy planes disappeared on the same night, along with a search and rescue plane dispatched to find them. No wreckage was ever found. Reporters dug up accounts of other missing planes and ships, and stories of strange phenomena date back to the voyages of Columbus. Now, an elite team is investigating the Bermuda Triangle with the aid of a secret weapon -- a map, decades in the making, marking the location of unidentified undersea wrecks and anomalies. Each week they will attempt to identify one mystery wreck, along the way evaluating the evidence behind legends and scientific theories like rogue waves, giant methane bubbles, ship-sucking whirlpools, and dead zones that bewilder equipment and planes. In the Bermuda Triangle, one never knows what one will find. On the ocean floor, the team makes historic and important discoveries that go beyond myth and conjecture.",
    "chinese_title": "百慕大三角洲：被诅咒的水域",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Bermuda Triangle: Into Cursed Waters",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-08-24T05:35:25"
}