{
    "aka": [],
    "sid": "3623533",
    "cast": [
        {
            "url": "/celebrity/1190147/",
            "name": "凯南·伊迷尔扎勒奥卢 Kenan İmirzalıoğlu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1207857/",
            "name": "詹苏·迪瑞 Cansu Dere",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "喜剧",
        "动作",
        "历史",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2571491942.jpg",
    "region": [
        "土耳其"
    ],
    "writer": [],
    "imdb_id": "tt0845537",
    "director": [
        {
            "url": "/celebrity/1342916/",
            "name": "穆斯塔法·谢夫基·多安 Mustafa Şevki Doğan",
            "@type": "Person"
        }
    ],
    "duration": "126分钟",
    "episodes": "",
    "language": [
        "土耳其语",
        "英语",
        "法语",
        "希腊语"
    ],
    "playdate": [
        "2007-01-19(土耳其)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0845537/",
    "imdb_votes": 6977,
    "this_title": [
        "Son osmanli yandim ali"
    ],
    "douban_link": "https://movie.douban.com/subject/3623533/",
    "imdb_rating": "6.9/10 from 6977 users",
    "trans_title": [
        "最后一个奥斯曼人"
    ],
    "douban_votes": "86",
    "introduction": "1918年，第一次世界大战进入尾声，但在土耳其，硝烟并没有完全散去，外敌的侵入令土耳其陷入一片战乱之中。菲克·帕夏带领着土耳其海军的一支舰队从海斯普鲁斯海峡战败而归，驶回卡西姆港时，土耳其首府伊斯坦布尔也已经被大批英军占领，人们生活得动荡而困苦。面对不利的战局，政府只得临时任命帕夏为内阁的战争部长，重新组织军队，抗击驻扎在伊斯坦布尔的英军。面对瞬息万变、不可预测的局势，生活在伊斯坦布尔的不同阶层、不同身份的人都做出了不同的人生抉择，富甲一方的商人迪米特立花费重金，四处购买手枪、炸药等各种武器，以求在大战爆发时能够自保；原本是一名拳击手的阿里为人正直率性，他不堪忍受英军肆无忌惮的侵略行径，用自己的力量暗中帮助那些处于社会底层的同胞，并号召他们奋起反抗，阿里也因此遭到了英军的通缉。几天来，阿里发现自己一直被一个年轻人跟踪，他设计抓住了年轻人，逼问之下才知道，那人名叫杰拉，是一个杂技演员，因为看到了重金悬赏缉拿阿里的布告，才暗中跟踪他。但被阿里抓住后，杰拉却说几天的暗中观察，他发现阿里是一个正直勇敢，值得敬佩的人，他希望能够追随阿里，一起做更有意义的事情。阿里欣然接受，从此，伊斯坦布尔除恶扬善的队伍中又多了一员。奥斯曼是伊斯坦布尔警察部门的一个小头目，但暗地里却私设赌场，谋取暴利。一天，阿里和杰拉与一伙英军遭遇，激战中身受重伤的阿里误闯进了奥斯曼的地下赌场，女招待纳迪娅急中生智，帮他躲过了英军的搜查，奥斯曼也和阿里成为了朋友。1918年底，伊斯坦布尔的人民被彻底奴役，帕夏紧急召集了各处的军官、政府要员以及一些民间爱国组织的领袖，在他的官邸召开重要的秘密会议。帕夏的官邸刚好位于奥斯曼负责的辖区内，于是他肩负起了保障会议安全的职责。然而，尽管部署周密，但还是遭到了反动分子的偷袭。在阿里和杰拉的帮助下，几个爱国组织的负责人逃离现场，但却在港口遭到伏击，几个负责人全部被杀，其中一个叫姆夫提的老者临死前将一袋金币交给阿里，叮嘱他将金币换成武器，送到有需要的地方。随后，杰拉也为了救阿里命丧枪口。寡不敌众的阿里虽侥幸逃脱，却在城里撞上警察，他因为无法解释金币的来历而被抓进警局。令阿里意想不到的是，商人迪米特立的妻子、美丽而高贵的戴芬妮突然出现，作证说金币是丈夫交给阿里用于购买武器的。警察不敢得罪迪米特立，只好将阿里释放。原来，在阿里还是个拳击手时，他的老师名叫格鲁，戴芬妮则是格鲁的情人。格鲁很看好阿里的实力，但他也告诫阿里，要想成为世界冠军必须学会法语。戴芬妮自告奋勇担任阿里的法语老师，不想两人却日久生情。阿里遭到格鲁的追杀，只得踏上一艘名为雅舞姿号的战舰当了一名水手，为了搭救一个不屈服的长官，阿里与英军士兵大打出手，之后又被迫开始逃亡。阿里离开后，戴芬妮嫁给了富商迪米特立。离开警察局的阿里坚持要继续履行自己对姆夫提的承诺，但却苦于没有找不到可以信任的组织或者个人。一个偶然的机会，阿里从奥斯曼口中得知，在西利亚的一所医院，有一个叫穆族耶的助产护士，她是一个真正的、值得信赖的爱国者。阿里带着金币找到了穆族耶，也从此加入了他们的队伍。",
    "chinese_title": "最后一个奥斯曼人",
    "douban_rating": "7.0/10 from 86 users",
    "foreign_title": "Son osmanli yandim ali",
    "imdb_rating_average": 6.9,
    "douban_rating_average": "7.0",
    "update_at": "2025-06-26T15:00:57"
}