{
    "aka": [
        "Poetry Sans Frontiers Season 2"
    ],
    "sid": "36244353",
    "cast": [
        {
            "url": "/celebrity/1433720/",
            "name": "末吉觉 funky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1477164/",
            "name": "翟墨 Mo Zhai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1359246/",
            "name": "虹影 Hong Ying",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1424313/",
            "name": "沈伟 Shen Wei",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1431539/",
            "name": "梦桐 Meng Tong",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887925797.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "25分钟",
    "episodes": "7",
    "language": [
        "汉语普通话",
        "英语",
        "日语",
        "西班牙语",
        "法语",
        "俄语   Russian",
        "阿拉伯语   Arabic"
    ],
    "playdate": [
        "2023-01-01(中国大陆)"
    ],
    "this_title": [
        "诗约万里 第二季"
    ],
    "douban_link": "https://movie.douban.com/subject/36244353/",
    "trans_title": [
        "Poetry Sans Frontiers Season 2"
    ],
    "douban_votes": "0",
    "introduction": "古今中外，每个身处于时代洪流之中的你我，或许总有着各自不同的情愫，却又总会用相似的方式来表达我们相近相通的感受。这种方式，无关乎今人还是古人，无关乎东半球还是西半球，一首诗，总会在不经意间，轻轻敲醒心灵，让我们用心拥抱这个或许并不完美的世界，让我们彼此在关爱中走向更加美好的未来。2023年元旦，CGTN诗意纪录片《诗约万里》第二季将在全球同步首播，让诗歌带领我们告别昨日，再次踏上诗意的旅程，寻找诗中的美好。过去三年，无论新冠疫情还是世界局地的冲突，亦或是经济、社会、文化发展的不平衡，都为人类社会带来诸多不确定因素。在这样一个时代，我们依靠什么来抚慰人心？除了人定胜天的决心与努力，所幸我们还有诗歌——它带我们进入诗性世界，复活人类灵性，重拾人间美好。正因如此，《诗约万里》第二季继续借助纪录片“影像化散文诗体”的形式，传达诗歌精神，让不同国家、不同民族、不同语言的人们都能感受到——无论世界怎样变化，我们都可以以诗歌的名义，心灵相通携手站在一起。诗歌以其独特的表意语言，集中凝练的行文方式，成为人类文化艺术中的独特存在。文史大家陈寅恪即以《元白诗笺证稿》甚至《柳如是别传》，凸显出史诗互证的文化精神。物理学家杨振宁也爱诗，在他看来，诗歌虽只寥寥几行字，却可藏下精炼思想——可以想见，在这位科学大家的心中，宇宙的奥秘，就是美丽的诗歌。从《伊利亚特》到《奥德赛》，从诗经、楚辞到唐诗、宋词、元曲，人类历史的重大事件，诗歌永远在场。诗歌，绝不仅仅是文学家的专属，而是每个人与内心共舞的催化剂。在《诗约万里》第二季的制作过程中，摄制组走过更远的距离，走近更绵延的深情，去寻找诗歌在人类生活中的作用和意义。从北京、杭州、上海、重庆，到临沂、邢台，到叙利亚、西班牙、法国、以色列、伊拉克等世界多地，创作团队拍摄了来自16个国家的23位嘉宾，他们中间有诗人、戏剧大师、舞者、鼓手，也有战地记者、前美军士兵、曾经的难民，有登山运动员、航海家、翻译家，还有医生、教师以及身患绝症却热爱着诗歌的普通农妇。在与23个心灵的对话之中，《诗约万里》第二季除了去体会嘉宾们丰富而细腻的个性特质，也在其中挖掘着属于每个人的诗意共性。除此之外，《诗约万里》第二季还邀请到了15位驻华使节，用他们本民族的诗歌，为全球用户送上新年祝愿。人人虽非尧舜，但是人人都可以是诗人，诗歌将人类的思想和记忆十分紧密地融合在一起，并持续扩展着我们意识的边界。对于每个人而言，越是去打开身心靠近诗歌，越是有机会走出日常生活的枯燥细碎，走进一条与生活并行的诗意栖居空间。比如《诗约万里》第二季中的人物航海家翟墨，世人都知道他并非以诗歌见长，但他一次次追逐惊涛骇浪的旅程，穿越幽蓝大洋亲临惊奇的人生，在漫长而枯燥的航程里，于艰难险阻中得见绮丽风光的过程，本就是一首浸透了生命勇气和意志的长诗。又比如来自河北邢台的农村妇女白茹云，她人生大部分时间没有离开过出生成长的河北农村，家境贫寒的她，初中毕业就无奈辍学，后又罹患癌症。但恰恰是诗歌，是苏轼的诗句“谁怕？一蓑烟雨任平生”伴她走过孤独黑暗。而苏轼另一句诗“梦里栩然蝴蝶、一身轻”，仿佛也是写她——随心而为，来去自如，无论山雨晚晴，白茹云就这样追寻着生命与自然的美丽，把自己的日子活成了诗。诗无界，爱无疆。《诗约万里》第二季跨越万水千山的远方，带来跨越时空的诗歌。打破了语言、种族、性别、代际的限制，用诗歌传递生命的深意，咏出那些遍在我们身边的，治愈我们身心的诗意精神。",
    "chinese_title": "诗约万里 第二季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-11-29T09:14:10"
}