{
    "aka": [],
    "sid": "36243882",
    "cast": [
        {
            "url": "/celebrity/1461283/",
            "name": "马兆刚 Zhaogang Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1484751/",
            "name": "孙云 Yun Sun",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "剧情",
        "动作"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887922711.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "猎狐营救"
    ],
    "douban_link": "https://movie.douban.com/subject/36243882/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "安克从小就生活在克岛农村，媽媽因为生妹妹难产而去世，安克一直和父親安杰明、妹妹安靜生活在一起。由於热衷拳击，教練出身的安杰明成立了猎狐训练营，专门训练孩子，安克自然也加入了爸爸的训练营。房地产商雷也为了進行房产开发需要強行拆除一些房子，村长找到安杰明意思他们家也列为其中但是开发商願意多加补偿金给他，村长一边劝说安杰明一边拖延时间，安杰明深感不妙飞奔回家，可是房子已被徐徐推到，儿子安克为了取回妈妈的遗像也差点被推土机撞倒，看著這一切，為了孩子們，安杰明决定去找雷也，臨走前囑咐安克一定要照顧好妹妹，他馬上回來。安杰明找雷也理论，雷也表示愿意再多出赔偿金并好好安置已故的家人，安杰明同意条件可是回家途中不幸被雷也指使的手下周飈開車撞進山沟裡，從此不知生死、不知去向。父親一去不复返，安克帶著妹妹相依为命，他回忆父亲教他的搏击动作继续和训练营小队员章清、樊俊、杨召宁、李献杰、甑翔宇一起训练，给小伙伴们取名小猎狐队，并给每人一个小队标。安克一直认为父亲一定会回来，所以定时会带着妹妹在明显的地方张贴父亲的寻人启事。十几年後，欧洲多国爆发战争，很多人被迫离开自己的国家，安定和谐的克岛迎来了大量难民，克岛政府出于人道主义精神，妥善安排。此时的猎狐训练营已经成了克岛小有名气的拳击馆，除了章清还跟着安克一起经营拳馆，其余几个伙伴都相继为生计各奔东西。妹妹安静也出落成一个漂亮姑娘，被一个航空公司录取成为一名实习生。从小失去父母陪伴的兄妹俩历经生活的磨难和艰辛，生活刚刚稳定却又随着雷也父子的出现被打破。这时的雷也也成了当地赫赫有名的企业家。在一次回家路上雷也忽然发现安杰明的寻人启示，因为安克兄妹俩这么多年没有间断过找父亲。雷也找到周飚怒诉他办事不利落必须处理干净。周飚通过线索找到安克的拳馆并从黑市雇佣一个杀手绰号狼女。在一次安克拳馆的比赛中狼女奉命参赛，打败所有拳手后指明要单挑安克，安克应战，狼女根本不是安克对手，虽然狼女输了但是狼女的招招致命让安克深感不安。短短的几分钟对决狼女被安克的气度和不凡征服，她找到周飚询问为何要干掉安克，周飚说出当初撞安杰明的所有经过并命令狼女必须斩草除根。几年一次的男女混合搏击大赛在然岛拉开战幕，章清为安克报名参赛，为了能赢得奖金买房安克准备一搏。想不到最后和安克对决的又是狼女，再即将击败狼女的一刻狼女忽然告诉安克她愿意拿安杰明的去向真相来置换奖金，安克被狼女击倒。知道真相后的安克准备找周飚复仇。而此时的安静也被同事乔慧慧的花花公子男友莫七看上，而莫七正是雷也的独子。无意中莫七通过寻人启事和乔慧慧的透露发现安静就是小时候自己欺负安静而后被安克划伤脸的那一幕。摸着疤痕，莫七邪恶微笑。乔慧慧的生日宴会上邀请了很多朋友，莫七安排酒会，让手下灌醉安静和乔慧慧等人，莫七一边设计乔慧慧和机长萧智偷情的陷阱，一边乘机带走迷醉的安静。安克找安静一直关机心急如焚，去安静住的地方找恰巧碰到多年不见的伙伴樊俊也来寻找，原来樊俊一直在安静的物业小区当保安早已和安静是朋友，兄弟俩感慨万千，安静怕哥哥担心极力掩饰，但还是被安克发现，旧仇新恨安克决定必须做一个了断。失身后的安静找到乔慧慧质问莫七行踪，乔慧慧也一脸茫然，两人认识到都被莫七玩弄。安静瞒着哥哥只身前往台球厅找莫七，并和莫七一伙人展开搏斗，安静受伤爬到路边，被旁边的一个捡破烂的老人扶起、老人抱着安静哼着小歌....安静仿佛回到了儿时在爸爸怀里的情景。安克回家未找到安静，通过乔慧慧得知安静只身前往，安克找到满身是伤的安静，错认为抱着安静的老人，用力踢开，忽然一张照片从老人身上掉出来，老人呆痴地赶紧捡起藏怀里。安克把安静送去医院，章清觉得可疑意思把老人带上问个究竟。看着安静躺在病床上安克痛心不已，通过乔慧慧安克知道莫七在沙滩开party，安克找到莫七把他打成植物人。安静醒了，迷迷糊糊中又听到了小时候父亲的哼唱的歌，随着声音安静找到旁边病房缩在墙角的安杰明，拨开老人混乱头发的一刻安静跪下了，老人就是安杰明。原来失踪了这么多年的父亲安杰明自始自终都未离开过克岛，自被周飚撞脑部受到重大冲击已经失去记忆，每天在黑市的街上靠捡垃圾维持生活，精神也随即越发恍惚，唯一不变的是老婆的照片一直在怀里.....唯一不变的话语就是：回家...我要回家...。安静打电话告诉哥哥父亲找到了，安克赶往医院。此时的雷也接到两个电话，莫七出事和安杰明再次出现。雷也暴诉周飚，命令周飚必须为他儿子报仇，周飚派人趁安克没到医院打晕安静等人劫走安杰明。安克赶到医院，刚清醒的安静告诉所发生的一切，安克准备营救父亲。安克意识到雷也的势力，他找到儿时猎狐突击队小伙伴，准备营救父亲。安克带着猎狐队员和雷也一帮人展开了激烈的决斗，狼女为了保护安克受伤，猎狐队员经过血战制服周飚等人。安克等人救回父亲带着周飚回到医院，一家人终于团聚，安克让周飚在安杰明面前赎罪，安杰明此时已经清醒他决定释怀一切，放了周飚。周飚放回后途中被黑市难民抢劫并刺死。",
    "chinese_title": "猎狐营救",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-23T01:00:19"
}