{
    "aka": [],
    "sid": "36244579",
    "cast": [
        {
            "url": "/celebrity/1318186/",
            "name": "马克·瓦斯科 Mark Waschke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1340098/",
            "name": "安德烈亚斯·皮特斯柯曼 Andreas Pietschmann",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887929009.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1257651/",
            "name": "Erol Yesilkaya Erol Yesilkaya",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1333588/",
            "name": "斯蒂芬·沙勒 Stefan Schaller",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [],
    "this_title": [
        "Tatort: Das Opfer"
    ],
    "douban_link": "https://movie.douban.com/subject/36244579/",
    "trans_title": [
        "犯罪现场：牺牲者"
    ],
    "douban_votes": "0",
    "introduction": "Robert Karow ermittelt nach dem Tod seiner Kollegin Nina Rubin in diesem Fall solo: Ein Mann in Karows Alter wird in einem Waldstück tot aufgefunden. Er starb durch einen Schuss in den Kopf. Alles am Tatort deutet auf eine Milieu-Hinrichtung hin, wie Karow sofort feststellt, obwohl er für den Fall nicht zuständig ist. Doch Karow kennt den Toten, Maik Balthasar, aus Jugendzeiten und findet heraus, dass er ein verdeckter Ermittler war. Maik arbeitete für Mesut Günes, einen stadtbekannten Berliner Nachtclubbesitzer, der in zahlreiche Gewaltverbrechen verwickelt ist, die ihm allerdings nie eindeutig nachgewiesen werden konnten. Auf der Tatwaffe finden sich Günes Fingerabdrücke. Staatsanwältin Sara Taghavi sieht endlich ihre Chance, Günes vor Gericht zu bringen. Der bestreitet den Mord jedoch.Zum Ärger der Staatsanwältin gibt sich Karow mit der so offensichtlichen Indizienlage nicht zufrieden. Obwohl sie ihn anweist, sich rauszuhalten, lassen ihm die Ungereimtheiten in dem Fall keine Ruhe. Um herauszufinden, was wirklich geschehen ist, nimmt er Urlaub, zieht undercover in Maiks Wohnung und wandelt auf seinen Spuren. Camilla (Kim Riedle), die in Günes Club arbeitet und Maik gut kannte, wird seine Verbündete. Mehr und mehr schlüpft er in die Rolle des Toten und taucht dabei auch immer tiefer in seine eigene Vergangenheit ein.",
    "chinese_title": "犯罪现场：牺牲者",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Tatort: Das Opfer",
    "douban_rating_average": 0,
    "update_at": "2025-03-24T14:30:13"
}