{
    "aka": [
        "The Trolley That Saves the World"
    ],
    "sid": "36246950",
    "cast": [
        {
            "url": "/celebrity/1337232/",
            "name": "毛里斯·迪恩·温特 Maurice Dean Wint",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888004262.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt7280926",
    "director": [],
    "duration": "46分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-07-25(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7280926/",
    "imdb_votes": 23,
    "this_title": [
        "The Trolley"
    ],
    "douban_link": "https://movie.douban.com/subject/36246950/",
    "imdb_rating": "8.0/10 from 23 users",
    "trans_title": [
        "The Trolley That Saves the World"
    ],
    "douban_votes": "0",
    "introduction": "The Trolley propels giant screen audiences through the great cities of the globe to tell the story of one of civilization’s most remarkable inventions.  Step aboard the talented electric trolley for a ride across the eras and through thirty-nine cities and sixteen countries …Perfected in the 19th century workshop of American inventor Frank Sprague, the first functional electric trolley was embraced as a miracle of the electric age—a device that could rid streets of suffocating piles of horse manure and flies and even re-invent civilization.  And it did.The electric streetcar, tram or trolley was a ride that changed everything.  Across a century-and-a-half, trolleys carried billions of people to work and play and home again.  Gifted with extreme efficiency and an egalitarian outlook, the device helped revitalize and re-build the urban landscape.Created expressly for giant IMAX® screens The Trolley propels audiences on a kinetic, electrifying and music-charged journey through great cities across the globe, revealing the trolley’s own roller coaster ride: from humble birth to explosive, world-transforming success, to near obliteration in the automobile age, to its technological renaissance in the 21st century.  From the trolley’s kinetic vantage, we witness a century and-a-half of explosive change and discover the hidden magic of the trolley itself.Producer(s): Pietro L. Serapiglia, Stephen Low",
    "chinese_title": "The Trolley",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.0,
    "douban_rating_average": 0,
    "update_at": "2025-09-07T01:28:04"
}