{
    "aka": [],
    "sid": "36243756",
    "cast": [
        {
            "url": "/celebrity/1352794/",
            "name": "谢彬彬 Binbin Xie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1352897/",
            "name": "佟梦实 Mengshi Tong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1414393/",
            "name": "魏巡 Xun Wei",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片",
        "真人秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887923768.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2023-02-09(中国大陆)"
    ],
    "this_title": [
        "法官你好"
    ],
    "douban_link": "https://movie.douban.com/subject/36243756/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "从位于神舟飞船的“家”内蒙古自治区四子王旗，到李白笔下山高路险的诗意人间湖南省常德市石门县壶瓶山，从雪域高原四川省甘孜藏族自治州炉霍县，到面朝大海的惬意小岛广西壮族自治区北海市涠洲岛，基层法官的身影遍布祖国各地，他们用行动维护群众的切身利益，捍卫着司法的公平与正义。由最高人民法院立案庭指导，芒果TV出品，人民法院出版有限公司、北京法信文化传播有限公司联合出品的法治节目《法官你好》，2月9日起每周四19：30湖南卫视、芒果TV双平台同步播出。节目将学习贯彻党的二十大精神与普法工作深度融合，结合中国特色地形地貌，以多个视角展现基层法官庄严神圣背后的艰辛，真实深入地体现有温度、有力量、有是非的新时代司法队伍正义担当的形象，引导观众增强法治观念，助力法治中国建设。基层法官常常需要结合当地实际情况实践司法为民宗旨。节目将目光投注于基层人民法庭的法官团队，选取位于草原、山区、高原、海岛的不同法庭作为代表，着力展现各地基层法官在艰苦条件下的坚守和对打通服务群众“最后一公里”的不懈追求。他们将法治的光带到交通不便、没有网络的地方，让不懂法律的群众学法、懂法、守法；她们爬峻岭，过山涧，背起国徽走进村寨，为妇女和儿童提供法律帮助，同时也为她们的生活送上温暖；他们把青春投入到基层法治建设新征程中，一步一个脚印付诸行动，切实履行职责，为建设社会主义法治国家，增进民生福祉作出自己的贡献。《法官你好》内容体现人民法院司法为民的根本宗旨，聚焦人民法院一站式多元解纷和诉讼服务体系建设，应用在线诉讼服务平台，开展巡回审判等工作取得的新成就，展现基层法官坚持和发展新时代“枫桥经验”，努力将矛盾化解在基层、化解在萌芽的具体实践，让观众在对案件内容进行讨论的同时，进一步思考基层司法工作的意义。《法官你好》采用纪实和真人秀相结合的拍摄方式，邀请靳梦佳、佟梦实、高瀚宇、谢彬彬、魏巡作为体验官，观察体验基层法官的日常工作。观众跟随嘉宾的视角深入领略当地民风民俗的同时，亦能感受基层法官们的辛勤付出，感受到案件中透出的人生百态，进而加深学法知法懂法的内驱力。节目从多种维度开展普法，对于涉及的法律术语、条款等，以“小贴士”的方式呈现在屏幕上，以便观众及时了解法律概念、理解案情。法律知识与真实具体的案件同时出现，配合法官的权威解读，让观众能够更好地从节目中了解法律知识。人民法院作为法治建设的重要力量，是传播法治理念、弘扬法治精神的重要阵地。《法官你好》展现了基层法官为推动普法的不懈努力，更突出了以法律为准绳去衡量、规范、引导社会生活的必要性、重要性。",
    "chinese_title": "法官你好",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-01-27T06:00:59"
}