{
    "aka": [
        "The Red Diary"
    ],
    "sid": "36247999",
    "cast": [
        {
            "url": "/celebrity/1364663/",
            "name": "维森特·希尔 Vicente Gil",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1131952/",
            "name": "茱莉娅奥特洛 Julia Otero",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1154519/",
            "name": "Carles Velat Carles Velat",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1982",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888051438.jpg",
    "region": [
        "西班牙"
    ],
    "writer": [],
    "imdb_id": "tt7102416",
    "director": [],
    "duration": "88分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1982-04-06(西班牙)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7102416/",
    "imdb_votes": 16,
    "this_title": [
        "El diario rojo"
    ],
    "douban_link": "https://movie.douban.com/subject/36247999/",
    "imdb_rating": "6.4/10 from 16 users",
    "trans_title": [
        "红色日记",
        "The Red Diary"
    ],
    "douban_votes": "0",
    "introduction": "The urban drama The Red Diary emerged as a reaction by Olaria to his previous work, The Man of Ganimedes, now a cult film but one that received a harsh reception from the critics at the time. It was shot in black and white but quite removed from science fiction, a genre much loved by the director. Soon after the film was finished it was shown to a producer, whose sharp criticism led Juan Carlos Olaria to keep the project quiet for almost forty years. Although the film was produced in 1982 it was not premiered until May 2019, when the Zaragoza-born filmmaker rented a movie theatre in Barcelona to present The Red Diary in public. A few months later Filmoteca Española recovered it for a session in its cycle titled “Sala: B” and it was finally digitized.Juan Carlos Olaria is very much a one-off character with a short career as a filmmaker. An artisan of filmmaking, his figure incarnates almost all the devices used in the industry in his productions, with the exception of acting, although he often gets in front of the camera for supporting roles or for all the roles. This was the case in his first short film, made at the age of fourteen, in which he created the three characters that appear in the story. His first feature film, The Man of Ganimedes (1976), was somewhere between a B movie and a destape (late 1970s, with nudity scenes) film, a price he needed to pay at the suggestion of screenwriter Juan Xiol to find a place for it in the Spanish market of the time.",
    "chinese_title": "红色日记",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "El diario rojo",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-05-28T20:56:37"
}