{
    "aka": [],
    "sid": "36252981",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1977",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "以色列"
    ],
    "writer": [
        {
            "url": "/celebrity/1130361/",
            "name": "大卫·佩罗夫 David Perlov",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0179104",
    "director": [
        {
            "url": "/celebrity/1130361/",
            "name": "大卫·佩罗夫 David Perlov",
            "@type": "Person"
        }
    ],
    "duration": "50分钟",
    "episodes": "",
    "language": [
        "希伯来语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0179104/",
    "imdb_votes": 9,
    "this_title": [
        "Biba"
    ],
    "douban_link": "https://movie.douban.com/subject/36252981/",
    "imdb_rating": "6.4/10 from 9 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In his straightforward and personal style, Perlov presented one of the first pictures of mourning in the Israeli cinema. The film is a portrait of Biba, whose husband was killed in the Yom Kippur War, of her family and of the village she lives in - Kfar Yehoshua.One day before David Perlov's unexpected death, a symposium was held at the Museum of Photography in the Galilee, to discuss his work. David himself was supposed to participate but was already in the hospital. The writer Itzhac Ben-Ner spoke there about the film Biba.We bring here an excerpt of Ben-Ner's words:\"Biba is a wonderful documentary and anthropological drama, contained, personal, full of empathy and moving also today, after almost 30 years and thousands of additional victims, widows, orphans and bereaved parents. Biba. . . documents an Israel that cares, not aggressive, not demanding, an Israel which hasn't lost its way, one that veterans like myself can only lament its disappearance. Perlov. . . succeeded in documenting life, in the fullest sense of the word\".",
    "chinese_title": "Biba",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-08-15T11:26:08"
}