{
    "aka": [],
    "sid": "36251509",
    "cast": [
        {
            "url": "/celebrity/1169140/",
            "name": "杰森·沃特金斯 Jason Watkins",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1433189/",
            "name": "塔拉·戈维亚 Tala Gouveia",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "剧情",
        "悬疑",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914014287.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1038682/",
            "name": "罗伯特·墨菲 Robert Murphy",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt24747628",
    "director": [],
    "duration": "90分钟",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-03-15(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt24747628/",
    "imdb_votes": 465,
    "this_title": [
        "McDonald and Dodds Season 4"
    ],
    "douban_link": "https://movie.douban.com/subject/36251509/",
    "imdb_rating": "7.8/10 from 465 users",
    "trans_title": [
        "探案拍档 第四季"
    ],
    "douban_votes": "1214",
    "introduction": "Filming has begun on the fourth series of popular Bath-based detective drama McDonald & Dodds, starring Tala Gouveia and BAFTA award-winner Jason Watkins.Comprising three feature length films (3 x120), the guest cast for the first story includes Toby Stephens (Lost In Space), singer/songwriter Pixie Lott (The Voice Kids), Lydia Leonard (Gentleman Jack), Daniel Lapaine (Catastrophe), Dipo Ola (Landscapers), John Gordon Sinclair (Gregory’s Girl) and Ace Bhatti (Line of Duty).In this first film, McDonald and Dodds begin to investigate when a middle-aged woman is found shot dead in a rented flat. The killer has removed all clues to her identity, but DNA reveals she went missing over 35 years ago. Where has she been all those years? And who with?Returning to the cast this series are Claire Skinner (Outnumbered) who plays Chief Superintendent Ormond and Charlie Chambers (EastEnders) who plays DC Goldie. Bhavik C. Pankhania (World On Fire) joins the line up as DC Lee.The series has been commissioned for ITV by Polly Hill and Huw Kennair Jones and will be produced by Joe Shrubb. Executive producers are Robert Murphy, Damien Timmer and Charlotte Webber. The first film is written by Robert Murphy and directed by Khurrum M. Sultan.Huw Kennair Jones said:“We’re thrilled to be returning to the beautiful city of Bath for more original and inventive crimes for McDonald and Dodds to solve. And it’s great to be working with Mammoth Screen, Robert Murphy and Tala and Jason once again on what promises to be another brilliant series.”McDonald & Dodds is produced by leading independent production company Mammoth Screen and created by Robert Murphy.The previous three series are available to view via streaming platforms ITVX in the UK and Britbox in North America and Australia. ITV Studios will distribute the drama internationally.Mammoth Screen is one of the UK’s leading production companies. Shows include The Rapture, Murder Is Easy, Grime Kids, World On Fire (series one and two), Noughts + Crosses (series one and two)  and The Serpent for the BBC, Code of Silence, The Tower (series one and two), Tom Jones, Endeavour (series one to nine) and Why Didn’t They Ask Evans for ITV.Mammoth Screen is an ITV Studios Company.",
    "chinese_title": "探案拍档 第四季",
    "douban_rating": "8.1/10 from 1214 users",
    "foreign_title": "McDonald and Dodds Season 4",
    "imdb_rating_average": 7.8,
    "douban_rating_average": "8.1",
    "update_at": "2025-07-08T13:43:29"
}