{
    "aka": [
        "Hole in the Moon",
        "Hor B'Levana"
    ],
    "sid": "3625408",
    "cast": [
        {
            "url": "/celebrity/1042151/",
            "name": "赛伊克·奥菲尔 Shaike Ophir",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1047641/",
            "name": "亚伯拉罕·黑夫纳 Avraham Heffner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1111278/",
            "name": "Arik Lavie Arik Lavie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1301765/",
            "name": "乌里·佐哈尔 Uri Zohar",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1964",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2519347185.jpg",
    "region": [
        "以色列"
    ],
    "writer": [
        {
            "url": "/celebrity/1301765/",
            "name": "乌里·佐哈尔 Uri Zohar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1109599/",
            "name": "阿莫斯·凯南 Amos Kenan",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0058206",
    "director": [
        {
            "url": "/celebrity/1301765/",
            "name": "乌里·佐哈尔 Uri Zohar",
            "@type": "Person"
        }
    ],
    "duration": "75 分钟",
    "episodes": "",
    "language": [
        "希伯来语"
    ],
    "playdate": [
        "1964"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0058206/",
    "imdb_votes": 186,
    "this_title": [
        "Hor B'Levana"
    ],
    "douban_link": "https://movie.douban.com/subject/3625408/",
    "imdb_rating": "6.4/10 from 186 users",
    "trans_title": [
        "月亮上的洞",
        "Hole in the Moon",
        "Hor B'Levana"
    ],
    "douban_votes": "0",
    "introduction": "A comic and episodic satire, the film uses improvisation to illustrate the clash between fantasy and reality in real life. Although conceived in the style of Mekas' \"Hallelujah the hills\" (1962), it's an authentically Israeli satire, an openly rebellious and individualistic expression that poked fun at the sacred myths of earlier zionist films. The technique of film within the film is used to portray cinema as reflection of the imagination, a miracle based on dreams and fantasies that take on concrete characteristics - parallel to the miracle of Israel, the dream that has become reality. Although not a commercial success, its importance is beyond any measure, though it remains a unique experiment, boldly uncommercial and subversive, out of any context in that patriotic, ideological epoch.A new immigrant, Tzelnik, arrives at the port of Jaffa. He goes to live in the Negev desert where he opens a kiosk in the middle of nowhere. Mizrachi comes along and opens a competing business across the way. The two make a living by selling to each other. As there is nothing there, they decide to create a world out of their imagination. They build a cardboard film set, which slowly takes on real dimensions- the buildings turn to concrete, people come to audition for parts in the \"film\" (cinema verité style, with Zohar mocking viciously the pretensions of the \"actresses\") and builders come to build appartment buildings (mocking the glorification of concrete and  \"heroic\" settlement). In one sequence, Arab actors come and ask the filmmakers turn positive to negative, and they're given the role of pioneers who plow the land and sing zionist songs. The imagined world of the filmmakers becomes so real eventually they lose sight of the thin line between fantasy and reality.Along the way there are also many references to other films and genres: the samurai flicks of Kurosawa, westerns, the pop films by Richard lester, the meal scene from Tom Jones and many others.The film was made by a bunch of (very talented) friends Zohar gathered, and they shot it with their own funds, as a “collective flick”, another aspect of it that sets it apart from the rest of the production in the country.",
    "chinese_title": "月亮上的洞",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Hor B'Levana",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-05-04T12:00:10"
}