{
    "aka": [
        "遗忘方舟"
    ],
    "sid": "36266608",
    "cast": [
        {
            "url": "/celebrity/1552826/",
            "name": "Ian Cheney Ian Cheney",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054397/",
            "name": "沃纳·赫尔佐格 Werner Herzog",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2922914373.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1552826/",
            "name": "Ian Cheney Ian Cheney",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt26084078",
    "director": [],
    "duration": "94分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-03-10(美国)",
        "2023-03-18(哥本哈根国际纪录片节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt26084078/",
    "imdb_votes": 51,
    "this_title": [
        "The Arc of Oblivion"
    ],
    "douban_link": "https://movie.douban.com/subject/36266608/",
    "imdb_rating": "7.5/10 from 51 users",
    "trans_title": [
        "忘却之弧",
        "遗忘方舟"
    ],
    "douban_votes": "0",
    "introduction": "A filmmaker builds his own ark to protect his memories from the ravages of time in a rambunctious, thought-provoking and entertaining essay that tackles grand topics like memory and impermanence with great wit and care.Humanity is obsessed with archiving its traces, but when the universe wipes out everything over time, what is really worth preserving? That very question is driving filmmaker Ian Cheney mad. Drawing inspiration from the Bible and the Gilgamesh myth, he sets out to build his own ark on his parents’ land in Maine. Here, all his memories – hard drives, photographs, diaries – must be protected from the ravages of time. In its quest to understand our need to remember, ‘The Arc of Oblivion’ takes us to everything from an underground archive in the Alps to an ancient, sandblasted library in the Sahara. Along the way we meet people who have dedicated their lives to preservation. A natural history museum curator has planned his own funeral so he can return as a fossil in millions of years, while an Austrian chemist stores information on porcelain plates for posterity. Filmmakers Werner Herzog and Kirsten Johnson visit the ark and philosophise about our memory, legacy and immortality. A philosophical adventure with a winning, witty heart.源自：https://cphdox.dk/film/the-arc-of-oblivion/",
    "chinese_title": "忘却之弧",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Arc of Oblivion",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-07-18T14:07:44"
}