{
    "aka": [],
    "sid": "36266634",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2895313663.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt14308574",
    "director": [
        {
            "url": "/celebrity/1009331/",
            "name": "亚历克斯·温特 Alex Winter",
            "@type": "Person"
        }
    ],
    "duration": "99分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-06-11(翠贝卡电影节)",
        "2023-07-14(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt14308574/",
    "imdb_votes": 426,
    "this_title": [
        "The YouTube Effect"
    ],
    "douban_link": "https://movie.douban.com/subject/36266634/",
    "imdb_rating": "5.6/10 from 426 users",
    "trans_title": [
        "油管效应"
    ],
    "douban_votes": "0",
    "introduction": "A deep dive down the internet’s ultimate rabbit hole. Alex Winter’s rambunctious high-speed essay on technology takes a thorough and thought-provoking look at the many realities we live in at once.The Internet is fundamentally surreal. And if in doubt, just take a look at YouTube, the greatest media platform and magic mirror in the history of the world. In a provocative and wildly entertaining high-speed essay, tech documentarist Alex Winter takes a hard look not just at YouTube, but at how the internet has changed the way we live and think since the video platform launched – and that was not until 2005. Back then, there were two million video views a day. Today, the site has 2.6 billion daily users. Some of the people who have been involved with YouTube since its inception give their own take on the (r)evolution in Winter’s film, which takes an intelligent deep dive down a rabbit hole of K-pop, Justin Bieber, revolutions in the Middle East, radicalisation, cat videos and organised misinformation. It’s a wild ride.源自：https://cphdox.dk/film/the-youtube-effect/",
    "chinese_title": "油管效应",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The YouTube Effect",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2025-07-07T06:15:54"
}