{
    "aka": [
        "The Insane Experiment"
    ],
    "sid": "36281133",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888390078.jpg",
    "region": [
        "丹麦"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1014098/",
            "name": "托尔·林德哈特 Thure Lindhardt",
            "@type": "Person"
        }
    ],
    "duration": "80分钟",
    "episodes": "",
    "language": [
        "丹麦语"
    ],
    "playdate": [
        "2023-03-17(哥本哈根国际纪录片节)"
    ],
    "this_title": [
        "Det sindssyge eksperiment"
    ],
    "douban_link": "https://movie.douban.com/subject/36281133/",
    "trans_title": [
        "The Insane Experiment"
    ],
    "douban_votes": "0",
    "introduction": "With star actors and reconstructions, Thure Lindhardt’s new series tells the story of the incredible Danish LSD experiments in a hospital in Frederiksberg in the 1960s.From 1960 to 1974, physician Einar Geert-Jørgensen conducted a series of LSD experiments on unsuspecting patients in a basement at Frederiksberg Hospital. More than 400 people took part in the experiments. Few recovered, but a large number of patients suffered severe sequelae, and several later committed suicide. In 2022, a secret archive turns up at the home of the family of one of the doctors, and for the first time, the public gains insight into what drove the human experiments. ‘The Insane Experiment’ is co-directed by actor Thure Lindhardt, who uses all his cinematic experience with dramatic reconstructions and star actors like Søren Pilmark and Amalie Dollerup in the roles of Geert-Jørgensen and his colleagues. The dramatic layer contrasts sharply with the investigative journalism, making the film equal parts grand historical drama and chilling revelation of a story where reality trumps fantasy.源自：https://cphdox.dk/film/the-insane-experiment/",
    "chinese_title": "Det sindssyge eksperiment",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-10T14:33:58"
}