{
    "aka": [
        "羅密歐與茱麗葉之巴東情仇"
    ],
    "sid": "3629233",
    "cast": [
        {
            "url": "/celebrity/1195243/",
            "name": "西茜·普莉西拉 Sissy Priscillia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1215683/",
            "name": "阿莱克斯·科芒 Alex Komang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2891070074.jpg",
    "region": [
        "印度尼西亚",
        "新加坡"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "印度尼西亚语"
    ],
    "playdate": [
        "2009-03-30"
    ],
    "this_title": [
        "Romeo Juliet"
    ],
    "douban_link": "https://movie.douban.com/subject/3629233/",
    "trans_title": [
        "羅密歐與茱麗葉之巴東情仇"
    ],
    "douban_votes": "0",
    "introduction": "Rangga is a Jakmania, fanatic supporter of Persija Jakarta FC. One day, Rangga and his fellow supporters were involved in a brutal brawl, ambushing a bus full of the Vikings, supporter of Persib Bandung FC, their utmost opponent. During the brawl, Rangga saw a Viking girl whose face he could not forget. On the other hand, Desi also noticed Rangga and could not get him off her mind.Rangga decided to look for Desi in Bandung, regardless the threat to his own safety being in his opponent’s hometown. He searched for Desi with hardly any clue until they met again and fell in love head over heel. They knew it’s a forbidden love they fell into.Desi’s elder brother, Parman, is a top leader of the Vikings. Parman was furious to find out that Rangga belongs to the Jakmania and deployed his men to spy on his own sister. While Rangga must face being labeled as a traitor by the Jakmania which ruined his business, selling Jakmania merchandise. Despite all the challenges, Rangga and Desi fought for their love over their fanatic and hatred between the two opposing supporter groups.",
    "chinese_title": "Romeo Juliet",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-16T06:00:32"
}