{
    "aka": [
        "摩登天才發明(台)"
    ],
    "sid": "36302102",
    "cast": [
        {
            "url": "/celebrity/1360186/",
            "name": "Hannah Fry Hannah Fry",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888973008.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt23844110",
    "director": [],
    "duration": "59分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-11-10(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt23844110/",
    "imdb_votes": 157,
    "this_title": [
        "The Secret Genius of Modern Life Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36302102/",
    "imdb_rating": "8.1/10 from 157 users",
    "trans_title": [
        "现代生活的秘密天才 第一季",
        "摩登天才發明(台)"
    ],
    "douban_votes": "0",
    "introduction": "Hannah Fry uncovers the secrets behind the miraculous technologies of the modern world, revealing the mind-blowing stories behind their invention.Episode 1: Bank CardHannah Fry takes a look at the bank card. This humble piece of plastic is often taken for granted, but it's the digital key to accessing cash and is packed full of extraordinary technological innovations.Episode 2: Food Delivery AppHannah Fry tucks into the tech behind food delivery apps, which are now used by 24 million people in the UK. Hannah finds out how pizza made us fall in love with the internet.Episode 3: Virtual AssistantHannah Fry delves into the inner workings of virtual assistants like Amazon's Alexa, Google Assistant and Siri, which are now found in almost half of all UK homes.Episode 4: Electric CarHannah Fry discovers why innovations in meat packing almost derailed the electric car revolution and how a breakthrough in camcorder batteries led to Elon Musk's electric empire.Episode 5: Fitness TrackerHannah Fry finds out how 1970s car crashes helped us to count our steps, why high-altitude WWII dog-fights led to a crucial health monitor and how fitness trackers are even being used to catch killers.Episode 6: TrainerHannah Fry visits eBay's authentication centre, where they are waging war against fake high-value trainers. She also discovers how American breakfast waffles transformed our trainer soles.",
    "chinese_title": "现代生活的秘密天才 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Secret Genius of Modern Life Season 1",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-03-01T14:45:04"
}