{
    "aka": [
        "Losing Faith"
    ],
    "sid": "36308322",
    "cast": [
        {
            "url": "/celebrity/1008114/",
            "name": "英嘉·布什 Inga Busch",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1527711/",
            "name": "Max Grosse Majench Max Grosse Majench",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1074219/",
            "name": "苏珊娜·布雷德霍夫特 Susanne Bredehöft",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "剧情"
    ],
    "awards": "　　第38届马德普拉塔电影节(2023)\n　　ALTERED STATES COMPETITION 最佳影片奖(提名)\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893035030.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1468383/",
            "name": "玛莎·梅乔 Martha Mechow",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1468383/",
            "name": "玛莎·梅乔 Martha Mechow",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2023-07-04(马赛电影节)"
    ],
    "this_title": [
        "Die ängstliche Verkehrsteilnehmerin"
    ],
    "douban_link": "https://movie.douban.com/subject/36308322/",
    "trans_title": [
        "焦虑的道路使用者",
        "Losing Faith"
    ],
    "douban_votes": "0",
    "introduction": "A colorfully painted apartment complex: Flippa sits in her room surrounded by drawings. She smokes, writes in her diary, the Go-Go-Goths sing, \"And some days I just can't take it.\" Her mother disappeared a long time ago, likewise her big sister – and any belief in unconditional love.Michelangelo's \"Creation of Adam\" in 3-D embellishes a postcard, a sign of life sent by sister Furia who took off years ago for a \"mother and child resort\" in Barronconi, Sardinia. Flippa hits the road. On the soundtrack, her thoughts alternate with the narrative voice of the Heavenly Mother as spoken by Susanne Bredehöft. In Sardinia, Furia will reveal to Flippa that paradise is not a place to long for freedom. This is exactly why you have to escape it. Inga Busch, another icon of the Berlin Volksbühne, agrees, \"Man, there are chances you just have to try.\" Later Flippa is seen chain-sawing baby Jesus off a wooden Mother of God statue.The witches of Barranconi party with surprised villagers, guys from a camping site, and the camera in pursuit of the most beautiful, spontaneous impulses unfolding under the Sardinian sun. An intoxicating atmosphere of exploration and discovery sets in. When Flippa explains her way of reading Jane Austen to a young man who wants to accompany her to Corsica, she wears a dental brace – just for fun.In the end, an organ-slurred cover-version is heard of Thee Oh Sees' break-up hymn \"The Axis\": I don't want to see you in the morning / I will never lay by your side / And by the time you hear these words / Your wicked face will be gone from my mind. Back in the days of Jimi Hendrix and \"Axis: Bold as Love,\" love was capable of shifting the very axis of the world. Flippa's generation, by no means timid, battles with the \"heterosexual knot – the very moment you love what love can't salvage\".",
    "chinese_title": "焦虑的道路使用者",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Die ängstliche Verkehrsteilnehmerin",
    "douban_rating_average": 0,
    "update_at": "2025-05-10T23:57:36"
}