{
    "aka": [
        "Room of Shadows"
    ],
    "sid": "36308634",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909841530.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1432418/",
            "name": "卡米洛·雷斯特雷波 Camilo Restrepo",
            "@type": "Person"
        }
    ],
    "duration": "65分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2024-06-26(FIDMarseille)"
    ],
    "this_title": [
        "La chambre d’ombres"
    ],
    "douban_link": "https://movie.douban.com/subject/36308634/",
    "trans_title": [
        "阴影的房间",
        "Room of Shadows"
    ],
    "douban_votes": "0",
    "introduction": "Over 26 short episodes, the French language documentary (series and feature film), Room of shadows, proposes a novel way of depicting art history. Playing with narrative and visual registers, it will blend essay and fiction. In the fictional story, a woman lives alone in a secluded room, observing the world outside through a window. Screams, explosions, and the sound of helicopters disturb what appears to be a wartime refuge. Over three days and sleepless nights, the room becomes more of a prison than a safe haven. Violence breaks in. The woman is no longer safe. She thinks out loud, remembering photos, films, paintings, and books that offer solace during her confinement and constitute the documentary element of Room of shadows. Each monologue evokes artworks that shook up the social order, contributed to individual freedoms, explored the struggle for human rights, or denounced the ideological manipulation of images. Gradually, she composes a personal journey through the history of art and cinema, encouraging viewers to question the power of images. These themes resonate with her situation and the threat of violence outside.",
    "chinese_title": "阴影的房间",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "La chambre d’ombres",
    "douban_rating_average": 0,
    "update_at": "2025-09-21T05:28:18"
}