{
    "aka": [
        "The Wedding Day",
        "结婚的日子"
    ],
    "sid": "3631577",
    "cast": [
        {
            "url": "/celebrity/1341916/",
            "name": "赵美铃 Mi-lyeong Jo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1288544/",
            "name": "金胜镐 Seung-Ho Kim",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1957",
    "genre": [
        "喜剧",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2395812265.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "imdb_id": "tt2151564",
    "director": [
        {
            "url": "/celebrity/1346186/",
            "name": "李炳逸 Byeong-il Lee",
            "@type": "Person"
        }
    ],
    "duration": "70分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1957-02-11(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2151564/",
    "imdb_votes": 66,
    "this_title": [
        "시집가는 날"
    ],
    "douban_link": "https://movie.douban.com/subject/3631577/",
    "imdb_rating": "6.4/10 from 66 users",
    "trans_title": [
        "出嫁的日子",
        "The Wedding Day",
        "结婚的日子"
    ],
    "douban_votes": "0",
    "introduction": "SynopsisScholar Maeng (Kim Seung-ho) is exultant when he succeeds in getting his daughter betrothed to the son of a government minister. But word reaches him that Mi-eon (Choi Hyeon), his prospective son-in-law, is lame in one leg. Becoming in-laws with an influential family is all very well, but Scholar Maeng's reluctance to marry his daughter to a cripple outweighs his ambition and he devises a scheme to pass off his daughter's maid Ip-bun (Cho Mi-ryeong) as the bride. On the wedding day, Mi-eon makes his appearance at the wedding hall, revealing himself to be a splendid young man without a hint of a limp. Scholar Maeng is utterly flabbergasted and dismayed, but it is too late: the maid Ip-bun becomes Mi-eon's wife.Notes\"The first Korean movie to receive an award at an overseas film festival\"Without a doubt, The Wedding Day's main claim to distinction in the history of Korean cinema lies in the fact that it was the first to win an award albeit in a minor category at an overseas film festival (Comedy Award at the Asian Film Festival). Although this may not seem like much from our current standpoint, the award was evidence that a Korean film received the recognition of a foreign film festival for the first time in history and, as such, delivered a tremendous stimulus to those in the domestic film industry. It is true that Korean actors, directors, and other industry personnel who were making movies in a country ravaged by colonial occupation and civil war were in the grips of a deep inferiority complex toward more advanced film industries. Although the accolade received by The Wedding Day did not fully cure this complex, it provided the basis on which to build a certain level of confidence about the future potential of Korean movies. The export of Korean films became more active in the years that followed, and in the early 60s several were even submitted to such prestigious festivals as Venice, Berlin, and Cannes.Of course, The Wedding Day has sufficient artistic merit in itself to be recognized as an important part of Korean cinematic history. Comedy was an unfamiliar genre in the history of Korean films, but The Wedding Day succeeded in garnering positive responses both from critics and at the box office. This served as the foundation for the continued creation of comedy films in Korea. A further distinction of this movie is the fact that its funny moments are derived not from slapstick but from irony and satire, rooting it firmly in the tradition of folk drama rich in local color. The performance of Kim Seung-ho, as a man whose greed leads him to plot his own misfortune, elicits the audience's laughter.",
    "chinese_title": "出嫁的日子",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "시집가는 날",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-04-04T03:44:54"
}