{
    "aka": [
        "Once Upon A Kopitiam"
    ],
    "sid": "36315175",
    "cast": [
        {
            "url": "/celebrity/1379065/",
            "name": "刘倩妏 Daphne Low",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1547029/",
            "name": "赖宏恩 Eric Lay",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2891185225.jpg",
    "region": [
        "马来西亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1491983/",
            "name": "蔡子菘 Chua Chi Sung",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt33321734",
    "director": [],
    "duration": "45",
    "episodes": "10",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2023-04-30(马来西亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt33321734/",
    "this_title": [
        "興福茶室"
    ],
    "douban_link": "https://movie.douban.com/subject/36315175/",
    "trans_title": [
        "兴福茶室",
        "Once Upon A Kopitiam"
    ],
    "douban_votes": "0",
    "introduction": "興福茶室是小镇中仅存的唯一一间老式茶室。萧澎友是这间興福老茶室的老板，因年事已高体弱多病，并发现村里已经慢慢变成一个没有生气的地方，所以打算在还没真正撑不下去之前，将茶室结业，至少还有剩余价值，可以补偿一直照顾自己的阿顺，而自己则默默的等待百年归老。但阿顺得知茶室即将结业后，他不能理解为什么萧老板有这样的决定，他认为就算萧老板年事已高，自己也能够帮忙萧老板一起打理茶室，不需要悲观的结业，并自责萧老板自私，而自己也一直在拖延萧老板结业的想法。与此同时，远在加拿大的阿冰来到⻢来⻄亚，开启自己的寻根之旅，随后发现茶室老板尽然是自己父亲不愿提起的爷爷，二者相认，从陌生的彼此，到后来相知相惜。阿冰因跟萧老板相处多时，知道萧老板其实心里还是很不舍得将茶室结业的，因此想出了很多方法要帮茶室吸引流量，但都弄巧反拙，将茶室搞得不伦不类，阿顺也因经营理念不同，为此和阿冰大动干戈。最后，二人也因不打不相识，了解对方的苦衷后，达成和解。在这次的寻根之旅，阿冰除了收获亲情，也认识了当地女孩——阿珊。二人从主雇关系，慢慢晋升为朋友最后甚至发现彼此的可爱之处，两人相惜相伴，但期间也因为距离的因素导致二人心存芥蒂。其中还有第三者的介入，让这段关系更是扑索迷离，他们之间的感情更是岌岌可危。而后，一直被瞒在鼓里的阿冰爸爸——源丰也因阿冰欺骗的行为，而回到故土，这是他不愿面对的地方，这里曾给他无限美好的回忆也带来无尽痛苦的地方。他与父亲(萧老板)的隔阂源自于母亲的一场意外，源丰觉得这场意外是因为父亲的疏忽才导致母亲的悲剧，并且在母亲离去后，父亲反常的行为更是加剧父子之间不可磨灭的伤痕。但，茶室众人原以为，源丰这次回来会和萧老板之间的关系有所缓和，没想到，源丰偏激的行为，更是激怒阿冰和萧老板，爷父孙三人的关系也因此再次降到冰点。一直到某个深夜，茶室忽然发生了一起大火，萧老板和萧源丰双双倒地，萧老板更是腹部有伤，严重的危机生命，但阿顺却注意到，在这危机时刻，萧老板手里还拽着萧源丰写的诀别信。也在这生死时刻，萧源丰不经意的表露出对萧老板的在乎，更是因为旁人的劝解和自己的放下，才发现他与萧老板的误会，并且从中理解萧老板的苦衷，最后二人冰释前嫌。经过一场生死博弈，大家都领悟到珍惜当下的重要性。每个人都时刻反思，发现很多东⻄如果不做，就没有机会了。于是大家重振旗鼓，要翻新茶室，并且意识到，真正的问题是村镇老龄化导致的，所以要改变茶室现状就应该要活化村镇，整体的崛起才能注入村镇新型的活力。最后整个村里的人，协力同作，打造和活化村镇，吸引更多的游客和游子回流，让村镇重燃生命。",
    "chinese_title": "兴福茶室",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "興福茶室",
    "douban_rating_average": 0,
    "update_at": "2025-05-30T09:36:04"
}