{
    "aka": [
        "The Widow"
    ],
    "sid": "3631562",
    "cast": [
        {
            "url": "/celebrity/1604122/",
            "name": "刘桂仙 Gye-seon Yu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1955",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887595666.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "imdb_id": "tt0312964",
    "director": [
        {
            "url": "/celebrity/1436228/",
            "name": "朴南玉 Park Nam-ok",
            "@type": "Person"
        }
    ],
    "duration": "75分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1955-12-10(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0312964/",
    "imdb_votes": 83,
    "this_title": [
        "미망인"
    ],
    "douban_link": "https://movie.douban.com/subject/3631562/",
    "imdb_rating": "5.9/10 from 83 users",
    "trans_title": [
        "未亡人",
        "The Widow"
    ],
    "douban_votes": "0",
    "introduction": "SynopsisHaving lost her husband in the Korean War and living as a refugee with her daughter Ju (Lee Seong-ju), Shin (Lee Min-ja) gets by with the help of her late husband's friend Lee Seong-jin (Shin Dong-hun). However, Lee's sense of duty toward his friend's widow soon turns into love. Sensing his feelings for Shin, Lee's wife (Park Yeong-suk) upbraids her husband in deep jealousy and hysteria, and even resorts to finding solace in the arms of a young man named Taek (Lee Taek-kyun), whom she meets by chance. The fiery affair between Taek and Lee's wife takes a different turn when Taek saves Shin's daughter Ju from drowning at the beach. Although Shin finds herself receiving romantic overtures from Lee, she falls in love instead with the savior of her daughter's life and entrusts her daughter to another family in order to move in with Taek. Unfortunately, Taek's former girlfriend Jin (Na Ae-sim), thought to have died in the war, returns and he decides to leave Shin, to her utter dismay. Already settled with Jin, Taek bids Shin farewell, but Shin, who had sought to find truth in her love life with Taek, is shocked into pointing a knife at her lover.Notes\"The first and final film by Korea's original female director, Park Nam-ok, which faithfully portrays from a female perspective the desires of women after the Korean War.\"The Widow, by Korea's first female director, realistically portrays from a woman's perspective the actual hardships and circumstances faced by post-war widows. When her husband's death results in the loss of her livelihood, the female protagonist accepts financial assistance from her husband's friend even as she resists his romantic advances. When she falls in love with a younger man, she is true to her own desires to the extent of leaving her daughter with another family and setting up a business and a home with the money she has received from her husband's friend. Interestingly, The Widowdoes not mythologize its depiction of motherhood, opting instead to starkly represent the honest desires of women after the war. Although Shin demonstrates inner conflict between romantic and maternal love, she ultimately chooses the former. The film could be said to present its female protagonist as someone, who is shockingly true to herself, but, at the same time, it refrains from vilifying her, or depicts her in an unsympathetic light.Unlike many male directors who looked with a hypocritical, duplicitous gaze of fascination and chastisement on post-war \"apres girls,\" Park Nam-ok's empathetic portrayal maintains a clear female perspective by showing just how difficult it was for women to survive among men while realizing their own desires.Afterword:- The surviving film stock lacks the final scene, making it difficult to ascertain the film's ending.- The Widow came under the spotlight when it was screened at the 1st Women's Film Festival in Seoul, in 1997.",
    "chinese_title": "未亡人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "미망인",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2026-02-22T02:00:53"
}