{
    "aka": [
        "Double Curve of Youth",
        "Hyperbolae of Youth"
    ],
    "sid": "3631572",
    "cast": [
        {
            "url": "/celebrity/1346377/",
            "name": "黄海 Hae Hwang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1452902/",
            "name": "杨薰 Hun Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1611348/",
            "name": "梁锡天 Seok-cheon Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1438658/",
            "name": "卜惠淑 Hye-suk Bok",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1612895/",
            "name": "高善爱 Seon-ae Ko",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1956",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2883704378.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "imdb_id": "tt0928125",
    "director": [
        {
            "url": "/celebrity/1318942/",
            "name": "韩滢模 Hyeong-mo Han",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1956-04-10(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0928125/",
    "imdb_votes": 43,
    "this_title": [
        "청춘쌍곡선"
    ],
    "douban_link": "https://movie.douban.com/subject/3631572/",
    "imdb_rating": "6.8/10 from 43 users",
    "trans_title": [
        "青春双曲线",
        "Double Curve of Youth",
        "Hyperbolae of Youth"
    ],
    "douban_votes": "0",
    "introduction": "SynopsisMiddle-school teacher Myeong-ho (Hwang-hae), who comes from a poor family, and Bu-nam (Yang Hun), whose father is the president of a trading company, attended the same university. When both men develop gastric disordersBu-nam ate too much and Myeong-ho couldn't get enough to eatthe doctor proposes that they exchange lifestyles for two weeks. Living in each other's homes, each young man falls in love with the other's sister, and the two couples get married in a joint wedding ceremony.Notes\"The filmization of a stage musical, and the fusion of film and mass entertainment\" (Chung Jong-wha)Hyperbolae of Youth lay claim to the title of Korea's first comedy movie, with a cast comprising such comic actors as Yang Hun, Yang Seok-cheon, and Kim Hee-gap. It affords us a glimpse into the cinematic sensibility and generic interest of Han Hyung-mo, who was the most commercially successful director of his day, and falls between The Hand of Destiny (Unmyeong-ui son) and Madame Freedom (Ja-yu bu-in) in his filmography. The movie tells a simple story: a brother and sister from a wealthy family fall in love their opposite-sex counterparts from a poor family, thus mature into well-rounded individuals, and make happy marriages. In this basic synopsis, even the fundamental difference of social status does not pose much of an obstacle. In fact, the extent to which the film straightforwardly endows the improverished brother and sister with positive values makes it seem rather simplistic. However, the movie's main interest does not lie in its story or theme. Instead, it concentrates on making the most of the generic elements of comedy and musical in order to maximize its own entertainment value. This agenda becomes manifestly clear from the film's characterizations. That is, the two male leads are comically rendered as a rich man's son who is sick from eating too much and a poor man's son who is sick from not eating enough. Musical elements are also introduced as a means of reinforcing the film's entertainment value. In the first half, for instance, the film's musical director Park Si-chun, in the role of the doctor, accompanies the nurses on his guitar as they sing a pop song. This scene, which has no relation to the plot, was inserted solely for the purpose of enhancing the movie's generic appeal as a musical. The same holds true for the scene in which Kim Hee-gap appears mid-film as a man carrying a wooden rack on his back to sing a medley of popular Korean songs. Such generic elements boost the film's entertainment value while infusing the whole with a cheerful and upbeat atmosphere. Hyperbolae of Youth may well be called the finest feel-good movie of the 1950s.",
    "chinese_title": "青春双曲线",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "청춘쌍곡선",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-12-04T07:21:25"
}