{
    "aka": [
        "Yangsan Province",
        "陽山道"
    ],
    "sid": "3631537",
    "cast": [
        {
            "url": "/celebrity/1339890/",
            "name": "朴岩 Am Park",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1288544/",
            "name": "金胜镐 Seung-Ho Kim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1612895/",
            "name": "高善爱 Seon-ae Ko",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1955",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2926795796.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1613649/",
            "name": "李泰焕 Tae-hwan Lee",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0314915",
    "director": [
        {
            "url": "/celebrity/1028609/",
            "name": "金绮泳 Ki-young Kim",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1955-10-13(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0314915/",
    "imdb_votes": 81,
    "this_title": [
        "양산도"
    ],
    "douban_link": "https://movie.douban.com/subject/3631537/",
    "imdb_rating": "6.1/10 from 81 users",
    "trans_title": [
        "阳山道",
        "Yangsan Province",
        "陽山道"
    ],
    "douban_votes": "0",
    "introduction": "SynopsisSu-dong (Cho Yong-su) and Ok-rang (Kim Sam-hwa) have been betrothed since before they were born. When Scholar Kim's son Mu-ryeong (Park Am)recently returned from Hanyangbegins to lust after Ok-rang, her mother, who considers Su-dong unworthy of her daughter's hand, takes advantage of this fact to strike a promise of marriage with Scholar Kim's wife. Su-dong's mother (Ko Seon-ae) and Ok-rang's father (Kim Seung-ho) have their children secretly wed on a field, and the newlyweds run away from the village. After spending their first night together, they are captured by Scholar Kim's men who have pursued them, and Su-dong falls off a cliff in the process. Encountering Ok-rang as she is being dragged back by Scholar Kim's men, her father kills one of them by accident and both father and daughter are thrown in jail. Mu-ryeong demands Ok-rang's hand in marriage in exchange for covering up the murder, and Ok-rang reluctantly accepts his proposal. Mu-ryeong takes Ok-rang home after she is released from jail. Su-dong, following in their wake, tries to kill Mu-ryeong, but when Ok-rang tells him that she is determined to marry Mu-ryeong, he falls into despair, returns to his home, and hangs himself. Su-dong's mother and uncle bury Su-dong's body by the road that Ok-rang's wedding procession is to take. Whenthe procession passes by the grave, everyone in the party finds that his feet are stuck to the ground. Su-dong's mother blocks the procession and stabs Ok-rang, who has emerged from her bridal palanquin. Ok-rang crawls to where Su-dong has been laid, and draws her last breath by his grave.Notes\"A film that allows us to see the archetype of Kim Ki-young's cinematic vision\"Yangsan Province (Yangsando, 1955) is director Kim Ki-young's second feature film. The printed reviews from the time indicate that Yangsan Provincedid not receive much critical acclaim when it was first released. For example, Yoo Do-yeon slams the movie as a \"work of bad taste,\" a failed attempt at tragedy on the part of the director. Along similar lines, Heo Baek-nyeon criticizes it as an insincere film that \"debases the dignity of Korean cinema.\"Certainly, the plot of Yangsan Province, which follows the love triangle composed by two lovers from the lower classes and an upper-class interloper who threatens their relationship, hasappeared repeatedly as a hackneyed subject in Korean mass culture, dating back to such centuries-old tales as The Story of Chunhyang (Chunhyangjeon) as well as to Japanese-derived new-school drama like Day Dream (Janghanmong). Furthermore, the lack of vivid emotional throughlines in the actors'performances, lines and scenes that are symbolic yet disjointed from the context, and the exaggerated action and facial expressions of the love scenes might well have provided additional impediments to the audience's ability to naturally immerse themselves in the film. In particular, the denouement (missing from the Korean Film Archive's remaining footage), in which Su-dong descends from the sky in a ray of light and takes Ok-rang up with him, could even have come across as insulting to intelligent members of the audience at the time, steeped as they were in conventional realism.Ironically, however, what was denounced as the film's weakness by Kim Ki-young's contemporaries appears to us today as the defining characteristic of the director's cinematic vision. That is, the unnaturalness and excess that seem to satirize forced emotional responses or even to convert tragedy into farce first showed its germ in Yangsan Province, and later developed in earnest from The Housemaid (Hanyeo) onward. Above all, we must pay attention to the fact that Kim Ki-young purposely derived the film's subject from an old Korean tale, and that the scene he professed the most attachment to was the film's grandiose ending. In short, Kim Ki-young created Yangsan Provincenot from the perspective of realism but of fantasy. This intention, unfortunately, does not appear to have come through in the film as well as it could have, and it would be something of a stretch to number Yangsan Province among the \"classics\" of Korean cinema. Nevertheless, the movie provides a vital clue to understanding Kim Ki-young's early works. If we remember the fact that it is the only one of the director's eight films prior to The Housemaid(1960) to survive to this day, Yangsan Province takes on even more historical significance.Afterword:- The movie tells the heartbreaking story recounted in the song, \"Yang san Province (Yangsando).\"- Yang san Provincewas released on DVD as the first title in the Korean Film Archive Collection's classics collection.",
    "chinese_title": "阳山道",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "양산도",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-12-04T11:55:31"
}