{
    "aka": [
        "Hurrah for Freedom",
        "Viva Freedom!"
    ],
    "sid": "3631540",
    "cast": [
        {
            "url": "/celebrity/1438655/",
            "name": "金一海 Il-hae Kim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1438578/",
            "name": "独银麒 Eun-gi Dog",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1438654/",
            "name": "田泽二 Taek-yi Jeon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1526630/",
            "name": "韩银珍 Eun-jin Han",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1604122/",
            "name": "刘桂仙 Gye-seon Yu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1946",
    "genre": [
        "剧情",
        "动作"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p457258275.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1346185/",
            "name": "全昌根 Chang-geun Jeon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318958/",
            "name": "崔寅奎 In-kyu Choi",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0312834",
    "director": [
        {
            "url": "/celebrity/1318958/",
            "name": "崔寅奎 In-kyu Choi",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1946-10-21(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0312834/",
    "imdb_votes": 124,
    "this_title": [
        "자유만세"
    ],
    "douban_link": "https://movie.douban.com/subject/3631540/",
    "imdb_rating": "5.4/10 from 124 users",
    "trans_title": [
        "自由万岁",
        "Hurrah for Freedom",
        "Viva Freedom!"
    ],
    "douban_votes": "0",
    "introduction": "SynopsisAugust 1945. Choe Han-jung (Jeon Chang-keun) is a Korean freedom fighter who is serving time in prison after being betrayed by Japanese collaborator Nam-bu (Dog Eun-gi). He succeeds in escaping from prison and takes refuge in the home of Hye-ja (Hwang Yui-hee), who is a nurse at a university hospital. Han-jung's underground organization proceeds with its plan for an armed uprising, but Park (Kim Seung-ho) gets captured by the Japanese military police on his way back from acquiring dynamite. Han-jung rescues Park and hides out in the apartment of Nam-bu's girlfriend Mi-hyang (Yoo Kye-seon). While giving Han-jung shelter, Mi-hyang falls in love with him and goes to the basement housing Han-jung's underground organization in order to purvey information and funds. However, she is followed there by Nam-bu and the military police, who shoot and kill her. Han-jung is also wounded and moved to the university hospital. Hye-ja, who has secretly been in love with Han-jung, helps him to escape from the hospital while the military policeman on guard has dozed off.Notes\"A full-fledged dramatic film made with the participation of representative figures in the Korean film industry immediately after the liberation of August 15, 1945, Viva Freedom! is a significant film in the history of Korean cinema in that it takes the anti-Japanese struggle and the restoration of Korea's independence as its main subjects.\" (Chung Jong-wha)Viva Freedom! is one of the earliest dramatic films to be made after Korea regained its independence in 1945. Two figures who represented the Korean film industry during the Japanese colonial period, Jeon Chang-keun and Choi In-kyu, wrote and directed the film, respectively. In addition, the film enjoyed the participation of Han Hyeong-mo, who had returned after studying cinematography in Japan; Kim Seong-chun, Korea's first-generation lighting director; and Yang Ju-nam, the first editor in the history of Korean film. At the time of its release, it also enjoyed tremendous commercial success thanks to the response of an audience still elated by the nation's recent liberation. Viva Freedom! affords glimpses into both the thematic consciousness of the time and the early interest of Korean cinema in the question of genre. Viva Freedom! deals with the themes of resistance against Japanese rule and the fight for independence using the generic conventions of the melodrama and the action movie. That is, if the relationship between freedom figher Han-jung and the two women who love him proceeds according to the plot conventions of the melodrama, the chase and gun fight scenes involving the Japanese military police, for which the technique of cross cutting was attempted, demonstrate the visual characteristics of the action movie. While Viva Freedom! is important for its historical value as a film about national independence, it is also interesting as an early example of the action-melodrama in Korean film history.",
    "chinese_title": "自由万岁",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "자유만세",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-10-07T10:13:16"
}