{
    "aka": [
        "Piagol"
    ],
    "sid": "3631565",
    "cast": [
        {
            "url": "/celebrity/1177183/",
            "name": "许长江 Jang-kang Heo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1604120/",
            "name": "卢耕姬 Kyeong-hie No",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1955",
    "genre": [
        "剧情",
        "动作",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2869530674.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "imdb_id": "tt0371877",
    "director": [
        {
            "url": "/celebrity/1324342/",
            "name": "李康天 Kang-cheon Lee",
            "@type": "Person"
        }
    ],
    "duration": "106分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1955-09-23(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0371877/",
    "imdb_votes": 104,
    "this_title": [
        "피아골"
    ],
    "douban_link": "https://movie.douban.com/subject/3631565/",
    "imdb_rating": "6.4/10 from 104 users",
    "trans_title": [
        "稗牙谷",
        "Piagol"
    ],
    "douban_votes": "0",
    "introduction": "SynopsisOne of the few partisan units left in Mt. Jiri after the signing of the Armistice, the unit led by a captain nicknamed \"Agari\" (meaning \"mouth\" in Korean) commits all manner of atrocities. Cheol-su(Kim Jin-kyu), who has started to grow disillusioned with the communist ideology, is troubled by the romantic feelings professed by an ideologically devout and cool-headed female comrade named Ae-ran (Lee Ye-chun). One day, another female partisan soldier named So-ju, who had been transferred to another unit, finds her way back to Piagol with a bullet wound in her shoulder. Man-su (Heo Jang-kang) rapes the injured So-ju, who dies under his assault. In order to cover up his crime, he murders his fellow soldiers, frames Dal-su for the rape, and kills him. Once the extermination of guerillas in Mt. Jiri begins, all the partisan soldiers face imminent death. Disgusted by partisan life, Ae-ran and Cheol-su discuss defection, but are discovered in the act by Agari. Cheol-su and Agari get into a fight, and Cheol-su is killed. In the end, Ae-ran kills Agari and descends the mountain alone.Notes\"The first movie to be banned for violating the Anti-Communist Act, due to its humane portrayal of North Korean partisan soldiers.\"Piagol, which served as the cinematic model for anti-communist humanism, depicts each of its characters, either in main or supporting roles, with vital detail. What makes Piagol at once unique and problematic as an anti-communist film is the fact that no South Korean soldier or police officer ever makes an appearance; it only features North Korean partisan soldiers. Unlike the guerilla fighters in newspapers and documentary films, who were portrayed as anonymous villains and cold-blooded killers, Piagolendowed partisan soldiers with distinctive personalities, and each unique character encounters human conflicts caused by his or her desires. The media and the government banned the film from being screened on the charge of violating the Anti-Communist Act, censuring its excessively \"realistic\" and human depiction of North Korean soldiers. (Critic Lee Young-il, author of The History of Korean Cinema [Hanguk yeonghwa jeonsa], cited this very fact as his basis for dubbing this film as an example of realistic anti-communist humanism and praising its artistic achievement.) Because the audience at the time held only vague ideas about the difference between dramatic films and documentary filmsi.e. between fiction and factand because anti-communism was deemed more than a simple ideology but a matter of survival, Piagol's realistic depictions might well have been considered threatening.Indeed, one of the most prominent characters in the film, partisan leader Agari (Lee Ye-chun), is a good case in point. Although he is portrayed as a brutal villain throughout, a nightmare sequence conveyed through an intricate montage sequence endows him with internal conflict and feelings of guilt regarding his own cruelty and violence. Further, the expression of his obsessive devotion to ideology, which he is unable to abandon even at the end, elicits a measure of sympathy from the audience. Most of all, the character of Ae-ran (No Kyeong-hee), a capable and decisive female leader who shows rigorous dedication to the communist cause until the latter half of the movie, is represented in a considerably attractive light. Honest about her feelings and desires, and more capable than anyone else, Ae-ran exemplifies the image of an active woman even from our contemporary perspective.Afterword:- Piagol's initial screening license was revoked because of an anti-communist controversy, but the film received permission to re-screen thereafter.- As shooting took place in Mt. Jiri soon after the Armistice was signed, when remnants of partisan bands were still hiding out on the mountain, the staff and cast testified to having actually felt a sense of danger during filming.",
    "chinese_title": "稗牙谷",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "피아골",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-12-05T18:42:28"
}