{
    "aka": [
        "Angels on the Streets",
        "Homeless Angel",
        "家なき天使"
    ],
    "sid": "3631515",
    "cast": [
        {
            "url": "/celebrity/1345738/",
            "name": "金信哉 Shin-jae Kim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1345736/",
            "name": "文艺峰 Ye-bong Mun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1438654/",
            "name": "田泽二 Taek-yi Jeon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1438655/",
            "name": "金一海 Il-hae Kim",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1941",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2604626966.jpg",
    "region": [
        "朝鲜",
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1320912/",
            "name": "西龟元贞 Motosada Nishigame",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0312794",
    "director": [
        {
            "url": "/celebrity/1318958/",
            "name": "崔寅奎 In-kyu Choi",
            "@type": "Person"
        }
    ],
    "duration": "73分钟",
    "episodes": "",
    "language": [
        "朝鲜语",
        "日语"
    ],
    "playdate": [
        "1941-02-19(朝鲜)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0312794/",
    "imdb_votes": 64,
    "this_title": [
        "집없는 천사"
    ],
    "douban_link": "https://movie.douban.com/subject/3631515/",
    "imdb_rating": "6.5/10 from 64 users",
    "trans_title": [
        "无家的天使",
        "Angels on the Streets",
        "Homeless Angel",
        "家なき天使"
    ],
    "douban_votes": "0",
    "introduction": "Myeong-ja (Kim Sin-jae) and Yong-gil (Lee Wuk-ha) are sister and brother. Sold to hoodlums as young children, the two are forced into a life of begging and stealing. One day, Yong-gil runs away from the hoodlums and joins a group of orphans. Philanthropist Bang Seong-bin (Kim Il-hae) sees Yong-gil being harassed by the orphans and takes him home. There are already four or five homeless children living with Bang, who is planning a charitable enterprise for orphans. With the help of his brother-in-law, Dr. Ahn In-gyu, Seong purchases land on which to build an orphanage,which he names Hyangrinwon, and begins his philanthropic work in earnest. Meanwhile, Dr. Ahn meets Myeong-ja by chance, rescues her, and employs her as a nurse. At the same time, two of the orphans, Yeong-pal and Hwa-sam, become discontented with life at the orphanage and attempt to run away. Unfortunately, Yong-gil, who tries to stop them, falls into the flooded river and is left in critical condition. Crossing the river, Yeong-pal goes to enlist the help of Dr. Ahn and Myeong-ja, and brings them back to revive Yong-gil. \"An early landmark of Realism in Korean cinema\"Until it was obtained by the Korean Film Archive (KOFA) in 2004 and its actual contents were unveiled, Homeless Angel had been considered a landmark film in the genealogy of Realism in Korean cinema. It is still true that Homeless Angel demonstrates a level of sophistication deserving of such praise. However, the recovered film revealed information that had not been previously noted:near the end, there is a scene in which the film's characters recite in Japanese a pledge of allegiance to Imperial Japan. This scene constitutes a critical flaw in recognizing Homeless Angel as a representative film in Korean cinematic history. Nevertheless, the reason why KOFA cites Homeless Angelamong the 100 representative works of Korean cinema is because it is one of the very few surviving movies from the Japanese colonial era. Indeed, the fact that the propagandistic sequence is inserted irrespective of the plot and thus does not pose a substantial threat to the text's actual subject, as well as the fact that the film shows the highest level of sophistication among contemporaneous works, both contributed to its inclusion on the list. Among surviving late-colonial era films, Homeless Angelshows the highest level of refinement in terms of narrative and technical skill. It also showcases the directorial expertise of Choi In-kyu, who was a respected auteur of his time.Afterword:- Obtained in 2004 by the Korean Film Archive from the China Film Archive- Based on the real-life story of the boys who lived in Hyangrinwon, Bang Soo-won's home for vagrant youth located just outside Kyeongsung in Hongje-riYong-gil is saved, and the brother and sister enjoy a tearful reunion. Just at that moment, the hoodlums who have been after Yong-gil and Myeong-ja make their appearance. Everyone bands together to defeat the hoodlums, and they all swear allegiance to the Japanese Empire under the Japanese national flag.",
    "chinese_title": "无家的天使",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "집없는 천사",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-03-21T19:09:59"
}