{
    "aka": [
        "A Hometown in Heart"
    ],
    "sid": "3631560",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1949",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2560751006.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "imdb_id": "tt2151544",
    "director": [],
    "duration": "76分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1949-02-09(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2151544/",
    "imdb_votes": 210,
    "this_title": [
        "마음의고향"
    ],
    "douban_link": "https://movie.douban.com/subject/3631560/",
    "imdb_rating": "7.2/10 from 210 users",
    "trans_title": [
        "心中的故乡",
        "A Hometown in Heart"
    ],
    "douban_votes": "0",
    "introduction": "SynopsisDo-seong (Yoo Min) is a child monk who lives at a small mountain temple with the head monk (Byeon Ki-jong), learning the teachings of Buddha. He becomes attached to a young widow (Choi Eun-hee) who comes to pray at the temple, and the childless widow entreats the head monk to let her raise Do-seong as her own son. Conflict ensues when Do-seong's real mother (Kim Seon-young) appears, but she leaves the temple for the sake of her son's future. On the day the widow is to take the child down from the mountain, the head monk discovers that Do-seong has killed a bird by ensnaringit in a trap and decides not to let the boy go into the secular world. When Do-seong finds out that his real mother has been to the temple, he sets out to find her.Notes\"A film that has garnered recognition for its cinematography and direction by eliminating sentimentality and unaffectedly capturing the quiet life of a mountain temple. A Hometown in Heart demonstrates the camera technique and directorial skill of movies that appeared after the liberation of Korea.\"A Hometown in Heart, adapted from playwright Ham Se-deok's A Little Monk (Dong-seung), was hailed upon its release as \"a masterpiece that marked a new pinnacle in Korean moviemaking after the liberation.\" Eschewing new-school sentimentality to quietly express a boy's longing for maternal love, the film unfolds the everyday lives of three generationsthe head monk, a young monk, and a little child monkagainst the backdrop of a quiet temple in the mountains. The long shots utilized by director of cinematography Han Hyung-mo to capture the beautiful scenery of the mountain temple from a distance received great critical acclaim at the time. Also, each of the film's characters is convincingly portrayed through the skillful direction of Yoon Yong-kyu. In particular, the scene which expresses Do-seong's desperate yearning for a mother's love and his birth mother's past visit to the temple by combining them into a dream sequence reveals deep consideration for articulating story and emotion via a compressed visual grammar without tending toward sentimentalism. The movie's final scene, in which Do-seong awakens from his dream and sets off down the path in search of his mother, is both touching and beautiful. The film also features Choi Eun-hee, in the part of the young widow who warmly embraces Do-seong with her love, in one of her first roles.Afterword:- Lee Kang-su, writing under the pseudonym of Kwak Il-byeong, first adapted playwright Ham Se-deok's A Little Monk (Dong-seung) into a screenplay, which was then shot for the silver screen with additional embellishments by the director.",
    "chinese_title": "心中的故乡",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "마음의고향",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-04-18T08:21:12"
}