{
    "aka": [
        "The Stolen Generation"
    ],
    "sid": "3632577",
    "cast": [
        {
            "url": "/celebrity/1001889/",
            "name": "Victor Bo Victor Bo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1092556/",
            "name": "Fabián Gianola Fabián Gianola",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1111956/",
            "name": "Florencia De la Vega Florencia De la Vega",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "喜剧",
        "动作",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "阿根廷"
    ],
    "writer": [
        {
            "url": "/celebrity/1026835/",
            "name": "Ramiro San Honorio Ramiro San Honorio",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049248/",
            "name": "萨尔瓦多·巴尔维德·卡尔沃 Salvador Valverde Calvo",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1254785",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1254785/",
    "imdb_votes": 94,
    "this_title": [
        "Generación robada"
    ],
    "douban_link": "https://movie.douban.com/subject/3632577/",
    "imdb_rating": "3.0/10 from 94 users",
    "trans_title": [
        "被偷走的一代人",
        "The Stolen Generation"
    ],
    "douban_votes": "0",
    "introduction": "The History Channel presenta el lunes 8 de diciembre, a las 21.00 hrs. en estreno exclusivo de GENERACION ROBADA, una co-producción entre el canal y la productora local Magnetis que narrará la terrible experiencia que ocurrió 30 anos atrás en el país durante la última dictadura militar y que devengó en la desaparición de centenares de hijos de la generación que la dictadura argentina quiso hacer desaparecer.Durante la última dictadura militar que vivió Argentina se denunciaron la desaparición de muchos ninos y mujeres embarazadas. Estos ninos, gracias a la investigación de la Asociación Abuelas de Plaza de Mayo, comenzaron a aparecer en otras familias, en algunos casos en familias afines a la dictadura, con partidas de nacimientos falsificadas y muchas veces sin siquiera saber que eran adoptados.Hasta la fecha han aparecido casi 100 de estos desaparecidos. 30 anos después del inicio de la dictadura, la agrupación Asociación Abuelas de Plaza de Mayo continúa buscando a sus nietos. En estas tres décadas han revolucionado el concepto del derecho a la identidad en el mundo.Este trabajo de dos horas de duración y auspiciado por la Secretaría de Derechos Humanos del Ministerio de Justicia y Derechos Humanos de la Nación, es presentado por Viviana Saccone, actriz argentina con un fuerte compromiso en la causa desde su papel protagónico en aclamada telenovela local Montecristo (2006).GENERACION ROBADA cuenta la historia completa de la organización Abuelas de Plaza de Mayo, presidida por Estela de Carlotto quien hasta el día de hoy busca a su nieto. Además, entrevistas con Abel Madariaga, coordinador de Abuelas de Plaza de Mayo, que sigue en busca de su hijo; los testimonios de algunos de los cien nietos recuperados a la fecha como Pedro Nadal, Juan Cavandié, Tatiana Ruarte, Leonardo Fossaty y Andres Lablunda; y conversaciones con periodistas, abogados y técnicos enriquecen el relato principal.Varias de las escenas de este documento fueron realizadas en el interior de Casa Rosada, la sede del gobierno de Argentina, lugar desde dónde se planeó gran parte del plan de sustracción de los menores. Asimismo las entrevistas están tratadas con una estética particular y enriquecen al programa dándole una experiencia vivencial.GENERACION ROBADA fue dirigido por Daniel Laje y escrito por Jorge Luis Sucksdorf por parte de Magnetis. Miguel Brailovsky fue el ejecutivo encargado en nombre de HISTORY.",
    "chinese_title": "被偷走的一代人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Generación robada",
    "imdb_rating_average": 3.0,
    "douban_rating_average": 0,
    "update_at": "2025-03-28T18:57:52"
}