{
    "aka": [
        "大明天下"
    ],
    "sid": "3632531",
    "cast": [
        {
            "url": "/celebrity/1274921/",
            "name": "宋佳 Jia Song",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275110/",
            "name": "王亚楠 Yanan Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314306/",
            "name": "邢宇飞 Yufei Xing",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274723/",
            "name": "黑子 Zi Hei",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318038/",
            "name": "席与立 Yuli Xi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327671/",
            "name": "马浴柯 Marc Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313031/",
            "name": "王绘春 Huichun Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314821/",
            "name": "蒋欣 Xin Jiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1020586/",
            "name": "张铁林 Tielin Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275718/",
            "name": "聂远 Yuan Nie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1006938/",
            "name": "杜志国 Zhiguo Du",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321174/",
            "name": "万弘杰 Hongjie Wan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275796/",
            "name": "饶敏莉 Minli Rao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318549/",
            "name": "宗峰岩 Fengyan Zong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318005/",
            "name": "张晋 Max Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313774/",
            "name": "姚笛 Di Yao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313955/",
            "name": "舒砚 Yan Shu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317670/",
            "name": "姜广涛 Guangtao Jiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1334341/",
            "name": "陆建艺 Jianyi Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327672/",
            "name": "董子武 Ziwu Dong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330889/",
            "name": "王家赫 Jiahe Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1414259/",
            "name": "毕海峰 Haifeng Bi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1427660/",
            "name": "金永钢 Yonggang Jin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2589766785.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1356816/",
            "name": "马卫军 Weijun Ma",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt7050996",
    "director": [
        {
            "url": "/celebrity/1301342/",
            "name": "吴子牛 Ziniu Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1276075/",
            "name": " ",
            "@type": "Person"
        }
    ],
    "duration": "46分钟",
    "episodes": "40",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2006"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7050996/",
    "imdb_votes": 10,
    "this_title": [
        "天下"
    ],
    "douban_link": "https://movie.douban.com/subject/3632531/",
    "imdb_rating": "9.0/10 from 10 users",
    "trans_title": [
        "大明天下"
    ],
    "douban_votes": "372",
    "introduction": "明朝末年天启年间，皇帝昏庸，奸臣当道。大太监魏忠贤利用掌管特务机关锦衣卫和东厂的便利，残害忠良，一时间朝廷要臣大 多听命于魏忠贤。他成了一人之下，万人之上的千岁爷。正直的东林党人不堪阉党的恶行，密谋反抗。可是不久京城接连发生东林党人被谋杀的重案，首当其冲的就是刑部尚书王大人。东林党领袖杨链在信王的支持下，带着义子钱嘉义赶赴辽东，打算联合辽东总兵熊延弼一起弹劾魏忠贤。半路上遭到神秘杀手的追杀，虽然他们逃出生天，但是熊延弼大人的贴身保镖遇害，受命追查此案的东厂人士在熊大人贴身保镖的身上发现了多封女真部落写给京城要员的信件和银票。东厂认定熊延弼伙同京城东林党人私通女真部落妄图推翻大明江山。熹宗帝大怒，责令魏忠贤严查。辽东总兵熊延弼被诱骗被捕，杨链躲进信王府暂避风险。但是，随着东厂和锦衣卫对东林党人的大肆追捕，杨链的处境也岌岌可危。杨链为了保护信王，不顾义子钱嘉义的反对，毅然走出信王府，来到紫禁城外，高读着《奏魏忠贤二十四大罪状》，直到北东厂鹰犬所抓。为了营救熊延弼和义父，刑部给事中钱嘉义在信王的暗中支持下，追查暗杀熊大人保镖的神秘杀手。就在钱嘉义逐渐找到事实真相之际，魏忠贤加快了迫害东林党人的步伐，他欺瞒皇上下旨杀害了熊延弼和杨链。钱嘉义的拯救行动功亏一篑。在灯市口，临刑时，突然有两个蒙面人来劫法场，一时场面大乱，但是毕竟两个义士人单力薄，杨链和熊延弼还是血洒灯市口。钱嘉义悲痛欲绝。劫法场的是杨链的老友妙云师太和义女慕容秋。慕容秋不顾师傅妙云师太的反对，执意留在京城为义父杨链报仇。她和丫鬟小红悄悄跟踪魏忠贤，并在紫禁城外暗杀魏忠贤，没想到魏忠贤武艺高强，躲过一劫。这次暗杀让魏忠贤和同伙奉圣夫人客巴巴惊恐万分，他们认为是王爷们在纵容东林余党在有意和他们作对。魏忠贤和客巴巴利用熹宗帝对三位王爷的疑心，煽动皇上下旨让三位王爷即刻赴藩。这让信王和皇后对大明江山的未来忧心忡忡。天启六年冬季，皇帝为给三位王爷赴藩饯行，特意在紫禁城乾清宫设宴，并邀亲弟弟信王作陪。谁想得到，在乾清宫门外竟然遭到一群事先埋伏好的杀手行刺。幸亏杀手的行踪被暗中监视魏忠贤的慕容秋发现，慕容秋把情况告诉了正在为义父翻案的钱嘉义。钱嘉义在无奈之下，暗中通知锦衣卫百户罗云鹏，好在罗云鹏带人及时赶到，挫败了这起阴谋。皇上大怒，着令魏忠贤查清真相，缉拿真凶。根据杀手的指控，信王成了阴谋的幕后黑手。同时救驾有功的锦衣卫百户罗云鹏也牵连在内。大明江山面临着创立以来的最大危机和最大的冤案。就在案件最关键的时刻，三位蒙面杀害皇上的杀手竟然从东厂诏狱里逃跑，这让魏忠贤又惊又怕，他加紧了对信王的诬陷！以内阁首辅韩广、兵部尚书崔呈秀、刑部尚书杨寰、锦衣卫缇帅田尔耕、东厂镇抚司许显屯等朝廷要臣，拿着信王密谋谋杀皇上的铁证来见熹宗帝。熹宗帝震惊万分，不得已指使东厂软禁信王进行审查。信王被抓，让钱嘉义和信王夫人焦急万分，他们去求助三位王爷。可是三位王爷已经被严令出城踏上赴藩之路。钱嘉义追踪而去。同时，魏忠贤已经密谋派杀手杀害三位王爷。钱嘉义赶到黑石镇追上王爷们，没想到遇到江湖上著名的杀手组织铁矶堡的人在追杀王爷们。虽然钱嘉义和随同保护王爷的罗云鹏挫败了铁矶堡的阴谋，但是暗藏在锦衣卫中间的东厂杀手对瑞王爷施放了毒针。瑞王爷中巨毒，生死未卜。钱嘉义和罗云鹏不得已只好抬着瑞王爷赶往青峰山求助神医余人怀。在半路上又中了东厂杀手的埋伏，惠王爷和桂王爷也相继中了毒针，生命垂危。钱嘉义和罗云鹏他们抬着三位中毒的王爷好不容易来到了青峰山却看到余人怀已经被刺身亡，经过种种的斗智斗勇，余人怀的独生女余倩儿终于看在钱嘉义的面子上答应为三位王爷解毒。这时，田尔耕已经带着锦衣卫的大队赶来，为了逃避田尔耕地追杀，余倩儿给三位王爷服药让他们诈死骗过了田尔耕。三位王爷的“尸首”被抬回京城，钱嘉义和余倩儿及时赶到给他们服了解药，三位王爷起死回生。他们立刻赶到紫禁城，在皇后的帮助下面见皇上弹劾魏忠贤。熹宗帝大怒，下令文武百官立刻到乾清宫义事。魏忠贤得知情况突变，跪在熹宗帝寝宫到乾清宫的路上，负薪请罪。熹宗帝的奶妈客巴巴也跪求皇上看在魏忠贤救过他的性命的份上宽恕他。内阁首辅韩广在魏忠贤的威逼下，也慌称魏忠贤患病在家所有案子的调查都是他和锦衣卫缇帅田尔耕所为，自己是受了田尔耕地欺骗。熹宗帝经不住魏忠贤话客巴巴的花言巧语，当着百官的面赦免了他，却下令对田尔耕和韩广严查！田尔耕被逼“自杀”，韩广被魏忠贤满门抄斩！一时间三位王爷和东林党人要求你洗去怨案，魏忠贤煽动文武百官跪在紫禁城前要辞官而去。熹宗帝面对整个朝廷百官的威逼，惊恐万分，只好屈服此案到此为止不再牵涉其他官员。本来三位王爷打算拯救信王于无辜之中，可是田尔耕地“遗书”说他的所作所为都是信王指使的，信王准备推翻熹宗帝自己当皇上。熹宗帝在登位之初，郑王妃曾经联合三位王叔准备废掉性格软弱的熹宗帝，而立福王为帝。虽然在魏忠贤和客巴巴舍命保护下，熹宗帝最后终于登基，但他对王爷的疑心一刻也没消除。所以他勒令魏忠贤和三位王爷一起审理信王谋反的案子。东厂请了钱嘉义的同事刑部最能干的师爷袁大均作状师，而信王则把全部希望寄托在钱嘉义身上。证据对信王很不利，出了三个谋杀者的证词外，信王府的管家周二爷也指证信王谋反，面对铁证，钱嘉义一时间束手无策。在刑部大堂，你来我往，唇枪舌剑，连信王都已经绝望的想自行了断，没想到峰回路转，钱嘉义竟然凭借智慧和机智，起死回生，为信王洗去了冤屈。正当大家都沉浸在喜悦之中时，钱嘉义却处在情感的痛苦中。原来余人怀就是父亲和义父的同乡好友余江南，父亲在他幼时就跟余家定了娃娃亲，余倩儿就是他媒妁在身的未婚妻。难怪余倩儿会看在钱嘉义的面子上救了三位王爷的命。钱嘉义即为和余倩儿重逢而高兴，又不知该如何面对自己青梅竹马的师妹慕容秋。在四位王爷的鼓动和担保下，钱嘉义和余倩儿成了亲。慕容秋失意而去，罗云鹏有感官场险恶，也随慕容秋而去。他们一路上都被东厂杀手追杀，最后终于逃到了湖北妙云山才得以喘息。此时，钱嘉义和妻子孤身留在京城。虽然他在信王担保下升职位刑部右侍郎，可是他却又一次卷入到一个更大的阴谋中。更令他意外的是怀孕在身的妻子竟然在众目睽睽下武功高强，逃出了东厂的抓捕。钱嘉义不明白毫不会武功的妻子何以会变成侠女？在东厂，妻子被指控为在乾清宫外谋杀皇上在逃得三个杀手之一。钱嘉义蒙了，如果是这样，自己作为谋杀皇上凶手的家属也会被满门抄斩！信王不顾自己安危，愿意全力为钱嘉义担保。钱嘉义被从东厂放出来，他发现整个京城没有一个人敢为他妻子辩护，没办法钱嘉义只好选择自辩！他到狱中见到妻子，从妻子口中得知：本来余江南和余倩儿打算到京城去找钱嘉义和杨链，可是没想到他们的行踪被仇人魏忠贤发现。他让忠字门杀手组织的老大姜腾鲛控制住余江南，并胁迫余倩儿加入忠字门以要挟余江南。没办法，他们父女只好留在忠字门过着寄人篱下的生活。虽然余倩儿加入了忠字门，可是由于父亲有病，她一直在青峰山侍侯父亲并没参与到乾清宫的谋杀阴谋中。钱嘉义明白，魏忠贤之所以诬陷余倩儿就是为了通过打击自己，扳倒信王。信王和魏忠贤两大政治势力的生死较量又一次开始！钱嘉义为了妻儿几乎在毫无胜算的前提下开始了求生的搏斗，他发现没到自己绝望时总会有神秘人在帮助他，而且这个人一步步引导他接近魏忠贤涉嫌幕后的铁证。钱嘉义明白有人在利用自己推翻魏忠贤，到底是敌是友？钱嘉义一时间如堕迷雾、莫衷一是。阴谋套着阴谋，杀机之后还有杀机！",
    "chinese_title": "天下",
    "douban_rating": "7.9/10 from 372 users",
    "foreign_title": "",
    "imdb_rating_average": 9.0,
    "douban_rating_average": "7.9",
    "update_at": "2025-03-12T05:21:09"
}