{
    "aka": [
        "Little Tropikana"
    ],
    "sid": "3632569",
    "cast": [
        {
            "url": "/celebrity/1007205/",
            "name": "彼得·洛迈尔 Peter Lohmeyer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1122024/",
            "name": "约格·莫利纳 Jorge Molina",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1281552/",
            "name": "卡洛斯·克鲁兹 Carlos Cruz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023545/",
            "name": "维拉迪米尔·克鲁兹 Vladimir Cruz",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1997",
    "genre": [
        "剧情",
        "喜剧",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "古巴",
        "西班牙",
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1015944/",
            "name": "丹尼尔·迪亚兹·托雷斯 Daniel Díaz Torres",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0135505",
    "director": [
        {
            "url": "/celebrity/1015944/",
            "name": "丹尼尔·迪亚兹·托雷斯 Daniel Díaz Torres",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1997"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0135505/",
    "imdb_votes": 66,
    "this_title": [
        "Kleines Tropicana - Tropicanita"
    ],
    "douban_link": "https://movie.douban.com/subject/3632569/",
    "imdb_rating": "7.2/10 from 66 users",
    "trans_title": [
        "Little Tropikana"
    ],
    "douban_votes": "0",
    "introduction": "Kleines Tropikana (Little Tropicana) is the only kind of film the Cuban Film Institute -- a crucial institution in that Third Cinema -- is able to make in its post-Cold War straitened economy, an international co-production, in this instance with German and Spanish investors. It is something like a screwball mystery, directed by Daniel Diaz Torres, best known for Alicia in Wondertown, a fabulistic satire of Cuban everyday life, temporarily banned in 1990 for its anti-bureaucratic invective.Kleines Tropikana is a madcap mystery constructed to bemuse and entertain. A Cuban cop wants to stimulate his life and career by solving the strange death of a German tourist, apparently hurled off a roof dressed in angel wings from a wild party. Was it murder? suicide? a drunken accident? The cop won't take anything too obvious for certain and we gradually begin to enter his narrative world where the most fantastic answers are the best. The tourist supposedly had a father who passed memorably through Havana in the 40s and fostered a cultural fixation in his Cuban-German progeny. Was he a Popular Front hero, a Nazi spy? Who really was the boy's mother? Who are all these other strange and stranger characters and what are they after? Oh, how those Germans practice their Cuban dance steps! And what evil nuclear experiments are those dwarf Nazi doctors plotting? We gradually are lost in a parodic re-imagining of the film we are watching, with countless enhoes of other films, a kind of Borgesian Maltese Falcon goes to Havana by way of Casablanca. What we are to believe of it all is hard to say.As in many recent Cuban films, Diaz Torres combines the familiarity of genre with innovative twists and narration turning self-referentially around itself. We perhaps ponder how the clever concoction we have watched takes us through national specificity, not so much as ambition but as resiliently insulting and hilarious cultural stereotypes cum global commodities; it is the Tropicana after all, Cuba's most infamous site of sexual and faux-cultural tourism, that centres the tale's fantastic remembering. We might also notice that this first-third world fable has provided the necessary trans-contintental narrative for the investment demands of an international co-production with multiple national audiences to please. The film concludes with the quotidian concerns of the Cuban cop, imagining his work-a-day reality, striving for ways to live an authentic life in the Cuban everyday that Diaz Torres finds so simultaneously marvellous and mundane.",
    "chinese_title": "Kleines Tropicana - Tropicanita",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-10-01T18:00:06"
}