{
    "aka": [
        "Streets of Gloria"
    ],
    "sid": "36323548",
    "cast": [
        {
            "url": "/celebrity/1390698/",
            "name": "阿磊扬德罗·克拉维阿伍斯 Alejandro Claveaux",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1428053/",
            "name": "威尔逊·拉贝洛 Wilson Rabelo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1248641/",
            "name": "Daniel Rangel Daniel Rangel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1294488/",
            "name": "Ernesto Piccolo Ernesto Piccolo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1386697/",
            "name": "马里娅·爱德华达·卡瓦略 Maria Eduarda Carvalho",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "剧情",
        "同性"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912332298.jpg",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1356579/",
            "name": "费莉佩·舒尔 Felipe Sholl",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt13494192",
    "director": [
        {
            "url": "/celebrity/1356579/",
            "name": "费莉佩·舒尔 Felipe Sholl",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2024-11-16(塔林黑夜国际电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13494192/",
    "imdb_votes": 16,
    "this_title": [
        "Ruas da Glória"
    ],
    "douban_link": "https://movie.douban.com/subject/36323548/",
    "imdb_rating": "6.7/10 from 16 users",
    "trans_title": [
        "格洛丽亚街",
        "Streets of Gloria"
    ],
    "douban_votes": "0",
    "introduction": "Gabriel, 27, very handsome, has just arrived in Rio de Janeiro. On his first night, he becomes fascinated with the people he meets, especially one escort boy, Adriano, Portuguese, strikingly handsome. He also makes new friends: Mônica, a 40-year-old non-binary woman, and Mateus, a 22-year-old escort boy.At first, it’s not clear what Gabriel is doing in Rio, or what his situation was before he arrived. Little by little, it’s revealed that back home, in Fortaleza, he used to have a relatively comfortable financial situation, living with his grandmother, who raised him and supports him until today. After she died, and his estranged father inherited all the money, Gabriel decided to come to Rio and make a living by teaching English. He chose the Gloria neighbourhood, in part because he feels there he can live his gay sexuality more freely.He starts a romance with Adriano, and quickly becomes obsessed with the rent boy, in a way to avoid all the pain he’s feeling from the loss of his grandmother. Adriano is a cocaine addict, and keeps disappearing and coming back with no warning. This sends Gabriel in an investigation journey on Adriano, which ends up by turning Gabriel in an escort himself. And, even though he doesn’t know it yet, Gabriel is also developing a cocaine problem. The only thing keeping him afloat is his relationship with Monica and Mateus, who live together in a free love arrangement. Gabriel is so caught up with Adriano, that he doesn’t realize he is developing a strong bond with Monica and Mateus, both affectionate and sexual.Gabriel’s wakeup call comes when Adriano dies of overdose in front of him. This pushes our protagonist over the edge, making him perceive he will also die if he continues down the same path. Now, finally awake and determined to change, he understands that he needs to accept himself as a proud gay man and a sex worker. He has lost so much throughout his journey that only in the end is he able to see that he has found a fundamentally important thing: a family, in Gloria, with Monica and Mateus.",
    "chinese_title": "格洛丽亚街",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ruas da Glória",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-03-10T05:13:37"
}