{
    "aka": [],
    "sid": "36323773",
    "cast": [
        {
            "url": "/celebrity/1056071/",
            "name": "佩德罗·阿莫多瓦 Pedro Almodóvar",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898849759.jpg",
    "region": [
        "西班牙"
    ],
    "writer": [],
    "imdb_id": "tt7915128",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2022-12(西班牙)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7915128/",
    "this_title": [
        "The Montesinos unive"
    ],
    "douban_link": "https://movie.douban.com/subject/36323773/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Francis Montesinos is the man who loves women represents the freedom of the feminine universe since childhood were the values instilled by his mother that affection with him was educated has been a fundamental pillar so that his vision is projected to women to express their freedom in a time as complex and innovative as was the transition in Spain. It is a different and creative documentary made with love to the genius of fashion in which I am happy to be involved since Francis selected me among several directors I think I will devote all my effort my creativity to honor the work, as he did with the world of fashion. The objective of the documentary \"The Universe of Francis Montesinos\" is to show the different facets of a creator and his sensitivity to the feminine world that is marked by his education, especially maternal, true determinant and motor in his work, pointing him as a creative favor of women's freedom.What influences has exercised on the modernity of Spanish women?This and other aspects such as modernity, transgression and passion for their work, their land and their people are the result of a career full of triumphs, innovation, happy discoveries, some stumbling and significant contributions not only to fashion but to change of image of society in Spain.To shed all the keys of this visionary of fashion, provocative and creative is the mission of the documentary.Going to the sources from his most tender past in a traditional Valencian neighborhood, the influence of his sea and discovering through interviews, testimonies and locations the spaces where he grew up, studied, played and woke up to the world of creation.",
    "chinese_title": "The Montesinos unive",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-09T11:00:45"
}