{
    "aka": [],
    "sid": "36329900",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893474873.jpg",
    "region": [
        "葡萄牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1280070/",
            "name": "马加里达·卡多佐 Margarida Cardoso",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt10207532",
    "director": [],
    "duration": "81分钟",
    "episodes": "",
    "language": [
        "葡萄牙语 Portuguese"
    ],
    "playdate": [
        "2019-05-11(葡萄牙·IndieLisboa Film Festival)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10207532/",
    "imdb_votes": 13,
    "this_title": [
        "Understory"
    ],
    "douban_link": "https://movie.douban.com/subject/36329900/",
    "imdb_rating": "8.6/10 from 13 users",
    "trans_title": [
        "植物志"
    ],
    "douban_votes": "0",
    "introduction": "History is the fruit of power, but power it self is never so transparent that its analysis becomes superfluous. The ultimate mark of power may be its invisibility; the ultimate challenge, the exposition of its roots.\" Michel-Rolph TrouillotMen and plants have always traveled together in a reciprocal relationship that - for better or for worse - has drastically transformed the world. The mythical cacao tree, native to the Amazon Basin, has spread throughout the world along the narrow equatorial belt. Planted on a large scale using forced labor, the history of cacao has always been linked to the dark side of industrial production and the greed of the mass markets. The director Margarida Cardoso (\"The Murmuring Coast\", \"Yvone Kane\", \"Kuxa Kanema, the birth of Cinema\", \"Christmas 71\") follows the path of his previous films, exploring and revealing the relations between the brutality of colonial history and its effects in the present. She organizes in these \"Botanic Tales\" an extraordinary personal essay on a plant - the cocoa tree - and all its cultural and economic ramifications. Traveling through Sao Tome and Principe, England and Brazil, the director walks past and present, dismantling the schemes of European colonial oppression and investigating the possibilities of a fair exploitation of the plant. And in the various corners of the world, it is the women who bring about change. An alternate story, which is a her-story and an understory. A reflection on a world in the shade.",
    "chinese_title": "植物志",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Understory",
    "imdb_rating_average": 8.6,
    "douban_rating_average": 0,
    "update_at": "2025-03-09T04:56:30"
}