{
    "aka": [],
    "sid": "36339373",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914155969.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt22072182",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-10-21(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt22072182/",
    "imdb_votes": 115,
    "this_title": [
        "Ron Carter: Finding the Right Notes"
    ],
    "douban_link": "https://movie.douban.com/subject/36339373/",
    "imdb_rating": "7.9/10 from 115 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Filmed over the course of six years, Ron Carter: Finding the Right Notes invites viewers to meet the gentleman behind the bass. Best known as the rhythmic force in Miles Davis's Second Great Quintet, Carter has since amassed more than 2,500 musical credits over a prolific six-decade career. His unmistakable melody and timbre accompany the likes of Chet Baker, Aretha Franklin, Roberta Flack, Paul Simon, and A Tribe Called Quest. Carter approaches every challenge with immovable grace and dedication, even in the face of discrimination and great personal loss. An early rejection from the segregated tenetof classical music only emboldened Carter’s innovation across all genres of music. “No one is gonna tell me what I cannot do,” he states in the film. “They may tell me I can’t work there. They may tell me I can’t go in their front door. But they’re not telling me what I can’t do.” Featuring original concert footage and candid interviews with jazz legends such as Herbie Hancock, Sonny Rollins, and Jon Batiste, Finding the Right Notes is a vibrant portrait of one of America's great musical trailblazers.",
    "chinese_title": "Ron Carter: Finding the Right Notes",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2025-08-06T04:21:14"
}