{
    "aka": [
        "大航海"
    ],
    "sid": "3633819",
    "cast": [
        "罗嘉良 Gallen Law",
        "唐国强 Guoqiang Tang",
        "杜雨露 Yulu Du",
        "于小慧 Xiaohui Yu",
        "余小雪 Xiaoxue Yu",
        "孙强 Qiang Sun",
        "马骏",
        "蒋昌义 Changyi Jiang",
        "钱学格 Xuege Qian",
        "章玉善 Yushan Zhang",
        "章劼 Jie Zhang"
    ],
    "site": "douban",
    "tags": [
        "历史",
        "明朝",
        "电视剧",
        "唐国强",
        "历史剧",
        "国产电视剧",
        "古装",
        "郑和下西洋"
    ],
    "year": "2009",
    "genre": [
        "剧情",
        "传记",
        "历史",
        "古装"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2558485472.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        "朱苏进 Sujin Zhu"
    ],
    "imdb_id": "",
    "director": [
        "马骁 Xiao Ma"
    ],
    "duration": "43分钟",
    "episodes": "59",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2009-03-25(中国大陆)"
    ],
    "imdb_link": "",
    "this_title": [
        "郑和下西洋"
    ],
    "douban_link": "https://movie.douban.com/subject/3633819/",
    "trans_title": [
        "大航海"
    ],
    "douban_votes": 754,
    "introduction": "大明洪武年间，少年马和从云南被征入宫为太监，分到燕王府当随从。燕王朱棣胸有大志，在守边岁月中经受了磨炼，尤其结识高僧姚广孝后，更是开阔了胸襟。他与父皇朱元璋的海禁政策越来越不合拍。\n在跟随朱棣守卫北平和边陲的日子里，马和逐步成长起来，其良好的素质，为以后的建功立业打下了基础。\n皇长孙朱允炆君临天下，为巩固皇权开始削藩，燕王朱棣首当其冲。为了生存，朱棣被迫装疯，饱受屈辱。郑和的结拜姐姐宋莲芯，也被奸臣所谋。朱棣在绝境中毅然率领八百壮士起兵，展开了争夺皇位的“靖难”之役。战争中，马和与姚广孝、张玉等人一样功勋卓著，尤其在郑村坝一役，他奋勇救朱棣于危难，从此更被燕王视为心腹。\n朱棣开元登基后，为洗清自己的“篡逆”之名，决心直追汉武唐宗，开创一代盛世。登基之初，他赐马和姓“郑”，随之，悄然改变朱元璋的禁海国策，任命35岁的郑和为统率大明宝船队下西洋的钦差总兵官。\n永乐三年(1405年)7月11日，郑和率二万七千八百余人，从南京、太仓一带至福建长乐太平港扬帆出海。庞大的大明船队，从此开始长达28年的海外宣扬国威和寻求贸易的远航。\n朱棣是大航海的决策者和组织者。从船队出海的第一天起，他就在陆地上指挥、控制和支持着这一伟大的航程。他下令在江浙、福建、广东、湖北一带造船，并在全国范围扩大瓷器、丝绸、茶叶等出口货物的生产。同时，借大航海之机实施永乐中兴，开始编纂《永乐大典》，疏浚大运河。他还与姚广孝微服私访，恢复生产，与民休息。徐皇后也励行节俭，并抱病亲身劝桑。从而，使国家迅速实现了复兴，为下西洋提供了源源不断的物质保障。\n郑和率船队第一次下西洋，恢复了明王朝对南洋诸岛的管辖，命名了景弘岛、永乐群岛等。此间，郑和船队的一项重要使命，就是打击大海盗陈祖义。此人在南洋地区多年为非作歹，无人治服，致使大明与南洋航道不通。郑和率船队与其斗智斗勇，终于为南洋各国除了一害。大明宝船队在访问了南洋和南亚的占城、爪哇、苏门答腊、锡兰、古里、旧港等国家和地区，所到之处，均推行和平外交，迅速发展了大明王朝在海外的影响，尤其和当时的马来西亚、新加坡、印度尼西亚、印度南部海域地区的人民，结成了无比亲密的关系。\n船队归来时，朱棣并没有被胜利所陶醉。他的目光不再是停留在“宣扬国威”或暗中寻找建文帝的下落，而是决心以更加开放的思路，支撑起一个前无古人的大航海事业。这样一来，从皇上到百姓的观念都已转变，使商品经济的萌芽加快发生了。\n那个时代，海上航行的实力，实际代表一个国家的综合国力，海船的鼎盛，又象征着国家的富强、技术的发达，文化的进步。随着郑和船队走向海外世界，这位君王不仅追求“四海宾服，万邦来朝”的目标，而且，一心想开辟唐宋以来出现的海上丝绸之路，将中华民族的文明成果，广泛传播到东南亚和亚非大陆。\n在此基础上，朱棣还开始了一系列更大的手笔。其中之一即决定将北平改为北京，下令大规模营建新的京城，包括今天的故宫，基本上还是明初打下的基础。\n朱棣让郑和在与西洋诸国交往的过程中，始终坚持以德服人，不恃强凌弱。经济上则厚往薄来，给予各国诸多好处，树立了泱泱大国的风范。在当时的世界上，大明船队很好的发挥了一个大国维护地区和平的作用。郑和在此期间，率领船队在马六甲和忽鲁谟斯等国建立了货栈，与阿拉伯人、波斯人、欧洲人广泛展开贸易。锡兰国篡位者亚烈苦奈儿背信弃义，想劫持大明船队，郑和出于无奈被迫还击，但他始终坚持“自古知兵非好战”的信条，以智慧和宽容，正义与威力，来化解两国之间的危机。\n徐皇后的病逝，使朱棣伤心欲绝。好在大明船队再次航海归来，特别是郑和将桀骜不逊的亚烈苦奈儿押来大明，听候皇上裁决其生死时，朱棣以中华文明来处置此案，最终感化了这个凶暴的国王。",
    "chinese_title": "郑和下西洋",
    "douban_rating": "7.8/10 from 754 users",
    "foreign_title": "",
    "douban_rating_average": "7.8",
    "update_at": "2024-07-21T03:00:16"
}