{
    "aka": [],
    "sid": "36343030",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "德国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-11-06(德国)"
    ],
    "this_title": [
        "Behind Bars: Philippines - CIW: Locked Up Ladies"
    ],
    "douban_link": "https://movie.douban.com/subject/36343030/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The \"Correctional Institution for Women\" is the oldest and largest women's prison in the Philippines, founded in nineteen thirty-one. Designed for one thousand PDLs - \"persons deprived of liberty\" - today there are about three times as many. Prisoners range from petty criminals to drug dealers, from murderers to gang members. The guards are outnumbered. Your best bet at keeping prisoners under control: Strict rules that everyone must adhere to. Over and over again there are checks, to ensure no one has managed to escape. One hundred percent security is impossible! The inmates are allowed to deal with tools, gas-cannisters and knives. All potentially lethal weapons.\"The bedrooms and living quarters, the so-called \"dorms\", are spread over several buildings. Among the inmates are also so-called ‚High Value‘ PDL's‘. A huge compound, full of hardened criminals. In a jail where just a few dozen correction officers watch over several thousand prisoners, who roam freely during the day. For keeping control, the guards even work together with privileged inmates, that are allowed to punish the other ones.This episode of Behind Bars tells not only his story, but also that of the inmates, and the environment of the prison and shows in impressive pictures how life behind bars works.",
    "chinese_title": "Behind Bars: Philippines - CIW: Locked Up Ladies",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-10T16:26:41"
}