{
    "aka": [
        "La Vaste"
    ],
    "sid": "36348283",
    "cast": [
        {
            "url": "/celebrity/1369467/",
            "name": "奥姆卡·卡普尔 Omkar Kapoor",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2892102603.jpg",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt26770525",
    "director": [],
    "duration": "113分钟",
    "episodes": "",
    "language": [
        "印地语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt26770525/",
    "imdb_votes": 2187,
    "this_title": [
        "Lavaste"
    ],
    "douban_link": "https://movie.douban.com/subject/36348283/",
    "imdb_rating": "5.4/10 from 2187 users",
    "trans_title": [
        "La Vaste"
    ],
    "douban_votes": "0",
    "introduction": "LaVaste is a reflection & action within the society which depicts the different shades and tells the gigantic truth of the society.This film talks about Satyansh, 28-year-old engineer lives in small Village of Chhattisgarh. After trying in many companies, he ends up doing some corporate jobs but enough salary & respect. Finally, he takes the job of transferring Unclaimed dead bodies. He always thought that nobody deserves to be abandoned or “Lawaris”. One night he was completely fed-up and he comes with one amazing idea to expand this business on a larger scale in a corporate style. But his main motto was not only to expand business but also was to provide a proper & rightful crimination for unclaimed dead bodies. Soon his idea turns into a big company named “LaVaste” and they all become successful. But I. the process he loses his soul that becomes a new tragedy of his life.This film is for the present time frame where the new generation is doing serious mistakes whiles their career planning. This is not a good or bad film; this an important film to make",
    "chinese_title": "Lavaste",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-07-14T13:14:34"
}