{
    "aka": [
        "The Hatter's Ghost",
        "制服工人的幽魂"
    ],
    "sid": "3634092",
    "cast": [
        {
            "url": "/celebrity/1007148/",
            "name": "米歇尔·塞罗尔 Michel Serrault",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019206/",
            "name": "查尔·阿兹纳弗 Charles Aznavour",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1068328/",
            "name": "莫妮克·肖梅特 Monique Chaumette",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050210/",
            "name": "弗朗索瓦·克鲁塞 François Cluzet",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1073889/",
            "name": "让·尚皮恩 Jean Champion",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1083065/",
            "name": "马里奥·达维德 Mario David",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1099145/",
            "name": "维克托·加里维耶 Victor Garrivier",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1118151/",
            "name": "Jean Leuvrais Jean Leuvrais",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1064363/",
            "name": "让-克洛德·布约 Jean-Claude Bouillaud",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028024/",
            "name": "奥萝尔·克莱芒 Aurore Clément",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1139241/",
            "name": "伊莎贝尔·萨多扬 Isabelle Sadoyan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1982",
    "genre": [
        "悬疑",
        "惊悚",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2553170331.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1054236/",
            "name": "克洛德·夏布洛尔 Claude Chabrol",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008087/",
            "name": "乔治·西默农 Georges Simenon",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0083925",
    "director": [
        {
            "url": "/celebrity/1054236/",
            "name": "克洛德·夏布洛尔 Claude Chabrol",
            "@type": "Person"
        }
    ],
    "duration": "120分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1982-05-26"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0083925/",
    "imdb_votes": 1345,
    "this_title": [
        "Les fantômes du chapelier"
    ],
    "douban_link": "https://movie.douban.com/subject/3634092/",
    "imdb_rating": "7.1/10 from 1345 users",
    "trans_title": [
        "帽匠的幽灵",
        "The Hatter's Ghost",
        "制服工人的幽魂"
    ],
    "douban_votes": "0",
    "introduction": "In this exemplary adaptation of a Georges Simenon novel, director Claude Chabrol creates possibly his darkest and most introspective work, in which he explores some of his favourite themes – most notably the idea of a deadly threat hiding beneath a mask of bourgeois respectability. The film is set in a small Breton village where it appears to rain continually and where the hours of night appear to outnumber those of daylight quite substantially. This claustrophobic location lends the film an oppressive, suffocating atmosphere, which is strikingly evocative of the mood of Simenon’s novels. A streak of the driest black comedy permeates the film, making it both oddly amusing and intensely disturbing, a quite different tone to most of Chabrol’s other thrillers.The drama revolves around two men – a hat-maker and a tailor – who live opposite each other but who appear to inhabit totally different worlds. Each man is, in his own way, a prisoner of his own making – the hat-maker is forced to live alone in order to conceal the fact that he killed his wife; the tailor is stifled by the large family who lives with him in his confined house. Each man secretly envies the other, and so a sinister attraction begins to draw them together – with ultimately tragic consequences for both of them. Chabrol’s mastery of the psychological thriller genre enables him to tell this story effectively, using deceptively simple cinematography and surprisingly very little dialogue. Towards that end, he is admirably served by his lead actors, Michel Serrault and Charles Aznavour.In a career spanning fifty years, Michel Serrault has acquired a reputation as one of France’s most versatile and talented character actors. In Les Fantômes du chapelier, he gives one of his most distinctive and memorable performances – indeed it could be said that it his portrayal of the hat-maker Labbé which carries the film and contributes most to it its poignancy and quirky comic slant. Serrault shows an extraordinary ability when it comes to playing characters who are either mad or bad: whilst he manages to frighten, he is also able to arouse sympathy. This is readily apparent in his performance of the hat-maker in this film – even when he is murdering his victims, you cannot help having more sympathy for him than for the women he is disposing of (with an ease which is more comical than shocking). As the film develops, we are drawn further and further into the hat-maker’s troubled world – rather like the tailor who observes him from across the street – and what we are most struck by his not so much his dangerous insanity but rather his tortured humanity. Without an actor of Serrault’s calibre, it is unlikely that Chabrol could have achieved this level of sophistication and depth.Whilst the film is mostly focused on the hat-maker, the tailor also plays an important part in the film, and Charles Aznavour (in another fine performance) allows the character to function brilliantly alongside Serrault’s hat-maker. Perhaps the most important role of the tailor is to provide a kind of psychological bridge which enables the spectator to cross over into the hat-maker’s world. The idea of a voyeur spying on another world is a device Chabrol has used a number of times previously (most effectively in his 1962 film L’Oeil du malin ), but here it is crucial to the film’s development. The tailor also serves as a contrast with the hat-maker – one is well-mannered yet a perpetual outsider; the other is irritable yet an accepted member of the community. Although one man lives alone and the other in a large family, both experience a terrible solitude which leads them inexorably towards self-destruction. There are perhaps as many similarities as differences, which leads us to make some interesting speculations. Could the tailor and the hat-maker be two facets of the same individual? Or could the tailor merely be a projection of the hat-maker’s own conscience? One of the most beautiful aspects of Chabrol’s cinema is its subtle sense of ambiguity, which implies – possibly – that nothing is quite what it seems. What you see depends on who you are and where you happen to be standing – much as it does in real life. Can there ever be such a thing as an objective reality in Claude Chabrol’s universe?Compared with some of Chabrol’s other thrillers, Les Fantômes du chapelier must appear strangely minimalist. It is certainly sparse on dialogue and the film’s dramatic moments are heavily downplayed. Chabrol’s intention is not to create a suspense thriller – that much is evident. Instead, what he offers is a palpably chilling study of a man who is driven – perhaps by the noblest of motives – to murder his crippled wife and who – alone, afraid and guilt-stricken – is drawn further and further into insanity. By keeping the traditional thriller elements to the minimum and by leaving it to the camera and setting to say far more than his actors, Chabrol manages to construct one of his most tragically poignant portraits of human fallibility.",
    "chinese_title": "帽匠的幽灵",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Les fantômes du chapelier",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-08-27T20:29:07"
}