{
    "aka": [],
    "sid": "36341440",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2027",
    "genre": [
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1452357/",
            "name": "斯蒂芬·巴西隆 Stephen Basilone",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "Scatman"
    ],
    "douban_link": "https://movie.douban.com/subject/36341440/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "John Larkin — better known by his stage name Scatman John — passed away from cancer in 1999 at the age of 57 — just five years after his most famous track was first released. But international production banner Trick Candle Productions has acquired the rights to his life story and is developing Scatman, set to chronicle the musician’s “wild life and positive influence.”Written by Stephen Basilone (Community, The Goldbergs) and Annie Mebane (The Goldbergs, Shrinking), the film — which will include unparalleled access to the entire Scatman music library, as well as private home videos — will detail Larkin’s struggles with being a lifelong stutterer, bullying, abuse at home and his battles with drug addiction and alcoholism. However, after meeting the love of his life in rehab, he conquered his addictions and became an overnight sensation as Scatman John at the age of 53, selling millions of CDs, garnering 14 gold records and 18 platinum records. A generation on, his songs are still being sampled by DJs and artists, while his videos have reached more than 164 million views on YouTube alone.",
    "chinese_title": "Scatman",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-22T06:01:22"
}