{
    "aka": [
        "THE DANCE IS NOT CLEAR IN THE DAILY GRADIENT",
        "《花甲子舞》"
    ],
    "sid": "36341505",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2890007462.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1488131/",
            "name": "郑鹤松 Hesong Zheng",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1488131/",
            "name": "郑鹤松 Hesong Zheng",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "2018(中国大陆)"
    ],
    "this_title": [
        "日常不清晰的舞蹈"
    ],
    "douban_link": "https://movie.douban.com/subject/36341505/",
    "trans_title": [
        "THE DANCE IS NOT CLEAR IN THE DAILY GRADIENT",
        "《花甲子舞》"
    ],
    "douban_votes": "0",
    "introduction": "《日常不清晰的舞蹈》THE DANCE IS NOT CLEAR IN THE DAILY GRADIENT类型：舞蹈影像导演：郑鹤松摄影/后期：丁路舞者：杨月美（北京大学退休教师）编舞：郑鹤松艺术设计：林康（香港）时长：02min47s字幕：无字幕拍摄场地：草场地进行时美术馆制作方：异象文化工作室出品呜谢：王利勇、刘艾艾、李爻、赵梓岑、丁宁作品简介：舞蹈的常态化和功能性在现代社会认知中逐渐淡化，生活与舞蹈都会在身体介质中呈现间断不连续性的展开。我们给一位“老人”搭建了一个抽象的乌托邦空间。同时，在非线性时间安排中又于此对应生活的现实部分，利用生活与舞蹈本身的间断不连续性的动态形成为短片的呼吸节奏，形成较为魔幻现实主义的风格的伪舞蹈短片，将自身抽离出现实随机对位乌托邦空间。现象到本质是隔着很厚的社会问题，在他们的浅意识里，规避思考和无法避免的问题成为主要的动机，面对这种问题而产生出一种身体行动上的机制，也是独特的生理需要和自我反思采取的一种当下集体无意识的行动，在他们的年代“集体无意识”就是他们的时代的代名词，而现在依然在行动。展映：中国青年舞蹈扶持计划。THE DANCE IS NOT CLEAR IN THE DAILY GRADIENTGenre: Dance VideoDirector: Zheng HesongPhotography/Later: Ding LuDancer: Yang Yuemei (retired teacher of Peking University)Choreographer: Zheng HesongArt Design: Lin Kang (Hong Kong)Duration: 02min47sSubtitles: No subtitlesShooting location: Caochangdi Progressive Art MuseumProducer: Produced by Vision Culture StudioThanks: Wang Liyong, Liu Aiai, Li Yao, Zhao Zicen, Ding NingThe normalization and functionality of dance is gradually weakened in the cognition of modern society, and both life and dance will present intermittent and discontinuous development in the medium of the body. We built an abstract utopian space for an \"old man\". At the same time, in the non-linear time arrangement, it also corresponds to the real part of life here, using the intermittent and discontinuous dynamics of life and dance itself to form the breathing rhythm of the short film, forming a pseudo-dance short film with a more magical realism style, and transforming itself Extract the reality and randomly counterpoint the utopian space. There is a thick social problem between the phenomenon and the essence. In their superficial consciousness, avoiding thinking and unavoidable problems become the main motivation. Facing this kind of problem, a mechanism of physical action is produced, which is also unique. A present moment taken by biological needs and self-reflection",
    "chinese_title": "日常不清晰的舞蹈",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-15T04:22:58"
}