{
    "aka": [
        "\"Pieta\""
    ],
    "sid": "36341504",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2890007443.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1488131/",
            "name": "郑鹤松 Hesong Zheng",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "2018(中国大陆)"
    ],
    "this_title": [
        "圣殇"
    ],
    "douban_link": "https://movie.douban.com/subject/36341504/",
    "trans_title": [
        "\"Pieta\""
    ],
    "douban_votes": "0",
    "introduction": "《圣殇》类型：肢体影像时长：5mins导演/摄影/剪辑：郑鹤松音乐：桃子演员：王俊戋、李美玉、伍来凤艺术指导：袁可茹设备：王家明作品简介：这个影像在更大的实验范畴内给予一个伪概念，一些戏虐或许是更为可笑的仪式，来进行一场灵里的净化。概念可以被放大至肢体，虚无的动作和实体的演员在现代废墟上的人工表演，在观看者角度更像是一种谈资或是一种观看感受，这种方式在即时和当下与演员所身在的环境完全一致。既定被限制在一个空间里，进行某一种活动，就像观看者在屏幕前或是投影前看影片一样，这都很像是某种仪式。这种荒诞和黑色，都会在生活、或许在历史、或许在一些特定场合出现，判定的权利就给到了观众，或许是一个有趣的选择，他们会如何理解，与如何想象，都与既成事实的影片无关，这种关系也像生活的切面，或者历史的某个部分。\"Pieta\"Genre: Dance VideoDuration: 5minsDirector/Photographer/Editor: Zheng HesongMusic: Tao Chong ChongCast: Wang Junzhao, Li Meiyu, Wu LaifengArt Direction: Yuan KeruEquipment: Wang JiamingThis image gives a pseudo-concept within the scope of a larger experiment, some teasing, perhaps even more ridiculous rituals, to carry out a spiritual purification. The concept can be magnified to the body, the artificial performance of nihilistic movements and physical actors on modern ruins, from the perspective of the viewer, it is more like a kind of talk or a viewing experience, this way is in harmony with the actors in the immediate and present. The environment is exactly the same. Being limited to a certain space and performing a certain activity is like watching a film in front of a screen or projection, which is very much like a ritual. This kind of absurdity and blackness will appear in life, perhaps in history, and perhaps in some specific occasions, and the right to judge is given to the audience. It may be an interesting choice. How they understand and imagine is related to the fait accompli The film has nothing to do, and this relationship is like a section of life, or a certain part of history.",
    "chinese_title": "圣殇",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-11-24T13:40:34"
}