{
    "aka": [],
    "sid": "36352490",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "　　第81届威尼斯电影节(2024)\n　　地平线单元奖 最佳影片(提名) 彼得·克雷克斯\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912399048.jpg",
    "region": [
        "意大利",
        "捷克",
        "斯洛伐克",
        "奥地利",
        "克罗地亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1001762/",
            "name": "彼得·克雷克斯 Péter Kerekes",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt33030357",
    "director": [
        {
            "url": "/celebrity/1001762/",
            "name": "彼得·克雷克斯 Péter Kerekes",
            "@type": "Person"
        }
    ],
    "duration": "99分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2024-08-31(威尼斯电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt33030357/",
    "imdb_votes": 91,
    "this_title": [
        "Wishing on a Star"
    ],
    "douban_link": "https://movie.douban.com/subject/36352490/",
    "imdb_rating": "6.7/10 from 91 users",
    "trans_title": [
        "对着星星许愿"
    ],
    "douban_votes": "0",
    "introduction": "Luciana’s office is a place of miracles. This is where strangers confide in her, share their most profound desires and concerns. And Luciana? She circles her huge magnifying glass over the pages of old books to soon find the perfect coordinates for a spiritual new beginning. In his new film, Peter Kerekes becomes nothing less than a witness to psychomagical acts. The Neapolitan astrologer is not only able to calculate the perfect birthday spot for those who seek advice – in her blunt way, she aims right at the centre of personal dramas. A pair of identical twins, for example, argue whether one of the sisters should fulfil the other’s longing for a child, while an unhappy mother yearns to rekindle her relationship.Luciana sends the twins to Beirut, the mother to Alaska. Kerekes accompanies them on their journeys of salvation, even if Alaska turns into an air conditioner and a few buckets of ice cubes for reasons of practicality. He always brings out the comic potential of a story while pointing out complicated conflicts with astonishing poignancy: possessive mother figures and absent fathers, loneliness in a relationship and the fear of change. “Wishing on a Star” is a charming consultation that boldly confronts the big questions in life.",
    "chinese_title": "对着星星许愿",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Wishing on a Star",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-03-03T01:29:01"
}