{
    "aka": [],
    "sid": "3636454",
    "cast": [
        {
            "url": "/celebrity/1008113/",
            "name": "约恩·唐纳 Jörn Donner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1056996/",
            "name": "Berit Agedal Berit Agedal",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1061916/",
            "name": "Rolf Bengtsson Rolf Bengtsson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1107608/",
            "name": "Diana Kjær Diana Kjær",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1124620/",
            "name": "Birgitta Molin Birgitta Molin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1973",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2552602346.jpg",
    "region": [
        "瑞典",
        "芬兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1008113/",
            "name": "约恩·唐纳 Jörn Donner",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0069764",
    "director": [
        {
            "url": "/celebrity/1008113/",
            "name": "约恩·唐纳 Jörn Donner",
            "@type": "Person"
        }
    ],
    "duration": "USA: 80 分钟",
    "episodes": "",
    "language": [
        "瑞典语"
    ],
    "playdate": [
        "1973"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0069764/",
    "imdb_votes": 186,
    "this_title": [
        "Baksmälla"
    ],
    "douban_link": "https://movie.douban.com/subject/3636454/",
    "imdb_rating": "3.9/10 from 186 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The story involves a used car salesman (Jorn Donner) who wakes up from a night of heavy drinking to find that he has not only gotten married to the woman in bed with him (Dianne Kjaer), but has also already cheated on her with another woman in the next room (who then spends almost the entire movie wandering around his new bride's house naked). Meanwhile, another naked woman keeps calling the house for some reason and hanging up. And an insurance salesman shows up and tries to sell the newlywed couple a life insurance policy. All of this weirdness in the present day is intercut with the new husband and wife telling each other stories of their past sexual and romantic exploits.This film was made during the late 60's/early 70's \"Swedish Sin\" era. Dianne Kjaer (\"Dagmer's Hot Pants\") was very representative of Sweden's greatest export during that period--although she was red-headed rather than the stereotypical Swedish blonde. She and the other girls are a bit corpulent by today's standards, but definitely pretty. There is a lot of nudity, but very little sex (one of the few graphic sex scenes is actually a hardcore porno movie showing on TV in one of the flashbacks). On the other hand, there is a rather long scene of Kjaer taking out the garbage, wandering around her yard, and then taking off her wig for some reason while the catchy title tune plays. None of this makes this movie sound very compelling, but this is one of those movies that really manages to create a certain feeling or mood, and one that really captures its strange, strange era and perhaps a little bit of the lives of the people in small country where it was made (which, aside from Ingemar Bergman, is far from the center of the international film universe). Jorn Donner, who also directed, was obviously not interested in just making another sex film, and it will no doubt frustrate people expecting such, but he has created an interesting film that manages to be both mundane and strangely entertaining.",
    "chinese_title": "Baksmälla",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 3.9,
    "douban_rating_average": 0,
    "update_at": "2025-04-07T12:43:18"
}