{
    "aka": [],
    "sid": "36362653",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "法国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1246085/",
            "name": "玛丽·阿玛苏克里 Marie Amachoukeli-Barsacq",
            "@type": "Person"
        }
    ],
    "duration": "22分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2023-01-01(法国)"
    ],
    "this_title": [
        "Hypno"
    ],
    "douban_link": "https://movie.douban.com/subject/36362653/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Hypno est une œuvre de Marie Amachoukeli à plusieurs facettes qui se réapproprie une expérience initiée par Mozart et l’hypnothiseur Mesmer il y a plus de 200 ans, à travers un processus inédit et une narration contemporaine. Mêlant réalité virtuelle, musique originale et scénographie particulière, elle fait entrer le public dans un monde tout fait à part, celui de la transe hypnotique. Grâce à la Réalité Virtuelle, générée par du creative coding, une immersion totale dans un monde composé d’images abstraites et mouvantes, d’oxymores sensoriels et puissants, est proposée au spectateur. Un voyage envoûtant s’opère alors sur une durée de 22 minutes qui s’attache à nous faire pénétrer dans une expérience d’hypnose unique, pendant laquelle nous pourront laisser aller notre esprit et réinventer notre perception de l’espace et du temps. Cette expérience, envisagée à la fois de manière « classique » (dans un casque de réalité virtuelle) et « in situ » (à travers un travail scénographique), entre en résonance avec un univers sonore et visuel énigmatique et chaleureux.",
    "chinese_title": "Hypno",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-19T02:00:34"
}