{
    "aka": [
        "Seeda"
    ],
    "sid": "36370222",
    "cast": [
        {
            "url": "/celebrity/1383635/",
            "name": "索姆波布·本贾蒂库尔 Sompob Benjathikul",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "剧情",
        "爱情",
        "同性",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2890953423.jpg",
    "region": [
        "泰国"
    ],
    "writer": [],
    "imdb_id": "tt13932668",
    "director": [],
    "duration": "96分钟",
    "episodes": "",
    "language": [
        "泰语"
    ],
    "playdate": [
        "2020-12-10(泰国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13932668/",
    "this_title": [
        "สีดา: ตำนานรักโลงคู่"
    ],
    "douban_link": "https://movie.douban.com/subject/36370222/",
    "trans_title": [
        "Seeda"
    ],
    "douban_votes": "0",
    "introduction": "The story took place in 1967 and told a story about a trans woman named Pranode. She was known for her Thai traditional dance role as Seeda. She was so beautiful that she was banned from trans women's beauty pageants because no one could compete against her. Pranode had a boyfriend and they had been together for 8 years. However, they eventually broke up and the guy married a woman. This had left a scar on Pranode.After 3 years, Pranode had a new boyfriend, Cheep, a handsome taxi driver. They moved in together and were very much in love with each other. They even made a vow at Wat Phra Kaew (temple) that they will never cheat on each other, and if one dies the other shall follow. Pranode was haunted from her past love experience and scared that Cheep will leave her for a woman. They fought frequently and Cheep moved out. Pranode then attempted to commit suicide several times, until her last attempt on May 2, 1967, where she took her last breath. Cheep came as soon as he heard the news, he hugged her lifeless body while muttering over and over \"I will follow you. Wait for me.\" Cheep got ordained as a monk for her funeral and committed suicide after the third day of Pranode's funeral. In his letter, he asked to be put in the same temple, next to Pranode's grave.",
    "chinese_title": "สีดา: ตำนานรักโลงคู่",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-08T23:39:17"
}