{
    "aka": [],
    "sid": "36371971",
    "cast": [
        {
            "url": "/celebrity/1208486/",
            "name": "约翰尼·马萨罗 Johnny Massaro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045395/",
            "name": "卡瓦·雷蒙德 Cauã Reymond",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050510/",
            "name": "格劳瑞·皮尔丝 Glória Pires",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1142622/",
            "name": "托尼·拉莫斯 Tony Ramos",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1390702/",
            "name": "阿佳塔·莫雷拉 Agatha Moreira",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032753/",
            "name": "黛博拉·法拉贝拉 Débora Falabella",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1130813/",
            "name": "德布拉·穆尼兹 Débora Muniz",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2891039976.jpg",
    "region": [
        "巴西"
    ],
    "writer": [],
    "imdb_id": "tt23950448",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2023-05-08(巴西)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt23950448/",
    "imdb_votes": 137,
    "this_title": [
        "Terra e Paixão"
    ],
    "douban_link": "https://movie.douban.com/subject/36371971/",
    "imdb_rating": "6.3/10 from 137 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A vida da professora Aline (Bárbara Reis) é transformada após a morte de seu marido, assassinado por grileiros numa tentativa de invasão de terras. Mesmo sem nunca ter plantado um grão, Aline consegue prosperar os negócios da fazenda - contando com a ajuda do primo Jonatas (Paulo Lessa), apaixonado por ela -, o que fortalece a cobiça do agricultor Antônio La Selva (Tony Ramos), o homem mais poderoso de Nova Primavera, cidade fictícia do Mato Grosso do Sul. La Selva é casado com a megera Irene (Glória Pires), mulher fútil e sem escrúpulos que planeja fazer de seu filho, Daniel (Johnny Massaro), o herdeiro de toda a fortuna da família, mas possui como principal obstáculo o enteado Caio (Cauã Reymond), fruto do primeiro casamento de La Selva. Daniel e Caio acabam se apaixonando por Aline, o que causa um novo conflito na família e acirra ainda mais a disputa entre os irmãos. Já Petra (Débora Ozório), a caçula de Irene e La Selva, é uma jovem mimada que torna-se viciada em calmantes e acaba se envolvendo com o italiano Luigi (Rainer Cadete), um golpista que se aproxima dela por interesse, mas acaba se apaixonando de verdade, ajudando-a com sua dependência química.Lucinda (Débora Falabella) é uma mulher sofrida que luta para sustentar a casa e cuidar do filho, Cristian (Felipe Melquiades), que sofre de albinismo, sofrendo constantes agressões do marido, Marco Antonio (Ângelo Antônio). Já sua irmã, Anely (Tatá Werneck), é casada com Odilon (Jonathan Azevedo), mas secretamente faz stripper virtual para ganhar uma renda extra, envolvendo-se com o fazendeiro Tadeu (Cláudio Gabriel). Este é casado com Gladys (Leona Cavalli), que por sua vez mantém um caso com Luigi, e ambos são pais de Graça (Agatha Moreira), uma modelo gananciosa que faz de tudo para se casar com Daniel. Já Cândida (Susana Vieira) é a proprietária do prostíbulo da região que conhece os segredos de todo os moradores locais, inclusive os de Irene, com quem possui uma relação misteriosa",
    "chinese_title": "Terra e Paixão",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-02-11T02:44:55"
}