{
    "aka": [],
    "sid": "36377692",
    "cast": [
        {
            "url": "/celebrity/1373953/",
            "name": "米哈尔·加多姆斯基 Michal Gadomski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348641/",
            "name": "安娜·普洛克尼亚克 Anna Próchniak",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2891127155.jpg",
    "region": [
        "波兰"
    ],
    "writer": [],
    "imdb_id": "tt20310970",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "2022-06-17(波兰)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt20310970/",
    "imdb_votes": 74,
    "this_title": [
        "Negatyw"
    ],
    "douban_link": "https://movie.douban.com/subject/36377692/",
    "imdb_rating": "7.5/10 from 74 users",
    "trans_title": [
        "否定"
    ],
    "douban_votes": "0",
    "introduction": "\"NEGATYW\" (\"THE NEGATIVE\") The main character of this cinema is Karol Weber. He was born in the middle of 70's. As a boy he lived in a small town with his parents. They've received a house in exchange for work in a local school. His mom was an art teacher, dad was making a photo class in the same school. We are meeting Karol in the middle of three very important periods of his life - at the age of 7th, when his mother left him. At the 18th years old, when he fall in love for the first time and contemporary at the age of 47, when he is celebrating 25 anniversary of his work as a photographer. After his photo exhibition he has obtained information about his father's death. Karol is going to bury him. During his train journey, he's got a lot of flashback and memories from the most important moments of his life. It's kind of catharsis. This comeback to the home town is something between dreams and reality, between life and death, he gets in to the labyrinth and nothing is at it seems. It would appear that our memory is illusory and most often we remember our versions of occurrences.",
    "chinese_title": "否定",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Negatyw",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-05-28T18:28:38"
}