{
    "aka": [],
    "sid": "36386787",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "喜剧",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "阿根廷"
    ],
    "writer": [
        {
            "url": "/celebrity/1466731/",
            "name": "阿尔瓦罗·乌提兹贝里亚 Álvaro Urtizberea",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt15539734",
    "director": [
        {
            "url": "/celebrity/1466731/",
            "name": "阿尔瓦罗·乌提兹贝里亚 Álvaro Urtizberea",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt15539734/",
    "imdb_votes": 15,
    "this_title": [
        "Radio Oriente"
    ],
    "douban_link": "https://movie.douban.com/subject/36386787/",
    "imdb_rating": "6.9/10 from 15 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Whilst Ramon (40), an obedient cleaning manager at a radio station in a small village, is tidying up the last bits and pieces before handing over the radio to an underground oriental business group, he discovers that his current landlord, the shameless Rafael (63), is responsible for the death of his father- who was supposedly hit by lightning whilst repairing the radio antenna during a ferocious storm. Dazzled, but at the mercy of his creative new-found friend Felix (57), Ramon decides to remain inside the radio station until he reveals the truth about his father's death. However, if Rafael doesn't hand over the radio quickly, he will miss out on more important business deal with the oriental business group. During the intense battle between both sides, which is being broadcast on the radio, Ramon seeks the support of one of his listeners, his long-lost love. Nina, the daughter of a pharmacist, with whom he has shared his one and only intimate experience the day she gave him the chicken pox vaccine on his arm. Despite his physical strength, the police capture Ramon and on their way to prison, a secret plan concocted by one of the listeners comes to light. It will change everything and reveal enigmas during the rebellion.",
    "chinese_title": "Radio Oriente",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-05-22T22:49:30"
}