{
    "aka": [],
    "sid": "36386833",
    "cast": [
        {
            "url": "/celebrity/1421469/",
            "name": "奥列格·舒尔加 Oleg Shulga",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1475817/",
            "name": "卡特琳娜·赫里戈连科 Kateryna Hrygorenko",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "传记",
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "乌克兰",
        "澳大利亚",
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1037812/",
            "name": "路易·诺维拉 Louis Nowra",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005091/",
            "name": "文森特·沃德 Vincent Ward",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt21839802",
    "director": [
        {
            "url": "/celebrity/1005091/",
            "name": "文森特·沃德 Vincent Ward",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt21839802/",
    "this_title": [
        "Storm School"
    ],
    "douban_link": "https://movie.douban.com/subject/36386833/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "改编自维克托·科瓦连科、徐莉佳和马修·贝尔彻的生活经历。A quest for glory; Three lives, three continents and the fascination of sailing combine to create an extraordinary tale of winning against all odds.In the middle of the twentieth centery, at the height of the Cold War between the West and the Soviet Bloc, a baby is born, in a secret missile-building city somewhere in the Soviet Union. That baby, growing up in harsh conditions in a closed city, is destined to become the single most successful sailing coach in all of Olympic Games history....Nearly 40 years later, in rapidly changing Shanghai in China, a little baby girl is born...and what a pity it's a girl, when boys are much the more valued. But that little girl, despite a body that constantly lets her down, growing up in an environment with limited interest in sailing, and lacking an experienced coach to guide her, becomes, through sheer force of will, China's first ever Olympic sailing gold medallist...In 1982, in comfortable circumstances on the Gold Coast of south-east Queensland in Australia, another baby is born. As a child struggling to be even near the water, that baby is nevertheless destined to become an eight time World Champion sailor and Olympic Champion...And, finally, an itinerant and uncoventional coach that completes the circle of one of the aspirant sailors.",
    "chinese_title": "Storm School",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-03T15:01:38"
}