{
    "aka": [],
    "sid": "36399269",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "黎巴嫩"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1285774/",
            "name": "乔安娜·哈吉托马斯 Joana Hadjithomas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1287920/",
            "name": "哈利勒·乔埃格 Khalil Joreige",
            "@type": "Person"
        }
    ],
    "duration": "105分钟",
    "episodes": "",
    "language": [
        "阿拉伯语"
    ],
    "playdate": [],
    "this_title": [
        "Khiam 2000-2007"
    ],
    "douban_link": "https://movie.douban.com/subject/36399269/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "It looks as if everything that was ever filmed in the hotbeds of the Middle East somehow remains topical in one way or another. Or at a certain point becomes topical again.On the evening when this catalogue page was written, Israeli tanks moved into the Gaza Strip. History repeating itself. Time and again, one has to say.That's why the undertaking by the untiring Lebanon chroniclers Joana Hadjithomas and Khalil Joreige to make their film twice, by returning after history repeated itself, is extremely valuable and of course also extremely tragic.The first Khiam film was screened in Rotterdam in 2002, just as virtually all films by the duo have been (this year another one can also be seen: I Want to See). Khiam was a detention camp in southern Lebanon and the film is about the period when the Israeli army used it during the occupation of Southern Lebanon, which lasted from 1982 to 2000.The makers wanted to make a film about the camp in 1999 (during the occupation), but that was impossible. It was not possible to shoot film in the camp. So they chose a radically different form. They asked six ex-prisoners (three men and three women) to describe the camp and life in the camp with as much detail as possible in order to evoke an inner image of the camp. Eight years later, they had the same people evoke an image again. History at work. (GjZ)源自：https://iffr.com/en/iffr/2009/films/khiam-2000-2007",
    "chinese_title": "Khiam 2000-2007",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-02-07T01:35:39"
}