{
    "aka": [],
    "sid": "36393726",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2891558290.jpg",
    "region": [
        "印度",
        "澳大利亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1343909/",
            "name": "大卫·麦克杜格 David MacDougall",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1343909/",
            "name": "大卫·麦克杜格 David MacDougall",
            "@type": "Person"
        }
    ],
    "duration": "53分钟",
    "episodes": "",
    "language": [
        "Mewari"
    ],
    "playdate": [
        "2014-05-12(澳大利亚)"
    ],
    "this_title": [
        "Under the Palace Wall"
    ],
    "douban_link": "https://movie.douban.com/subject/36393726/",
    "trans_title": [
        "在宫墙下"
    ],
    "douban_votes": "0",
    "introduction": "From the 16th century, the Indian village of Delwara in southern Rajasthan was ruled as a principality of the kingdom of Mewar. Its imposing palace, which overlooks the village, is now a luxury hotel — a world remote from the daily life of the villagers.Following on from his film SchoolScapes, which was inspired by the early cinema of Lumière, noted ethnographic filmmaker David MacDougall here employs a masterful series of precisely observed scenes to explore Delwara’s local primary school and contemporary village life. Conventional documentary filmmaking practices are set aside here. There are no interviews and no narration.However, the beautifully composed, arresting imagery, mesmerizing background sounds and conversations, and incisive, thought-provoking editing juxtapositions powerfully convey to the viewer not just the surface of Delwara’s daily life, but also its inner dimensions and rhythms, all of which unfold “under the palace wall.”Under the Palace Wall will challenge viewers and generate thought and discussion in a wide range of courses in Indian and Asian studies, cultural anthropology, and film studies. It will certainly join the long list of classic ethnographic masterpieces produced by David MacDougall.",
    "chinese_title": "在宫墙下",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Under the Palace Wall",
    "douban_rating_average": 0,
    "update_at": "2025-07-09T14:28:44"
}