{
    "aka": [
        "20 Minutes"
    ],
    "sid": "36391142",
    "cast": [
        {
            "url": "/celebrity/1009558/",
            "name": "图芭·布尤库斯滕 Tuba Büyüküstün",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1391584/",
            "name": "伊尔卡·阿克苏穆 Ilker Aksum",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1373426/",
            "name": "比伦特·埃敏·亚拉尔 Bülent Emin Yarar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1332923/",
            "name": "穆什德·乌兹曼 Müjde Uzman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1456494/",
            "name": "米娅·阿凯 Miray Akay",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1586458/",
            "name": "菲拉特·切利克 Firat Çelik",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "剧情",
        "动作",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2891298942.jpg",
    "region": [
        "土耳其"
    ],
    "writer": [],
    "imdb_id": "tt2544148",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "土耳其语"
    ],
    "playdate": [
        "2013-01-01(土耳其)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2544148/",
    "imdb_votes": 11873,
    "this_title": [
        "20 Dakika"
    ],
    "douban_link": "https://movie.douban.com/subject/36391142/",
    "imdb_rating": "8.2/10 from 11873 users",
    "trans_title": [
        "20分钟",
        "20 Minutes"
    ],
    "douban_votes": "0",
    "introduction": "20 Minutes tells the story of a mild-mannered history teacher. Ali, who is thrown into a World of action and intrigue when his beloved wife Melek is arrested fort he attempted murder of a young man-Kerim. Ali must abandon his books and find inner strength and courage that he did not know he had in order to free his wife and reclaim his family life. Ali and Melek are a happy couple. She runs a successful bakery and is a very practical woman who manages their family life. She compensates a little for Ali, who is the opposite: an absent-minded academic who is obsessed with his subject. But they are a loving couple and happy with their children: Duru, their early teens daughter and Yagiz, their youngest son, who is diabetic. On a day when the family is celebrating moving into their new house, there is a knock on the door and the nightmare begins. It's not new neighbours and well-wishers who are at the door, but the police, who quickly arrest Melek for the attempted murder of Kerim solmaz-the son of a powerful and corrupt man: The ex-Mayor Necmettin. He does not love many things, this man, but he loves his son and is determined to destroy Melek's life, because he holds her responsible for what has happened to him. Parallel stories unfold: Ali tries to cope with holding together his family. But his children have their own problems and need their mother. He finds it difficult to provide for their practical and emotional needs while he tries to figure out what to do. He can not believe that Melek is guilty. Her conviction is based on physical evidence and coincidence. He tries to have faith that when the young man wakes up, he will tell the truth about who tried to kill him. But Kerim shows no signs of making up. Meanwhile, in jail, Melek is having a very hard time. She is picked out for harsh treatment by the deputy warden Sureyya, who has links with Necmettin and acts on his instructions. She suffers, but finds some people who support her in prison among the other inmates. From them, she starts to learn things that suggest a pattern to her. Her situation and the situation of others in the prison are linked.",
    "chinese_title": "20分钟",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "20 Dakika",
    "imdb_rating_average": 8.2,
    "douban_rating_average": 0,
    "update_at": "2025-09-15T01:28:59"
}