{
    "aka": [],
    "sid": "3640794",
    "cast": [
        {
            "url": "/celebrity/1010660/",
            "name": "萨伊德·塔格马奥 Saïd Taghmaoui",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000800/",
            "name": "丽兹·布罗谢 Lizzie Brocheré",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1045059/",
            "name": "博诺 Bono",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044942/",
            "name": "安东·寇班 Anton Corbijn",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1400345",
    "director": [
        {
            "url": "/celebrity/1044942/",
            "name": "安东·寇班 Anton Corbijn",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1400345/",
    "imdb_votes": 128,
    "this_title": [
        "Linear"
    ],
    "douban_link": "https://movie.douban.com/subject/3640794/",
    "imdb_rating": "7.0/10 from 128 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "For the new album U2 asked Corbijn not just to take the pictures but also to make a film to accompany 'No Line On The Horizon'. The result is 'Linear'\"Late May 2008 - at a band meeting I was introduced to the new songs. The reason for letting me in so early on this sonically and lyrically different U2 record is that the band have this idea for me to make some kind of moving imagery to go with the record. The thinking is that as a lot of people buy music from the internet and are likely to hear this on a computer or mp3 player, their listening pleasure could be heightened by visuals. Instead of just seeing a pack shot of the record sleeve, or a still photograph of the band for 45 plus minutes, as is often the case now, why not have a moving image for the duration of the record? It is not essential to the record, you can either watch it or ignore it. Brilliant! As always, U2 are thinking ahead, not so much having one foot in tomorrow's door, as having built the house to which that door is the entrance.\"Bono talked me through the songs and the record as a whole. For the first time he had created characters for this record, and wrote lyrics about their lives or from their perspectives. The record had an essence of time to it, most songs had a number or time references connected to them, as if going through a 24 hour period. Although I didn't want to translate the lyrics visually, I felt that making use of one the characters Bono wrote about would be interesting. It became the Parisian motorcycle cop of northern African descent, who threw it all in to go back to see his girlfriend in Tripoli. I was going to make a silent movie, with a touch of a story to it. We prepped late June-early July, shot late July, edited in August and were ready for the record's November release. Fantastic! However, it was at this point that the band decided to go back into the studio and work on the record a bit more. As U2 never do anything in half measures, the record that emerged from the studio in late December 2008 was a very different one than the one I'd made images for. Not only had the running order changed, now there were completely new songs on the record while another song had gone, new lyrics without the characters had emerged, and different sounds dominated the songs I had worked on. Disaster! Thankfully, we worked on a solution that saw LINEAR keeping its own running order and songs, whilst only changing edits for the 10 songs, those that are also on the new U2 record, to their newly created identities. Thus LINEAR is a very interesting hybrid version of No Line On The Horizon, partly how it was in May 2008 and partly how it is now. Tomorrow is always partly yesterday. Apparently.\"Anton CorbijnJanuary 2009",
    "chinese_title": "Linear",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-02-08T03:56:37"
}