{
    "aka": [
        "Missing Pictures: Naomi Kawase"
    ],
    "sid": "36403309",
    "cast": [
        {
            "url": "/celebrity/1009469/",
            "name": "阿贝尔·费拉拉 Abel Ferrara",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054505/",
            "name": "蔡明亮 Ming-liang Tsai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027268/",
            "name": "凯瑟琳·哈德威克 Catherine Hardwicke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025054/",
            "name": "李明世 Myung-se Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019271/",
            "name": "河濑直美 Naomi Kawase",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907056048.jpg",
    "region": [
        "法国",
        "英国",
        "中国台湾",
        "卢森堡",
        "韩国"
    ],
    "writer": [],
    "director": [],
    "duration": "58分钟",
    "episodes": "",
    "language": [
        "英语",
        "法语",
        "德语",
        "日语",
        "汉语普通话",
        "韩语"
    ],
    "playdate": [
        "2021(翠贝卡电影节)"
    ],
    "this_title": [
        "Missing Pictures"
    ],
    "douban_link": "https://movie.douban.com/subject/36403309/",
    "trans_title": [
        "未竟之作",
        "Missing Pictures: Naomi Kawase"
    ],
    "douban_votes": "0",
    "introduction": "For every movie made, dozens of pictures remain missing forever. MISSING PICTURES gives directors a chance to tell the story that would otherwise never be told. Each episode invites one filmmaker to narrate some key points of the movie, why the movie was so important for them at the time and why it was never made.Episode 1: Abel Ferrara, Birds of Prey (USA)In this episode, we meet long-time independent American filmmaker Abel Ferrara. ‘Birds of Prey‘ would have been the political thriller of his dreams…until it all fell apart. The neo-noir, provocative director behind movies like Ms. 45 (1981) and Bad Lieutenant (1992), takes us with him on a journey through the heart of his unfinished story based in the 70’s New York City.Episode 2: Tsai Ming-Liang, The Seven-Story building (Taïwan)Tsai Ming-Liang, the Taiwanese maestro of slow cinema, doesn’t have a real “missing picture”, but what he does have are childhood memories, so vivid that it is impossible for him to film. The filmmaker seizes the medium of virtual reality to go back to the Malaysia of his childhood, when his grandparents took him to see two movies every night. Rather than telling us about an unmade film, Tsai Ming-Liang transforms the exercise into a making-of of his entire film career.Episode 3: Catherine Hardwicke, The Monkey Wrench Gang (USA)After Twilight Chapter 1’s huge box-office hit, American filmmaker Catherine Hardwicke tried to make an adaptation of The Monkey Wrench Gang by Edward Abbey, a cult book of the 70s American counterculture and a precursor of eco-activism. The director revisits this project which excited her so much and which became, because of the reluctance of the Hollywood studios, one of these umpteenth “ghosts of the garage”.Episode 4: Lee Myung-Se, Father is gone (South Korea)Father is gone could have been Lee Myung-se’s debut film, but slipped into a long hiatus instead. After thirty years busy directing unprecedented features in Korea like First Love or Nowhere to Hide, Lee finally brings the lost project back to life through virtual reality. Set against the backdrop of a family of three moving to the outskirts of Seoul in the 1960s – where the director himself grew up – Father Is Gone questions the place of the father in the traditional Korean culture.Episode 5 : Naomi Kawase, Oh Debu (Japan)The most celebrated female filmmaker from Japan revisits a project that she envisioned after her 2015 film Sweet Bean. Oh Debu tells the story of Aya, a 27-year-old, overweight and over romantic woman. Through this story, Naomi Kawase wanted to give herself a challenge trying to make a comedy, far from her naturalist, poetic previous work.",
    "chinese_title": "未竟之作",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Missing Pictures",
    "douban_rating_average": 0,
    "update_at": "2025-10-09T22:22:19"
}