{
    "aka": [],
    "sid": "36403147",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900968149.jpg",
    "region": [
        "美国",
        "肯尼亚"
    ],
    "writer": [],
    "imdb_id": "tt12214676",
    "director": [
        {
            "url": "/celebrity/1512338/",
            "name": "Andrew H. Brown Andrew H. Brown",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1512337/",
            "name": "Moses Thuranira Moses Thuranira",
            "@type": "Person"
        }
    ],
    "duration": "82分钟",
    "episodes": "",
    "language": [
        "斯瓦希里语"
    ],
    "playdate": [
        "2023-06-10(翠贝卡电影节)",
        "2023-06-16(谢菲尔德国际纪录片节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12214676/",
    "imdb_votes": 58,
    "this_title": [
        "Between the Rains"
    ],
    "douban_link": "https://movie.douban.com/subject/36403147/",
    "imdb_rating": "7.0/10 from 58 users",
    "trans_title": [
        "大雨之间"
    ],
    "douban_votes": "183",
    "introduction": "Documenting the Turkana-Ngaremara community as they contend with prolonged drought, this visually stunning coming-of-age story follows a young, orphaned man’s journey to adapt to radically changing climate conditions in Northern Kenya. Kolei, the film’s primary subject, must grapple with personal tragedies alongside complex tribal conflicts brought on by environmental catastrophes in his pastoral region. With these mounting communal tensions and rapidly shifting culture, the threat of climate change is not just a looming notion but a present reality.By threading interpersonal scenes with sweeping landscape cinematography, this documentary provides an intimate look at a vulnerable population fighting to bridge tradition with new circumstances. The visceral, near-consuming anxieties of the sensitive Kolei contextualize how global crisis affects individuals. Through this lens, the film lays a framework for a collective reckoning on how to strive with the ecological perils shaping the world and eventually facing us all.源自：https://tribecafilm.com/films/between-the-rains-2023----------------------This revealing, visually captivating film, shot over the course of a four-year drought in Northern Kenya, offers an original take on the conventional coming-of-age narrative.‘The elders say that nature wasn’t always this angry at us.’ Between the Rains tells the story of Kolei, a young shepherd whose name translates as ‘living among the goats’. Unfolding over the course of a prolonged drought, we witness the boy’s inner conflict as he not only questions his own identity as a warrior – a path that was chosen for him – but the erosion of the culture that has shaped every aspect of his life. Filmed during record-low period of annual precipitation, Moses Thuranira and Andrew H. Brown’s feature collaboration with the Turkana-Ngaremara community seeks to understand the experience of achildhood within a traditional culture that is directly affected by climate change.源自：https://sheffdocfest.com/film/between-rains----------------------",
    "chinese_title": "大雨之间",
    "douban_rating": "7.6/10 from 183 users",
    "foreign_title": "Between the Rains",
    "imdb_rating_average": 7.0,
    "douban_rating_average": "7.6",
    "update_at": "2025-10-10T04:43:30"
}