{
    "aka": [
        "Flyways: The Story of Migratory Shorebirds",
        "Le Mystérieux Voyage des Oiseaux de Rivage"
    ],
    "sid": "36402967",
    "cast": [
        {
            "url": "/celebrity/1025135/",
            "name": "米娅·华希科沃斯卡 Mia Wasikowska",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322634/",
            "name": "张悬 Deserts Chang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898771765.jpg",
    "region": [
        "澳大利亚",
        "中国台湾",
        "法国",
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt28002819",
    "director": [],
    "duration": "85分钟",
    "episodes": "",
    "language": [
        "英语",
        "汉语普通话"
    ],
    "playdate": [
        "2023-05-06(澳大利亚)",
        "2024-02-09(中国台湾)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt28002819/",
    "imdb_votes": 24,
    "this_title": [
        "Flyways: The Untold Journey of Migratory Shorebirds"
    ],
    "douban_link": "https://movie.douban.com/subject/36402967/",
    "imdb_rating": "7.7/10 from 24 users",
    "trans_title": [
        "勇闯天际线",
        "Flyways: The Story of Migratory Shorebirds",
        "Le Mystérieux Voyage des Oiseaux de Rivage"
    ],
    "douban_votes": "0",
    "introduction": "Shorebirds are the world’s greatest endurance athletes. They migrate non-stop for up to 9 days without food or water: the longest known migration of any species. Flying thousands of miles along ancient flyways, they travel from their feeding grounds in the Southern Hemisphere to the High Arctic and back again. But in just 30 years, populations have declined precipitously. Flyways once teeming with life are falling quiet. It’s become a race against time to save them.In the Americas, Australia, Europe and Asia, scientists are tackling the shorebird conservation challenge. For animals that transcend borders, it’s no easy task to determine why they decline. Using the very latest science including revolutionary tracking technology on the ISS, they hope to decode their mysterious flyways and save them. A captivating film on how shorebirds, through their incredible migrations across hemispheres are bringing out the best in humanity and science, to help save  them from precipitous declines.Narrator: Mia WasikowskaDirection: Randall WoodProduction: Screen Australia in association with Screen Queensland and coproduced by Storyland, ZED, PTS, HHMI-Tangled Bank Studios for ABC Australia, ARTE France & PBS",
    "chinese_title": "勇闯天际线",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Flyways: The Untold Journey of Migratory Shorebirds",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-02-07T02:44:56"
}