{
    "aka": [],
    "sid": "36404025",
    "cast": [
        {
            "url": "/celebrity/1009423/",
            "name": "辛迪·劳帕 Cyndi Lauper",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904439978.jpg",
    "region": [
        "美国",
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt27736642",
    "director": [
        {
            "url": "/celebrity/1011361/",
            "name": "艾莉森·埃尔伍德 Alison Ellwood",
            "@type": "Person"
        }
    ],
    "duration": "96分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-06-14(翠贝卡电影节)",
        "2023-06-18(谢菲尔德国际纪录片节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt27736642/",
    "imdb_votes": 514,
    "this_title": [
        "Let the Canary Sing"
    ],
    "douban_link": "https://movie.douban.com/subject/36404025/",
    "imdb_rating": "7.5/10 from 514 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Cyndi Lauper anxiously rides in the backseat of a car stuck in New York City traffic. In her distinctively thick New York accent, she reflects on her career, saying “I didn’t want anyone to tell me what I could and couldn’t do.” On her longevity and unique ability to adapt to shifting social trends, she says “I never think of it as reinvention. I want to learn.”Alison Ellwood’s spirited documentary Let the Canary Sing takes the audience on a nostalgic exploration of the life and career of legendary pop icon Cyndi Lauper, with a boisterous narrative anchored by the inimitable Lauper herself. The film traverses her upbringing in a lower-class Queens neighborhood through her rebellious youth pushing back against intolerance, all the way to her meteoric rise in the music scene crafting classic songs that are vibrant and catchy as well as socially resonant. Ellwood presents a revealing and honest Lauper alongside lively archival footage of her cheeky personality and many absorbing performances through the years. The result is a film that captures Lauper’s body of work as an outspoken feminist artist who has been a stalwart advocate and champion for others. ––Jose Rodriguez源自：https://tribecafilm.com/films/let-the-canary-sing-2023--------------------------Award-winning director Alison Ellwood explores the personal and public life of Cyndi Lauper in this probing and hugely entertaining documentary portrait.‘If you don't know where you came from, you don't know where you're going’, muses multiple Grammy, Emmy, Tony, Billboard and American Music Award winner Lauper. Fluidly combining archival footage, home movies, still photographs and interviews, Ellwood's film traces the New Yorker’s career, from humble beginnings in a cold-water walk-up in Queens to worldwide fame. It captures her boundless enthusiasm on stage, but also homes in on her personal relationships and life-long work in feminist and LGBTQI+ spheres. The latter culminated in a 2015 speech to Congress in support of extending protections for queer homeless youth. There’s also footage from a march where she revels in the repurposing of her 1983 hit into the protest slogan: ‘Girls Just Want to have FunDamental Human Rights’.源自：https://www.sheffdocfest.com/film/let-canary-sing",
    "chinese_title": "Let the Canary Sing",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-02-21T01:07:33"
}