{
    "aka": [
        "Times Collectors Hobby"
    ],
    "sid": "36416134",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2892393134.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "125分钟45秒",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2023-05-17(中国大陆)"
    ],
    "this_title": [
        "时代收藏者"
    ],
    "douban_link": "https://movie.douban.com/subject/36416134/",
    "trans_title": [
        "Times Collectors Hobby"
    ],
    "douban_votes": "0",
    "introduction": "“时代收藏者”到底收藏了什么？不是“古玩”也不是“文玩”，只是旧唱片（周边）、老玩具、游戏卡、书籍（杂志）、洋画等等这些有着一定时代特色的老物件。在一些有情怀的人群眼里，这些所谓“破烂儿”的身上却充满了无数天马行空，不拘一格，讲也讲不完的亲身经历和动人故事。纪录片《时代收藏者》其实构架很简单就是讲述这些老物件收藏当中的故事和遇到的问题以及对自己最喜欢藏品的介绍。采访的11位人物当中既有圈子内的大咖人物，也有普通的收藏者。也许他们的收藏不是最贵的、也许不是最好的，但是他们的故事却是精彩的！他们收藏的是记忆，收藏的是时光，收藏的更是一个时代！《时代收藏者》2019年初开始拍摄，到2020年初拍摄完成，2020年2月开始剪辑， 2023年5月17号18点正式上线。《时代收藏者》一共8集，11位主人公。1到7集每集一位，第8集四位。第一集《人生配乐》：冯智被称为“唱片搬运工”，他的生活因为音乐而充实！冯智一直为自己增加着自己的人生配乐，这其中既有烦恼也有很多的快乐！你比如随着年纪的增长他遇到了有关这些藏品的“断舍离”问题。当然更多是快乐，他的快乐经历其实非常丰富：为了买便宜的卡带去帮人卖过打口带，他还短暂的做过电台DJ，办过唱片展览。其实我觉得这集最精彩的地方是冯智说了音乐的形状、味道、颜色等等，他全方位的说了音乐在他心中到底是什么样的。第二集《玩具是信仰》：就老游戏、洋画、贴画这三方面的收藏“牛肉干”是一个数一数二的人物，不过其他方面他收的也很多。他为了收藏除了去旧货市场淘宝以外甚至还和收破烂的交朋友，而这样做就是为了能多淘点宝贝！他认为玩具就是他的信仰！并且他说他要时刻保持着一颗童心！当然因为岁数不小了还玩这个，他也面对过一些质疑，不过他说道：“我们玩我们自己的就好了，自己开心就好！”第三集《DJ福利》：天津电台的著名DJ欧阳的收藏人生和普通的收藏者到底有什么不同呢？原来当DJ还有福利。这些福利就是唱片公司给他的那些DJ版唱片，这些好东西可真叫导演眼馋啊！欧阳老师竟然从5岁就和亲戚一起攒了他的第一台唱机，小时候他的零花钱大部分都买唱片了，估计在那个年代能这么小就深入接触音乐的不多见。积累了四十年，他的唱片价值已经达到了一辆玛莎加大奔的价值了。欧阳老师在买唱片的时候还遇到和看见了很多有意思的事。。第四集《感谢老婆支持》：白木也是一位“杂家”他的玩具收藏种类也很多。我印象最深刻的是他的游戏棋收藏可真多啊，片头白木就和老婆对弈了一局。我们拍摄的时候他老婆不光出了镜而且一直在旁边照顾我们，从这就可以看出来白木的老婆非常支持他收藏，并且也和他一起沉浸在其中，玩老物件收藏真的非常需要老婆等家里人的支持。白木的铁皮玩具收的也比较全面。在片子当中白木还在寻找能帮他修玩具电影放映机的高手，你能帮助他吗？第五集《白版唱片》：白版唱片是非常稀少的，而有一位叫“digitalbeatbox”的收藏者就收藏了很多。在他的结婚蜜月期间更是偶遇到了一件“大尖货”黑豹乐队《无地自容》白版黑胶唱片，这张唱片在圈内一共也没几个人有。他还有一个很大的爱好，那就是为这些藏品拍全家福，然后发到社交媒体上。怎么，你是不是也这样做过？他说这其实也是为了做一个记录，因为东西多了，有的印象就不深了，所以要多回顾回顾。他还带着贾敏恕的青年乐队的唱片直接去找过他！第六集《破烂王》：这位“破烂王”王志纬可不是收破烂的，而是搞老物件收藏的。他这老物件的品种更多、更广，有老开关、老挂钩、老剃须刀等等。老王从小就不爱扔东西，加上老去寻找收集，所以他的老物件就越来越多。最有意思的我觉得是往人家门缝里塞钱这段！他屋子里高大上的变形金刚有很多，但是他却介绍了一个特别小的，因为这是他母亲给他买的第一个也是唯一给他买的变形金刚。虽然很多人不理解他玩这些，不过“咱还该玩玩！”王哥总是微笑着，他的收藏品遍布家里每个角落。第七集《杂志与海报》：常海峰是一位老师，但是你能想到他小时候曾经把从邻居姐姐家借来的磁带占为己有吗？当年这么干的还不少呢吧！常老师不光收藏唱片而且收藏了很多唱片的周边，你比如海报，你比如杂志。其实很多周边往往比唱片更加难收。常老师说“80年代到90年代初”在收藏唱片的这个圈里面被称为前没有，后估计也不会再有的“流行音乐的黄金年代！”你是这么认为的吗？他还谈到了他收藏的源头是来源于当年央视的一部纪录片。这部片子估计大部分同好都看过。第八集《不存在钱够不够的情况》：这一集全程在廊坊拍摄。这是一个小圈子里的四位收藏者：田石磊、“我找小明”、“花醉眠”、晓海，他们的收藏各有特色，每个人都享受在其中，并且有时间他们还会来一些互动。现在随着网络的发达，很多同好都在这样的圈子当中。如果你收藏要用的钱不够了怎么办，我觉得这集“我找小明”的回答“懂得取舍”很实用，这样才会“不存在什么钱够不够的情况。”还有一句回答非常热血：“因为喜爱所以会一直收藏到人生的尽头！”",
    "chinese_title": "时代收藏者",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-05T05:57:38"
}