{
    "aka": [
        "Desert Commandos"
    ],
    "sid": "3642297",
    "cast": [
        {
            "url": "/celebrity/1149106/",
            "name": "让娜·瓦莱丽 Jeanne Valérie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1098398/",
            "name": "Carlo Hinterman Carlo Hinterman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1081573/",
            "name": "霍斯特·弗兰克 Horst Frank",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1071936/",
            "name": "肯·克拉克 Ken Clark",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1067914/",
            "name": "法比耶娜·达利 Fabienne Dali",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016923/",
            "name": "霍华德·罗斯 Howard Ross",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1298215/",
            "name": "约翰·斯塔西 John Stacy",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1967",
    "genre": [
        "剧情",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2512511852.jpg",
    "region": [
        "意大利",
        "法国",
        "西德"
    ],
    "writer": [
        {
            "url": "/celebrity/1025377/",
            "name": "翁贝托·伦齐 Umberto Lenzi",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0061693",
    "director": [
        {
            "url": "/celebrity/1025377/",
            "name": "翁贝托·伦齐 Umberto Lenzi",
            "@type": "Person"
        }
    ],
    "duration": "96 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1967"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0061693/",
    "imdb_votes": 437,
    "this_title": [
        "Attentato ai tre grandi"
    ],
    "douban_link": "https://movie.douban.com/subject/3642297/",
    "imdb_rating": "5.0/10 from 437 users",
    "trans_title": [
        "沙漠突击队",
        "Desert Commandos"
    ],
    "douban_votes": "112",
    "introduction": "The story is fresh and original, and presented with unique twists from beginning to end. Five German soldiers are parachuted into North Africa, and will trek to Casablanca to assassinate a conference of Churchill, Roosevelt and DeGaulle. Lenzi's film is a true example of character-driven drama at its best. Ken Clark is Captain Schoeller, leader of the unit, and he's never less than totally convincing as a die-hard advocate of Hitler and Nazism. Horst Frank (\"Thunder from the West\") plays Lt. Wolf with gusto and conviction. Wolf's mother is American and his best friend is a Jew, so he and Schoeller don't see eye-to-eye. He and Schoeller clash over opposing ideals several times. Despite their dissension, both are dedicated soldiers who have a job to get done, and grudgingly work together to accomplish the mission. Lenzi never strays far from this central conflict of ideals, always keeping his message clearly in focus. The supporting cast of familiar European actors is excellent all-around. Carlo Hintermann, Hardy Reychelt and Howard Ross round out the German team. Hintermann makes the most of his little role as a tough, dedicated German Sergeant, a career soldier who'll do what he's told when he's told, no questions asked. Jeanne Valerie and Fabienne Dali are two female characters, whose motives are never clearly defined until the film's third act – and that's when you realize whose side each is really on. Gianni Rizzo has a few brief scenes as a French informer, working with the Germans, and gets to do blast away at American soldiers with a machinegun in one of the film's nail-biting action scenes. Be sure to watch for Tom Felleghy (\"The Greatest Battle\"), John Stacy (\"Battle of the Commandos\"), and Franco Fantasia (\"Adios, Sabata\") in small, yet key roles as Allied officers. Though the action-packed footage is scant, what's here is brilliantly edited and directed. The third act is tense and fast-paced, as the German \"heroes\" dodge bullets across rooftops and duck through alleyways as American MPs are in hot pursuit. The final infiltration of Churchill's banqueting hall is excellently set up, with frustratingly deliberate pacing, which will leave you on the edge of your seat. This climax ends abruptly with a great surprise, causing your jaw to drop as you wonder \"What just happened…?\" Two aspects of film-making that Lenzi and his crew seem to emphasize are the sets and landscapes. There is not one shot in this movie that looks out of place. When the German officers talk in headquarters, the interior looks like an office in a German headquarters. The film is set in the desert, and there are constant wide shots as actors speak and walk which reveal that these scenes were actually shot in the vast Egyptian sand dunes. The oasis of Kuffran looks especially bustling, and the essence of the atmosphere of Casablanca during wartime is superbly captured. During this time period, many directors fell back on shabby interiors and shot in outdoor locations which looked completely wrong. For example, \"Commando Attack\", also shot in 1967, was lensed in Spain and exteriors were passed off as \"southern France\", yet it's clearly visible the action was not occurring in the French countryside. Finally, there are a number of other little details which contribute to this film's success: fine editing and camera-work give this movie a very professional look and feel; it always looks professional. Lenzi is just starting to develop his style, and his signature close-ups are used in moderation, but mean all the more when they are used. There are some great crane shots and wide shots used to establish the scope of the sets, most notably in the scenes set in Casablanca. This is definitely a great film, with some strongly developed internal conflicts and fleshed-out characters. The quality of Lenzi's films would degenerate as the years passed, but \"Desert Commando\" is easily one of the best war films to come out of 1967, ranking right up there with \"The Dirty Dozen\".",
    "chinese_title": "沙漠突击队",
    "douban_rating": "7.5/10 from 112 users",
    "foreign_title": "Attentato ai tre grandi",
    "imdb_rating_average": 5.0,
    "douban_rating_average": "7.5",
    "update_at": "2025-03-03T06:36:43"
}