{
    "aka": [],
    "sid": "36423945",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917128166.jpg",
    "region": [
        "墨西哥"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "The Sun Quartet"
    ],
    "douban_link": "https://movie.douban.com/subject/36423945/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The Sun Quartet is a solar composition in four movements, a political composition in four natural elements, an audiovisual composition in four bodily mutations: a sun stone where youth blooms in protest, a river overflowing the streets, the burning plain rising in the city. And, finally, the clamor of the people that shook Mexico after the night of September 26, 2014. The disappearance of 43 students from Ayotzinapa opened a breach in the Mexican political body.\"The Sun Quartet confronts the climate of corruption and violence that dominates contemporary Mexican leadership and militarism. Across its four parts, the series exemplifies the poetic operations of the collective, who reconcile elements ranging from improvisational music, superimposed cinematography, poetic texts both read and cast on screen, and documentation of protests. These elements assemble as a counter to official claims to truth regarding traumas as recent as the 2014 disappearance of 43 students from the Ayotzinapa rural normal school that happened in Iguala, Mexico, and as distant as the 1968 Tlatelolco massacre, a formative event in contemporary Mexican revolutionary consciousness. The Sun Quartet also summons resonances of older, unspeakable traumas, more distant still, rifts that recede deep into the past of Mexico, its genocides and massacres, the predation done in its name, its significance as a theatre to colonial ambitions. The Sun Quartet mixes phenomenological fascination with the terrifying climate of contemporary Mexican governance and the historical foundations of that terror.\"–Stephen Boomer, \"Revelations by Sunlight: Colectivo los ingrávidos’ The Sun Quartet,\" Cinema Scope, Issue 91 (2022).",
    "chinese_title": "The Sun Quartet",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-24T20:22:36"
}