{
    "aka": [],
    "sid": "36430030",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2892925546.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt27547747",
    "director": [
        {
            "url": "/celebrity/1289886/",
            "name": "Marc Levin Marc Levin",
            "@type": "Person"
        }
    ],
    "duration": "76分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-06-12(翠贝卡电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt27547747/",
    "imdb_votes": 10,
    "this_title": [
        "It's Basic"
    ],
    "douban_link": "https://movie.douban.com/subject/36430030/",
    "imdb_rating": "8.5/10 from 10 users",
    "trans_title": [
        "基本公义"
    ],
    "douban_votes": "0",
    "introduction": "When 2020 presidential hopeful Andrew Yang proposed to give every American $1000 in monthly income, it helped bring the issue of Guaranteed Basic Income (GBI) to national light. By then, several U.S. cities had already begun GBI pilot programs in which they provided $500 per month to a select group of people for one year. It’s Basic follows the progress of the program against a backdrop of widening income gaps, politics, and growing social concern.Director Marc Levin follows a variety of participants as they use their incentives in ways that quash the stereotype of poor people abusing “free money”. From a formerly homeless single mother of four barely getting by with an “essential job”, to a low-wage working couple with a child, to one particular GBI program designed for newly released prisoners. Levin also looks at the mayors who are behind the programs in their cities, and their commitment to educate and promote an idea whose past supporters ranged from Martin Luther King Jr. to Richard Nixon. With great intimacy and hopeful stories, It’s Basic tracks the gathering momentum toward a philosophy of lifting up those that are struggling to survive in the world’s richest country.源自：https://tribecafilm.com/films/it-s-basic-2023",
    "chinese_title": "基本公义",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "It's Basic",
    "imdb_rating_average": 8.5,
    "douban_rating_average": 0,
    "update_at": "2025-08-04T17:13:23"
}