{
    "aka": [],
    "sid": "36436936",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2919235346.jpg",
    "region": [
        "越南",
        "新加坡"
    ],
    "writer": [],
    "imdb_id": "tt16124708",
    "director": [
        {
            "url": "/celebrity/1365966/",
            "name": "张明归 Minh Quý Truong",
            "@type": "Person"
        }
    ],
    "duration": "14分钟",
    "episodes": "",
    "language": [
        "越南语"
    ],
    "playdate": [
        "2021-02-13(日本首映)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt16124708/",
    "this_title": [
        "Death of Soldier"
    ],
    "douban_link": "https://movie.douban.com/subject/36436936/",
    "trans_title": [
        "战士之死"
    ],
    "douban_votes": "0",
    "introduction": "Synopsis:This found-footage essay compiles scenes of soldiers’ deaths in various Vietnamese propaganda war movies in an effort to understand the public adherence to — and manipulative purposes of — this distinct cinematic tradition.------------Director’s Note:A found footage film compiles scenes that portray the deaths of soldiers in different Vietnamese propaganda war movies. Every year, the Vietnamese state produces war movies to commemorate important historical events. In these films, to emphasize heroism and nationalist values, the filmmakers have made the deaths of the soldiers so beautiful, graphic, and dramatic that they appear exaggerated—at times hilarious (how paradoxical, when the audience laughs at scenes that are supposed to be moving, or even sacred). Such films are called “state films” to distinguish them from “commercial films” produced by private companies. The juxtaposition of these scenes subtly reveals an aesthetic that is orchestrated for political ends, as well as the similarity of cinematic grammar and vocabulary shared by the filmmakers who fall under that very aesthetic banner. One is left to wonder why there are such striking similarities (in terms of directing, music, acting, cinematography, etc.) in those death scenes from different movies released year after year. Could it be that this similarity reflects the intrinsic limitation of propaganda movies, and thus the very essence of the art of propaganda? The soldiers’ dying moments depicted on screen also offer us snapshots of a broader value system that is a cornerstone of Vietnamese society: family. Most of the soldiers’ last words go to their families: mothers, wives, children, etc. Overall, these war films have established a distinct cinematic tradition that enjoys strong public adherence and serves manipulative purposes in the socio-political context of Vietnam.",
    "chinese_title": "战士之死",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Death of Soldier",
    "douban_rating_average": 0,
    "update_at": "2025-08-05T20:42:32"
}