{
    "aka": [],
    "sid": "36430776",
    "cast": [
        {
            "url": "/celebrity/1081554/",
            "name": "Ahmet Ertegun Ahmet Ertegun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045417/",
            "name": "Taj Mahal Taj Mahal",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1997",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2892958804.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0439471",
    "director": [],
    "duration": "54分钟（美国）",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0439471/",
    "imdb_votes": 20,
    "this_title": [
        "Blind Willie's Blues: A Documentary Film"
    ],
    "douban_link": "https://movie.douban.com/subject/36430776/",
    "imdb_rating": "8.6/10 from 20 users",
    "trans_title": [
        "乔治亚蓝调：“盲眼”威利的蓝调故事"
    ],
    "douban_votes": "0",
    "introduction": "Blind Willie's Blues is a retrospective bio-documentary about the life, the times and the historic mucical compositions in the Blues Genre that were created and performed by the artist who was known as Blind Willie McTell. Blind from birth, his family surname was McTier, and he was named Willie Samuel McTier. But, the ethnic dialectics of the turn-of-the-century southern language caused the colloquial enunciation of his birthname of McTier to be pronounced as 'McTell'; the name that the noted and famed writer, composer and musical performer would adopt as his own as he plied his talented artistic craft in juke joints, taverns and on street corners across the vast southern USA in the 1900's. Blind Willie's delta-style country blues & gospel musical legacy is a cultural icon that is defined by his unique inimitable guitarists' skills of his own creation and invention in style and technical execution of technique in application that are heralded in this filmic tribute by Director/Producer David Fulmer. The impoverished vagabond hand-to-mouth life and the unparalleled original creative stylings of this blues virtuoso is attested to by several accomplished present-day artists' of musical performance fame, and some noted scholars from the halls of musical academia, as well as reflective rememberances extolled by family and friends who actually personally knew and associated & interacted with the unpretentious, historically undersung legend, Blind Willie McTell.",
    "chinese_title": "乔治亚蓝调：“盲眼”威利的蓝调故事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Blind Willie's Blues: A Documentary Film",
    "imdb_rating_average": 8.6,
    "douban_rating_average": 0,
    "update_at": "2025-08-17T20:49:18"
}