{
    "aka": [],
    "sid": "36433328",
    "cast": [
        {
            "url": "/celebrity/1003740/",
            "name": "伊里·阿达米拉 Jirí Adamíra",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1356141/",
            "name": "古斯塔夫·奥波琴斯基 Gustav Opocenský",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1132592/",
            "name": "Antonín Procházka Antonín Procházka",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1990",
    "genre": [
        "传记",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893223087.jpg",
    "region": [
        "捷克"
    ],
    "writer": [],
    "imdb_id": "tt2985696",
    "director": [],
    "duration": "150分钟",
    "episodes": "",
    "language": [
        "捷克语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2985696/",
    "this_title": [
        "Popel a hvězdy  Albrecht z Valdštejna"
    ],
    "douban_link": "https://movie.douban.com/subject/36433328/",
    "trans_title": [
        "灰烬和星星：阿尔布雷希特·华伦斯坦"
    ],
    "douban_votes": "0",
    "introduction": "Dvoudílná televizní hra nás uvede do tragických let třicetileté války, která natrvalo poznamenala podobu Evropy. V složité hře zákulisní diplomacie se střetávají zájmy zemí i panovníků. Hlavní postavou hry je však český šlechtic, dobrodruh, geniální válečník a postava dodnes tajemná, Albrecht z Valdštejna, muž, který měl v jisté chvíli v rukou osud celé Evropy. V inscenaci z roku 1990 postavu této velké osobnosti našich dějin ztvárnil Jiří Adamíra... V Řeznu se schází sněm německých knížat, kteří chtějí donutit císaře (G. Opočenský), aby odvolal Valdštejna z místa vrchního velitele katolických armád. Císař je nucen ustoupit. Když se Valdštejn (J. Adamíra) dozvídá o ponižujícím rozhodnutí, slibuje pomstu. Brzy se také za přispění svého švagra Trčky (L. Frej) spojí s protivníkem a slibuje postavit se na stranu protestantských vojsk. Nastává dlouhé a složité vyjednávání a vítězící švédský král posléze usoudí, že Valdštejna nepotřebuje. Katolická vojska jdou od porážky k porážce. Císař povolává znovu Valdštejna k velení. Zpupný Valdštejn si diktuje neuvěřitelné podmínky. Stává se znovu velitelem a poráží Švédy v bitvě Lützenu, kde umírá i švédský král.",
    "chinese_title": "灰烬和星星：阿尔布雷希特·华伦斯坦",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Popel a hvězdy  Albrecht z Valdštejna",
    "douban_rating_average": 0,
    "update_at": "2025-12-10T22:00:48"
}