{
    "aka": [
        "Smoke of the Fire"
    ],
    "sid": "36436315",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893037090.jpg",
    "region": [
        "葡萄牙",
        "乌克兰",
        "比利时",
        "匈牙利"
    ],
    "writer": [],
    "imdb_id": "tt28663247",
    "director": [],
    "duration": "22分钟",
    "episodes": "",
    "language": [
        "葡萄牙语",
        "乌克兰语"
    ],
    "playdate": [
        "2023-07-04(马赛电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt28663247/",
    "this_title": [
        "O Fumo do Fogo"
    ],
    "douban_link": "https://movie.douban.com/subject/36436315/",
    "trans_title": [
        "硝烟",
        "Smoke of the Fire"
    ],
    "douban_votes": "0",
    "introduction": "Learning a foreign language is like creating another self. How can you speak it without losing your own sound, without dissolving completely in it – and still be heard and noticed? This film is a charming and intellectually fastidious attempt to navigate the complexities of language, identity and trauma.To do this, the filmmaker resorts to her own biography. Because Russia invaded Ukraine when Daryna Mamaisur, who comes from Kyiv, was in Portugal for a Doc Nomads graduate course. Home and the search for it became the defining factors of this work, as well as the traumatic situation of only being able to “witness” the difficult situation from a distance. She, the Ukrainian in Portugal, learns Portuguese. She lets the new words for “war,” “explosion” and “attack” roll off her tongue. She compares them with the soft, intimate sound of her native language, with the sound of Kyiv. Friends send audio and visual recordings from Ukraine which, combined with animations, become a multilayered essay and finally a testimony – for the resilience of language and culture, no matter where they are spoken and lived, and not least for the power of the artistic documentary, which can make speech and sound possible.源自：https://www.dok-leipzig.de/en/film/smoke-fire/programm",
    "chinese_title": "硝烟",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "O Fumo do Fogo",
    "douban_rating_average": 0,
    "update_at": "2025-02-17T22:00:38"
}