{
    "aka": [],
    "sid": "36447904",
    "cast": [
        {
            "url": "/celebrity/1168322/",
            "name": "弗里德里希·冯·图恩 Friedrich von Thun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012822/",
            "name": "格奥尔格·玛丽施卡 Georg Marischka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1098854/",
            "name": "Judith Holzmeister Judith Holzmeister",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1981",
    "genre": [
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2902690289.jpg",
    "region": [
        "奥地利"
    ],
    "writer": [],
    "imdb_id": "tt1698031",
    "director": [
        {
            "url": "/celebrity/1045947/",
            "name": "阿塞尔·科蒂 Axel Corti",
            "@type": "Person"
        }
    ],
    "duration": "112分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1981-10-26(奥地利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1698031/",
    "imdb_votes": 6,
    "this_title": [
        "Wie der Mond über Feuer und Blut"
    ],
    "douban_link": "https://movie.douban.com/subject/36447904/",
    "imdb_rating": "7.2/10 from 6 users",
    "trans_title": [
        "就像血与火之上的月亮"
    ],
    "douban_votes": "0",
    "introduction": "Der Film spielt zeitlich in den Jahren 1740 und 1741, also im letzten Regierungsjahr Kaiser Karls VI. sowie im ersten Regierungsjahr seiner Tochter Erzherzogin Maria Theresia. Ort der Handlung ist der jeweilige Aufenthalt der Erzherzogin und späteren Königin von Ungarn und Böhmen, meistens Wien und die dortige Hofburg, aber auch ländliche österreichische Gegenden sowie zuletzt Budapest.Der Film thematisiert die politische Lage des Hauses Habsburg und der österreichischen Erblande um das Jahr 1740 im Allgemeinen, die Rolle, die darin Maria Theresia und ihr Gatte Herzog Franz von Lothringen spielten, im Besonderen.Kulminationspunkt, um den die Handlung inhaltlich und formell – etwa hinsichtlich der Spieldauer – kreist, ist der preußische Einfall in Schlesien, einer damals österreichischen Provinz, im Dezember 1740 wenige Monate nach dem Tod des alten Kaisers im Oktober. Der preußische König Friedrich II., der ebenfalls erst im Mai 1740 den Thron bestiegen hat, bindet die Anerkennung der Pragmatischen Sanktion von 1713, von deren Billigung der Status Österreichs in Europa damals abhängt, ultimativ an die Abtretung Schlesiens; Maria Theresia lehnt, im Einvernehmen mit ihrem Gatten, diese Forderung ab, und es kommt zum Krieg, auf den Österreich, aufgrund einer hohen Staatsverschuldung sowie diplomatischer Isolation in Europa, nur unzureichend vorbereitet ist. Neben Preußen stellt sich auch die Großmacht Frankreich gegen die junge Königin. Im April 1741 wird das österreichische Heer bei Mollwitz von den Preußen geschlagen, und die Preußen rücken auf die Hauptstadt Wien vor. Die erzherzogliche Familie muss ihre Residenz fluchtartig Richtung Osten verlassen.Der Film spiegelt die Dramatik der politischen Situation wider, die für die österreichische Monarchie eine existenzbedrohende Krise bedeutete. Letztlich besteht Maria Theresia, trotz der vermeintlichen Ausweglosigkeit der Lage, diese Gefährdung: In einem leidenschaftlichen Auftritt vor dem ungarischen Stände-Landtag am 25. Juni 1741, der sowohl Verzweiflung als auch Entschlossenheit ausstrahlt, kann die junge, gerade von ihrem ersten Sohn entbundene Königin die versammelte ungarische Aristokratie dafür gewinnen, ihr die Steuergelder zu bewilligen, die für die Finanzierung des Abwehrkampfes gegen Preußen und Frankreich nötig sind. Mit dieser Szenerie schließt der Film.",
    "chinese_title": "就像血与火之上的月亮",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Wie der Mond über Feuer und Blut",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-03-01T06:34:02"
}