{
    "aka": [],
    "sid": "36449084",
    "cast": [
        {
            "url": "/celebrity/1384642/",
            "name": "米莫·帕拉迪诺 Mimmo Paladino",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042400/",
            "name": "马里奥·马尔托内 Mario Martone",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "意大利"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "Mimmo Paladino"
    ],
    "douban_link": "https://movie.douban.com/subject/36449084/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "MIMMO PALADINO draws a portrait of one the most prolific and multifaceted artists on the international contemporary art scene. Father of an eclectic and multilinguistic art, ranging from sculpture to painting, from cinema to theatre, from graphic art to photography, Paladino carries out what Achille Bonito Oliva defined “cultural nomadism”, in other words the inherent freedom of the artists to relentlessly move from one stylistic territory to another.  “For me nomadism means proceeding with the utmost freedom of technique and invention through the various territories of art in both geographical and temporal terms” (Mimmo Paladino). With the publication in 1980 of “Italian Transavantgarde” by Bonito Oliva, Paladino was placed among those artists who, in response to trends such as the Minimal and Conceptual Art movements, marked a return to traditional art medias. His painting “Silently I withdraw to paint a picture” is today considered an emblem of the revival of painting. His many trips in South America over the years have led him to take great interest in the local culture, permeated by the primordial animism which resonates in his paintings. Over the course of his carrier, always engaging in the experimentation of disparate techniques such as engraving, collage, mosaics and encaustics, the constant thread is a phantasmal and metaphoric imaginary, inhabited by allegorical figures, geometrical symbols, archaic sacredness, marks, skulls, animals… Starting from the 1980s his research has evolved into large dimensions, he integrates heterogeneous elements into his works, the surface of his paintings gradually become three-dimensional, and his canvases, no longer hanging on the wall, now rest on the ground and invade the exhibition space. “I have never been interested in works within the rectangle of the canvas (…) The crossing of borders has always been part of my practice” (Mimmo Paladino). The incessant and systematic dialogue between painting, sculpture and architecture has led to the creation of installations and environments of monumental dimensions, such as the famous Mountain of salt and Hortus Conclusus. Mimmo Paladino has confirmed himself internationally as one of the most established contemporary artists, and this is because his art speaks a language which is familiar to all people, in his own words, symbols are “a splinter that guards the soul of every creation”. In addition to the artist's first-person account, the film offers a chorus of prestigious voices.",
    "chinese_title": "Mimmo Paladino",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-01-28T23:39:34"
}