{
    "aka": [
        "A Párna Hideg Oldala",
        "Le Coté Froid de l'Oreiller"
    ],
    "sid": "36442235",
    "cast": [
        {
            "url": "/celebrity/1255909/",
            "name": "Attila Kállai Attila Kállai",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "剧情",
        "悬疑",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893266541.jpg",
    "region": [
        "加拿大",
        "法国",
        "墨西哥"
    ],
    "writer": [
        {
            "url": "/celebrity/1255909/",
            "name": "Attila Kállai Attila Kállai",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3832908",
    "director": [
        {
            "url": "/celebrity/1255909/",
            "name": "Attila Kállai Attila Kállai",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3832908/",
    "this_title": [
        "Cold Side of the Pillow"
    ],
    "douban_link": "https://movie.douban.com/subject/36442235/",
    "trans_title": [
        "枕边寒",
        "A Párna Hideg Oldala",
        "Le Coté Froid de l'Oreiller"
    ],
    "douban_votes": "0",
    "introduction": "\"Cold Side of the Pillow\" is seen through the eyes of four characters-but is interwoven within 20 stories. The four main stories surround: Elizabeth, a girl who would rather ignore her fears than face them, because facing them mean struggle and self-sacrifice. Edward is plainly content in his life, until a traumatic event changes how he feels about everyone and everything; causing his reactions and opinions to change, and in turn his personality. This affects the rest of the characters sending them into a whirlwind of anger and frustration, leading each one to confront their own demons and each others. While the intense possible romantic situation of Edward and Liz loom in the possible future, Sophie and Darrel struggle with their long term relationship being based on a lie. As she struggles with their commitment to each other, Sophie begins to question which man she really wants. As their lives become more violent, is seems to mirror the past and the possible future; as the parents of the characters also struggle with abandonment and planning for impending deaths and possible births. As the years go by, each character struggles to find his or her own voice and spirit, searching out council wherever they can; and finding some guidance from some warm and interesting characters.",
    "chinese_title": "枕边寒",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Cold Side of the Pillow",
    "douban_rating_average": 0,
    "update_at": "2025-03-03T19:01:01"
}