{
    "aka": [],
    "sid": "36442675",
    "cast": [
        {
            "url": "/celebrity/1438659/",
            "name": "丹尼丝·坦图奇 Denise Tantucci",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1228198/",
            "name": "弗朗切斯科·阿尔卡 Francesco Arca",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1590240/",
            "name": "亚历山德拉·帕奇菲科 Alessandra Pacifico",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2921932252.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt27236663",
    "director": [
        {
            "url": "/celebrity/1330117/",
            "name": "吉乌里奥·曼弗雷多尼亚 Giulio Manfredonia",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt27236663/",
    "imdb_votes": 64,
    "this_title": [
        "C'è hotspot per te"
    ],
    "douban_link": "https://movie.douban.com/subject/36442675/",
    "imdb_rating": "4.7/10 from 64 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Tina is a young ballerina, who dreams of making her way in the tough world of dance but has not yet found the right opportunity to demonstrate her talent.We first meet her as she waits for her flight at London airport. She is about to board but urgently needs to send an e-mail: an application to audition as a chorus dancer at San Carlo Theater in Naples. She has 20 minutes before the call for applications expires - it's a matter of life and death for her. But the wi-fi connection is down and her phone is without data. She is desperate, until among the available networks, she notices Pietro's iPhone Hotspot. Panic-stricken, she looks around and shouts his name... a handsome man in his thirties, wearing suit and tie, stands up in curiosity and decides to share his password with her. This handsome stranger just saved Tina’s life.Back home in Naples, the girl tells her friends all about the man who helped her at the airport. Although she’s bummed out that she’ll never see him again, she knows she cannot get distracted now: she must concentrate on her audition.But as she’s strolling near a very popular cafe, she gets a notification on her phone: her wi-fi has connected to Pietro's hotspot again. Fate has given them a second chance; will they be able not to waste it?",
    "chinese_title": "C'è hotspot per te",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.7,
    "douban_rating_average": 0,
    "update_at": "2025-08-17T10:52:28"
}