{
    "aka": [],
    "sid": "36440161",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898398636.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1334323/",
            "name": "丹尼·科姆林 Dane Komljen",
            "@type": "Person"
        }
    ],
    "duration": "25分钟",
    "episodes": "",
    "language": [
        "英语",
        "约鲁巴语",
        "伊博语",
        "皮钦语"
    ],
    "playdate": [
        "2023-10-09(DOK Leipzig)"
    ],
    "this_title": [
        "Projekt"
    ],
    "douban_link": "https://movie.douban.com/subject/36440161/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A brief historical summary to begin with: The Lagos International Trade Fair centre was built in the mid-1970s, intended to serve as a marketplace for the non-aligned states. Archival footage and inserts alternate abruptly. While the news images of the time are rather propagandistic in tone, the inserts supply the sober facts.Some fifty years later, vast tracts of the exhibition halls are under water – an ideal place for ferns and other humidity-loving plants. The initially static camera begins to move. Young craftsmen have converted one tract of the giant complex into workshops: they hammer, carpenter, repair bicycles, prepare meals. There is also a lot of activity outside the rambling site with its artificial lake; people are still trading; everyone is busy with something. A woman’s voice remembers bygone days while two young men ride a bicycle through an empty exhibition hall. A building may have lost its original purpose, but new and independent life has moved in. An open, trans-historic space in the making.源自：https://www.dok-leipzig.de/en/film/projekt/programm",
    "chinese_title": "Projekt",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-17T17:00:37"
}