{
    "aka": [
        "JERICHO'S TAIL"
    ],
    "sid": "36440085",
    "cast": [
        {
            "url": "/celebrity/1140876/",
            "name": "皮诺·夸尔图洛 Pino Quartullo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "意大利"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "Jericho's Farm"
    ],
    "douban_link": "https://movie.douban.com/subject/36440085/",
    "trans_title": [
        "JERICHO'S TAIL"
    ],
    "douban_votes": "0",
    "introduction": "‘Jericho’s farm' is the story of a pornographer who decided, in occurrence of the advent of Internet pornography market in the 2000s, to become an entrepreneur in this environment by self- producing himself and by reselling his videos on the nascent virtual market. The story is unfolded through the narration of typical situations of his life, from on- set work to everyday life. J. is so obsessed with his work, that’s a manifestation of his compulsive and sick sexuality, to wear constantly in everyday life the mask (pig mask) that he wears to ‘act’ in movies intended for the online market. In the evening, after having spent all the day on set, J. is alone in his room, by losing any kind of affective dimension, and is passionate about reading a novel: ‘Animal farm’. George Orwell’s novel, divided into topical moment of the story, materializes in movies sequences (extracted from ‘1954’, the cartoon movie directed by John Halase and Joy Batchelor), that cross his mind. In this way Jericho pursues to recover the lost affective dimension that the human side of his personality is desperately trying to achieve. Then he calls back some of his ex- girlfriend. Thus there is the emergence of all the dramatic implications of his private life: loneliness, a deep feeling of abandonment and contempt by the others for him. Between the two narrations (J’s life and Orwell’s satirical story) there is an inter-textual connection outlined (apparently) only by the scenic assonance of the elements: pig mask worn by J. and the revolutionary pigs that ascended to power in Orwell’s novel. Intertextuality is focused only on a more in-depth reading of the dramaturgy of the movie. The comparison between the socio- political scenarios that mold the backgrounds of the related stories is the conditio sine qua non: on the one hand the cultural hollowness of sex commoditization in the present age, on the other hand the dictatorial scenario established by the same revolutionaries that overpowered the previous dictators. Critical and poetical connection deal with the following themes: sex and politics, where politics deemed as an instrument of coercive power over the masses through individualism, well shown by loneliness and addictions. Then, again, the structuring theme and the historical parallelism between socialism and sexual revolution, both of them degenerated into a form of subtle and manipulative power disguised as democratic capitalism.",
    "chinese_title": "Jericho's Farm",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-31T08:39:17"
}