{
    "aka": [
        "逆境之爱"
    ],
    "sid": "36449283",
    "cast": [
        {
            "url": "/celebrity/1503701/",
            "name": "Lee Wan Shuen Alyssa Lee Wan Shuen Alyssa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1503702/",
            "name": "Dhiya Ariffin Dhiya Ariffin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1367680/",
            "name": "陈美娥 Angela Chan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1407856/",
            "name": "南农 Nam Ron",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1503703/",
            "name": "Adibah Noor Adibah Noor",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893508958.jpg",
    "region": [
        "马来西亚"
    ],
    "writer": [],
    "imdb_id": "tt27956473",
    "director": [],
    "duration": "102分钟",
    "episodes": "",
    "language": [
        "汉语普通话",
        "马来语"
    ],
    "playdate": [
        "2023-07-24(马来西亚国际电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt27956473/",
    "imdb_votes": 88,
    "this_title": [
        "Eraser"
    ],
    "douban_link": "https://movie.douban.com/subject/36449283/",
    "imdb_rating": "7.5/10 from 88 users",
    "trans_title": [
        "墓碑之恋",
        "逆境之爱"
    ],
    "douban_votes": "0",
    "introduction": "It is a starry night as the silhouettes of two females can be seen escaping from a house of a Colonial designed house. They are mother, Ah Yoke, 48 holding on an old suitcase while the other hand grasps onto her daughter, XIAO LI'S, 15. Scars and bruises surface from Ah Yoke's arms and face. Both of them wander directionless along the village road, then an old truck pulls in front of them and a gentleman, AHMAD, 58, a tombstone maker exits the vehicle. It is clear to AHMAD that AH YOKE is escaping from the devilish hands of her abusive husband. Without hesitation, he helps both of them into his vehicle and drives home. AHMAD introduces his wife, KHATIJAH, 53, and son, AZMAN, 15, to both of them. The family offers them a shelter, to ease their miserable state for as long as they want. Soon, the short bonding of both families of various beliefs gradually strengthens into a strong relationship. After enrolling into the same school and the support Azman offers XIAO LI, their friendship begins to flourish into a simple love story. AH YOKE soon finds out and harshly disagrees to it, despite things AHMAD's family has been providing for them. The situation complicates further as KHATIJAH is diagnosed with final stage cancer. Seeing such conflicts between the interracial relationships, KHATIJAH insists on her deathbed that both Azman and XIAO LI begins a journey in designing and crafting her tombstone. The fate of their love story, dramatic clashes of conflicts between each characters are resolved by the most fundamental elements of all, 'Love'.",
    "chinese_title": "墓碑之恋",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Eraser",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-04-15T04:50:48"
}