{
    "aka": [
        "Days in Sintra"
    ],
    "sid": "3645249",
    "cast": [
        {
            "url": "/celebrity/1438261/",
            "name": "宝拉·盖坦 Paula Gaitán",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2664820577.jpg",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1438261/",
            "name": "宝拉·盖坦 Paula Gaitán",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1202168",
    "director": [
        {
            "url": "/celebrity/1438261/",
            "name": "宝拉·盖坦 Paula Gaitán",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "葡萄牙语",
        "西班牙语",
        "法语",
        "英语"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1202168/",
    "imdb_votes": 41,
    "this_title": [
        "Diário de Sintra"
    ],
    "douban_link": "https://movie.douban.com/subject/3645249/",
    "imdb_rating": "7.0/10 from 41 users",
    "trans_title": [
        "辛特拉的时光",
        "Days in Sintra"
    ],
    "douban_votes": "0",
    "introduction": "罗恰的妻子葆拉首次执导拍摄的一部先锋纪录片，讲述自己与丈夫曾经度过的美好时光，颇有诗意的8毫米家庭记录影像，都是葆拉当年亲手拍摄下来的。Filmmaker Paula Gaitán was married to Glauber Rocha (1938-1981), a key figure in the Brazilian Cinema Novo movement, which embodied politically engaged filmmaking that resisted colonialism in Latin America. Rocha's signature films include Barravento (1961), Black God, White Devil (1964), Land in Anguish (1967), and Antonio das Mortes (1969), all remarkably influential films at the time and overdue for revival today. In Days in Sintra, Gaitán creates a deeply moving meditation on memory and time as she chronicles her return from Brazil to Sintra, Portugal, where she lived in exile with her husband and their children before his untimely death. In the form of an experimental narrative, she deftly interweaves Super 8 home movie footage and photographs taken of Rocha in 1981 with beautifully composed, evocative contemporary images of the Portuguese landscape. In this manner, Gaitán both weaves together place, uniting past and present, and highlights remembrance. Long, silent passages are gently overlaid with Gaitán's own voice meditating on memory, loss, and death, as well as with recordings of Rocha's voice, articulating his philosophies of life, politics, and filmmaking. Days in Sintra represents Gaitán's own voyage of discovery, which allows her to bring alive the physical, sensual, and even spiritual essence of her long-deceased companion. On a deeper level, the filmmaker also captures the mournful, atmospheric ether of the Portuguese nation. The proud country that launched the voyages of discovery in the 15th century has found its global position diminished with time, just as Rocha's fiercely independent, awardwinning filmmaking had faded to a faint memory-until it was justly revived by his companion in this exquisite diary film.",
    "chinese_title": "辛特拉的时光",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Diário de Sintra",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-10-04T20:14:08"
}