{
    "aka": [
        "Augstaka Tiesa",
        "The Last Judgement",
        "Высший суд"
    ],
    "sid": "3645366",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1987",
    "genre": [
        "纪录片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2546691024.jpg",
    "region": [
        "苏联"
    ],
    "writer": [],
    "imdb_id": "tt0240356",
    "director": [
        {
            "url": "/celebrity/1015261/",
            "name": "赫兹·弗兰克 Herz Frank",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "立陶宛语",
        "拉脱维亚语",
        "俄语"
    ],
    "playdate": [
        "1987"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0240356/",
    "imdb_votes": 73,
    "this_title": [
        "Augstākā tiesa"
    ],
    "douban_link": "https://movie.douban.com/subject/3645366/",
    "imdb_rating": "8.1/10 from 73 users",
    "trans_title": [
        "最后的审判",
        "Augstaka Tiesa",
        "The Last Judgement",
        "Высший суд"
    ],
    "douban_votes": "0",
    "introduction": "1988年荷兰阿姆斯特丹国际纪录片节最佳长片。A humanistic and up-close film about Waleri Dolgow who murdered a Lithuanian union leader in 1984. We see his trial, his imprisonment, his confession and his change. This documentary follows the thinking and experience of Dolgov, a young convicted killer in the Soviet Union, as he awaits his execution at the hands of a firing squad. Due to his youth and good looks, the case aroused widespread interest. The handsome young man was abandoned by his parents quite early on and grew up as a young tough in the block tenements of his neighborhood. He was convicted on the basis of a confession in which he admits killing a couple he was robbing. Over the months in prison as he awaits death, the young tough's attitudes change. At first he is simply a hardened young criminal, stoical and silent, but eventually he succumbs to terror and remorse. Just before he is taken out to be shot, he brokenly says \"I love you all.\" This film was released to the 1987 Nyon International Documentary Festival in Switzerland without first being shown in the Soviet Union, where it soon became a much-discussed film.http://www.latfilma.lv/c/frank/index.html",
    "chinese_title": "最后的审判",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Augstākā tiesa",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-02-12T05:00:45"
}