{
    "aka": [],
    "sid": "36462737",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897127100.jpg",
    "region": [
        "美国",
        "新加坡"
    ],
    "writer": [],
    "imdb_id": "tt26685600",
    "director": [],
    "duration": "52分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-04-20(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt26685600/",
    "imdb_votes": 29,
    "this_title": [
        "Lift the Ice Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36462737/",
    "imdb_rating": "8.4/10 from 29 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Produced by Singapore’s Beach House Pictures for Curiosity, the series discovers ancient crimes, alien life, future warfare, miracle cures, and arctic dinosaurs by exploring what lies beneath the ice as global warming progressively melts our planet’s cryosphere.Lift the Ice (6×60), a stunning new Curiosity original series exploring the incredible mysteries being revealed in the frozen parts of our planet, is set for world premiere on Curiosity Stream on April 20th. The premium scientific adventure docu-series follows six of the world’s most intrepid explorers and scientific experts on a global mission to solve scientific puzzles that could radically reshape the future of humanity.The world under the ice is one of the last places on Earth to be truly explored. It is a place that hides devastating secrets, untold riches, virulent viruses, world-ending nuclear weapons, and, potentially, the key to life itself.Each of the series’ six episodes combine daring exploration and ground-breaking historical research during bold scientific expeditions into the cryosphere. The teams investigate what lies beneath the ice to seek out what will be revealed as global warming progressively melts the planet’s cryosphere. Using high-tech scanning and satellite imagery, the series shows viewers a world in which ice does not exist — all rendered in stunning CGI and in UHD.- Episodes:1. The Ice Is Alien2. The Ice Is Alive3. The Ice Is History4. The Ice Rises5. The Ice Is War6. The Ice Is a Beast- Executive Producers for Beach House Pictures: Jocelyn Little, Donovan Chan, Rob Sixsmith- Executive Producers for Curiosity: Rob Burk- Series Producer: Chris Baron- Hosts: Dr. Diva Amon (Trinidad-UK) – Deep Sea Marine Biologist, Dr. Allison Fong (USA) – Biological Oceanographer and Microbial Ecologist, Ben Timberlake (UK) – Archaeologist, Soldier, Combat Medic, Nina Lanza (USA) – Planetary Scientist, Dr. Ella Gilbert (UK) – Climate Scientist",
    "chinese_title": "Lift the Ice Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.4,
    "douban_rating_average": 0,
    "update_at": "2025-06-28T03:34:05"
}