{
    "aka": [],
    "sid": "36465509",
    "cast": [
        {
            "url": "/celebrity/1391555/",
            "name": "卡梅伦·琼斯 Cameron Jones",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1393097/",
            "name": "乔什· 麦肯锡 Josh McKenzie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041525/",
            "name": "Stefan Dennis Stefan Dennis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1486332/",
            "name": "泽维尔·霍兰 Xavier Horan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1295373/",
            "name": "Donogh Rees Donogh Rees",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896312074.jpg",
    "region": [
        "新西兰",
        "澳大利亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1397245/",
            "name": "海顿·巴特勒 Haydn Butler",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt27989280",
    "director": [
        {
            "url": "/celebrity/1397245/",
            "name": "海顿·巴特勒 Haydn Butler",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-08-03(新西兰)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt27989280/",
    "imdb_votes": 178,
    "this_title": [
        "Home Kills"
    ],
    "douban_link": "https://movie.douban.com/subject/36465509/",
    "imdb_rating": "5.8/10 from 178 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Times are tough in the rural town of Mata and nobody knows that better than brothers Tom (Cameron Jones) and Mark (Josh McKenzie) who, following the suspicious death of their father, have begrudgingly inherited the family “home kills” business. With his first child on the way and a loose-cannon of a sibling to deal with, Tom soon finds himself wrestling with some ghoulish ideas for business development.Livelihoods are drying up in the forgotten little town and what small need there is for humane killing and butchery services is quickly being swooped up by the big, out-of-town companies. Tom is committed to making the business work and establishing his young family in the childhood home, even if the town doesn’t care much for him. The family trade is a last resort for Mark, whose impulsiveness and irresponsibility seem to have exhausted all other avenues, and with his disabled hand he encounters difficulties on the job. Desperately as they both need the work, the money just isn’t there.Written with a stony realism and shot through with deadpan Kiwi humour, Home Kills presents a grim view of small-town New Zealand that makes the ensuing macabre antics plausible enough to follow with a smirk. When the brothers haphazardly find themselves in the role of country hitmen, making the bodies of unpopular townsfolk disappear for a price, they remain sympathetic as bumbling victims of circumstance—until they’re not.Director Haydn Butler slowly tightens the noose with the mischievous glee of a Coen brother as small-town social claustrophobia starts to get the better of the butcher boys. Pursued (in very laid-back fashion) by the town cop, squeezed by a local gangster and his drunken goons, increasingly frustrated with his brother, and forced to keep dark secrets from his loved ones, Tom stoically trudges the gravel road towards an inevitably grizzly climax. — Adrian Hatwell",
    "chinese_title": "Home Kills",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2025-02-22T22:49:29"
}