{
    "aka": [
        "Disorder (英)"
    ],
    "sid": "36467270",
    "cast": [
        {
            "url": "/celebrity/1500296/",
            "name": "诺民额尔德尼·阿云比亚木巴 Nomin-Erdene Ariunbyamba",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "惊悚",
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907190218.jpg",
    "region": [
        "蒙古"
    ],
    "writer": [],
    "imdb_id": "tt26471171",
    "director": [],
    "duration": "95分钟",
    "episodes": "",
    "language": [
        "蒙古语"
    ],
    "playdate": [
        "2023-07-01(富川国际奇幻电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt26471171/",
    "this_title": [
        "Disorder"
    ],
    "douban_link": "https://movie.douban.com/subject/36467270/",
    "trans_title": [
        "骚乱",
        "Disorder (英)"
    ],
    "douban_votes": "0",
    "introduction": "A screaming girl opens the movie, essentially setting the tone of what is about to follow. Before that, however, the actual story begins in toned down fashion, in a school that is revealed parents send their privileged but problematic children. The protagonists among the many teenagers soon come out, during a scene in a classroom. Gardi, the son of a prosecutor general and his two friends, Jirgee and Garid, who always carries a horse-head fiddle player with him, and Enerel, a girl who, in the beginning at least, the three boys seem to dislike. A sense of disorientation about what the school is exactly about permeates the story, but what becomes evident from the beginning, is that no one can get out, and that the upcoming Test, which is obviously not a simple exam, is unavoidable. Furthermore, the director, and his number 2, Teacher Tsezen are willing to impose the rules with an iron hand, even if the latter does not exactly agree at all times. As the past and the actual current circumstances of the students are revealed, so does the role of the school, while the inevitable violence soon ensues.",
    "chinese_title": "骚乱",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Disorder",
    "douban_rating_average": 0,
    "update_at": "2025-04-18T12:55:49"
}