{
    "aka": [],
    "sid": "36464335",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "比利时",
        "法国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1308542/",
            "name": "Manon de Boer Manon de Boer",
            "@type": "Person"
        }
    ],
    "duration": "30分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "Le temps qui reste"
    ],
    "douban_link": "https://movie.douban.com/subject/36464335/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Manon de Boer poursuit l’exploration entre musique et cinéma engagée dans Presto-Perfect sound (2006). Cette nouvelle proposition déplace à nouveau le jeu d’écart et de proximité entre le vu et l’entendu. Le temps qui reste (études musicales) nous offre deux traductions cinématographiques, tels deux mouvements ou deux « études » sur l’expérience de l’écoute.1. La reprise en deux temps du fameux 4’33’’ de 1952 de John Cage, partition qui fixe le temps de l’absence de toute note : 4’33” de silence. L’enjeu pour Cage, on s’en souvient, était moins de revendiquer la puissance nihiliste du zéro musique, et la faillite de tout hymne, que d’ouvrir les oreilles au concert du réel, dans la salle, et ce qu’on pouvait en perçoir hors de ses murs. Manon de Boer, en deux temps et en deux plans, le premier fixe, le second en travelling, laisse se déployer deux formes et deux lieux du silence. On y passe du dedans au dehors, de l’interprète aux auditeurs, tous aussi immobiles, tous aussi attentifs, s’arrêtant pour finir sur un ciel traversé de cables à la ressemblance d’une partition vierge tracée dans l’azur.2. Coming together et Attica s’appuient sur une autre figure, le travelling circulaire. Avec ces deux oeuvres du compositeur Frederic Rzewski (la seconde évocant les émeutes de 1971 dans la prison d’Attica), il s’agit de renverser face et dos. De rassembler la promesse du lendemain et les souvenirs infernaux dans un cercle qui, s’il n’est pas vicieux, pourrait esquisser la possibilité d’une communauté inédite.Attentives à la durée du déroulement des oeuvres autant qu’au temps historique, ces « études » nouent les paradoxes entre esthétique et histoire, comme l’évoque le titre, emprunté à l’essai du philosophe italien Giorgio Agamben.",
    "chinese_title": "Le temps qui reste",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-10T20:14:15"
}