{
    "aka": [
        "Jo Brand’s Kitten Rescue",
        "Kitten Rescue with Jo Brand(第二季标题)"
    ],
    "sid": "36464323",
    "cast": [
        {
            "url": "/celebrity/1071833/",
            "name": "乔·布兰德 Jo Brand",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2894037807.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt13489490",
    "director": [],
    "duration": "43分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-11-19(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13489490/",
    "this_title": [
        "Jo Brand's Cats & Kittens Season 2"
    ],
    "douban_link": "https://movie.douban.com/subject/36464323/",
    "trans_title": [
        "Jo Brand’s Kitten Rescue",
        "Kitten Rescue with Jo Brand(第二季标题)"
    ],
    "douban_votes": "0",
    "introduction": "Comedian Jo Brand is back with another fur filled series, following daring tales of tabby rescues, and heart stopping stories of bravery and kindness.Over 13 million people across the UK have adopted a cat into their family. But the curiosity, agility, and nose for mischief that makes us love them, also gets our troublesome tabbies into some sticky situations, and in need of our help.Across these six episodes we will follow the RSPCA inspectors, emergency services, vets and nurses who work tirelessly to save the nation’s cats from harm. From a whole team of firefighters rescuing a cat trapped for over 10 hours in a storm drain, to a kitten cowering on the hard shoulder of Britain’s busiest motorway, our heroes will have their work cut out rescuing Britain’s moggies from danger and we will be following them every step of the way.We will also see Jo Brand strap on her nurses apron and pull up her sleeves visiting two of the busiest animal hospitals in the UK, Putney and Harmsworth. Jo witnesses the talented team of vets who perform life saving operations and put poorly moggies back on their four paws.",
    "chinese_title": "Jo Brand's Cats & Kittens Season 2",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-20T04:39:29"
}