{
    "aka": [
        "Chicos malos vs chicas locas",
        "Mauvais garçons contre filles folles",
        "बैड बॉयज बनाम क्रेजी गर्ल्स"
    ],
    "sid": "36469486",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情",
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901765426.jpg",
    "region": [
        "印度尼西亚"
    ],
    "writer": [],
    "imdb_id": "tt21022974",
    "director": [],
    "duration": "45分钟",
    "episodes": "10",
    "language": [
        "印度尼西亚语"
    ],
    "playdate": [
        "2022-10-14(印度尼西亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt21022974/",
    "imdb_votes": 110,
    "this_title": [
        "Bad Boys VS Crazy Girls"
    ],
    "douban_link": "https://movie.douban.com/subject/36469486/",
    "imdb_rating": "5.8/10 from 110 users",
    "trans_title": [
        "Chicos malos vs chicas locas",
        "Mauvais garçons contre filles folles",
        "बैड बॉयज बनाम क्रेजी गर्ल्स"
    ],
    "douban_votes": "0",
    "introduction": "While KATE enjoying her studies in Paris, her lecturer asked KATE to help her organize a fashion event there. KATE’s future is so bright. In contrast, LIAM’s music career in Jakarta didn’t go well. LIAM is threatened by a promise to his Father. That if LIAM can’t prove his success in the music, then he must follow his Father’s wishes to study business in London. LIAM, who is in a bad mood, finally decides to meet KATE in Paris.LIAM and KATE reunite. LIAM is still hiding from KATE that he may be leaving music and studying business in London. LIAM is insecure about KATE’s success. At that time, JANE called KATE and said that ANNA was having a serious problem. ANNA is now trapped in a place that accommodates troubled teenagers. KATE and LIAM decide to return to Jakarta. KATE teams up with CRAZY GIRLS to free ANNA from that place. ANGGA (ANNA’s boyfriend) also gathered BAD BOYS to help save ANNA from that place. BAD BOYS and CRAZY GIRLS reunite for ANNA. KATE reunites with a boy friend from her past. The guy who finally rocked KATE’s relationship with LIAM. LIAM, who is at the lowest point in his life, has to deal with a boy who has everything. The guy who clearly loves KATE. Can KATE and LIAM’s relationship be saved?源自：https://jaff-filmfest.org/bad-boys-vs-crazy-girls-2/",
    "chinese_title": "Bad Boys VS Crazy Girls",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2025-07-23T13:39:31"
}