{
    "aka": [
        "培頓曼寧之史上最大事件(台)"
    ],
    "sid": "36477455",
    "cast": [
        {
            "url": "/celebrity/1245118/",
            "name": "Lauren Fix Lauren Fix",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1199723/",
            "name": "佩顿·曼宁 Peyton Manning",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "剧情",
        "纪录片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2895525907.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt18383966",
    "director": [],
    "duration": "41分钟",
    "episodes": "8",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-02-06(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt18383966/",
    "imdb_votes": 81,
    "this_title": [
        "History’s Greatest Of All Time With Peyton Manning Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36477455/",
    "imdb_rating": "6.2/10 from 81 users",
    "trans_title": [
        "培頓曼寧之史上最大事件(台)"
    ],
    "douban_votes": "0",
    "introduction": "What does it mean to be the greatest of all-time and how is that honor decided? In this series, Peyton Manning asks 100 experts in various categories to rank each contender using statistics, innovation and legacy as criteria. From Henry Ford, Jeff Bezos and Oprah to Evel Knievel, Harry Houdini and Johnny Knoxville, this fast-paced series puts ten G.O.A.T.s head-to-head in different categories each week, including toys, inventions, daredevils, sports cars, sports stadiums, candy, titans of industry and dynamic duos. Starting from number ten and leading up to the number one spot, viewers learn incredible facts as well as the history behind each followed by a vigorous debate. No ordinary countdown show, this is an exploration of the best of the best and their historical impact that we still feel today. At the end of each episode, of course, only one can be crowned the G.O.AT. Which will it be and will you agree?S1 E1 - Stadium SmackdownS1 E2 - Fast and Furious Face-offS1 E3 - Candy ClashS1 E4 - Invention ShowdownS1 E5 - Dueling DaredevilsS1 E6 - Titan TakedownS1 E7 - Toy WarsS1 E8 - Perfect Pairs",
    "chinese_title": "History’s Greatest Of All Time With Peyton Manning Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-04-24T05:45:03"
}