{
    "aka": [],
    "sid": "36475929",
    "cast": [
        {
            "url": "/celebrity/1495610/",
            "name": "伊恩·卡尔 Ian Karr",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2895480252.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt11432534",
    "director": [
        {
            "url": "/celebrity/1495610/",
            "name": "伊恩·卡尔 Ian Karr",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-07-18(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11432534/",
    "imdb_votes": 58,
    "this_title": [
        "Joke Man"
    ],
    "douban_link": "https://movie.douban.com/subject/36475929/",
    "imdb_rating": "6.6/10 from 58 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Jackie \"The Joke Man\" Martling may just be America's last great joke teller. His savant-like ability to remember every joke he's heard since he was eight years old, combined with his lightning-fast wit and infectious laugh, helped establish him as a comedy icon. Famous for being the head writer of the Howard Stern show for 15 years, and infamous for leaving that position, Jackie's story is fascinating, funny, and heartwarming. In an age of political correctness, Jackie \"The Joke Man\" Martling helps us belly-laugh at ourselves with kindness and sincerity that defuses his unfiltered punch lines. In this feature documentary we learn Jackie’s improbable story, from the fledgling days of comedy on Long Island, through his time as one of the “Beatles of Radio”, to his success as an author and actor. Willie Nelson, Penn Jillette, Billy West, Artie Lang, Marc Cuban, Sean Young and a bunch of former Stern show staffers give us their take on what makes him truly unique. Joke Man is a universal story of self-discovery and the how humor is one of the keys to happiness.",
    "chinese_title": "Joke Man",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-06-08T09:07:39"
}