{
    "aka": [
        "LA FILLE DANS LES NUAGES"
    ],
    "sid": "36473065",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "剧情",
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901312364.jpg",
    "region": [
        "法国",
        "比利时"
    ],
    "writer": [],
    "imdb_id": "tt20259240",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt20259240/",
    "this_title": [
        "Girl In The Clouds"
    ],
    "douban_link": "https://movie.douban.com/subject/36473065/",
    "trans_title": [
        "LA FILLE DANS LES NUAGES"
    ],
    "douban_votes": "0",
    "introduction": "What if fantasy became reality? That’s exactly what happens when Providence, an 11-year-old fangirl of “Earth Sentinels,” (a YA fantasy series about environmental heroes) is entrusted with a magic quill by the books’ enigmatic author. The quill makes everything it writes come true.  Seizing her chance, Providence flies off on a dangerous mission to right environmental wrongs.When the quill grants her beloved guinea pig, Airbag, the power to speak and change size, Providence realizes she has a perfect side-kick for her adventure. Hilarity ensues as Airbag is full of unsolicited advice and is a gluttonous worrywart irked to have such a stubborn and irresponsible young girl as his mistress.Joining Providence and Airbag, will be a rogue’s gallery of surprising characters: a daring young African Sentinel; an Italian witch; a hapless group of monks; a legalistic flamboyance of flamingos and a dangerously hungry cat. Together, they’ll give her the tools she needs to face the quill’s formidable creator, a nefarious figure willing to wreak havoc and threatening all the Sentinels have done to protect our natural environment.To succeed in her quest, Providence will need to face her demons, come to terms with the premature loss of her parents, and harness the wild power of her imagination to – no pressure – save the world…",
    "chinese_title": "Girl In The Clouds",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-18T06:29:42"
}