{
    "aka": [],
    "sid": "36475947",
    "cast": [
        {
            "url": "/celebrity/1495605/",
            "name": "约胡鲁·威廉斯 Yohuru Williams",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2899722601.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt27561643",
    "director": [],
    "duration": "84分钟",
    "episodes": "7",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-05-08(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt27561643/",
    "imdb_votes": 172,
    "this_title": [
        "The 2010s Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36475947/",
    "imdb_rating": "7.3/10 from 172 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "From Emmy® Award-winning executive producers Tom Hanks, Gary Goetzman and Mark Herzog, CNN Original Series The 2010s premieres with a special two-hour episode on Sunday, May 7 at 9pm ET/PT. CNN audiences are invited to look back at the 2010s, a turbulent era marked by political and social upheaval, culminating in the single most dramatic year of the 21st century: 2020.The 2010s is an immersive examination of the decade that gave us Instagram, President Barack Obama, marriage equality, Black Lives Matter, #MeToo, and Trumpism. The seven-part series features rich archival footage and interviews with Dr. Anthony Fauci, Benny Blanco, Bill Kristol, CNN Anchor Chris Wallace, CNN Anchor and Chief Political Correspondent Dana Bash, David Remnick, Este Haim, CNN Host Fareed Zakaria, FINNEAS, Fiona Hill, Jemele Hill, Lena Waithe, Maggie Haberman, CNN Chief Congressional Correspondent Manu Raju, Rami Malek, Reince Priebus, CNN Chief Medical Correspondent Dr. Sanjay Gupta, CNN Anchor and Senior National & International Correspondent Sara Sidner, Ted Sarandos, Tom Hanks, CNN Political Commentator Van Jones, Vince Gilligan and many more. The 2010s kicks off with a two-hour special exploring what has become known as the second golden age of television. The series will air regularly on Sundays at 9pm ET/PT.Executive producers for The 2010s are Tom Hanks, Gary Goetzman and Mark Herzog; and Amy Entelis and Lyle Gamm for CNN Original Series. The 2010s is a continuation of CNN Original Series storied partnership with Playtone and Herzog & Company and marks the final installment of the Primetime Emmy® Award nominated “Decades Series”: The Sixties, The Seventies, The Eighties, The Nineties, and The 2000s.S1 E1 - TVS1 E2 - Music on DemandS1 E3 - Obama: Legacy on the LineS1 E4 - Trump: The DisrupterS1 E5 - Taking it to the StreetsS1 E6 - The Social Media BoomS1 E7 - 2020: The Year That Changed Everything",
    "chinese_title": "The 2010s Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-02-07T21:22:38"
}