{
    "aka": [],
    "sid": "36477416",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2895519898.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt10999468",
    "director": [
        {
            "url": "/celebrity/1303447/",
            "name": "Justin Simms Justin Simms",
            "@type": "Person"
        }
    ],
    "duration": "70分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-05-12(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10999468/",
    "imdb_votes": 32,
    "this_title": [
        "Becoming Labrador"
    ],
    "douban_link": "https://movie.douban.com/subject/36477416/",
    "imdb_rating": "7.0/10 from 32 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In the stark Labrador interior, a growing number of Filipino workers have recently landed in the small regional hub of Happy Valley-Goose Bay, travelling halfway around the world for jobs they hope will offer their families new opportunities and a better life. Becoming Labrador follows a handful of those women and men as they make a place for themselves in Labrador's profoundly foreign climate and culture, and deal with the unexpected costs of living far from parents, partners and children. Combining documentary footage with interpretive animation, and bringing together the vision of three of Canada's best young directors, Becoming Labrador is a remarkable feat of collaborative authorship. It offers an intimate account of the radical mobility and displacement of the modern world, and of how tenaciously people hold to their roots in the midst of fundamental change. Celebrating the ties that motivate and sustain the Filipino workers and their families, it also reveals a subtler love affair, as people from a tropical country find themselves falling for the North.",
    "chinese_title": "Becoming Labrador",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2026-02-08T12:21:44"
}