{
    "aka": [],
    "sid": "3647073",
    "cast": [
        "巫刚 Gang Wu",
        "刘蓓 Bei Liu",
        "汤镇宗 Chun-Chung Tong",
        "徐敏 Min Xu"
    ],
    "site": "douban",
    "tags": [
        "邓稼先",
        "传记",
        "科学家",
        "中国",
        "传记电影",
        "中国电影",
        "大陆",
        "历史"
    ],
    "year": "2009",
    "genre": [
        "传记"
    ],
    "awards": "　　第13届中国电影华表奖(2009)\n　　优秀故事片奖(提名)\n\n　　第16届北京大学生电影节(2009)\n　　组委会大奖\n\n",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2458279311.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        "钱滨 Bin Qian",
        "钱道远 Daoyuan Qian"
    ],
    "imdb_id": "",
    "director": [
        "王冀邢 Jixing Wang"
    ],
    "duration": "105分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "",
    "this_title": [
        "邓稼先"
    ],
    "douban_link": "https://movie.douban.com/subject/3647073/",
    "trans_title": [
        ""
    ],
    "douban_votes": 554,
    "introduction": "公元1996年7月29日，中国在成功地进行了最后一次核试验后向全世界宣告，从7月30日开始，中国将暂时停止核试验。\n消息传到大洋彼岸时，著名美籍华裔物理学家杨振宁教授敏感地意识到，这是中国政府和中国人民为缅怀在十年前的这一天不幸逝世的“两弹元勋”邓稼先而精心选择的特殊纪念日。作为邓稼先的两代世交和终身挚友，杨振宁不禁流下了热泪。\n1958年，留美归国的邓稼先博士接受了秘密研制原子弹的任务，从此开始隐姓埋名，担任中国原子弹的理论设计工作。作为理论物理学家，邓稼先带领核武器研究院的理论设计部，在没有任何理论借鉴和技术资料的困境下，经过艰苦奋战，成功地实现了“零”的突破，为中国第一颗原子弹的诞生提供了理论设计，做出了重大贡献。\n公元1964年10月16日，中国在西部地区成功地爆炸了第一颗原子弹，向全世界宣告了中国的军事科技实力，改变了世界政治军事力量对比，提升了中国的国际地位和威望，邓稼先功不可没。\n紧接着，邓稼先又组织领导了中国第一颗氢弹的理论设计工作。公元1967年6月17日，中国成功地爆炸了第一颗氢弹，震惊了世界。随后，邓稼先又为研制中子弹和核武器小型化做出了重大贡献。\n公元1971年，经过周恩来总理的精心斡旋和安排，杨振宁终于回到了阔别二十多年的祖国。他列出的最想见的人员名单里，第一个就是同窗挚友邓稼先。然而，此时邓稼先正在西北试验基地的学习班蒙受“批判”。当他接到中央通知，千里迢迢地赶回北京饭店，见到老朋友杨振宁时，却无法回答“你从事什么工作、为什么回国后没有任何消息”等简单的问题，处境十分尴尬。于是杨振宁换了一种提问方式，提出“听说中国的原子弹和氢弹是两个美国人帮助搞出来的，是否属实？”的问题，也让邓稼先欲言又止。杨振宁满怀疑虑和遗憾，离开了北京去上海访问。周总理很快得知此事后，打电话告诉邓稼先并请他转告杨振宁，“中国的‘两弹’完全是由中国人自己研制的，没有任何外国人参加。”当杨振宁在上海大厦宴会厅接到邓稼先这封信时，顿时激动得不能自持，躲进卫生间里泪流满面。他坚定地相信，才华横溢的邓稼先必定是中国“两弹”的研制者和大功臣。\n二十世纪七十年代中期，为保密和战备需要，核武器研究院秘密搬迁到四川北部山区，继续从事核武器的研制工作。粉碎四人帮后，院长邓稼先因受到核辐射影响，身体已经极度衰弱，后来检查出恶性肿瘤和癌细胞全身转移，但他仍然顽强地带病坚持工作，与死神赛跑进入最后冲刺阶段。他回到茫茫戈壁滩上第一次爆炸原子弹的地方，风吹沙动，大漠苍凉，抚今追昔，世界政治格局已发生了深刻的变化，惟有忠于祖国和人民的赤子之心持之以恒。邓稼先在参与指挥了最后一次地下核试验之后终于病倒，被送进北京解放军总医院治疗。\n在邓稼先隐姓埋名地秘密从事核武器研究的近三十年里，他不仅牺牲了个人名利和个人生活，他的妻子许鹿希和儿女们也承受了无法诉说的精神折磨和艰难困苦，但，她们始终都默默地承受下来，直到邓稼先被迫离开工作岗位，还原为一个普通的丈夫和父亲。然而一切似乎都为之晚矣。1986年夏天，邓稼先进入了生命的最后的旅程。他向中央和同事交代了后事，坦然地面对死亡。他让警卫员陪同来到天安门广场，向祖国和人民作最后的告别。弥留之际，他的终身挚友杨振宁来到病床前，邓稼先已处于昏迷状态；等他再次苏醒，杨振宁已经飞回美国，留下了终身遗憾。留学美国的女儿在中国驻美大使馆惊闻父亲病危的噩耗，万里迢迢地飞回到父亲身边。当她气喘吁吁地闯进危重病房，看见浑身插满管子、濒临死亡的父亲邓稼先时，父女俩都毫无控制地放声痛哭起来。\n公元2009年金秋，在中华人民共和国迎来六十周年大庆之际，“两弹元勋”邓稼先的英魂仿佛又来到雄伟壮丽的天安门广场，来到庄严肃穆的人民英雄纪念碑。他独自坐在纪念碑的台阶上，满怀深情地眺望漫天飞舞的鸽群。鸽哨声中，邓稼先泪如泉涌。",
    "chinese_title": "邓稼先",
    "douban_rating": "7.3/10 from 554 users",
    "foreign_title": "",
    "douban_rating_average": "7.3",
    "update_at": "2024-09-27T05:20:18"
}