{
    "aka": [],
    "sid": "36473178",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "德国",
        "奥地利"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1477367/",
            "name": "杨·索达特 Jan Soldat",
            "@type": "Person"
        }
    ],
    "duration": "6分钟",
    "episodes": "",
    "language": [
        "英语",
        "西班牙语"
    ],
    "playdate": [
        "2023-07-20(瓜纳华托电影节)"
    ],
    "this_title": [
        "Death Row"
    ],
    "douban_link": "https://movie.douban.com/subject/36473178/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Death Row —actually the part of a prison where inmates await their death sentence— in this case describes the film cell for the much deceased actor Danny Trejo. In more than 260 feature films, over 230 series episodes and 30 short films Danny Trejo has already died over 100 times. The 1944 born US-actor of Mexican descent became a drug addict at the age of eight, followed by drug trafficking and robberies as a teenager and finally spent several years in prison in the 1960s and 1970s. Thereupon renouncing drugs and crime, he came to film in the mid-1980s via boxing. Numerous small-part and supporting roles as criminal, gangster or outlaw followed. Since the 2000s, parallel to the increasing number of his film productions, his film deaths have also risen. Across US genre cinema, Death Row (in this case also “row of deaths”) arranges all his on-screen film deaths from action & thriller to horror & comedy to sci-fi & fantasy. But the frequent die-hard doesn’t stop at TV documentaries, children’s films and music videos, either. Just as Danny Trejo is repeatedly killed and destroyed —along with his subsequent resurrection—, Death Row disassembles hundreds of film bodies into individual parts, in order to reassemble them somewhere between document, essay, found footage, supercut and Youtube clip. In constantly changing film formats, shot sizes, special effects, soundtracks and in the most diverse ways of killing, Death Row shows a seemingly unkillable man. Over the years, “The Mean Chicano” – far beyond his achievements for the Latino community – became an immortal cult and leading figure.源自：https://programa.giff.mx/eng/2023/pelicula/1981",
    "chinese_title": "Death Row",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-01-27T22:00:12"
}