{
    "aka": [],
    "sid": "36477418",
    "cast": [
        {
            "url": "/celebrity/1386898/",
            "name": "卡米拉·凯伊霍兹 Camila Queiroz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045389/",
            "name": "玛里亚娜·希梅内斯 Mariana Ximenes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1248641/",
            "name": "Daniel Rangel Daniel Rangel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1304885/",
            "name": "巴布·桑塔纳 Babu Santana",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2895519919.jpg",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1080119/",
            "name": "Elísio de Albuquerque Elísio de Albuquerque",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt23943146",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2023-03-20(巴西)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt23943146/",
    "imdb_votes": 34,
    "this_title": [
        "Amor Perfeito"
    ],
    "douban_link": "https://movie.douban.com/subject/36477418/",
    "imdb_rating": "7.7/10 from 34 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Em 1934, Marê é uma jovem moderna que volta para São Jacinto para assumir o hotel da família após se formar em administração, mas que se vê obrigada por seu preconceituoso pai Leonel a se casar com o mau caráter Gaspar quando revela estar namorando Orlando, um médico negro. Gilda, sua jovem e ambiciosa madrasta, também deseja comandar os negócios e se une com Gaspar para matar Leonel, fazendo a culpa cair na enteada para ficar com a herança. Grávida, Marê tem seu bebê tirado de si na prisão e passa 8 anos reclusa até sair em liberdade condicional em 1942, quando decide voltar para São Jacinto para se vingar de Gilda, recuperar sua herança e seu filho, contando com a ajuda de seu amigo de infância Júlio, apaixonado por ela. Enquanto isso Marcelino foi criado como órfão no mosteiro da cidade, onde vê o Frei Leão e a amorosa cozinheira Aparecida como referência de família.Já Gilda se tornou uma mulher influente, contando como aliados o prefeito Anselmo, que mantém um caso com Verônica escondido da esposa Cândida, o delegado Ciro, que sempre maltratou Lívia por não lhe dar um filho biológico e ter que adotar uma criança da qual ele rejeita, e o promotor Sílvio, cuja esposa Wanda enfrenta o conservadorismo da cidade com seus itens de moda modernos e é a principal rival de Gilda, nunca tendo se curvado a ela. Ainda há Érico, um advogado honesto que esconde ser gay e Padre João, que no passado sucumbiu à tentação com Darlene e teve com ela um filho do qual nem imagina.",
    "chinese_title": "Amor Perfeito",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-01-25T04:26:12"
}