{
    "aka": [
        "Microcosmo - Grande meraviglia",
        "Nanoworld: The Key to Our Survival",
        "奈米世界, 我們生存的關鍵",
        "纳米生存，大自然的无形力量"
    ],
    "sid": "36473781",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2895429645.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "director": [],
    "duration": "52分钟",
    "episodes": "",
    "language": [
        "法语",
        "英语",
        "汉语普通话",
        "意大利语"
    ],
    "playdate": [
        "2020-10-23(法国)"
    ],
    "this_title": [
        "Nanosurvies, les pouvoirs invisibles de la nature"
    ],
    "douban_link": "https://movie.douban.com/subject/36473781/",
    "trans_title": [
        "走进纳米世界",
        "Microcosmo - Grande meraviglia",
        "Nanoworld: The Key to Our Survival",
        "奈米世界, 我們生存的關鍵",
        "纳米生存，大自然的无形力量"
    ],
    "douban_votes": "0",
    "introduction": "La nature est une source inépuisable de savoir. Après 3 milliards d’années d’évolution, elle a créé des mécanismes incroyables à l’échelle microscopique. Ils permettent aux plantes et animaux autour de nous de se protéger, se développer et faire face aux agressions du feu, de l’air, de la terre et de l’eau.Ce nanomonde interpelle notre imagination par sa beauté et son intelligence. Des scientifiques ont enfin réussi à percer ses mystères grâce à la photonique. Avec eux, partons en quête de cette autre dimension, de ces nanostructures qui rendent tous ces plantes et animaux qui nous entourent si géniaux. Découvrons les solutions originales que la nature a favorisé pour son développement et sa survie.Ce savoir nous est précieux et il va l’être davantage avec les défis climatiques et environnementaux qui nous menacent. Les solutions retenues par la nature pour répondre à ses problèmes ne sont pas si éloignées de ceux qui nous sont posées actuellement. Il est temps de les comprendre et s’en inspirer pour construire un monde plus pérenne et plus écologique.",
    "chinese_title": "走进纳米世界",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Nanosurvies, les pouvoirs invisibles de la nature",
    "douban_rating_average": 0,
    "update_at": "2025-03-05T08:55:39"
}