{
    "aka": [],
    "sid": "36478585",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897017890.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-08-07(澳大利亚)"
    ],
    "this_title": [
        "Mutiny In Heaven: The Birthday Party"
    ],
    "douban_link": "https://movie.douban.com/subject/36478585/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The thrilling, debauched and frequently hilarious adventures of the legendary Melbourne post-punk band, in their own words.In February 1980, they were Boys Next Door on the brink of stardom. But they changed their name to The Birthday Party and moved to London, then to West Berlin, writing ever scarier, sexier, angrier music and turning their gigs into antagonistic art ordeals. Offstage, things were even more chaotic. Nick Cave, Rowland S. Howard, Mick Harvey, Tracy Pew and Phill Calvert froze and starved in increasingly squalid squats, descending into addiction, psychosis, imprisonment and, worst of all, creative differences. Yet by their final gig in 1983, howling like fallen angels under the chandelier at St Kilda’s Crystal Ballroom, The Birthday Party had achieved rock immortality.With a soundtrack curated by Harvey, this picaresque documentary is stuffed with rare and unseen photos, artwork, letters and diaries, unreleased tracks and studio footage. But its greatest delight are the band members’ own sardonic recollections of their youthful hopes and dreams. Even guitarist/songwriter Howard – previously immortalised in the documentary Autoluminescent: Rowland S. Howard (MIFF 2011) – makes an appearance via a series of revealing interviews filmed shortly before his death in December 2009. A thrilling chronicle of the band’s struggles and successes, Mutiny in Heaven is a must-see for post-punk fans.“Punk had perhaps correctly loathed the plasticine nature of showbiz, but The Birthday Party took the spectacle and blew it up, exposing and embracing the violence underneath.” – Pitchfork",
    "chinese_title": "Mutiny In Heaven: The Birthday Party",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-23T08:12:06"
}