{
    "aka": [
        "Gaudí, the Atelier of the Divine"
    ],
    "sid": "36489770",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903939847.jpg",
    "region": [
        "法国",
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "17分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2023-07(富川国际奇幻电影节)",
        "2023-08-31(威尼斯电影节)"
    ],
    "this_title": [
        "Gaudi, l'atelier du divin"
    ],
    "douban_link": "https://movie.douban.com/subject/36489770/",
    "trans_title": [
        "Gaudí, the Atelier of the Divine"
    ],
    "douban_votes": "0",
    "introduction": "VENICE IMMERSIVE 20231926. Feeling death approaching, a weakened Gaudí invites his new disciples to visit his Atelier, where they will gain a deeper understanding of his work and contribute to bringing his vision to life.Slipping into the costume of a disciple and guided by the voice of Gaudí himself, the user will be immersed in the architect’s extraordinary mind, his revolutionary working method and his abundant universe. Visitors will understand Gaudi and, eventually, be able to continue his work and pursue his dream of completing the monument to which he dedicated his life: the Sagrada Familia.Gaudí, the Atelier of the Divine takes the user into the mind of the famous architect. Through the exceptional reconstruction of the atelier, which disappeared in 1926, visitors can embark on a narrative journey into the unique psyche of the Catalan master.Gaudí, the Atelier of the Divine is a collective VR experience for a group of 6 participants simultaneously (50m2 or 6x8m2 space minimun needed)Copyright de l'affiche : ©FOUNDATION Junta Constructora del Temple Expiatori de la Sagrada Família源自：https://www.small-studio.io/projects/gaudi",
    "chinese_title": "Gaudi, l'atelier du divin",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-14T21:11:48"
}