{
    "aka": [],
    "sid": "36482490",
    "cast": [
        {
            "url": "/celebrity/1180280/",
            "name": "吉米巴恩斯 Jimmy Barnes",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "澳大利亚"
    ],
    "writer": [],
    "imdb_id": "tt27765806",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt27765806/",
    "imdb_votes": 144,
    "this_title": [
        "Ego: The Michael Gudinski Story"
    ],
    "douban_link": "https://movie.douban.com/subject/36482490/",
    "imdb_rating": "8.0/10 from 144 users",
    "trans_title": [
        "自我：迈克尔·古丁斯基的故事"
    ],
    "douban_votes": "0",
    "introduction": "The wild ride of maverick entrepreneur Michael Gudinski, who defied convention and revolutionised the Australian music industry over five decades.Michael Gudinski was a music man, impresario and natural-born hustler. He repeatedly risked everything for his one obsession: Australian music. At age 19, he launched Mushroom Records and went on to sign and nurture iconic artists including Skyhooks, Split Enz, Jimmy Barnes, Paul Kelly, Hunters & Collectors, Kylie Minogue, Archie Roach and Yothu Yindi. But he wasn’t content with just a label – his hunger extended to being on the road promoting legendary international acts such as Foo Fighters, Ed Sheeran, Bruce Springsteen and Sting. There’s barely a living Australian whose life hasn’t been touched by the music he was behind.Helmed by acclaimed feature film, documentary and music video director Paul Goldman (Suburban Mayhem, MIFF 2006; Australian Rules, MIFF 2002) and produced by Bethany Jones (Molly: The Real Thing) for Mushroom Studios, Ego features personal accounts from Gudinski himself, exclusive interviews with some of the world’s most influential artists, rare archival footage and an electrifying soundtrack. Tracing its subject’s rise from shy son of immigrant Jewish parents to audacious international player and Australian household name, the film dives into Gudinski’s psyche and unorthodox tactics, his successes and failures, and reveals the unstoppable frontman of a cultural movement and music empire.",
    "chinese_title": "自我：迈克尔·古丁斯基的故事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ego: The Michael Gudinski Story",
    "imdb_rating_average": 8.0,
    "douban_rating_average": 0,
    "update_at": "2025-08-15T06:49:22"
}