{
    "aka": [
        "Talk to Her"
    ],
    "sid": "36481668",
    "cast": [
        {
            "url": "/celebrity/1381056/",
            "name": "曹惠静 Jo Hye-jeong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1217106/",
            "name": "李凡秀 Beom-su Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1167498/",
            "name": "刘智泰 Ji-Tae Yoo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "剧情",
        "爱情",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1167498/",
            "name": "刘智泰 Ji-Tae Yoo",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1167498/",
            "name": "刘智泰 Ji-Tae Yoo",
            "@type": "Person"
        }
    ],
    "duration": "40分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "2024-05-02(全州电影节)"
    ],
    "this_title": [
        "톡투허"
    ],
    "douban_link": "https://movie.douban.com/subject/36481668/",
    "trans_title": [
        "对她说",
        "Talk to Her"
    ],
    "douban_votes": "0",
    "introduction": "Sean is a Korean-American aspiring filmmaker who came to Korea with dreams of becoming the next BONG Joon Ho. Hyejeong, a budding actress who faced numerous challenges studying acting in the United States, struggled to succeed in Korea. Despite their vastly different paths, they still hold onto their dreams. This K-FILM follows two young souls facing challenges and love.Yoo Jitae’s latest film, Talk To Her, is also a love story, as are the two short films to be screened together with it at the festival. The love shown in the film is not happening right now. While Korean-American Sean, who came to Korea to become a K-movie director after being inspired by Korean films, works to make it in a film production department, Hye-jung, who has returned to Korea after studying Acting in America, is still unknown as an actress and working part-time in a supermarket. As Sean’s film location and Hye-jung’s workplace are close, the two pass by but don’t recognize each other. The tension in the film is created by the fact they seem to meet, but actually do not. The film is relaxed, cheerful, and humorous. Lee Beom-soo makes a cameo appearance as the director in the film, and Yoo Jitae himself plays an actor. (MOON Seok)",
    "chinese_title": "对她说",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "톡투허",
    "douban_rating_average": 0,
    "update_at": "2025-05-13T17:39:35"
}