{
    "aka": [],
    "sid": "36484661",
    "cast": [
        {
            "url": "/celebrity/1322274/",
            "name": "德雷克·迪勒 Derek Theler",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1373906/",
            "name": "海莉·洛 Hayley Law",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2028",
    "genre": [
        "惊悚",
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt27973954",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "2028(未定)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt27973954/",
    "this_title": [
        "Deadlocked: Dad of the Dead"
    ],
    "douban_link": "https://movie.douban.com/subject/36484661/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "DONALD IVERSON, a timid accountant with a deep aversion to conflict, works from home to avoid the pressures of the outside world until his boss bullies him into a brief work assignment. Reluctantly, Iverson embarks on this seemingly harmless mission, accompanied by his infant daughter. The fateful day takes a sinister turn when Iverson finds himself in a coffee shop restroom, attending to his baby's needs. In the blink of an eye, the city becomes a nightmarish battle ground, overrun by hordes of ravenous zombies. As panic ensues, a group of survivors, including a quick-witted barista, a fearless fitness influencer, a resourceful news PA, and a wounded homeless man, seek refuge in the very same restroom. Trapped within the confines of the bathroom, the tension reaches a boiling point. Every heartbeat echoes in the stifling air as they realize that the cries of Iverson's precious child act as a magnet for the bloodthirsty monsters lurking just outside the door. In the face of relentless danger, Iverson must confront not only the unwavering undead horde but also the fracturing trust among the group. In this heart-pounding tale of survival, Iverson's once-docile existence transforms into a high-stakes battle for his daughter's life and his own. With each passing moment, the horrors intensify, testing their resilience and pushing them to their limits. As alliances shift and secrets unravel, Iverson must summon his hidden courage, for the fate of their small group rests in his trembling hands. Will he overcome his own fears and protect his child from the encroaching darkness, or will they all succumb to the wrath of the undead? The battle for survival has only just begun.",
    "chinese_title": "Deadlocked: Dad of the Dead",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-07T11:44:15"
}