{
    "aka": [
        "Mysteriöse Phänomene - Rätsel von oben(德)",
        "Visti dal cielo - Misteri di questo mondo(意)"
    ],
    "sid": "36488405",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2895947378.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1329140/",
            "name": "迈克尔·阿尔考克 Michael Allcock",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt19226058",
    "director": [],
    "duration": "",
    "episodes": "10",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-03-27(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt19226058/",
    "imdb_votes": 54,
    "this_title": [
        "Mysteries from Above Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36488405/",
    "imdb_rating": "5.7/10 from 54 users",
    "trans_title": [
        "Mysteriöse Phänomene - Rätsel von oben(德)",
        "Visti dal cielo - Misteri di questo mondo(意)"
    ],
    "douban_votes": "0",
    "introduction": "Cottage Life’s new original investigative series Mysteries from Above (10×60’; HD) takes to the skies to offer Canadian audiences a chance to see the world from fresh and exhilarating perspectives. The series explores remote, hard-to-reach locations as drones explore strange geological occurrences, unique man-made structures, curious creatures and lost civilizations, revealing fascinating insights and never-before-seen footage to the viewers.Each episode follows four unique storylines from developed and isolated aerial vantage points, with in-depth analysis and narration from world leading experts including Dr. Karen Bellinger, Anthropologist and Historical Archaeologist; Dr. Cylita Guy, Ecologist and Data Scientist; Dr. Dan Riskin, Evolutionary Biologist; Anthony Morgan, Science Communicator; Dr. Jean Li, Archaeologist; George Kourounis, Explorer-in-Residence for the Royal Canadian Geographical Society; and many more.The world broadcast premiere of Mysteries from Above airs Sunday, March 27, 2022 at 10 p.m. ET/PT, exclusively on Cottage Life during the channel’s eight-week free preview event, running now until May 1 across 8 million Canadian households.Episode 1 – Accidental DiscoveriesEpisode 2 – Military Mysteries…Mysteries from Above is a Cottage Life original series, produced by Saloon Media, a Blue Ant Media company. Sarah Zammit serves as the Series Producer. Michael Kot, Betty Orr, Pam McNair and Tara Elwood serve as Executive Producers. Suzan Yum serves as Director on the series. Overseeing the series for Cottage Life is Sam Linton, Head of Original Content for Blue Ant Media’s Canadian channels. Blue Ant International oversees international licensing for Mysteries from Above.",
    "chinese_title": "Mysteries from Above Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.7,
    "douban_rating_average": 0,
    "update_at": "2025-06-19T00:42:41"
}