{
    "aka": [],
    "sid": "36481311",
    "cast": [
        {
            "url": "/celebrity/1340497/",
            "name": "塔伦·埃哲顿 Taron Egerton",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2028",
    "genre": [
        "剧情",
        "惊悚",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国",
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1377674/",
            "name": "本·柯林斯 Ben Collins",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1377675/",
            "name": "卢克·皮厄特罗斯基 Luke Piotrowski",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt27986457",
    "director": [
        {
            "url": "/celebrity/1436881/",
            "name": "尼克·罗兰 Nick Rowland",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "2028(未定)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt27986457/",
    "this_title": [
        "She Rides Shotgun"
    ],
    "douban_link": "https://movie.douban.com/subject/36481311/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Eleven-year-old Polly McClusky is shy, too old for the teddy bear she carries with her everywhere, when she is unexpectedly reunited with her father, Nate (Egerton), fresh out of jail and driving a stolen car. He takes her from the front of her school into a world of robbery, violence, and the constant threat of death. And he does it to save her life. Nate made dangerous enemies in prison – a gang called Aryan Steel has put out a bounty on his head, counting on its members on the outside to finish him off. They’ve already murdered his ex-wife, Polly’s mother. And Polly is their next target. Nate and Polly’s lives soon become a series of narrow misses, of evading the bad guys and the police, of sleepless nights in motels. Out on the lam, Polly is forced to grow up early: With barely any time to mourn her mother, she must learn how to take a punch and pull off a drug-house heist. She finds herself transforming from a shy little girl into a true fighter. Nate, in turn, learns what it’s like to love fiercely and unconditionally – a love he’s never quite felt before. But can their powerful bond transcend the dangerous existence he’s carved out for them? Will they ever be able to live an honest life, free of fear?",
    "chinese_title": "She Rides Shotgun",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-28T02:39:36"
}