{
    "aka": [
        "In Their Dreams All the Jellyfish Are Wet"
    ],
    "sid": "36489780",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896982716.jpg",
    "region": [
        "奥地利"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1576468/",
            "name": "玛丽·路易塞·莱纳 Marie Luise Lehner",
            "@type": "Person"
        }
    ],
    "duration": "27分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2023-08-13(萨拉热窝电影节)"
    ],
    "this_title": [
        "Im Traum sind alle Quallen feucht"
    ],
    "douban_link": "https://movie.douban.com/subject/36489780/",
    "trans_title": [
        "In Their Dreams All the Jellyfish Are Wet"
    ],
    "douban_votes": "0",
    "introduction": "This film is a homage to queer bodies and identities. Here, different characters collide, are confronted with their own shame and gradually manage to face their embarrassments. This film is a manifesto for the fact that the rules by which we behave can be changed and transformed.For the time being, the rules that dictate the course of a visit to the sauna structure the dramaturgy of „In dreams all jellyfish are wet“ .Orlando tries to master an inconspicuous visit to the sauna but does not know the rules. Paula does not dare to undress in front of the others. Manu just wants to socialise. Laura’s beautiful cousin doesn’t want to admit that he can’t swim. Beautiful Lea is ashamed of nothing and Thea tries not to be seen by Laura’s beautiful cousin whom she desires.Orlando, whom Manu has pointed out all the mistakes he made during his sauna visit, has to leave the sauna during the infusion because his nipple piercings burn too much in the heat. He settles down hidden on a lounger, falls asleep and falls into a strange dream in which Manu chases him through a narrow corridor in his bath slippers and Laura’s beautiful cousin dances as a devil in an empty pool. When he is awakened from his dream by Manu, he finally manages to stand up for his boundaries and send Manu away.Little by little, the characters manage to face their shame. Thea, who has meanwhile been found by Laura’s beautiful cousin, has an orgasm at the climax of the infusion he makes for her. Manu apologises to Orlando, who has finally told him that his behaviour is annoying and hurtful.After the sauna attendant, who has long known the secrets of all the female sauna visitors, invites them to stay after the sauna closes, all the rules fall. Now Paula can go to the sauna dressed with Lea’s help. Laura’s beautiful cousin lets Thea carry him through the water with water wings and Orlando, the sauna attendant and Manu have a date.源自：https://www.filmakademie.wien/de/film/im-traum-sind-alle-quallen-feucht/",
    "chinese_title": "Im Traum sind alle Quallen feucht",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-25T16:13:11"
}