{
    "aka": [
        "The History of Home Presents... History's Greatest Homes"
    ],
    "sid": "36497513",
    "cast": [
        {
            "url": "/celebrity/1434145/",
            "name": "苏赞娜·利普斯科姆 Suzannah Lipscomb",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909968908.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt16121000",
    "director": [],
    "duration": "22分钟",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-12-31(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt16121000/",
    "imdb_votes": 10,
    "this_title": [
        "The History of Home Presents: History's Greatest Homes Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36497513/",
    "imdb_rating": "7.9/10 from 10 users",
    "trans_title": [
        "现代住宅的历史：历史上最棒的住宅 第一季",
        "The History of Home Presents... History's Greatest Homes"
    ],
    "douban_votes": "0",
    "introduction": "Join us as we tour the most fabulous and luxurious homes in history.S1 E1 - The Rich & The RoyalFrom the Rhode Island coastline to the Forests of France, what unites the rich and the royal is a love of a grand home. So come with us as we visit some of the grandest ever built. We’ll explore the homes of the very rich and the very powerful, for fantastical tales of success and excess.S1 E2 - Hearst CastleIn this episode, we pull back the curtain on the fascinating history behind one of America’s most iconic homes, Hearst Castle. We get an up-close and personal look at the life, times, and tastes of its famous owner William Randolph Hearst.S1 E3 - Hampton Court PalaceTake a journey back in history as we explore the fascinating story of Hampton Court Palace and the scandals of its most infamous resident, King Henry VIII. Historian Suzannah Lipscomb gives an intimate glimpse at the tumultuous times of this playboy King and his six wives.S1 E4 - MonticelloWelcome to one of the most important homes in American history. Thomas Jefferson’s Monticello. We’ll explore inside and out to find out why this unique house was the great passion of Jefferson’s life, and learn about the huge cultural and culinary impact of the enslaved men and women who worked here.Producers & Studio: COP",
    "chinese_title": "现代住宅的历史：历史上最棒的住宅 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The History of Home Presents: History's Greatest Homes Season 1",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2025-05-09T18:00:21"
}