{
    "aka": [],
    "sid": "36497497",
    "cast": [
        {
            "url": "/celebrity/1448433/",
            "name": "玛利亚·亚历山德洛娃 Maria Alexandrova",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896261116.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [],
    "imdb_id": "tt27002991",
    "director": [],
    "duration": "80分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "2023(俄罗斯)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt27002991/",
    "this_title": [
        "Временные ограничения"
    ],
    "douban_link": "https://movie.douban.com/subject/36497497/",
    "trans_title": [
        "临时限制"
    ],
    "douban_votes": "0",
    "introduction": "Maria Alexandrova and Vladislav Lantratov are international ballet superstars. Everything in their lives is connected to dance. Being on stage means everything to performers, no matter if it is a theatre in their city, the Bolshoi Theatre, or other famous venues. But their lives take a dramatic turn in the spring of 2019 when Masha and Vlad both get their Achilles tendons injured, she during rehearsal, and he - in the middle of an important premiere in front of a big audience. Their careers, beloved work, and the joy of routines are put on hold. The feet of the artists turn into independent characters, whom their owners address accordingly. \"What if this time she doesn't want to?\" asks Maria Aleksandrova, an extraordinary ballet dancer, who is experiencing this trauma and recovery for the second time. How to accept everything that has happened to you, without resentment towards yourself and your destiny? How to move ahead while acknowledging that there are things you can't hurry and that maybe there will never be another stage performance? Temporary Limitation is a documentary portrait and an observation of two big artists in a difficult and unpredictable situation.",
    "chinese_title": "临时限制",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Временные ограничения",
    "douban_rating_average": 0,
    "update_at": "2025-03-30T12:52:14"
}