{
    "aka": [],
    "sid": "36493885",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片"
    ],
    "awards": "　　第33届哥谭独立电影奖(2023)\n　　最佳突破剧集(提名) 本·萨弗迪 / 丹尼·麦克布莱德 / 约书亚·萨弗迪 / 乔迪·希尔 / 丽萨·海勒 / 大卫·戈登·格林 / 南西·亚伯拉罕 / 亚当·巴拉·洛\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896918815.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt28498129",
    "director": [
        {
            "url": "/celebrity/1045628/",
            "name": "亚当·巴拉·洛 Adam Bhala Lough",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1545856/",
            "name": "萨姆·利普曼-施特恩 Sam Lipman-Stern",
            "@type": "Person"
        }
    ],
    "duration": "58分钟",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-08-13(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt28498129/",
    "imdb_votes": 4839,
    "this_title": [
        "Telemarketers"
    ],
    "douban_link": "https://movie.douban.com/subject/36493885/",
    "imdb_rating": "7.3/10 from 4839 users",
    "trans_title": [
        "电话推销员"
    ],
    "douban_votes": "0",
    "introduction": "TELEMARKETERS chronicles the darkly comedic, unexpected 20-year journey of two unlikely office buddies, who stumble upon the murky truth behind the work they’ve been doing at a seedy New Jersey call center – persuading people to give money to charities – and vow to expose the crooked American telemarketing industry from within. As amateur sleuths looking to shine a light on the billion-dollar scam, with raucous insider access, raw eyewitness footage, and a comedic cast of call center characters, the film is a madcap story of an unruly, low-wage environment and two long-time office buddies who find themselves hot on the trail of a sobering look at the dark side of American capitalism and the misuse of consumer trust.When Sam Lipman-Stern began a telemarketing job in New Jersey in the early 2000s as a 14-year-old high school drop-out, he believed he was raising money for police and firefighter charities, unaware that most of the money was ending up in the pockets of his crooked employers. With his video camera, Sam documents the riotous office as he and a motley mix of ex-cons, drug dealers and veteran telemarketers work the phone lines in an anarchic boiler room filled with booze, drugs, and debauchery, bound by humor and camaraderie. When the federal government shuts the company down after an investigation into its shady practices where they falsely told consumers that 100% of the money went to the charity (when in fact only 10-15% went), Sam and Pat Pespas, a larger-than-life top salesman struggling with addiction, begin to question the industry’s business practices. They realize they are unwitting cogs in a wheel perpetuating a massive scam on unsuspecting Americans. With rowdy humor and dogged enthusiasm, TELEMARKETERS follows Sam and Pat as they emerge from the bottom rung of the hourly workforce to become tenacious, self-appointed whistleblowers who make their way to the halls of the United States Senate, determined to expose an industry gone awry from the inside.",
    "chinese_title": "电话推销员",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Telemarketers",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-05-31T04:01:44"
}