{
    "aka": [
        "电影人工厂-葡萄牙"
    ],
    "sid": "36498607",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2902884910.jpg",
    "region": [
        "葡萄牙",
        "伊朗",
        "以色列",
        "西班牙",
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt27729310",
    "director": [
        {
            "url": "/celebrity/1490736/",
            "name": "吉列尔莫·加西亚·洛佩兹 Guillermo García López",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1487125/",
            "name": "多尔纳兹·哈吉哈 Dornaz Hajiha",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1563745/",
            "name": "马里尼奥·马塞多 Mário Macedo",
            "@type": "Person"
        }
    ],
    "duration": "50分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2023-05-16(戛纳电影节)",
        "2023-08-14(萨拉热窝电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt27729310/",
    "imdb_votes": 6,
    "this_title": [
        "North Portugal Factory"
    ],
    "douban_link": "https://movie.douban.com/subject/36498607/",
    "imdb_rating": "6.0/10 from 6 users",
    "trans_title": [
        "Factory des Cinéastes 2023",
        "电影人工厂-葡萄牙"
    ],
    "douban_votes": "0",
    "introduction": "À l'image de la nouvelle Quinzaine, la Factory devient la Factory des Cinéastes !Ce programme vise à l’émergence de nouveaux talents sur la scène internationale en permettant à quatre binômes de jeunes cinéastes fraichement formés (un cinéaste régionale associé à un cinéaste international) de co-réaliser un film.Après les Balkans en 2019, la Quinzaine des Cinéastes, Bando a Parte et DW s'associent cette année pour une programmation autour du Portugal du Nord. Cette Factory est soutenue par les institutions portugaises (ICA, RTP, ICA, RTP, FILMAPORTO,  Câmara Municipal do Porto, Câmara Municipal do Guimarães, Agência da Curta Metragem, Curtas Vila do Conde ISFF, Olho de Vidro) et Cineli Digital pour la part française.La Quinzaine des Cinéastes sera fière de présenter lors de sa 55e édition le fruit de ces collaborations : 3 courts métrages coécrits et coréalisés.Les six cinéastes sélectionnés sont également porteurs de projets de long métrage et profiteront de leur présence à la Quinzaine pour pitcher ces projets aux professionnels (producteurs, distributeurs et vendeurs).Renamed la Factory des Cinéastes, the programme — which was forced into silence by the pandemic since 2019 — will return to its usual spot at the 55th Directors' Fortnight (17 to 26 May, as part of the 76th Cannes Film Festival). After Taiwan, Denmark, Finland, Chile, South African, Lebanon, Tunisia and the Balkans, it is Northern Portugal’s turn to be in the spotlight. Three short films headed by la Factory, co-written and co-directed in pairs by three Portuguese filmmakers together with three international directors (from Israel, Iran and Spain) will be screened on 17 May, on the opening day of the parallel section. The six selected filmmakers will take advance of their time on the Croisette to pitch their feature debut projects to professionals (producers, distributors and sellers).",
    "chinese_title": "Factory des Cinéastes 2023",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "North Portugal Factory",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-12-03T07:14:08"
}