{
    "aka": [
        "Apolia",
        "Aporia"
    ],
    "sid": "36490004",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2895994024.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1335323/",
            "name": "李柱亨 Ju-hyoung Lee",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt22874412",
    "director": [
        {
            "url": "/celebrity/1335323/",
            "name": "李柱亨 Ju-hyoung Lee",
            "@type": "Person"
        }
    ],
    "duration": "126分钟",
    "episodes": "",
    "language": [
        "韩语",
        "阿拉伯语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt22874412/",
    "this_title": [
        "아포리아"
    ],
    "douban_link": "https://movie.douban.com/subject/36490004/",
    "trans_title": [
        "迢迢回家路",
        "Apolia",
        "Aporia"
    ],
    "douban_votes": "0",
    "introduction": "On February 2013, Haleem, born in Aleppo, Syria, plans to escape the civil war and go to Germany, where his sister lives, and later invite his family after being granted refugee status. During the transit in Korea, he is caught with a fake passport and denied entry. He is later sent to Turkey where he is denied entry again, ending up back in Korea. After staying in the deportation room in the Korean airport, he is sent to stay at a foreign shelter, when one day he hears of his son's death and goes into a violent rage, unable to handle the sad news. The lawyer in charge of his case continues to challenge his detention, and the Korean Ministry of Justice ends up canceling his Emergency Protective Order without notifying him. Haleem, who unintentionally stepped into unfamiliar Korean soil, finds himself working illegally at a construction site, where he meets Riyadh, an unregistered Arab resident. They comfort each other's pain and develop a father and son relationship. Haleem, who had saved money to bring in his family to Korea, spent all his hard- earned money paying off Riyadh's father's debts. With the help of Youssef, a Christian Arab, Haleem gets a job at a junkyard and a place to stay. But Riyadh gets into a serious accident and is pronounced brain dead after he is chased by immigration officers. The church elders and ministers plot to use Riyadh's organs for their church main elder's transplant surgery. They try to persuade Haleem to concede by telling him that the church can bring his wife and daughter from the Turkish refugee camp to Korea along with their missionary group. Haleem falls into a religious conflict and moral dilemma, leading other Arabs around him to misunderstand him. A story about a person stuck in the midst of cultural, religious, ethnic, and national conflict.",
    "chinese_title": "迢迢回家路",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "아포리아",
    "douban_rating_average": 0,
    "update_at": "2025-11-19T18:13:32"
}