{
    "aka": [
        "フランク・キャプラ：ミスター・アメリカ"
    ],
    "sid": "36491071",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914185043.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1552217/",
            "name": "马修·韦尔斯 Matthew Wells",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt23185166",
    "director": [
        {
            "url": "/celebrity/1552217/",
            "name": "马修·韦尔斯 Matthew Wells",
            "@type": "Person"
        }
    ],
    "duration": "92分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-09-01(威尼斯电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt23185166/",
    "imdb_votes": 107,
    "this_title": [
        "Frank Capra: Mr America"
    ],
    "douban_link": "https://movie.douban.com/subject/36491071/",
    "imdb_rating": "6.6/10 from 107 users",
    "trans_title": [
        "弗兰克·卡普拉：美国先生",
        "フランク・キャプラ：ミスター・アメリカ"
    ],
    "douban_votes": "0",
    "introduction": "威尼斯电影节威尼斯经典单元。FRANK CAPRA: MR AMERICA tells the story of how Frank Capra, a young and penniless immigrant, rose through the ranks of early Hollywood to become one of the Great American storytellers.Despite his humble beginnings, by the 1930s Frank Capra was perhaps the most successful and influential film director in the world. Films like IT HAPPENED ONE NIGHT, MR SMITH GOES TO WASHINGTON and later ITS A WONDERFUL LIFE were seen and loved around the world. IT HAPPENED ONE NIGHT was the first film to win all five major Academy Awards®, and is often considered the original romantic comedy. Today we still use the term Capra-esque to describe his particular kind of storytelling. But more than that, Capra's films spoke to a public that was wearied by world events. The Great Depression was devastating lives, World War II was around the corner, and Capra's movies were seen by many as a balm in troubled times. His films brought audiences together and offered a vision of America where ideals win out, decency triumphs and ordinary people have their day. These films came to exemplify the way the world saw America, and America saw itself.Capra was one of America's great myth-makers and as we tell his rags-to-riches story we see how he mythologised his story as an American dream come true. But behind that myth we reveal a more complex reality: of a complicated and often troubled man who struggled to live up to the best qualities of his films. We tell the story of his career, shine a light on his ground-breaking work during World War II, and hear how he entered a wilderness period in the 1950's and 1960's that left him embittered and adrift, before a Capra-esque resurgence later in his life. Through all of this, we see how his films have continued to resonate down the generations, and we discover why, in today's world of division and uncertainty, his films remain a vital and unifying force.",
    "chinese_title": "弗兰克·卡普拉：美国先生",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Frank Capra: Mr America",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-08-24T11:00:35"
}