{
    "aka": [
        "Rok vdovy"
    ],
    "sid": "36502070",
    "cast": [
        {
            "url": "/celebrity/1386298/",
            "name": "帕芙拉·贝雷托娃 Pavla Beretová",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1113623/",
            "name": "祖扎娜·克罗内洛娃 Zuzana Kronerová",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2913474214.jpg",
    "region": [
        "捷克",
        "斯洛伐克",
        "克罗地亚"
    ],
    "writer": [],
    "imdb_id": "tt30327788",
    "director": [],
    "duration": "109分钟",
    "episodes": "",
    "language": [
        "捷克语",
        "波兰语"
    ],
    "playdate": [
        "2024-10-11(华沙电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt30327788/",
    "imdb_votes": 68,
    "this_title": [
        "Year of the Widow"
    ],
    "douban_link": "https://movie.douban.com/subject/36502070/",
    "imdb_rating": "6.4/10 from 68 users",
    "trans_title": [
        "Rok vdovy"
    ],
    "douban_votes": "0",
    "introduction": "Year of the Widow. Stemming from a diary-esque article by Zuzana Pokorná, the narrative intimately charts her initial twelve months of widowhood.The film traces the journey of Petra, thrust into an unanticipated world of grief following the sudden loss of her partner. More than grappling with her personal anxiety, she must contend with a labyrinth of bureaucratic hurdles reminiscent of a Kafkaesque nightmare. Presented from Petra’s perspective, the film explores the immediate emotional aftermath of loss, further complicated by the maze of social norms and legal proceedings she must traverse. Thus, the psychological drama morphs into a poignant societal commentary on grief, survival, and death in today’s world. The film captures the transformative narrative of a young widow reconstructing her life after the death of her partner and discovering newfound independence. “Our aspiration with Year of the Widow is to project a realistic yet suggestively portrayed story with a potent cathartic undertone on screen. It is about fresh starts, emancipation, and self-reliance. Further, it illustrates the importance of inner freedom and independence, which we need to find within ourselves before we can impart it to those we hold dear,” shares the director.",
    "chinese_title": "Year of the Widow",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-03-12T09:52:29"
}