{
    "aka": [
        "Inside Greenpeace - Was braucht es, um die Welt zu retten?"
    ],
    "sid": "36505534",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896556675.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt28037781",
    "director": [],
    "duration": "",
    "episodes": "5",
    "language": [
        "德语",
        "英语"
    ],
    "playdate": [
        "2023-09-17(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt28037781/",
    "imdb_votes": 37,
    "this_title": [
        "Inside Greenpeace Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36505534/",
    "imdb_rating": "6.6/10 from 37 users",
    "trans_title": [
        "Inside Greenpeace - Was braucht es, um die Welt zu retten?"
    ],
    "douban_votes": "0",
    "introduction": "\"Inside Greenpeace - Was braucht es, um die Welt zu retten?\" is a documentary series on sky.They are the exact opposite of the “Planet Killers”: For the high-end-docuseries “Inside Greenpeace”, the filmmakers follow the footsteps of Greenpeace activists.It is not easy as a fighter for the environment: just courted by the public after dangerous actions over soccer stadiums already demonized again. This is also made clear by the documentary series commissioned by Sky, which not only follows spectacular actions up close, but also allows critics to have their say . Among other things, on the icebreaker  \"Arctic Sunrise\", side by side with courageous activists, but also behind the scenes of the organization, the series, realized with high production effort, shows what it means to break the rules in the service of nature. No other film team has been closer to the legendary environmental organization. The result not only guarantees spectacular and evocative images, but also wants to be understood by Sky as a contribution to the environment and climate protection. To that we join gladly: Act now!PRODUCTION: Constantin Dokumentation, M.E. Works, Sky Studios",
    "chinese_title": "Inside Greenpeace Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-02-13T17:33:45"
}