{
    "aka": [],
    "sid": "36514366",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896866105.jpg",
    "region": [
        "美国",
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "54分钟",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-09-19(美国)"
    ],
    "this_title": [
        "The Amazing Human Body Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36514366/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Your body is the most sophisticated organism on earth and much about it remains a mystery. This 3-part series uses cutting-edge graphics to reveal the surprisingly beautiful biological processes that keeps you alive. Discover the ingenious ways your body develops, adapts, and endures, and witness the fascinating and finely tuned systems that keep your body motoring - and the scientists guessing.The Amazing Human Body Your body is the most sophisticated organism on earth. It is a scientific marvel and much about it remains a mystery. The Amazing Human Body uses cutting-edge graphics to reveal the surprisingly beautiful biological processes that keeps you alive.Discover the ingenious ways your body develops, adapts, and endures. How does your brain communicate with your body in order to help you learn new skills? What is the connection between a teenager's craving for fatty foods and sudden growth spurts? And how does cell regeneration allow an octogenarian to compete in a grueling triathlon and live to tell the tale?Case studies from across the globe showcase the dazzling secret science of the human body. A child prodigy in Phoenix demonstrates the brain's ability to prioritize mental development over physical growth, a chilling dip in an icy lake reveals how shivering might just save our lives, and low-level torture in a London laboratory highlights the way our bodies block pain.Witness the fascinating and finely tuned systems that keep your body motoring - and the scientists guessing.S1 E1 - GrowS1 E2 - SurviveS1 E3 - LearnProducer: Zoe Heron, Penny Palmer, Nigel Paterson, Martin Johnson, Matthew Dyas, Daniel Barry, Andrew CohenExecutive Producer: Andrew CohenProduction Company: BBC Studios LimitedNarrator: Michael J. Haynes",
    "chinese_title": "The Amazing Human Body Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-12T14:57:06"
}