{
    "aka": [],
    "sid": "36514345",
    "cast": [
        {
            "url": "/celebrity/1326407/",
            "name": "云庄 Van Trang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1415192/",
            "name": "贵平 Quy Binh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1403175/",
            "name": "清南 Thanh Nam",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1433451/",
            "name": "雪秋 Tuyết Thu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1370633/",
            "name": "何智光 Ha Tri Quang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1351786/",
            "name": "黄英俊 Huynh Anh Tuan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896865822.jpg",
    "region": [
        "越南"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "39",
    "language": [],
    "playdate": [],
    "this_title": [
        "Sông dài"
    ],
    "douban_link": "https://movie.douban.com/subject/36514345/",
    "trans_title": [
        "漫漫长河"
    ],
    "douban_votes": "0",
    "introduction": "Chuyện phim Sông dài bắt đầu từ một đêm trời mưa như trút nước, bà Hai Nhếch phát hiện một đứa trẻ sơ sinh còn đỏ hỏn ở đụn rơm đầu làng đang bị một đàn kiến vàng bu kín người. Bà tất tả ôm đứa bé tìm người cho bú và gặp được cô Ba Dần. Vì thương đứa trẻ, ông Hai Tất (khi ấy còn là thanh niên độc thân) - anh trai cô Ba Dần - đã nhận nuôi mặc sự phản đối của người nhà và đặt tên cô bé là Lượm. Lượm lớn lên trong tình yêu thương vô bờ bến của cha, là một cô gái tốt bụng, hiền lành nhưng phải chịu cảnh mù lòa.Tuổi thơ của Lượm trôi qua êm đềm cùng tình bạn đẹp với Niễng. Trong một lần cứu Lượm khỏi cơn hỏa hoạn, Niễng đã bị một vết sẹo trên mặt khiến anh trở nên xấu xí. Quấn quýt bên nhau trong thời gian dài, Lượm và Niễng dần nảy sinh tình cảm. Nhưng vì muốn bảo vệ con gái, ông Hai Tất cấm không cho Niễng lại gần Lượm, ngăn cản tình yêu của đôi trẻ.Sau này, khi ông Hai Tất đưa Lượm lên thành phố sống với cô Ba Dần, Niễng cũng khăn gói rời vùng quê nghèo, quyết chí đi tìm Lượm. Cuộc đời xô đẩy, Niễng được nhận vào làm vườn cho nhà bà Hạnh Hòa - người cũng từng sinh ra và lớn lên tại vùng quê Vĩnh Trạch giờ đã trở nên giàu có. Từ đây, những bí mật dần được hé mở, tạo nên sự hấp dẫn cho bộ phim.",
    "chinese_title": "漫漫长河",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Sông dài",
    "douban_rating_average": 0,
    "update_at": "2025-07-24T18:13:42"
}