{
    "aka": [],
    "sid": "36510964",
    "cast": [
        {
            "url": "/celebrity/1162368/",
            "name": "Eduard Zimmermann Eduard Zimmermann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028167/",
            "name": "玛丽亚·施拉德 Maria Schrader",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2919928911.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt28541820",
    "director": [],
    "duration": "87分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2023-08-10(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt28541820/",
    "imdb_votes": 63,
    "this_title": [
        "Diese Sendung ist kein Spiel - Die unheimliche Welt des Eduard Zimmermann"
    ],
    "douban_link": "https://movie.douban.com/subject/36510964/",
    "imdb_rating": "5.6/10 from 63 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Zimmermann launched the program in 1967. The world's first true-crime format was born, and with it interactive television. Until 1997, Zimmermann produced and hosted \"Aktenzeichen XY... unsolved.Fraud, robbery, murder and so-called moral crimesDirector Regina Schilling has lifted rich material on criminal cases from 300 broadcasts, from the Adenauer era to the 1990s, from the archive and classified them from her personal perspective. Superficially, the TV material tells of crime detection and prevention, of the people who became victims.From the time-historical distance that Schilling takes, the director comes to a deeper conclusion: Eduard Zimmermann's broadcasts convey cinematically normative images of social order. \"Once you start looking more closely, you'll see how lasting a mark Zimmermann has left on us,\" says Regina Schilling, who - herself part of the baby boomer generation - includes her memories of scary TV nights. \"How many of the fears that the show triggered back then still preoccupy us today - especially women?\"After her film \"Kulenkampffs Schuhe\" (Germany 2018), in which she analyzed the entertainment television of the post-war era, the director once again revives the image and life worlds of TV from back then. In retrospect, they transport values and world views of their time - about crime and technology, work and family, women and men, media and minorities, perpetrators and victims such as homosexuals, girls, prostitutes.Historical backgroundIn 1967, the Adenauer era is in its final throes. Robbery and violent crime are on the rise. Soon the FRG is governed by the SPD, conservative forces in the country come under pressure: women want the pill and divorce, the RAF shakes society, the 68ers determine the discourse. \"For 30 years, month after month, Eduard Zimmermann will address the fears of West German post-war society. Zimmermann's clearly delineated world of good and evil, perpetrators and victims leads us directly to questions of identity and sexuality that we ask ourselves anew today.\"",
    "chinese_title": "Diese Sendung ist kein Spiel - Die unheimliche Welt des Eduard Zimmermann",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2025-04-23T00:21:39"
}