{
    "aka": [],
    "sid": "36514323",
    "cast": [
        {
            "url": "/celebrity/1100734/",
            "name": "珍·古道尔 Jane Goodall",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896874437.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "52分钟",
    "episodes": "5",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021-07-20(美国)"
    ],
    "this_title": [
        "Rescued Chimpanzees of the Congo with Jane Goodall Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36514323/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "For over half a century, Dr. Jane Goodall has had a vision to create a better world for all. Integral to this vision is the idea that every individual has a role to play and is important – both human and nonhuman animals alike. That is why Jane founded Tchimpounga Chimpanzee Rehabilitation Center in the Republic of the Congo. For 30 years, the sanctuary has served as a safe haven for second chances, working tirelessly to end the drivers of illegal trade which steal thousands of individual great apes from the wild. Now, the stories of the incredible rescued chimpanzees of Tchimpounga and their caregivers will finally be told in the Curiosity original series Rescued Chimpanzees of the Congo with Jane Goodall.Produced in partnership with the Jane Goodall Institute (JGI), the five-part series explores the work of the iconic Dr. Jane Goodall and the remarkable team at Tchimpounga — the largest chimpanzee rescue center in Africa, and one of the most important facilities for orphaned chimpanzees in the world.1. Building The Dream2. New Arrivals3. Making Friends4. The Big Move5. Hope**About Dr. Jane Goodall, DBE**Dr. Jane Goodall, DBE, founder of the Jane Goodall Institute and UN Messenger of Peace, is an iconic voice for holistic, compassionate, and sustainable solutions. Through her global advocacy as an ethologist and environmentalist, she is shaping attitudes and policy on issues ranging from human rights to the climate crisis, and inspiring action through the power of hope. Jane Goodall was born on April 3rd, 1934, in London, England. At the age of 26, Jane followed her passion for wildlife and Africa to Gombe, Tanzania. There, under the mentorship of paleoanthropologist Dr. Louis Leakey, she began her landmark study of chimpanzees in the wild. Her revelatory observation in 1960 that chimpanzees make and use tools rocked the scientific landscape and forever redefined our understanding of the relationship between humans and other animals. In 1977, Dr. Goodall established the Jane Goodall Institute (JGI), a global community-led conservation, research, and animal welfare organization to advance her vision of a better future for all. In 1991, Dr. Goodall created Roots & Shoots, JGI’s international youth program, now active in more than 50 countries, to develop the compassionate changemakers our world needs. From scientist to world-renowned activist, Jane has been a leader in the community-led conservation and animal welfare movements for decades.",
    "chinese_title": "Rescued Chimpanzees of the Congo with Jane Goodall Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-02T02:34:05"
}