{
    "aka": [],
    "sid": "36514324",
    "cast": [
        {
            "url": "/celebrity/1100734/",
            "name": "珍·古道尔 Jane Goodall",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903709058.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "50分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "Rescued Chimpanzees of the Congo with Jane Goodall Season 2"
    ],
    "douban_link": "https://movie.douban.com/subject/36514324/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "**SEASON 2** Filmed over a year on location at Dr. Jane Goodall’s chimpanzee sanctuary in the Republic of Congo, this is the moving story of one of the most ambitious and scientifically rigorous wilderness reintroduction programs ever attempted. A group of orphaned chimpanzees is being prepared for reintroduction into the wilderness. It’s a challenging prospect, as the chimps have no experience living in the forest, and no perception of the dangers lurking there.With unprecedented access to the sanctuary, we follow the chimps as they bond to become a strong, cohesive group. Their fascinating journey is interwoven with innovative scientific research, interviews with experts, including Dr. Goodall, and set against the backdrop of everyday life at the sanctuary.The second season of this popular show presents more heartwarming stories of chimps, their animal friends, and the dedicated staff preparing them for their challenging new adventure.Season 2 Episode 1: Path to FreedomSeason 2 Episode 2: HeroesSeason 2 Episode 3: Expect the UnexpectedSeason 2 Episode 4: Island LifeSeason 2 Episode 5: All Animals WelcomeSeason 2 Episode 6: Ready to GoProduced by Off the Fence Productions with the support of the Jane Goodall Institute for Curiosity Stream in association with ZDF Studios",
    "chinese_title": "Rescued Chimpanzees of the Congo with Jane Goodall Season 2",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-11-16T10:14:20"
}