{
    "aka": [],
    "sid": "36529692",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914244017.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [],
    "director": [],
    "duration": "57分钟",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "The Secret Lives Of Our Urban Birds Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36529692/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "OUR FEATHERY FRIENDS ARE CLOSER THAN YOU THINKThe world’s most liveable city is not just home to over five million people, but more 130 species of birds. From deadly raptors to powerful owls and cute little penguins, the concrete jungle hosts a world filled with drama and intrigue, and even a glimpse of one of the rarest birds in the country.On top of buildings stretching up above the rest of the city, raptors known as Peregrine Falcons build their nests. With a wingspan of over a metre, they’re the fastest animal on the planet, reaching speeds of up to 300 kilometres an hour. The metropolis attracts them due to the amount of food and prey species on offer, allowing them to raise a family. Tall buildings act like cliff faces, and with eyesight eight times better than ours, they can see prey from over three kilometres away.While some thrive, others barely survive. For the Powerful Owl, city life is more of a necessity than a choice as increasing urbanisation destroys their habitat. To successfully nest and breed, Powerful Owls need hollows of old growth trees that can take up to 300 years to develop. But a solution may be at hand as Melbourne University is trialling 3D printed nests in the hope that we can replace what has been lost. The 3D printers make Lego-like bricks out of a wood filament which are then assembled into a nest box and used as test breeding hollows on a tree on campus.Our cutest avian neighbours can be found in the bayside suburbs. A colony of about 1,400 Little Penguins has taken up residence. Their proximity to a good food source means these penguins have a much longer breeding season than many other penguin colonies. These resilient characters came from an island southeast of Australia in the 1970s and have stayed ever since. They don’t even need to leave the bay to go fishing.Perhaps the most surprising city slicker, however, is the Orange-Bellied Parrot. This is one of the rarest birds in Australia. There are less than 200 of them in the wild, making them rarer than pandas and tigers. Orange Bellied Parrots have suffered severely from habitat loss and introduced predators. But conservation efforts are starting to work, showing that wild birds can not only live close to our cities, but even benefit from them.Nature cannot be separated from our urban landscape; they are one and the same. We are witnessing our cities become an accidental safe haven for critically endangered travellers. It turns out there is a whole secret world right on our doorstep.© 2024 ABC",
    "chinese_title": "The Secret Lives Of Our Urban Birds Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-16T14:12:17"
}