{
    "aka": [
        "Lost Places"
    ],
    "sid": "36520143",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片",
        "历史",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897286322.jpg",
    "region": [
        "意大利",
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1053815/",
            "name": "Florian Dedio Florian Dedio",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "Forsaken Places"
    ],
    "douban_link": "https://movie.douban.com/subject/36520143/",
    "trans_title": [
        "Lost Places"
    ],
    "douban_votes": "0",
    "introduction": "Abandoned places with their numerous secrets have a certain attraction. It is precisely this attraction that forms the core of the four-part documentary series \"Lost Places\". Historic places, forgotten, threatened and threatening at the same time. Made of steel, poured in concrete or blasted out of a mountain: Yesterday's monuments from the great eras of history come alive again. These places are also full of personal stories told to us by contemporary witnesses. Up close and personal accounts of natural disasters, wars or global mega accidents that took a toll on those monuments and places — and the people around them as well. Built from steel, carved out of mountains, poured in concrete. Humanity has left its mark even in the most remote reaches of our planet. These are monuments of history, of industry, of humanity's hubris. What was once built at staggering cost now stands as a relic of its time: orphaned, abandoned, forgotten. But these places are like pieces of a jigsaw puzzle, parts of a greater story, which we will bring back to life through the stories of the people who once lived and thrived at these places. Over four episodes, Lost Places explores twelve such relics. Each episode follows a theme, which connects the three abandoned sites explored within. At each site, we meet the people who built it, who worked and lived here. They tell us what these places were once like, while we explore them as they are today – and thus almost make them come alive again. To tie these abandoned places into greater history, and to better understand how they worked, we connect these stories with archive footage and animation. In four episodes, we visit twelve such \"lost places\" − military bases, prestigious buildings, tourist paradises and hospitals. And the people who used to live and work there help us discover these mysterious places.",
    "chinese_title": "Forsaken Places",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-29T01:00:21"
}