{
    "aka": [],
    "sid": "36524881",
    "cast": [
        {
            "url": "/celebrity/1494680/",
            "name": "比尔·蒙迪 Bill Mondy",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897168864.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt6850276",
    "director": [],
    "duration": "23分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017-05-04(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6850276/",
    "imdb_votes": 60,
    "this_title": [
        "The Hunt For Dark Matter"
    ],
    "douban_link": "https://movie.douban.com/subject/36524881/",
    "imdb_rating": "6.0/10 from 60 users",
    "trans_title": [
        "寻找暗物质"
    ],
    "douban_votes": "0",
    "introduction": "It’s the world’s largest high-energy physics experiment: the search for something we cannot see. Scientists believe more than a quarter of everything around us, and everything in the Universe, is made up of dark matter. Yet after decades of experiments and billions of dollars in research, they still don’t know what dark matter is.  In The Hunt For Dark Matter, we join a team embarking on a massive international project to change that. They’re developing the equivalent of the highest resolution, slow-motion cameras ever built, and mounting it in a 15-thousand ton experiment 30 stories below ground.  We travel to the mountains of Hawaii to see how telescopes use dark matter to measure the Universe. We meet scientists in California who are developing some of the world’s most sensitive particle detectors. And we journey beneath Switzerland to see how engineers at CERN will integrate those censors into the Large Hadron Collider. It’s one of the most ambitious experiments ever launched, and one the most promising efforts yet for unlocking our Universe’s greatest mystery.The Hunt for Dark Matter follows the work being led by Joseph Incandela, Ph.D., Professor of Physics at the University of California at Santa Barbara, who was also part of the team that discovered the Higgs Boson elemental particle in 2012.Production Companies: Daniel H. Birman Productions",
    "chinese_title": "寻找暗物质",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Hunt For Dark Matter",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-03-05T11:23:16"
}