{
    "aka": [],
    "sid": "36529291",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "纪录片",
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2920600875.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt28752502",
    "director": [],
    "duration": "",
    "episodes": "5",
    "language": [
        "英语"
    ],
    "playdate": [
        "2025-05-01(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt28752502/",
    "imdb_votes": 60,
    "this_title": [
        "100 Foot Wave Season 3"
    ],
    "douban_link": "https://movie.douban.com/subject/36529291/",
    "imdb_rating": "6.5/10 from 60 users",
    "trans_title": [
        "100英尺的浪 第三季"
    ],
    "douban_votes": "0",
    "introduction": "The five-part third season of the Emmy®-winning HBO Original documentary series 100 FOOT WAVE, directed and executive produced by Emmy®Award-winning filmmaker Chris Smith (HBO’s “100 Foot Wave” and “Branson”) and executive produced by Emmy®, Golden Globe®, and Tony® winner Joe Lewis (HBO’s “100 Foot Wave,” “Fleabag”), debuts THURSDAY, MAY 1 at 9:00 p.m. ET/PT with new episodes premiering subsequent Thursdays at the same time. New episodes will debut on HBO and will be available to stream on Max.Synopsis:100 FOOT WAVE returns for a third season to chronicle the globe-trotting adventures of big wave surfer Garrett McNamara, his wife Nicole and their young family, as well as those of fellow surfers Andrew “Cotty” Cotton, CJ Macias, Justine DuPont, Lucas “Chumbo” Chianca, Nic von Rupp, Kai Lenny, Pedro “Scooby” Vianna, Tony Laureano, Ian Cosenza, Michelle des Bouillons, and others. 100 FOOT WAVE expands from the cliff tops of Nazaré, Portugal, where McNamara first set a big wave world record in 2011, to exciting new locales such as Cortes Bank in the far reaches of the Pacific Ocean, Safi, Morocco, Montaldo, Italy, and O’ahu, Hawaii for the rarely held Eddie Aikau Big Wave Invitational. The adrenaline-filled series closely follows these extreme athletes’ drive and passion, with cameras by their side for the highs and lows of their lives – the doubts and tragedies, the euphoria and triumphs, the life-changing decisions, the fears that haunt them and the challenges that fuel them.Season 3 features the series’ signature intimate interviews, vérité photography, and dramatic visuals with stunning aerial and water footage, showcasing the death-defying beauty of big wave surfing as the athletes risk it all in a quest for the ultimate high. United in their love for the ocean and a compulsion to push the limits of their minds and bodies, the surfers also endure mental and emotional struggles dealing with parenthood, aging, injuries, and even death. As Garrett confronts the toll decades of surfing have taken on his body and mind, he reckons with downshifting a career in a sport that has defined his life. As he looks to pass the torch to a younger generation, the quest to find the next Nazaré and to surf the one-hundred-foot wave never ceases.",
    "chinese_title": "100英尺的浪 第三季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "100 Foot Wave Season 3",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-12-07T03:06:34"
}