{
    "aka": [],
    "sid": "36533704",
    "cast": [
        {
            "url": "/celebrity/1250743/",
            "name": "Nicole Lecky Nicole Lecky",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1250743/",
            "name": "Nicole Lecky Nicole Lecky",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "60分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "Untitled Nicôle Lecky Series"
    ],
    "douban_link": "https://movie.douban.com/subject/36533704/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In this new six-part untitled series, we meet Lorna, a self-made and successful black businesswoman from South London who has worked hard to be where she is – and best friend Juliet, a white woman born into the privileged gated community they both call home. Daughters Grace and Allegra are BFFs and life is to die for. A safe haven for the super-rich and their little darlings, Primrose Estate is a place where bad things never happen…Until, that is, Grace and Allegra are implicated in a shocking scandal at their exclusive private school and Juliet and Lorna are forced to take sides, pushing their friendship to the extreme. As toxic secrets and lies ripple through the heart of the idyllic town – and a teenager goes missing - cracks within the community threaten to reveal the elitist ugliness and betrayal beneath. Because it turns out that people are not who they say they are… especially the one per cent.Set in a private enclave in the Home Counties, this is a multi-generational show following the teenagers, their mothers and the wider community. A provocative and deliciously honest look at mother/daughter relationships in a haze of social media, hidden apps and peer pressure that asks: how far will we go to protect our children? And just how much do teenage girls know about the women raising them? If the apple doesn’t fall far from the tree, then who is leading these girls astray? “Like mother like daughter” rings loudly in a complex world, and danger is never far from the surface - even in a perfect town.",
    "chinese_title": "Untitled Nicôle Lecky Series",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-01-29T19:35:43"
}