{
    "aka": [],
    "sid": "36539501",
    "cast": [
        {
            "url": "/celebrity/1357239/",
            "name": "犹芳明 Fangming You",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1496691/",
            "name": "张智 Zhi Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1580890/",
            "name": "江柯 Ke Jiang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898105549.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1323634/",
            "name": "潘镜丞 Jingcheng Pan",
            "@type": "Person"
        }
    ],
    "duration": "94分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2004(中国大陆)"
    ],
    "this_title": [
        "小镇公安"
    ],
    "douban_link": "https://movie.douban.com/subject/36539501/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "石龙寨是地处西南边陲的一个小镇。在这个依山傍水、民风淳朴的小镇上，石旺根和周新民就是石龙寨派出所的全部警力构成。因为所长一直没到位，镇上的居民习惯客气地称石旺根为所长，但石旺根总是一遍遍的纠正“石副所长，还是叫我老石吧”。管着石龙寨巴掌大块地方，老石平时的工作就是调解个夫妻吵架，帮曲龙老爹找回跑丢了的牛。用老石自己的话说：“这就是我最大的事”。作为一个派出所副所长，这也不能怪老石，谁让石龙寨多少年不发生一起案件呢。石龙寨长时间没有案件发生，并不说明石龙寨不存在对居民生活构成威胁的因素。就在老石带着周新明日复一日地处理着原本不属于他们工作范围的事情时，县公安局王局长陪同省厅刑警队两位警官带来一个不好的消息：两个持枪抢劫银行的全国通缉犯可能逃窜到石龙寨，判断的依据就是其中一个用石龙寨的公用电话向外通过话。 　　王局长和省厅的同志说是有可能，但在向老石的闺女、开小卖部的罗妹了解情况后，通缉犯已经流窜到这一带的事实得到了印证。其实，流窜犯到小卖部打电话时，罗妹不在家，真正见过两个通缉犯的是老石“不争气”的儿子石锁。自从一年前劳动改造回来后，没有工作、没有女朋友的石锁是看见公安就烦，爹也不例外。但如今王局长把抓捕通缉犯的任务布置下来，看来还要石锁的支持。石龙寨地处边陲，背靠莽莽大山，往山里走，没有当地人做向导肯定走不出去；偷渡出境是惟一一条根本就不可能游过去的河。在对这些情况进行全面的分析后，老石得出结论，通缉犯还会回来，当前的任务是保证镇上居民的情绪稳定，让人们觉得塌实，继续过日子。老石是这么想的，也是这么做的，但当兵在侦察连做过炊事兵的周新民却急于过瘾，背着一支早就不能击发的步枪满镇跑不说，还早早地把通缉犯流窜至此的消息传遍全镇。王局长和省厅的同志走后的三四天，在岩班老爹请老石去喝儿子结婚的喜酒的前几天，镇上接连发生的几件事表明通缉犯回过镇子里。起先是曲龙老爹的鸡突然不翼而飞，两个姑娘来报案说衣服被偷，后来老石自己在镇上发现镇上小卖部和供销社从来就没卖过的一种罐头盒。对于以上的情况，一直追求罗妹的周新明说出了自己的分析：在镇子里有通缉犯的朋友，而这个朋友很有可能就是石锁，因为他蹲过监狱，有认识坏人的机会。周新明的分析很快就被老石推翻。发现儿子石锁也在暗中追查通缉犯的动向后，父子俩第一次坐在一起，喝了一顿酒。去岩班老爹家喝喜酒那天，老石把儿子石锁安排在最靠镇头的曲龙老爹家。果然不出老石和儿子石锁的分析，通缉犯终于抗不住饥饿，下山来找吃的东西了。发现通缉犯的时候，已是夜幕降临。石锁来不及把情况告诉爹，就独自追到河边。幸亏老石和周新民也巡逻到河边。追捕中，一个通缉犯束手就擒，另外一个在扭打中被曲龙老爹下的铁夹子夹死。不幸的是，石锁身中一枪，光荣牺牲。石锁的追悼会和老石、周新民击毙、抓获全国通缉犯表彰会在同一天举行。追悼会开始的时候，周新民静静地坐在派出所门前的石凳上，沉默不语；老石找回曲龙老爹的牛，经过儿子石锁的墓前，消失在暮霭沉沉的山林之中。",
    "chinese_title": "小镇公安",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-21T02:14:42"
}