{
    "aka": [
        "Dark Marvels: Killing Machines",
        "ダーク・マーベルズ",
        "黑暗驚奇"
    ],
    "sid": "36531059",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897279769.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt28152000",
    "director": [],
    "duration": "41分钟",
    "episodes": "8",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-07-10(美国)",
        "2025-02-13(中国大陆)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt28152000/",
    "imdb_votes": 163,
    "this_title": [
        "Dark Marvels Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36531059/",
    "imdb_rating": "7.3/10 from 163 users",
    "trans_title": [
        "黑暗惊奇 第一季",
        "Dark Marvels: Killing Machines",
        "ダーク・マーベルズ",
        "黑暗驚奇"
    ],
    "douban_votes": "0",
    "introduction": "Since the dawn of civilization through modern times, humankind’s capacity for cruelty and darkness has known no bounds. DARK MARVELS is a documentary series that explores the history and engineering behind the world’s most diabolical inventions. From devious torture and death devices, to terrifying weapons of war, sinister spy tools, and games that kill, these are the fascinating origin stories of the innovations that emerged from the darkest recesses of the most wicked minds.Compelling expert interviews, evocative recreations, archival footage, and premium 3D graphics unpack the twisted tales behind these nefarious technologies, their creators, and the historical figures who succumbed to their lethality. It’s a heart-pounding probe into evil ingenuity, that shows the darkest marvel of all is the human imagination.Narrator: Wolf WilliamsS1 E1 - Death DevicesS1 E2 - Temples of DoomS1 E3 - Treacherous TrapsS1 E4 - Pain and PunishmentS1 E5 - Blades of FuryS1 E6 - Superweapons of FearS1 E7 - Sinister Spy WeaponsS1 E8 - Bloodsports",
    "chinese_title": "黑暗惊奇 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Dark Marvels Season 1",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-02-20T02:44:53"
}