{
    "aka": [],
    "sid": "36532647",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片",
        "运动"
    ],
    "awards": "　　第39届美国独立精神奖(2024)\n　　最佳新无脚本剧集/纪录剧集(提名)\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898014510.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt28711468",
    "director": [
        {
            "url": "/celebrity/1308838/",
            "name": "格雷格·怀特利 Greg Whiteley",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "7",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-09-13(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt28711468/",
    "imdb_votes": 2101,
    "this_title": [
        "Wrestlers Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36532647/",
    "imdb_rating": "8.1/10 from 2101 users",
    "trans_title": [
        "制霸擂台梦 第一季"
    ],
    "douban_votes": "0",
    "introduction": "Ohio Valley Wrestling of Louisville, Kentucky is a regional wrestling gym whose alumni include Brock Lesnar, The Miz, John Cena, Dave Bautista, and Randy Orton. Once a proud finishing school for aspiring pro wrestlers, the gym has since hit hard times. Acclaimed wrestler Al Snow clings to an old-school wrestling philosophy with a heavy emphasis on storytelling, but in spite of the love of a few diehard fans, the gym struggles week to week to stay relevant enough to keep its doors open. Things have become so dire financially that Al has to sell a majority stake to a group of local businessmen including Matt Jones, the most popular radio personality in the state of Kentucky. Matt and the new ownership group have infused the struggling gym with much-needed cash but it still operates at a staggering loss. The new owners have given Al the summer to turn things around. Wrestlers chronicle the efforts Al and his band of aspiring wrestlers makes as they struggle with their personal ambitions and each other while they attempt to come together to save this historic gym.",
    "chinese_title": "制霸擂台梦 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Wrestlers Season 1",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-03-22T09:00:43"
}