{
    "aka": [],
    "sid": "36531063",
    "cast": [
        {
            "url": "/celebrity/1080916/",
            "name": "埃里克·德拉姆斯 Erik Dellums",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897279974.jpg",
    "region": [
        "美国",
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt15106856",
    "director": [],
    "duration": "42分钟",
    "episodes": "10",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021-08-05(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt15106856/",
    "imdb_votes": 26,
    "this_title": [
        "Abandoned: Expedition Shipwreck Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36531063/",
    "imdb_rating": "6.2/10 from 26 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In the all-new series, ABANDONED: EXPEDITION SHIPWRECK, experts follow investigations around the world that reveal the most epic, infamous and notorious shipwrecks from throughout history.From wartime disasters to commercial ship collisions, this series exposes the many volatile risks at sea and how they've shaped regulations and technological advancements, and also pieces together disasters from history to reveal what really happened and why. After the sinking of the ocean liner 'Empress of Ireland,' known as one of Canada's worst maritime tragedies, experts look closer at the critical decisions made in the face of danger and how they can make all the difference and potentially save lives. In the wake of WWI, 74 of the most modern and powerful warships of the German High Seas fleet disappeared into the depths near Orkney Islands, Scotland. But why? What led to their demise? Following intel from maritime archaeologists, along with data from sonar mapping and CGI reenactments, ABANDONED: EXPEDITION SHIPWRECK looks to uncover new details about some of the most infamous wrecks from history.ABANDONED: EXPEDITION SHIPWRECK is produced for Science Channel by Mallinson Sadler Productions. For Mallinson Sadler Productions, Phil Craig and Crispin Sadler are executive producers. For Science Channel, Lindsey Foster Blumberg is executive producer. Erik Todd Dellums is narrator.S1 E1 - Nuclear WrecksS1 E2 - Danger AheadS1 E3 - Assassins of the DeepS1 E4 - Last Days of the BattleshipS1 E5 - Attack at SeaS1 E6 - Lost Fleet of WWIS1 E7 - Fail InvasionsS1 E8 - Collision CourseS1 E9 - Scotland's Sea SecretsS1 E10 - Toxic Wrecks",
    "chinese_title": "Abandoned: Expedition Shipwreck Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-08-28T11:14:22"
}