{
    "aka": [
        "热爱"
    ],
    "sid": "3654939",
    "cast": [
        {
            "url": "/celebrity/1050540/",
            "name": "苏有朋 Alec Su",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1276079/",
            "name": "韩雪 Cecilia Han",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312914/",
            "name": "薛佳凝 Jianing Xue",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314478/",
            "name": "陈龙 Long Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315250/",
            "name": "寇占文 Zhan-Wen Keu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1464097/",
            "name": "徐震 Zhen Xu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2629271317.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1322969/",
            "name": "范小天 Xiaotian Fan",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1322969/",
            "name": "范小天 Xiaotian Fan",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "27",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2009-04-08(中国大陆)"
    ],
    "this_title": [
        "大镇反"
    ],
    "douban_link": "https://movie.douban.com/subject/3654939/",
    "trans_title": [
        "热爱"
    ],
    "douban_votes": "274",
    "introduction": "不仅仅是“反特＋爱情”，不仅仅是“琼瑶＋苦情”，不仅仅是“希区柯克+基督山伯爵”，不仅仅是“红粉+暗算”，我们就是特立独行的《大镇反》！是建立户口，好人坏人都人心惶惶，无处可逃？是人与人之间勾心斗角，互相检举，尔虞我诈？还是老鼠、苍蝇、蚊子、臭虫，在一场人民战争中精神崩溃，狼奔豕突……1950，广播里正在宣传户口制度，突然一声“哐当”的巨响，沈寒秋紧张得白色的吊带裙一肩滑落了，阳光照在她满是青紫伤痕的胳膊：对面河边的青年苏明涛高唱着《喀秋莎》，骑着自行车在河岸边，沈寒秋叹息了一声，她的生命和一切美好的东西都无关。桌上有两张神秘字条，一张写着“T55”，另一张却写着“我的自首”。两人在桥上意外地邂逅了。失魂落魄的苏明涛追着沈寒秋来到区政府，却因为政府正给一群妓女们发证而大闹了区政府。突然一声巨大的爆炸声，血肉横飞，特务土匪勾结起来正攻打区委。苏明涛抱起被气流冲倒的身上绑着炸弹的沈寒秋发疯似的往医务室跑，就在定时炸弹还有7秒爆炸，苏明涛准备剪掉最后一根线时，沈寒秋按住苏明涛的手，不让他拆炸弹，为什么……战斗更加激烈了，苏明涛和纺织厂的李小圆背对着背，一起投入了战斗，沈寒秋突然对自己的生命失去了信心，走进了枪林弹雨中……半年后，沈寒秋和苏明涛重逢了，他们彼此都清楚记得他们已经分别了188天。再次相遇的喜悦尚未燃烧为激情，沈寒秋就对苏明涛冷若冰霜，可以保持距离。当每个人都将特嫌T55的的帽子扣在沈寒秋的头上时，苏明涛却坚信自己心爱的人的清白。他向每个人解释，去言桥中学外调，沈寒秋被抓后，翻爬公安局的墙头，笨拙地用枕套缝丑娃娃。当宣布沈寒秋要被枪毙时，他去冲闯公安局，甚至用枪对准自己脑门胁迫他们放人，最后发疯一样地挖着监狱的墙直至双手鲜血淋漓……苏明涛兴高采烈地向劫后余生地沈寒秋求婚，沈寒秋心痛地为他包扎血肉模糊的双手，却惨然拒绝了他的求婚。苏明涛确信沈寒秋只是三青团的历史问题，于是继续为沈寒秋四处调查，看到言桥中学的中年男子，尾随其后，却发现一所旧宅中沈寒秋正在洗澡，另一个房间里竟然坐着那个男人！苏明涛一阵眩晕……这时他才明白沈寒秋的逃避原来时因为早已有丈夫。布告栏中的告示，让他知道藏匿在沈寒秋家中的男人原来是沈的父亲，一个国民党军官，在这次的镇反运动中向人民政府自首。所有的一律似乎都烟消云散，雨过天晴了，苏明涛却被免除了团支书的职务。他依然乐呵呵的工作，积极地搞着自己的技术发明，因为他心中装满的是沈寒秋，充盈的是对新社会的爱。苏明涛在用自己的全部来爱沈寒秋时，看到的却发现沈寒秋和许军亲热地手拉着手往电影院里面走去，是两人当着他面的拥抱、亲吻，是沈寒秋千娇百媚地勾引周思学，坐在周的腿上，脱了衣服……苏明涛精神崩溃了！可他依旧阳光、乐观、拼命工作，唯独不认识沈寒秋了。刘世昌的阴谋让苏明涛被认定是T55，即将执行死刑！沈寒秋为了苏明涛，自己去医院试药，一次次地加大剂量……所有人都告诉沈寒秋，苏明涛永远也好不了了，但是沈寒秋……言桥上，苏明涛醒了，沈寒秋热泪盈眶，向他求婚。这时，李小圆等人匆匆赶来，一张妓女证甩在了沈寒秋脸上。感觉受到愚弄的苏明涛仓皇间抓住了李小圆，宣布与李小圆结婚！沈寒秋主动要求去大西北支边。沈寒秋到了大西北，经历着重重磨难；而苏城纺织厂内，一场又一场检举与揭发的运动在刘世昌的“关照”下如火如荼地进行着，苏明涛如死水一潭。李小圆、红英却是运动的积极分子！几年后，沈寒秋回来了，发现纺织厂内的气氛大不一样，刘世昌时常情绪失控，令人恐惧。为了找出T55的真相，为了查清厂里气氛异常的原因，沈寒秋铤而走险，怎料引来杀身之祸！关键时刻，李小圆出现，为“情敌”沈寒秋牺牲了生命。李小圆的死，让苏明涛重新和沈寒秋站在一起。厂里除四害运动开始了，刘世昌经常瑟瑟发抖，似乎已经分不清是幻觉还是真实，沈寒秋和苏明涛准备将计就计，设计了一出好戏。苏明涛穿着刘世昌曾经的衣服，拉着坐着沈寒秋的三轮车一次一次从刘世昌面前走过…… 面对人民战争的汪洋大海，刘世昌感到自己的“攻心术”在一点点失败，他不甘心。当程雅如向他交死老鼠时， “我是老鼠吗？我像老鼠吗？”刘世昌癫狂了……彻底失败之前，他要行使最后的疯狂，搞一场大残杀！他要把所有反对过他的人都杀光！他要把所有伤害过他的人都杀光！他要把所有不听他话的人都杀光！把他们都杀光！阴森的地沟里，有一双惊恐万分的眼睛……",
    "chinese_title": "大镇反",
    "douban_rating": "7.2/10 from 274 users",
    "foreign_title": "",
    "douban_rating_average": "7.2",
    "update_at": "2025-07-08T03:07:46"
}