{
    "aka": [],
    "sid": "3654930",
    "cast": [
        {
            "url": "/celebrity/1315721/",
            "name": "吴晓亮 Xiaoliang Wu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [],
    "awards": "　　第11届中国电影华表奖(2005)\n　　优秀少儿童牛影片奖\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871630921.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "imdb_id": "tt4192968",
    "director": [
        {
            "url": "/celebrity/1332234/",
            "name": "李继贤 Jixian Li",
            "@type": "Person"
        }
    ],
    "duration": "80分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2005"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4192968/",
    "this_title": [
        "没有音乐照样跳舞"
    ],
    "douban_link": "https://movie.douban.com/subject/3654930/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "现代的生活也许已经让我们淡忘了这种精神。那是只有在特殊年代和特殊境遇中人类的心灵才放射出的一种光芒！高一刚刚开学不久。家境贫困、性格特点突出的宏志生就在各方面表现出巨大的反差：学习上他们超乎寻常的刻苦、优异，但其它文体活动却成绩落后，有的人性格封闭、不愿与人接触，不大会与人交流。农村女孩高燕岭总是独来独往，班长赵海宇对社会捐赠有自己的看法，小个子申飞不会自然地笑，“红高粱”骆更甚至不敢抬头看对面的同学，等等。在深入分析了宏志班的情况后，校方决定借区里即将举行的文艺比赛之机，举行“青春励志——集体舞比赛”的教育工程，帮助有些同学走出封闭的小圈子，完善人格，真正从精神素养上成才，实现社会急需的对未成年人思想道德教育的长远建设。宏志班的第一次集体舞排练很不成功，男女生不仅拘谨地坐成了三八线，而且在班主任何老师让每人拿一件某企业捐赠粉、蓝两种颜色的衬衣时，大家表现出的缺点和问题让老师 感到心理素质教育的必要!特别是女生高燕岭和班长赵海宇。老师让同学们先从认识班里同学的名字开始，并告诉大家，要想学会跳舞，就要首先学会微笑……高燕岭因为入学后学习成绩差而更加封闭自己。开学2周交上来的周记本都是空白。在“我的故事”主题班会上，面对大家，高燕岭沉默。看着高燕岭交来的周记，何老师在教育笔记上写道：对待冻透的柿子，不能一盆开水浇下去——要讲策略！三年前，高燕岭菜农的双亲为了她能继续上学早出晚归，在一个普通的傍晚，坐上拖拉机去推销最后一车茄子，却遭遇车祸再也没有回来……从此“珍惜”两个字对小小年纪的她有了特殊的味道。也因此，高燕岭对妹妹有着特殊的情感。姐妹之间有个承诺，妹妹如果连续考试得100分，她就给妹妹买个漂亮的书包，因为妹妹总是拎着网兜上学，书本都磨破了……妹妹已经连续考了好几个满分、为了不再让妹妹失望，高燕岭决定靠自己打工挣钱一定给妹妹买书包！于是，在刻苦学习之余，她瘦弱的身影开始穿行在北京的大街小巷，试图寻找到一份工作……班长赵海宇作为父亲早逝的回城知青子女，为照顾精神恍惚、身体不好的母亲，每天数次往返在学校和几十公里以外的家之间，又为了跑下母亲报销药费的事，更是不得不四处奔波，鞋都磨破了，却从未有过一次迟到，活泼开朗的女同学冉冉说他是班上的跑表。但赵海宇一直隐瞒自己的困难，好强的他不期望求助于别人，对社会的捐赠也排斥。现在他遇见了棘手问题，如果不能尽快安置母亲找到一家相对便宜的小医院住院治疗，那么期限过后母亲单位将不能再给她支付住院费。孤零零的农村少年赵海宇该如何去面对这复杂的问题呢？……早操。鞋已经因为奔波磨烂了的赵海宇为不耽误全班跑步的队列，脱下鞋光着脚在操场跟大家一起跑起来，直到石子划破了他的脚他仍坚持着……老师感动。在校长亲自做完集体舞比赛的动员之后，音乐老师布置具体的规则。首先每个班要报上4个同学，2男2女，代表班里每天早操时间学习集体舞，回到班里后再教给大家，何老师利用午休，一个人出去给赵海宇买了一双崭新的球鞋。但她没有贸然直接就给赵海宇。她知道这个孩子极度敏感的自尊心，她必须另想办法……后来在一个适当的时机何老师把鞋给了赵海宇。集体舞比赛各班都积极准备，甚至服装。其它班报名学舞的4人都有文艺特长。针对本班同学各自的情况，何老师却有意选出了高的一对：高燕岭、赵海宇；矮的一对：申飞、冉冉，这4名同学去学舞，希望他们能从中学会交流、合作、微笑。肩上的担子又加了一个，但赵海宇依然每天坚强地奔忙着，他相信自己一定可以做好！……班长赵海宇与“创收委员”申飞等人将集体舞排练、比赛所需的一笔笔开支一一列在黑板上，全班集体想办法怎么样通过自己勤工俭学的能力解决，而不动用宏志基金，不需要社会捐助。大家决定先从卖废品入手筹集班费。开始一系列的勤工俭学。楼道，操场，校园的各个角落，社会网吧门外的街边等等——出现了申飞、赵海宇等宏志生捡空饮料瓶等杂物的身影……面对众人的议论，宏志生不卑不亢，坦然面对。早操。操场上全年级第一次学舞。对学舞有排斥情绪、而且极度不自信的高燕岭的表现严重影响了跟她一组的赵海宇的情绪和排练。赵海宇几次提醒，高燕岭依旧故我。赵海宇对她有意见。当天午后，何老师将宏志班第一次带到操场上学舞——一上操场，宏志班傻眼了：别的班同学都学得特快，而且跳得很好，就宏志班，连最基本的舞步，还几乎全班都踩不上点呢！顿时，对于一向好强的宏志生来说那种心理的压力！班长赵海宇更是这样！本来空旷的操场上喊号就费劲，当看到就连自己的示范舞伴高燕岭都屡屡出错时，赵海宇终于急了，冲高燕岭发火……楼道。赵海宇跟老师提出换舞伴，说高燕岭不适合学跳舞！何老师明确告诉他不行，要他学会宽容和与人交流。没想到高燕岭恰恰这时也来找老师提出退出学舞的事，老师和赵海宇的话她都听见了。面对这两个学生，何老师一句话：全班45个同学必须一个也不能少地出现在比赛的舞台上，而且必须跳好！把高燕岭学舞的事就交给赵海宇了！说完就走了。赵海宇带申飞、骆更等人卖废品，得知瓶盖最值钱，而且如果肯跑远路到郊区卖，各划算。几人开始专捡瓶盖。业余时间打零工多的高燕岭，为给妹妹买书包攒钱。这天赵海宇借口去给班上卖废铁结果是动用了食堂的三轮车拉同学去大街上洗澡。赵海宇被叫到了校长办公室，校长知道他撒谎的事情，狠狠地批评了他，从这一小事看出出幼时无人正确引导，使这些贫困家庭的孩子造成的投机心理……，指出做人最重要的就是“诚信”！条件好了不能丢掉吃苦耐力的品质，校长说：“……你们的资本就是勤奋！难道你们的腿现在就变懒了吗？“赵海宇深深认识到了自己的错误。故事班会，赵海宇讲了自己的故事，他的身世感动了很多同学……赵海宇的母亲突然病了。第二天早上，挣钱推销洗衣粉的高燕岭在医院意外地遇见了陪母亲一夜未合眼的赵海宇，明白了一切。将自己挣的钱帮赵海宇母亲交了药费。当知道赵海宇今天已经说好与老师一同跑母亲转院的事后，主动提出自己在这里照看赵海宇的母亲。对同学如同孩子的何老师这天和赵海宇一起终于跑下了母亲转医院的问题，解决了赵海宇家的难题。赵海宇感动极了！拿着住院手续兴冲冲回到医院的赵海宇，看见的是哭泣的高燕岭。原来高燕岭去为他母亲买吃的时候，回来发现母亲不见了！赵海宇的母亲走失了……学校和社会帮助他找母亲。社会上资助的人帮他找，他跑遍了北京和附近高燕岭这天留了个纸条回家了。何老师决定去100公里以外的她家去看她。路上遇雨受阻。雨中湿淋淋地姐妹俩在村口的大树下期待着何老师的到来，何老师没有失言，她艰难地行走在山路上。天黑了，姐妹俩冒雨在村口等着老师，期盼中何老师的身影终于出现在雨雾里……夜，高燕岭的家何老师受凉病倒，高燕岭用梳子给老师刮痧……主题班会上，高燕岭终于向大家袒露了自己的心声……冉冉最近开始了这次集体舞编队的设计，她在作业纸的背面勾画着站位。校长和何老师商量，集体舞的排练交给了冉冉他们负责。这些天在校长老师的陪同下一直找母亲的赵海宇发现自己远离了集体。何老师说校领导已决定了，集体舞他不参加了。班里的集体舞编排已很有新意……中秋节同学们给他过生日。申飞第一次放开喉咙唱了《大海》的歌曲，赵海宇感到了集体的温暖。灯光篮球场同学们集体舞演练时，他感到淡淡地失落。不是住校生的冉冉最近住校了。同学们问她她说是家里来了亲戚住不下。同学们只是发现何老师最近关心她很多。而冉冉依然乐观地每天带领同学们练习集体舞，后来人们知道了冉冉深爱的姥姥不久前去世了。午检，教室里同学们自发地叠着白花，冉冉在课桌里发现同学们给她的许多慰问的卡片……赵海宇重新回到了集体舞的排练。申飞和赵海宇购置了这次比赛每人的衬衫。高燕岭为大家设计的大的红色的蝴蝶很美丽！三天后就比赛了。这时赵海宇的母亲有了消息。同学们为他高兴！校长决定带他去外地接母亲回来。外地。他们到时发现那人竞不是赵海宇的母亲！赵海宇把自己随身带的100元钱给了那个中年妇女。当地的小饭馆，校长和他吃饭时，赵海宇第一次敢吃了鱼了……。而了解赵海宇身世的校长却感触很深。操场，集体舞的比赛会场，高燕岭发现比赛第一名的奖品是优质好看的尼龙书包，她兴奋极了！当同学们知道了赵海宇没有找到妈妈的消息后。穿着比赛服装的高燕岭和几个女同学向何老师建议她们决定去火车站接校长和赵海宇。何老师同意了。但嘱咐她们一定要在下午2点比赛前赶回学校。火车晚点了，同学们焦急的目光，当赵海宇和校长终于出现时离比赛还有几十分钟了。校长决定打的回学校。两辆出租车里，几个孩子的眼睛死死盯着记价器，校长看出她们的心思。记价器跳着钱数……。几个孩子的眼睛瞪的大大的，心似乎跟着记价器砰砰地跳着。突然她们决定下车！几乎是同时前后两个车嘎然而止，同学们纷纷跳下……宽阔的马路、立交桥、现代的城市几个孩子飞快地跑着。赵海宇一个趔趄，高燕岭一把拉着他的手，紧紧地……而比赛也即将开始……高燕岭的家。美丽的山村。妹妹在等待着姐姐的归来。静谧的池塘，美丽的荷花上的露珠。片刻，妹妹决定给姐姐买个西瓜。远远地妹妹跑动的身影，翠绿的田野……字幕：“十年来宏志班的所有同学全部顺利考入大学，其中76%升入全国重点大学，这些家庭从此彻底摆脱贫穷……”",
    "chinese_title": "没有音乐照样跳舞",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-07T18:36:04"
}