{
    "aka": [
        "跨越情感線(港)"
    ],
    "sid": "36547052",
    "cast": [
        {
            "url": "/celebrity/1425084/",
            "name": "西奥·杰曼 Theo Germaine",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1245886/",
            "name": "Aden Hakimi Aden Hakimi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片",
        "同性"
    ],
    "awards": "　　第40届圣丹斯电影节(2024)\n　　观众奖 未来创新奖(提名) 朱尔斯·罗斯卡姆\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903535205.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1515230/",
            "name": "朱尔斯·罗斯卡姆 Jules Rosskam",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt28510594",
    "director": [
        {
            "url": "/celebrity/1515230/",
            "name": "朱尔斯·罗斯卡姆 Jules Rosskam",
            "@type": "Person"
        }
    ],
    "duration": "80分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-01-18(圣丹斯电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt28510594/",
    "imdb_votes": 110,
    "this_title": [
        "Desire Lines"
    ],
    "douban_link": "https://movie.douban.com/subject/36547052/",
    "imdb_rating": "6.9/10 from 110 users",
    "trans_title": [
        "欲望线",
        "跨越情感線(港)"
    ],
    "douban_votes": "0",
    "introduction": "An underground narrative has long been whispered among transgender men: after coming out as trans, many of us develop an attraction for other men. In this hybrid documentary, history comes alive when an Iranian-American transman time-travels on a dizzying quest to unravel his own sexual desires. As Ahmad approaches the age 60, his long-suppressed desires for other men become impossible to ignore. Having grown up in an era when homosexual activity could block one’s access to medical transition, he can’t help but wonder whether his sexuality and gender identity are completely at odds. He turns to the LGBTQI+ archives for answers, where he meets a 20-something trans archivist named Kieran. As Ahmad falls deeper into the archive, he is quite literally sucked into the text—becoming a time traveler who participates in the queer cruising history he reads about. This hybrid documentary is a tender love letter to the gay transmasculine community and the legacy that Lou Sullivan, and many unnamed others like him, left behind. This fictional narrative is interwoven with archival gems and a trove of contemporary oral histories from a diverse group of transmen across North America. These participants candidly discuss the evolution of their desires and illuminate their struggles with gender (non)conformity, fetishization, transphobia, sexual racism, and safer sex. Desire Lines pushes against binaries – fiction vs. non-fiction, reality vs. fantasy, public vs. private – to highlight the fallacy of “purity” that undergirds colonialist notions of discrete categories of being (or genre); embracing bewilderment as a liberatory strategy for trans representation. (源自: TIDF)",
    "chinese_title": "欲望线",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Desire Lines",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-03-20T12:00:33"
}