{
    "aka": [
        "The Clowns"
    ],
    "sid": "36558600",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898074943.jpg",
    "region": [
        "波兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1200861/",
            "name": "加布里埃拉·穆斯卡拉 Gabriela Muskala",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1200861/",
            "name": "加布里埃拉·穆斯卡拉 Gabriela Muskala",
            "@type": "Person"
        }
    ],
    "duration": "85分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2023-10-10(华沙电影节)"
    ],
    "this_title": [
        "Błazny"
    ],
    "douban_link": "https://movie.douban.com/subject/36558600/",
    "trans_title": [
        "The Clowns"
    ],
    "douban_votes": "0",
    "introduction": "入围华沙电影节前两部竞赛。Students from the Faculty of Acting find out that their graduation film will be made by the famous director Gajda. The news is electrifying – everyone wants to be in the cast. Gajda turns up only occasionally. He leaves the students a camera – in his absence, they are to shoot improvised scenes around the themes of jealousy and rivalry, based on the stories of Cain and Abel as well as Balladyna and Alina. As rehearsals begin, the students’ personalities, dreams and ambitions are revealed. What we also see are disproportions in the students’ acting talent, differences of opinion and financial status, envies, past transgressions, complicated emotional relationships. We focus on the relationship of four characters: Łukasz/Abel, Olo/Cain, Julka/Balladyna, and Alicja/Alina. Professional competition overlaps with private rivalry. The line between reality and fiction slowly starts to blur. All four make a play for a part in the film, but this progresses into an all-or-nothing game. Łukasz and Olo clash at a party. Their fight gets out of hand.",
    "chinese_title": "Błazny",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-22T15:39:28"
}