{
    "aka": [
        "강가에서"
    ],
    "sid": "36550937",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898113211.jpg",
    "region": [
        "伊朗",
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt29644396",
    "director": [
        {
            "url": "/celebrity/1117657/",
            "name": "莫森·玛克玛尔巴夫 Mohsen Makhmalbaf",
            "@type": "Person"
        }
    ],
    "duration": "50分钟",
    "episodes": "",
    "language": [
        "波斯语"
    ],
    "playdate": [
        "2023-10-04(釜山电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt29644396/",
    "this_title": [
        "Talking with Rivers"
    ],
    "douban_link": "https://movie.douban.com/subject/36550937/",
    "trans_title": [
        "与河流对谈",
        "강가에서"
    ],
    "douban_votes": "0",
    "introduction": "The neighboring nations of Afghanistan and Iran used to belong together: they were both parts of the historical region of Khorasan until 1747, when they separated. Talking with Rivers is a conversation between these two countries, through the voices of Iranian director Mohsen Makhmalbaf, who has made ten films in and about Afghanistan, and of Afghan actor Jawanmard Paiez.Their dialogue explores the violent history of the two countries—all those invasions by foreign powers, all those refugees, all that repression by mullahs or the Taliban. Why is it, exactly, that they were unable to come together? “Oh brother, we were separated and you were destroyed,” they both say.Their exchange is intercut with marvelously apt clips from films by Makhmalbaf himself (including Kandahar and The Cyclist) and by his daughters Samira and Hana (At 5 in the Afternoon and Buddha Collapsed Out of Shame). With this, Talking with Rivers becomes an impressive journey through the filmography of the Makhmalbafs, as well as a chronicle of a tormented region.源自：https://festival.idfa.nl/en/film/134f48f7-5433-47ac-a060-7c3a40f64e43/talking-with-rivers/",
    "chinese_title": "与河流对谈",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Talking with Rivers",
    "douban_rating_average": 0,
    "update_at": "2025-04-13T03:00:29"
}