{
    "aka": [
        "Seas in Motion",
        "Voyage en eaux froides(法)"
    ],
    "sid": "36562333",
    "cast": [
        {
            "url": "/celebrity/1119011/",
            "name": "阿克塞尔·米尔伯格 Axel Milberg",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2919924919.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt26770289",
    "director": [],
    "duration": "43分钟",
    "episodes": "4",
    "language": [
        "德语"
    ],
    "playdate": [
        "2023-02-16(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt26770289/",
    "imdb_votes": 9,
    "this_title": [
        "Unsere Meere Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36562333/",
    "imdb_rating": "8.6/10 from 9 users",
    "trans_title": [
        "Seas in Motion",
        "Voyage en eaux froides(法)"
    ],
    "douban_votes": "0",
    "introduction": "Prize-winning wildlife filmmaker Thomas Behrend spent more than two years filming in the waters of the North and Baltic Seas to explore these diverse marine habitats off the shores of Europe. Innovative drone and underwater camera technology provide an intimate insight into the lives of rare sea creatures, including behaviour never before captured on film.We follow the first precarious weeks of a baby catshark in a Norwegian fjord, the return of seahorses to the coast of Normandy, the lives of grey seals on the Shetland Islands, and explore the North Sea’s largest seal colony on the Danish island of Anholt.The North Sea is a habitat of superlatives, with enough food for everyone, from giant sharks to tiny shore crabs. This breathtaking, multi-faceted documentary portrays not only the magnificence of the oceans, but also the vulnerabilities.E1. Wonders of the North SeaE2. The Unknown North SeaE3. Baltic MiraclesE4. Hidden Worlds of the BalticNarrator: Axel MilbergProduced by Doclights for NDR and ARD in association with Arte and Terra Mater",
    "chinese_title": "Unsere Meere Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.6,
    "douban_rating_average": 0,
    "update_at": "2025-04-06T07:12:01"
}