{
    "aka": [],
    "sid": "3656560",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2017312630.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1087155/",
            "name": "Laine Drewery Laine Drewery",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1177066/",
            "name": "Tyler J. Smart Tyler J. Smart",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1233987",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1233987/",
    "imdb_votes": 94,
    "this_title": [
        "Jetstream"
    ],
    "douban_link": "https://movie.douban.com/subject/3656560/",
    "imdb_rating": "8.5/10 from 94 users",
    "trans_title": [
        "顶级飞行俱乐部"
    ],
    "douban_votes": "122",
    "introduction": "Jetstream chronicles the gripping trials of an elite group of Air Force pilots struggling to master one of the world's most advanced supersonic tactical fighter jets, the $35-million F-18 Hornet. Hand-picked from thousands, seven men and one woman are poised to join the world's most exclusive fight club. Who will make the cut? With unprecedented access to an elite training ground, each thrilling episode follows eight future Top Guns through adrenaline-charged missions from ground school to graduation, witnessing their fierce drive and relentless struggles. Real-life Fighter Pilot Instructors keep the rookies in line, building experts out of those who make it through the grueling training and shattering the dreams of those who don't. Jetstream puts viewers at the throttle of an awesome flying machine, taking them on the ride of a lifetime through the rigorous paces and real life drama of elite Top Gun training. In the process they will learn details of the most advanced aeronautic technology and warfare tactics of our time.",
    "chinese_title": "顶级飞行俱乐部",
    "douban_rating": "8.9/10 from 122 users",
    "foreign_title": "Jetstream",
    "imdb_rating_average": 8.5,
    "douban_rating_average": "8.9",
    "update_at": "2025-11-25T05:07:14"
}