{
    "aka": [],
    "sid": "3656991",
    "cast": [
        {
            "url": "/celebrity/1165350/",
            "name": "尼尔·杨 Neil Young",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "剧情",
        "歌舞"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1165350/",
            "name": "尼尔·杨 Neil Young",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0379307",
    "director": [
        {
            "url": "/celebrity/1165350/",
            "name": "尼尔·杨 Neil Young",
            "@type": "Person"
        }
    ],
    "duration": "87 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2003"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0379307/",
    "imdb_votes": 457,
    "this_title": [
        "Greendale"
    ],
    "douban_link": "https://movie.douban.com/subject/3656991/",
    "imdb_rating": "6.2/10 from 457 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Exploring the lives and struggles of a varied group of people in a small, rural California town, Greendale focuses in on the Green family. From Grandpa sitting on the front porch commenting on the state of the world, to his struggling artist son Earl Green, to Sun Green, Earl's vibrant, free-spirited daughter, daily existence in Greendale seems idealistically perfect and trouble-free, at first. This uneventful lifestyle is proven to be more intricate than first glaces would indicate, when Cousin Jed shoots and kills a police officer, sparking a chain of events that change the lives of those around him in both simple and profound ways.Essentially a feature-length music video of Neil Young's concept album \"Greendale.\" The story deals with the lives of various members of the Green family in the fictional California coastal town of Greendale. Beyond the semmingly quiet surface of the family members, each seems to be fighting personal (and sometimes literal) demons, and dealing with mounting personal tragedies and disappointments. Young uses the lives of his characters to make personal statements on issues such as the government and media's lack of respect for private lives, corporate America's greed and corruption, and the race to save the Alaskan environment from greedy businesses and govermental indifference.",
    "chinese_title": "Greendale",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-06-10T20:00:30"
}