{
    "aka": [
        "Namibia’s Natural Wonders",
        "Namibie sauvage(法)",
        "Wild Namibia"
    ],
    "sid": "36562332",
    "cast": [
        {
            "url": "/celebrity/1056016/",
            "name": "托本·利布雷希特 Torben Liebrecht",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898235402.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt29101094",
    "director": [],
    "duration": "44分钟",
    "episodes": "2",
    "language": [
        "德语"
    ],
    "playdate": [
        "2023-09-12(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt29101094/",
    "this_title": [
        "Namibias Naturwunder Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36562332/",
    "trans_title": [
        "Namibia’s Natural Wonders",
        "Namibie sauvage(法)",
        "Wild Namibia"
    ],
    "douban_votes": "0",
    "introduction": "Namibia is a country of contrasts, from the arid savannahs to flowing rivers and rugged coastlines. This documentary explores the natural wonders of the country in southern Africa.Despite the dry and barren habitat, the Kalahari Desert in the east is home to a range of rare and fascinating creatures. The ground pangolin resembles a cute dinosaur but is endangered due to habitat loss and illegal trafficking. Animals must be resourceful and clever to survive in the world’s oldest desert and one of the driest places on Earth, the Namib. Around 150 elephants still roam the desert, covering long distances in search of water. The only certainty here is change, as the wind constantly reshapes the dunes.On the coast of Namibia, in contrast, the Atlantic crashes onto rugged cliffs and vast beaches while fur seals try to escape their most dangerous predator – the brown hyena.E1. Life at the LimitE2. Little Heroes, big HuntersNarrated by Torben LiebrechtProduced by Doclights in association with ORF and Arte",
    "chinese_title": "Namibias Naturwunder Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-17T15:21:29"
}