{
    "aka": [],
    "sid": "36563066",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "爱情",
        "真人秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "52分钟",
    "episodes": "6",
    "language": [
        "日语"
    ],
    "playdate": [
        "2023-02-20(日本)"
    ],
    "this_title": [
        "『今日、好きになりました。卒業編2023（今日好き卒業編2023）』"
    ],
    "douban_link": "https://movie.douban.com/subject/36563066/",
    "trans_title": [
        "今天，喜欢上你了。毕业篇2023"
    ],
    "douban_votes": "0",
    "introduction": "『今日好き』とは、運命の恋を見つける、恋と青春の修学旅行をテーマとした恋愛番組。ルールは2泊3日の旅を繰り返し、最終日に告白。そこでカップルになったら終了、なれなかったら次の旅を続けるかどうか選べる、というもの。恋愛見届け人は井上裕介（NON STYLE）、かす、大友花恋、中川大輔。個性豊かなメンバーだらけの女子3人、男子５人で始まった新シーズン。特に今回男子は全員高校3年生とあって、高校生最後の恋に対する加速度はいつもより激しそう。また継続メンバーだらけで、そのなかで新規メンバーがどれだけ奮闘するのか、緊張感たっぷりの旅が始まった。今回の出演者に「神メンツ」「楽しみ過ぎる！」「卒業編ビジュバグってる」「推しがたくさん出てる！」など早くも期待の声があがっている。第1話　新シーズン♡高校最後の恋の始まり2023年2月20日（月）放送\" 高校最後の恋が、いちばん切ない… \"高校３年生にとって、高校最後の恋。今年度最後の「恋の修学旅行」が今年度一、切ない恋の旅に…第2話　「お願いごと、叶えてくれる？」観覧車の頂上で…2023年2月27日（月）22時放送新たに旅に参加するメンバー\"みるき\"を迎え、10人になったメンバーの恋の矢印が錯綜する…みるきが最初に誘った男子メンバーは？そして、突然メンバーに渡されたしおり。書かれていた内容は、\"男女2人だけが観覧車デートに行けます\"2人きりのデートに行けるメンバーを決める方法は『花くじ』赤い花を引いたのは…？第3話　気になるから 知りたいのに。やっと見えてきた彼の心2023年3月6日（月）22時放送迎えた2日目、朝から女子部屋では賑やかな声。頑張る女子たちは、積極的に動いてくれない男子に疑問が募り…そんな女子部屋のドアが開いて、現れたのは…？ホームパーティでそれぞれが買い出しに行くことに。賑やかなホームパーティのラストには、恋の運命が大きく動き出す出来事が…第4話　“惹かれてる。”幸せを知ってしまった分だけ募る不安2023年3月13日（月）22時放送「よく知らないで決めようとしてたから…このデートで良い所知れたらいいなって思ってる。」２人きりのクルージングで、みるきの言葉にえだはるは心が揺れて…そして、自分で行き先を決めるグループデートで思わぬ方向へ恋を動かす出来事が…？第5話　誰よりも私を見てくれた君だから。強い想いが心を動かす2023年3月20日（月）22時放送告白前日、恋が進展するようにと行動した恋の駆け引きが思わぬ方向へ…？そして、真っ直ぐ想いを伝え続けたみるきが、\"えだはる\"と恋の旅を共にするメンバーの気持ちをさらに大きく動かす展開へ第6話　楽しい思い出をありがとう。泣くのはこれで最後にします。2023年3月27日（月）22時放送高校最後の恋、悔いなく笑顔で帰るために…最終日、告白の日。気持ちを伝えられる最後の時間、メンバーは何を伝えるのか…高校最後の恋が完結する。",
    "chinese_title": "今天，喜欢上你了。毕业篇2023",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "『今日、好きになりました。卒業編2023（今日好き卒業編2023）』",
    "douban_rating_average": 0,
    "update_at": "2025-06-21T03:22:31"
}