{
    "aka": [
        "The Great Stink"
    ],
    "sid": "36562989",
    "cast": [
        {
            "url": "/celebrity/1454453/",
            "name": "亚历山大·凡·塔肯 Xand van Tulleken",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1476344/",
            "name": "Raksha Dave Raksha Dave",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898238566.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt26748270",
    "director": [],
    "duration": "45分钟",
    "episodes": "2",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-02-16(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt26748270/",
    "imdb_votes": 19,
    "this_title": [
        "The Great Stink of 1858 Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36562989/",
    "imdb_rating": "6.9/10 from 19 users",
    "trans_title": [
        "The Great Stink"
    ],
    "douban_votes": "0",
    "introduction": "Xand van Tulleken traces the story of the Great Stink as it enters its second month. The excrement of nearly 3 million Londoners continued to flow into the Thames, where it was festering under the blazing sun. Xand reveal show even Queen Victoria now suffered from the stench. During a trip to see Isambard Kingdom Brunel’s giganticship, the Great Eastern, the Queen was ‘half-poisoned’ by the dreadful smell.To understand what Londoner’s were suffering, Raksha Dave recreates the Great Stink with the help of a special-effect expert. They build a scaled-down version of the faeces-filled Thames, then allow it to ferment under a polytunnel for a week.Xand then visits a Victorian waterworks to discover if Londoners were really drinking from the horrifically contaminated river. As the stink reaches its peak Benjamin Disraeli, the Chancellor, rushes to pass an act of parliament that will finally clean up the Thames, but in the short-term desperate emergency measures are taken. Hundreds of tons of ‘chloride of lime’ are thrown into the Thames in an effort to neutralise the smell. It’s also sprayed onto the curtains in Parliament. Raksha Dave runs an experiment, using her scaled-down stinking Thames, to see if this could have actually been effective.As the Great Stink finally comes to an end after three months, parliament gives the engineer Joseph Bazalgette the money he need to build a massive sewer system for London. To understand the scale of the project, JJ Chalmers sees Bazalgette’s original plans. Xand visits the astonishing sewage pumping station Bazalgette built at Crossness, known as the ‘Cathedral of Sewage’. But before the sewage system is fully operational, a cholera epidemic kills thousands in East London. It reveals how critical it is that London is finally cleaned up, and the Great Stink is never repeated.S1 E1 - ContagionS1 E2 - Saving LondonProduction company: Darlow Smithson Productions",
    "chinese_title": "The Great Stink of 1858 Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-03-05T21:11:51"
}