{
    "aka": [],
    "sid": "36575162",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898775798.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "director": [],
    "duration": "55分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2023-10-09(DOK Leipzig)"
    ],
    "this_title": [
        "Mamie 44"
    ],
    "douban_link": "https://movie.douban.com/subject/36575162/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "An old family secret is fermenting in the father’s winery in southwest France. The grandfather had been executed by the Résistance in 1944 because he had collaborated with the Nazis. For decades, no one talked about it, daily work continued, from cultivation to harvest, from the wine press to maturation, an eternal cycle. The daughter comes to visit with a camera and a microphone. She remixes the sounds of farming, asks questions, builds openings in the experimental interstices between image and sound for the father to come to himself. Maybe what was buried and ploughed under can be reflected today – if they succeed in breaking the cycle for a moment.The father has answers. He knows the patriarchal system of agriculture, where neighbours are envious and unpleasant things are quickly interred so they will not be passed on to the children. And yet what was interred has not dissolved completely, over generations. Insects buzz over the soil, something underneath attracts them. A small frog is caught in the wine press with the grapes. And the filmmaker’s daughter looks for a new tune on the old family piano.Jan Künemund源自：https://www.dok-leipzig.de/en/film/mamie-44/programm",
    "chinese_title": "Mamie 44",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-05T03:33:50"
}