{
    "aka": [
        "The Standstill"
    ],
    "sid": "36575295",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2920789706.jpg",
    "region": [
        "奥地利"
    ],
    "writer": [
        {
            "url": "/celebrity/1284783/",
            "name": "尼古劳斯·葛哈特 Nikolaus Geyrhalter",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt29611952",
    "director": [
        {
            "url": "/celebrity/1284783/",
            "name": "尼古劳斯·葛哈特 Nikolaus Geyrhalter",
            "@type": "Person"
        }
    ],
    "duration": "137分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2023-10-20(维也纳电影节)",
        "2024-02-09(奥地利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt29611952/",
    "imdb_votes": 34,
    "this_title": [
        "Stillstand"
    ],
    "douban_link": "https://movie.douban.com/subject/36575295/",
    "imdb_rating": "7.2/10 from 34 users",
    "trans_title": [
        "The Standstill"
    ],
    "douban_votes": "0",
    "introduction": "The film opens with the image of an elderly individual in a hospital, hooked to a machine: assistance is needed to slowly breathe in and out. This existential moment of physical precariousness is followed by Nikolaus Geyrhalter’s typical long shots, though in this case they do not document work processes but look like a prequel to his fantastic science fiction documentary “Homo Sapiens” (2016): deserted airports, swimming pools, playgrounds.The filmmaker sets out with his identifiable aesthetic tools to tackle the documentation of the first three waves of the Covid-19 pandemic, from March 2020 to December 2021. In Vienna, a major city with a relatively well-functioning health system, he looks at institutions that are in a “flexible learning mode”: intensive care units, emergency shelters, schools, cinemas. Time and again he visits a flower shop that is not system-relevant but, by its own definition, sells food. Lockdown followed by eased restrictions followed by lockdown. The camera registers how paralysis in the face of a natural disaster is superseded in some people by anger at the restrictions. Meanwhile, cases of Long Covid are being treated in the hospitals. Topical, only a little later, these images cut across the repression of what has been experienced.Jan Künemund源自：https://www.dok-leipzig.de/en/film/stillstand/programm",
    "chinese_title": "Stillstand",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-07-24T21:00:50"
}