{
    "aka": [
        "Patrick Kielty's Tractor Wars: Ferguson v Ford",
        "Tractor Wars: Ferguson vs Ford"
    ],
    "sid": "36578197",
    "cast": [
        {
            "url": "/celebrity/1112166/",
            "name": "Patrick Kielty Patrick Kielty",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898609250.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt21970216",
    "director": [
        {
            "url": "/celebrity/1021857/",
            "name": "布瑞恩·泰里·亨利 Brian Henry Martin",
            "@type": "Person"
        }
    ],
    "duration": "59分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-09-06(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt21970216/",
    "imdb_votes": 8,
    "this_title": [
        "Patrick Kielty's Tractor Wars: Ferguson vs Ford"
    ],
    "douban_link": "https://movie.douban.com/subject/36578197/",
    "imdb_rating": "8.1/10 from 8 users",
    "trans_title": [
        "Patrick Kielty's Tractor Wars: Ferguson v Ford",
        "Tractor Wars: Ferguson vs Ford"
    ],
    "douban_votes": "0",
    "introduction": "In 1938, Ferguson and Ford, two former farm boys, shook hands on a gentleman’s agreement with the ambition to change the agricultural world forever. Henry Ford, founder of the Ford Motor Company, and Harry Ferguson, the brilliant Ulster inventor, agreed to mass-produce an ingenious new tractor. Together, they would mechanise the world of the struggling small farmer on an industrial scale and put an end to the depressed 1930s.In a journey that takes him across Northern Ireland to the USA, presenter Patrick Kielty reveals the story of Harry Ferguson’s partnership with Henry Ford and the events that led to a $250 million lawsuit. It is a transatlantic story of farming, big business and a broken partnership.Patrick visits the house in Co. Down where Harry Ferguson was born in 1884 and attempts to plough with horses in the same field that Ferguson did as a boy. Patrick gets behind the wheel of several Ford and Ferguson tractors, and drives around Abbotswood, the grand country estate in the Cotswolds where Harry Ferguson lived in later life.Following in Harry’s footsteps to the USA, Patrick visits Detroit to the site of the world’s first assembly line where the Ford Model T was built. He also visits Fair Lane, the home of Henry Ford, where the famous handshake agreement took place. He visits the former site of Ferguson Park, the rival factory that Harry set up right on Ford’s doorstep.His journey takes him to New York to examine the spectacular fall-out which led to a $251 million lawsuit, a David v Goliath story of its time, gripping the press and the general public over five years. Uncovering the men behind the myths, Patrick reveals the genius of two farm boys from different sides of the Atlantic, who went on to change the world of agriculture.Presenter: Patrick KieltyProducer: Mary JohnstonExecutive Producer: Dermot Lavery, Michael HewittProduction company: [DoubleBand Films](https://www.doublebandfilms.com/patrick-kieltys-tractor-wars-ferguson-vs-ford)",
    "chinese_title": "Patrick Kielty's Tractor Wars: Ferguson vs Ford",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-02-13T06:22:46"
}