{
    "aka": [
        "JFK : Un jour dans l'Histoire",
        "JFK: Ein Tag in Amerika",
        "JFK：アメリカを襲ったあの日の出来事"
    ],
    "sid": "36575101",
    "cast": [
        {
            "url": "/celebrity/1018205/",
            "name": "约翰·肯尼迪 John F. Kennedy",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901677853.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt29306658",
    "director": [],
    "duration": "45分钟",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-11-05(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt29306658/",
    "imdb_votes": 770,
    "this_title": [
        "JFK: One Day in America"
    ],
    "douban_link": "https://movie.douban.com/subject/36575101/",
    "imdb_rating": "7.5/10 from 770 users",
    "trans_title": [
        "约翰·F·肯尼迪：改变美国的一天",
        "JFK : Un jour dans l'Histoire",
        "JFK: Ein Tag in Amerika",
        "JFK：アメリカを襲ったあの日の出来事"
    ],
    "douban_votes": "0",
    "introduction": "At the Television Critics Association Winter Press Tour, National Geographic announced an expansion of “The One Day in America” franchise, with a new documentary, “JFK: One Day In America”.  The series marks 60 years since the assassination of JFK, and they are the last surviving witnesses to these extraordinary events.The series will tell the story of the assassination of John F. Kennedy, the president of the United States, told in real time by those who were there. The three-part series will capture how in November 1963, the American president was shot, a search ensued, a policeman was killed, and the assassin was then murdered.Using archive footage of the investigation, police radio recordings, live broadcasts and footage from dozens of television crews, viewers will be fully immersed into the events as they unfold. New and archival interviews with eyewitnesses who were there will give a unique perspective on what really happened, their version of events, and how they think these experiences shaped them and the wider world. The series marks 60 years since the assassination of JFK, and they are the last surviving witnesses to these extraordinary events.The series is produced by 72 Films for National Geographic. For 72 Films, David Glover is the executive producer, and Ella Wright is series director. Daniel Lindsay and T.J. Martin executive-produced the series. For National Geographic, Carolyn Payne is the executive producer, and Tom McDonald is the executive vice president, Global Factual and Unscripted Content.EPISODE ONE: ASSASSINATIONEPISODE TWO: MANHUNTEPISODE THREE: REVENGE",
    "chinese_title": "约翰·F·肯尼迪：改变美国的一天",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "JFK: One Day in America",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-04-19T04:14:37"
}