{
    "aka": [
        "The Refuge City"
    ],
    "sid": "3657870",
    "cast": [
        {
            "url": "/celebrity/1074328/",
            "name": "Stefan Burczyk Stefan Burczyk",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105835/",
            "name": "Dariusz Kowalski Dariusz Kowalski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1113352/",
            "name": "玛格达琳娜·库塔 Magdalena Kuta",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1188902/",
            "name": "厄克·卢博斯 Eryk Lubos",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "波兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1047063/",
            "name": "沃西切·卡帕斯基 Wojciech Kasperski",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0929269",
    "director": [
        {
            "url": "/celebrity/1047063/",
            "name": "沃西切·卡帕斯基 Wojciech Kasperski",
            "@type": "Person"
        }
    ],
    "duration": "18 分钟",
    "episodes": "",
    "language": [
        "波兰语"
    ],
    "playdate": [
        "2006"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0929269/",
    "imdb_votes": 24,
    "this_title": [
        "Miasto ucieczki"
    ],
    "douban_link": "https://movie.douban.com/subject/3657870/",
    "imdb_rating": "7.0/10 from 24 users",
    "trans_title": [
        "避难城市",
        "The Refuge City"
    ],
    "douban_votes": "0",
    "introduction": "The film begins on 8 May 2004 night. Tomek Wieczorek is running away form hooligans that are rooters of the opposite club. Suddenly, he is facing another group of fans who are armed with baseball bats. He reaches for the gun and his story begins. First, we meet Tomek as a 6 year old kid, than - as a 14 year old teenager. We see some short events from his life: his going to the swimming pool with his best friend, his grandpa's telling a story about the war or the explosion of the power station in Chernobyl. Some events seem to have nothing in common with the main plot. The digressive situations, however, intertwine with a shooting into a story about rebellion, evil and fallacy. This kind of digressive storytelling leads us to the point when Tomek becomes a fanatic of Widzew - a rooter. When he leaves for the match, he takes his grandpa's gun. This match is not going to be same. Widzew will fall into the second league and Tomek Wieczorek .... will feel the need to take his revenge. The victims of the club's loss will be numerous. Everyone will loose: the football players, the fans, the innocent passer-byes, the police... The fatalism of the main hero's faith gives a portrait of the young generation of people who live in Poland. These people stand aside from the changes. They inhabit the vast areas of poverty like Widzew and Bluty in Lodz, Prague in Warsaw or Orunia in Gdansk. All the fatal events bound together and create the vision of fallacy and death. The effect is the feeling of nonsense of evil and the absurd of violence.",
    "chinese_title": "避难城市",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Miasto ucieczki",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-03-14T01:21:58"
}