{
    "aka": [],
    "sid": "36574944",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898526214.jpg",
    "region": [
        "意大利",
        "丹麦"
    ],
    "writer": [],
    "imdb_id": "tt29257017",
    "director": [],
    "duration": "9分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-10-08(DOK Leipzig)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt29257017/",
    "imdb_votes": 7,
    "this_title": [
        "Au Revoir, Pugs"
    ],
    "douban_link": "https://movie.douban.com/subject/36574944/",
    "imdb_rating": "7.8/10 from 7 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "At first glance, Brett Allen Smith’s memory worlds seem slightly otherworldly but peaceful. There is a little pug – curious, bouncy and, most importantly, alive, a harmless explorer of lawns and living rooms. At the same time, the director is driven by an inner fracture, an irritation to be illuminated by means of phone conversations with family members: How real are the memories that had such a tremendous impact on him? Like the hill towering in front of Smith’s inner eye under which two dogs lie buried. And there are sunflowers, imposing plants that are impossible to pick for his five-year old’s hands because their roots have bored so deeply into the soil.Today the director is a father and dog owner himself – there are shots of a baby and a pug – and his thought construct, maybe even something that shaped his identity, is blurring. The phone calls with his sisters lead nowhere. It is only when his mother answers the phone that a confrontation takes its course. On the visual level, “Au Revoir, Pugs” plays with images, animation and nostalgic effects, while melodies can be heard from far away, sweet and melancholy but also a little uncanny. A compact work of less than ten minutes, a soft-toed sneaky jolt.Carolin Weidner",
    "chinese_title": "Au Revoir, Pugs",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-05-31T17:15:02"
}