{
    "aka": [],
    "sid": "36580241",
    "cast": [
        {
            "url": "/celebrity/1018078/",
            "name": "诺尔·费丁 Noel Fielding",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1093298/",
            "name": "艾莉森·哈蒙德 Alison Hammond",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1234045/",
            "name": "Prue Leith Prue Leith",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "真人秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898640180.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt28429986",
    "director": [],
    "duration": "60",
    "episodes": "10",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-09-26(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt28429986/",
    "imdb_votes": 137,
    "this_title": [
        "The Great British Bake Off Season 14"
    ],
    "douban_link": "https://movie.douban.com/subject/36580241/",
    "imdb_rating": "8.0/10 from 137 users",
    "trans_title": [
        "英国家庭烘焙大赛 第十四季"
    ],
    "douban_votes": "120",
    "introduction": "Series 14 Episode 1Cake Week: Our new bakers tackle vertical layers, choccy cake and a showstopping menagerie of animalsIt's Cake Week, and a new batch of bakers tackle perfect vertical layers, an iconic chocolate cake and a showstopping sponge menagerie of animals, to showcase their architectural skillsFirst shown: Tue 26 Sep 2023 | 68 minsSeries 14 Episode 2Biscuit Week: The bakers get stuck into a marshmallow Signature and a custard classic for Biscuit WeekIt's Biscuit Week and the bakers get stuck into a marshmallow Signature and a custard classic, and make their favourite meal out of biscuits in an illusion-themed ShowstopperFirst shown: Tue 3 Oct 2023 | 68 minsSeries 14 Episode 3Bread Week: Whose plaited centrepiece will get the Breadmaster himself, Paul Hollywood, in a twist?The bakers make a classic cottage loaf and head to Devon for the Technical. Whose plaited centrepiece will get the Breadmaster himself, Paul Hollywood, in a twist?First shown: Tue 10 Oct 2023 | 68 minsSeries 14 Episode 4Chocolate Week: Whose torte and choccy box can smoothly get them through? And will there be a meltdown?It's Chocolate Week, and the bakers take on a tricky torte and a showstopping chocolate box. Who can smoothly make it through to the next week, and who'll have a meltdown?First shown: Wed 18 Oct 2023 | 58 minsSeries 14 Episode 5Pastry Week: The bakers tackle savoury picnic pies, puff pastry and showstopping decorative sweet piesIt's Pastry Week and the bakers tackle savoury picnic pies and a classic French rough puff pastry, before creating showstopping decorative sweet pies. Who has the upper crust?First shown: Tue 24 Oct 2023 | 58 minsSeries 14 Episode 6Botanical Week: It's Botanical Week and after a herby Technical and floral dessert, whose thyme is up?In a Bake Off first it's Botanical Week. The bakers tackle a spice-filled Signature, a herby Technical and a showstopping floral dessert. Who will blossom, and whose thyme is up?First shown: Tue 31 Oct 2023 | 58 minsSeries 14 Episode 7Dessert Week: The bakers take on crème caramels and a meringue bomb. Who will peak and who will wobble?It's Dessert Week and the bakers take on a retro crème caramel, a classic treacle sponge and a showstopping meringue bomb. Who will peak and who will wobble?First shown: Tue 7 Nov 2023 | 58 minsSeries 14 Episode 8Party Week: It's Party Week. Who serves up a semi-finals-worthy spread and who's a party pooper?It's Party Week. The bakers have a ball with a sausage roll and make an 'anything-but-beige' buffet. Who serves up a semi-finals-worthy spread and who's a party pooper?First shown: Tue 14 Nov 2023 | 58 minsSeries 14 Episode 9Patisserie Week: Who will achieve complete and butter perfection to make it through to the final?It's the semi-final and the bakers make elegant, buttery patisserie and a puff pastry layered Italian celebration cake. Who will achieve complete and butter perfection to make it to the final?First shown: Tue 21 Nov 2023 | 58 minsSeries 14 Episode 10The Final: Whose choux will see them through to be crowned the winner of Bake Off 2023?The finalists take on a pastry Signature, a sticky Technical and a showstopping celebration cake. Whose choux will see them through to be crowned the winner of Bake Off 2023?First shown: Tue 28 Nov 2023 | 58 mins",
    "chinese_title": "英国家庭烘焙大赛 第十四季",
    "douban_rating": "8.8/10 from 120 users",
    "foreign_title": "The Great British Bake Off Season 14",
    "imdb_rating_average": 8.0,
    "douban_rating_average": "8.8",
    "update_at": "2025-02-14T08:14:47"
}