{
    "aka": [
        "叶卡捷琳娜大帝 宠臣"
    ],
    "sid": "36587908",
    "cast": [
        {
            "url": "/celebrity/1056706/",
            "name": "玛丽娜·亚历山德罗娃 Marina Aleksandrova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1539676/",
            "name": "索菲·舒特基娜 Sofi Shutkina",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1537946/",
            "name": "尼古琳娜·卡利贝达 Nikolina Kaliberda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1510768/",
            "name": "伊琳娜·阿布罗西莫娃 Irina Abrosimova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1356835/",
            "name": " ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1506678/",
            "name": "谢尔盖·诺沃萨德 Sergey Novosad",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1458670/",
            "name": "迈克尔·戈尔 Michael Gor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1371152/",
            "name": "帕维尔·塔巴科夫 Pavel Tabakov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1229557/",
            "name": "弗拉基米尔·伊戈里奇 Vladimir Yaglych",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1551262/",
            "name": "安杰丽卡·佩奇卡 Anzhelika Pechka",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "剧情",
        "传记",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900786141.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [
        {
            "url": "/celebrity/1295317/",
            "name": "尤素普·拉齐科夫 Yusup Razykov",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt29416703",
    "director": [],
    "duration": "44",
    "episodes": "16",
    "language": [
        "俄语"
    ],
    "playdate": [
        "2023-10-05(俄罗斯)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt29416703/",
    "imdb_votes": 35,
    "this_title": [
        "Екатерина. Фавориты"
    ],
    "douban_link": "https://movie.douban.com/subject/36587908/",
    "imdb_rating": "7.9/10 from 35 users",
    "trans_title": [
        "叶卡捷琳娜大帝 第四季",
        "叶卡捷琳娜大帝 宠臣"
    ],
    "douban_votes": "886",
    "introduction": "Plot of the series:In the series “Catherine Season 4 Favorites,” the reign of the Great Empress of Russia, Catherine Alekseevna II, continues. The events take place in 1779, when the queen has been on the throne for seventeen years and has reached the peak of her greatness. Her fame spread not only to neighboring countries, but throughout Europe. Such a nickname as “Great” was assigned to her by the high society of Europe, thanks to the efforts of the influential Princess Dashkova, who was always devoted to Catherine II.Upon returning from abroad, Catherine II is helped by the ruler’s main associate, Ekaterina Romanovna Dashkova. Meanwhile, her husband mentioned in the series, Prince Grigory Alexandrovich Potemkin, remaining in second place in the State, is no longer her favorite. New favorites appear one after another, but they are all under the close supervision of Potemkin. None of the new favorites can maintain their position for long. Catherine plays at love, exalting herself to the point that no man deserves her true love. However, the heart does not obey the mind.Young handsome Alexander Lanskoy won the heart of the queen, but ultimately broke it. Despite the stormy love affairs, Catherine the Second is not distracted for a minute from state affairs. The time comes when you have to think about the heir to the throne. Despite the fact that the Empress has a son, Pavel Petrovich, who is the main legal heir to the Russian throne, Catherine does not consider him a worthy successor. She decides to make her grandson, Alexander, her heir. Pavel is determined and ready to fight for his legitimate rights to the throne of Russia. A new fight for the Russian throne begins.The seventeen-year reign of Catherine II was marked by her powerful influence on both domestic and foreign policy of Russia. She took active steps to modernize the country, absorbing foreign achievements and practices. The reforms of Catherine II were aimed at strengthening the state and increasing its influence in Europe. She also actively pursued foreign policy, expanding the territory of the Russian Empire and improving the army and navy.At the same time, intrigue and political manipulation often accompanied the life of Catherine II. She divided her time between government affairs and her personal life, in which love affairs and passions played a significant role. Catherine II was known for her affairs with various men, including statesmen and foreign diplomats.The new fight for the throne, described in the series \"Catherine Season 4's Favorites\", represents a dramatic turn for the empire. The heir to the throne, Pavel Petrovich, is faced with a choice - to fight for his legacy or to come to terms with his grandmother's decision. He gathers around himself supporters and forces ready to support his claims. Russia's fate largely depends on the outcome of this power struggle.Thus, the series “Catherine Season 4 Favorites” presents a fascinating historical drama in which love intrigues, political manipulations and the struggle for power are intertwined. It allows us to look into the life of one of the most magnificent women in history and see how her decisions and actions influenced the fate of the state and her own family.",
    "chinese_title": "叶卡捷琳娜大帝 第四季",
    "douban_rating": "8.3/10 from 886 users",
    "foreign_title": "Екатерина. Фавориты",
    "imdb_rating_average": 7.9,
    "douban_rating_average": "8.3",
    "update_at": "2025-06-03T13:28:45"
}