{
    "aka": [
        "Kuu on tagurpidi‎"
    ],
    "sid": "36587396",
    "cast": [
        {
            "url": "/celebrity/1028483/",
            "name": "维多利亚·哈拉拉比多 Victoria Haralabidou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1286259/",
            "name": "伊丽莎白·霍桑 Elizabeth Hawthorne",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911024917.jpg",
    "region": [
        "新西兰"
    ],
    "writer": [],
    "imdb_id": "tt14418464",
    "director": [],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "英语",
        "俄语"
    ],
    "playdate": [
        "2023-11-11(塔林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt14418464/",
    "imdb_votes": 63,
    "this_title": [
        "The Moon Is Upside Down"
    ],
    "douban_link": "https://movie.douban.com/subject/36587396/",
    "imdb_rating": "6.5/10 from 63 users",
    "trans_title": [
        "Kuu on tagurpidi‎"
    ],
    "douban_votes": "0",
    "introduction": "Loren Taylor's directorial debut, “The Moon is Upside Down”, is an uproarious and cleverly dark-humoured rollercoaster. Against the backdrop of New Zealand's stunning countryside and gritty urban suburbs, three characters grapple with an insatiable yearning for connection.First, there's Natalia, who moves to New Zealand for a marriage arranged through an online agency. Here, she finds a husband who is not quite what she expected. Next is Briar, a brilliant doctor who, despite her professional success, navigates her loneliness through an online relationship with a long-lost acquaintance, who happens to be her sister's teenage flirt. Lastly, we meet Faith, a wealthy woman ensnared by her opulent life. She's recently been entrusted with managing some rented properties by her husband, an excuse to give some human warmth to a very boring life.Taylor's directorial finesse blends humour and introspection, she invites the audience to both chuckle at life's absurdities and ponder the deeper, often bittersweet, aspects of the human experience. Her ability to navigate the fine line between comedy and contemplation allows viewers to connect with the characters on multiple levels, identify with their loneliness, and yet laugh out loud at their surreal circumstances.“The Moon is Upside Down” is a must-watch, a thought-provoking examination of connection, loneliness, and the unpredictable twists of fate.源自：https://poff.ee/en/film/the-moon-is-upside-down/",
    "chinese_title": "The Moon Is Upside Down",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-07-07T12:08:24"
}