{
    "aka": [],
    "sid": "36598373",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1280787/",
            "name": "Joan Churchill Joan Churchill",
            "@type": "Person"
        }
    ],
    "duration": "24分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-11-09(阿姆斯特丹国际纪录片影展)"
    ],
    "this_title": [
        "Who Tells the Story?"
    ],
    "douban_link": "https://movie.douban.com/subject/36598373/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Three leading activist artists—legendary cinematographer and activist Haskell Wexler (Medium Cool), Hubert Sauper (Darwin’s Nightmare) and world renowned photojournalist Susan Meiselas—exchange ideas about the differences between fact and fiction, and the ethics of filming another person.The irresolvable and increasingly escalatory discussion centers on questions such as: What is truth? Who is telling the story? Whose story is it? Sauper claims that a documentary is generally thought to be a narrative that is free of fiction. Fiction may be perceived as false, but sometimes it’s fiction that contains the truth. “When you shoot something through the lens, it’s your view, it’s your fiction, your story,” says Wexler.Sauper has had to contend with a hate campaign initiated by the president of Tanzania, who regarded his footage of arms trafficking and prostitution as falsifications. Meiselas has never been misunderstood in this way. In the 1980s, she was the intrepid photographer of a massacre in El Salvador. “Nobody would ever say that was fiction,” she points out. Their off-the-cuff shots of their lively discussions at the kitchen table are intercut with scenes from their films and photographs.源自：https://festival.idfa.nl/en/film/0211629d-af0f-40cf-bc03-ace0950bb7c0/who-tells-the-story/",
    "chinese_title": "Who Tells the Story?",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-11-24T09:00:19"
}