{
    "aka": [
        "Bebefinn"
    ],
    "sid": "36596527",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "动画",
        "儿童"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907839089.jpg",
    "region": [
        "中国香港"
    ],
    "writer": [],
    "director": [],
    "duration": "3",
    "episodes": "50",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2023(中国香港)"
    ],
    "this_title": [
        "贝贝彬"
    ],
    "douban_link": "https://movie.douban.com/subject/36596527/",
    "trans_title": [
        "Bebefinn"
    ],
    "douban_votes": "0",
    "introduction": "《贝贝彬》是一部以儿歌为载体，每集3 分钟的动画内容，讲述20个月的宝宝贝贝彬和他的姐姐宝拉、哥哥布罗迪以及他们的父母在家里探索充满乐趣的家庭生活；通过不同主题的轻快歌曲和舞蹈动作展现每天都在学习的新事物，完美还原了学龄前孩子家庭生活的三大场景[生活场景、娱乐场景、学习场景，解决家庭亲子陪伴、成长陪伴的各种问题。该动画片由专业教研团队研究开发，3D质感，鲜艳的色彩和画面有助于提高孩子的注意力；有趣和有教育意义的家庭节目，为学龄前孩子“量身定造”的内容。孩子们可以很容易地代入充满活力的角色，通过贝贝彬的家庭与更广阔的世界建立联系。通过三胎家庭亲子关系的相处，不仅让孩子从中学习健康习惯、社交技能以及解决问题的能力，还能让‘想成为更好的父母’的家长们产生无限共鸣。和关注孩子们茁壮成长的贝贝彬家族一起，让我们的孩子更加聪明，快乐，健康的成长吧！培养能力：希望爸爸妈妈和孩子一起培养：亲情感知：培养爱与独立的三胎家庭亲情关系。认知：认识有趣的事物，建立自己和世界的联系。解决能力：从日常生活中学会解决问题的能力。社交技能：提高情商和学习社交能力。习惯养成：形成健康良好习惯。角色介绍：贝贝彬 Finn “ 鲨鱼宝宝是我的最爱！”年龄：20个月；爱好：鲨鱼宝宝；性格分类：ESFJ （极有同情心，爱交往受欢迎的人们，总是热心提供帮助）贝贝彬一直是家里父母关注的中心，贝贝彬是三个兄弟姐妹中最年幼的一个，喜欢贴近家人。贝贝彬活泼可爱且充满好奇心，没有人能猜到他下一步会做什么。他喜欢模仿哥哥姐姐做的一切，但在这个过程中特别容易惹上麻烦。贝贝彬最喜欢的是跟着鲨鱼宝宝的歌曲唱歌和跳舞，每集都会看到他每天的成长历程。宝拉 Bora “彩虹上一定有一只独角兽!”年龄：4岁；性格分类：ENFP（热情，有创造力爱社交的自由自在的人，总能找到理由欢笑）；爱好：独角兽宝拉是兄弟姐妹中最年长的一个。她喜欢冒险，是一个喜欢结交新朋友的社交蝴蝶。她喜欢参加有趣的活动，并且总是会让她的兄弟加入新的冒险中。她喜欢五颜六色的彩虹，也相信独角兽的存在。她的梦想是有一天能够见到一只独角兽。布罗迪 Brody “我想成为一名海盗！”年龄：3岁；性格分类：INTJ（安静而神秘，同时鼓舞人心且不知疲倦的理想主义者）；爱好：海盗布罗迪是贝贝彬的哥哥，今年3岁的他很害羞，但他凡事都考虑周到和负责任，他最喜欢的放松方式就是看书。他着迷于海盗，尽管他害怕水，但他梦想有一天会成为一名海盗，勇敢地在海上航行。妈妈 Mom “好的，那就试试看吧。”年龄：30岁+；性格分类：ENFJ（富有魅力鼓舞人心的领导者，有使听众着迷的能力）；妈妈总是性情温和，充满正能量。她是贝贝彬、布罗迪和宝拉的妈妈，鼓励他们尝试和挑战自己；妈妈最喜欢的就是和孩子们一起唱歌跳舞。爸爸 Dad “好的，让我们一起解决问题！\"年龄：30岁+；性格分类：ISTJ（非常专注而温暖的守护者，时刻准备着保护爱着的人们）爸爸是一个慈爱的父亲，喜欢记录他三个孩子的成长历程，他是一个关心孩子的父亲，总是在孩子们面临新情况时给予支持，他还是一个很棒的厨师，喜欢在一天结束时为家人烹制营养丰富的餐点。",
    "chinese_title": "贝贝彬",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-02-01T04:12:42"
}