{
    "aka": [],
    "sid": "3659410",
    "cast": [
        {
            "url": "/celebrity/1049657/",
            "name": "佐伊·卡赞 Zoe Kazan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027411/",
            "name": "马克·兰道尔 Mark Rendall",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324178/",
            "name": "亨特·坎宁 Hunter Canning",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p886231913.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1285330/",
            "name": "布拉德利·拉斯特·格雷 Bradley Rust Gray",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1294161",
    "director": [
        {
            "url": "/celebrity/1285330/",
            "name": "布拉德利·拉斯特·格雷 Bradley Rust Gray",
            "@type": "Person"
        }
    ],
    "duration": "Germany: 79 分钟(Berlin International Film Festival)",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1294161/",
    "imdb_votes": 1972,
    "this_title": [
        "The Exploding Girl"
    ],
    "douban_link": "https://movie.douban.com/subject/3659410/",
    "imdb_rating": "6.2/10 from 1972 users",
    "trans_title": [
        "暴烈女孩"
    ],
    "douban_votes": "221",
    "introduction": "也许，这个世界上最难的，就是如何在青春的躁动中维持住一丝平和的宁静……今年刚刚20岁、天真可爱的女大学生艾薇（佐伊·卡赞饰）借着学校放暑假期间，与她的异性好友阿尔（马克·兰道尔饰）一起回到了自己位于布鲁克林的家中，不过由于阿尔始终没有在纽约找到合适的住的地方，所以艾薇请求妈妈（玛丽安·厄巴诺饰）让阿尔住进她们的家里。表面上看，艾薇俨然是一个青春健康、知书达礼的乖乖女，其实她一直患有癫痫，不过只要她将自己的情绪控制得当，这种病就不会给她的正常生活带来任何实质上的困扰。在纽约炎热的夏日的烘烤之下，让人浮躁的情绪总是在成倍地增长，由于一起共度了整个假期，使得艾薇和阿尔之间的情感维系愈加地浓厚，可是反之，她却发现自己与男朋友卡里（亨特·坎宁饰）的例行电话中，越来越多地出现长时间的沉默，似乎在不断地预示着两个人的关系已经开始变得疏远起来——若有所失的艾薇只能将更多的时间都用在与阿尔待在一起，以此来缓解爱情上的不如意。可是，随着艾薇与阿尔之间的相处开始超越了友情的范畴，无形中增添了许多暧昧不明的情绪，她意识到自己的内心深处似乎有什么东西正在沸腾起来，想要冲破牢笼，彻底地放肆一番……艾薇拼了命地想要处理好自己澎湃的情感，可是她却渐渐地发现，所有的一切已经越来越不受控制了，她即将失去的是一直以来保持良好的理智。幕后花絮友达以上，恋人未满《暴烈女孩》由在独立电影领域享有盛名的年轻电影人布莱德利·拉斯特·格雷（Bradley Rust Gray）自编自导，整个故事都是围绕着一个名叫艾薇的20岁女孩展开的，她正在面对的是青春期所特有的烦恼，在友情与爱情之间不断地徘徊、衡量着，渐渐失去了对情感与理智的判断与控制……对于格雷来说，他之所以想要讲述这样一个独特且极具关联性的成长话题，完全是受到了里面的主要角色的影响，格雷说： “正是因为艾薇平静、沉着且无私的天性，才赋予我制作这部影片的灵感的。所有的一切都开始于一段灰蒙蒙的阴雨日子，可能是受到天气的影响，我觉得自己的心情特别的低沉、失落，我意识到自己彻底地陷入了一种消极和否定的危险状态。为了让自己尽快从中摆脱出来，我就开始设想有这么一个人，将会激发我的自信，把我从低谷中拉出来，让我变成一个更好的人——虽然像这样的一个电影前提让人感到有点牵强，却真的是我想要制作这部影片的初衷。因为自身条件的限制，艾薇没有办法随心所欲地想到什么就去做什么，但是她从没有因此而怨声载道，仍然有目的地为自己营造出了一种别致的生活。当艾薇这样一个人物浮现在我的脑子里之后，我甚至因为她的自我恢复和调整的能力感到羞愧，我发现自己渴望着知道她更多的故事，于是我决定将她变成一个实实在在的电影人物。”在影片中饰演了艾薇和阿尔的分别是佐伊·卡赞（Zoe Kazan）和马克·兰道尔（Mark Rendall），本来，他们只是无话不谈的异性好友，却因为朝夕相处而生出了别样的情感——布莱德利·拉斯特·格雷在为这两个角色挑选合适的演员时，也是经过了仔细地对比和琢磨的，因为他需要这两个人能够在镜头前制造出一种显著且非凡的化学反应，格雷说：“我记得我是在为自己的另一部电影作品进行试镜的时候，见到卡赞的，她甚至为她所争取的那个角色专门制作了一个小品集，给我留下了深刻且永恒的印象，所以当我第一次构思艾薇这个角色的时候，就是以卡赞的模样出现的。随后，我们又进行了一场特别的会面，她甚至是在没有剧本的情况下，单纯听了我的描述，就表示自己愿意出演这部影片……在随后的两个月时间里，我们经常相约私下里见面、闲聊，卡赞给我讲了她的生活中有过的一些经历，我将这些全部汇总到了剧本里，然后融合到了艾薇的背景故事中，最终创造出了一个差不多有60页的原创剧本。所以说，我要特别感谢卡赞，没有她，艾薇这个角色不可能如此地丰富、真实。随后，我觉得是时候为整个故事添加一个起到决定性作用的男性角色了，我马上想起了一个演员朋友给我介绍过的一个男孩。事实上，我只见过兰道尔一次，但是我听说过他的很多趣闻，所以我根据兰道尔这些点点滴滴的细节，创造出了阿尔这个人物形象。在我的想象中，艾薇与阿尔之间的关系应该开始于一段稳定且很有柏拉图风格的理想化的友谊，最终，我只花了4天时间就完成了剧本剩下的部分，因为想象着卡赞和兰道尔在一起时的情景，那种感觉实在是太舒服了。”也许是因为布莱德利·拉斯特·格雷始终都将拍电影看成是一种“自我疗伤”的过程，所以他觉得生活中任何不顺心或者难以理解的问题，都可以在影像的世界里寻找到最终的答案或出路，格雷表示：“而且最最凑巧的是，本来已经商谈好的一部电影作品，突然需要被搁置至少一年的时间，所以我就以最快的速度把《暴烈女孩》提上了日程，我非常愿意尝试制作这样一部预算少得可怜的影片，尤其是佐伊·卡赞听过了我的想法之后，毫不犹豫地加入进来并全程配合……我们都感到很兴奋，因为我们是从一无所有然后拍摄出一部完整的电影作品的，那种成就感是任何事情都无法比拟的。”正是受到布莱德利·拉斯特·格雷剧本中迷人的文字魅力的吸引，马克·兰道尔才会毫无怨言地放下手中的一切事宜参与进来，并且在拍摄的时候，将自己的一些性格特征也融入其中，格雷说：“我们还将兰道尔亲手制造的机器人拿到了影片里，让它成了推进故事的一个辅助线索……包括艾薇在自己的行李箱中发现的那盘录有阿尔的歌声的磁带，里面的歌曲正是兰道尔自己写的，而且还是由他亲自演奏出来的。很快，我就意识到自己为影片找到的是两个多么完美的演员人选，他们在一起总是能够建立起一种特殊的情感氛围，即使他们在此之前从没有见过对方。”最少化的预算和最小化的工作人员由于《暴烈女孩》的成行很有点临时起意的仓促，所以演员们的时间表也不可避免地出现了一些冲突的情况，布莱德利·拉斯特·格雷说：“对于我们来说，这确实是我们不得不面对的最大的难题之一，我们虽然找到了理想中的演员人选，他们也无一例外地对剧本表现出了浓厚的兴趣，但由于时间实在是太紧凑了，难免会有这种不可调和的矛盾……基于这个原因，影片开拍的前7天，我们都只能拍摄一些与佐伊·卡赞有关的单独的场景，但这也帮助我们有效地为整个故事建立了一种可供遵循的基调，包括对角色的一些私人时刻的领悟，全部积极地指导着影片的发展方向。”纽约的街道与屋顶同样在影片中扮演了一个重要的角色，而在这个过程中，布莱德利·拉斯特·格雷也肩负着非常重要的任务和挑战，因为他必须正确地捕捉到这座城市在夏天时候的光照度和气候环境，格雷说：“当我在创作剧本的时候，就已经界定好了电影需要呈现出来的画面，我希望观众能够产生一种从非常远的地方注视着影片中的人物的感觉。所以，大部分外景，我们使用的都是300mm的超长焦镜头，这也就意味着我们的摄像机需要摆放在至少半个街区以外的地方拍摄。通过这样的方式，演员们可以在大街上漫步，同时其他行人又不会察觉我们其实是在拍电影……我们使用的是最小化的工作人员，只有一台便携式的数码摄像机，我们几乎是在以一种拍摄纪录片的方式在真实的场景中捕捉我们需要的画面。至于地铁中的部分，我们则是使用一台藏在包里的摄像机‘偷拍’的，我们的摄影师林明杰（Eric Lin）将包放在了膝盖上，在不知不觉中完成了这组系列场景的拍摄。”在《暴烈女孩》正式开拍之前，布莱德利·拉斯特·格雷和林明杰每天都会花掉大量的时间，去他们想要收录在影片中的场景地进行实地考查，拍摄了很多照片进行对比和参考，格雷解释道：“我们不断地做着尝试，对每一个地点都进行了详细地衡量，包括那里的人流量的多少，我们尽可能选择合适的拍摄角度，用来匹配随着故事发展而不断变化的情绪、心境与感受。”其实最初的时候，布莱德利·拉斯特·格雷进入大学主修的是建筑学，可是他随即就意识到，自己显然是选错了专业，格雷说：“于是我决定中途辍学，开始向与艺术有关的领域发展，并最终将全部精力放在了电影行业上……在我看来，制作电影似乎要比给人建房子有意义一些。我是在佛罗里达州长大的，所以那个时代的 MTV对于一个还是少年的我产生了至深的影响，尤其是奎氏兄弟（The Brothers Quay）专门在站台上拍摄的一些场景，让我至今仍然深深地为之着迷。”与大多数年轻的电影人一样，布莱德利·拉斯特·格雷一直都喜欢和相同的电影团队进行合作，同时他还得给自己的韩裔妻子金素英执导的影片做制片人。在他看来，他所经手过的电影作品，在主题和制作手法方面，大多时候是全无共同点的，格雷说：“到目前为止，我已经在4个不同的国家拍摄了4部影片，分别是冰岛、加拿大、韩国和美国，每次合作过的工作人员从3人到14人不等……我认为，虽然没有一点点可以联系在一起的地方，但我们想要拍摄电影的初衷还是非常相似的，我们集中描述的是每一个涉及其中的人物的日常生活，这就意味着我们不得不在真实的场景中完成相应的拍摄工作，尽可能去捕捉一些让人惊叹的偶然。我们还会凭借着事件发生的顺序来界定一部影片的结构，想象着主角可能会以什么样的方式记忆发生在他们生命中的重要时刻，然后再寻找突破口讲述他们的故事。”事实上，《暴烈女孩》更像是2006年由金素英执导以及她和丈夫布莱德利·拉斯特·格雷共同编剧的《彷徨尘世间》（In Between Days）的一个续篇或终结，格雷承认道：“确实，我制作这部影片最初的目的完全源于一种由缺失所引发的遗憾，直到真正着笔剧本之前，都把它当成了金素英的那部导演处女作的一个‘补充’——虽然比较起来，故事中的人物在情感的选择方面是完全颠倒的，但在感觉上却非常地相似。我们的影片都拥有着一个共同的主题，那就是爱是孤独最好的治愈良药，我们对焦的人物身上都有着各种各样的脆弱，他们通过和某个眼前人建立了稳固的联系，而慢慢地改善着自我和生活，很有一种‘蓦然回首那人却在灯火阑珊处’的错位感。”",
    "chinese_title": "暴烈女孩",
    "douban_rating": "7.0/10 from 221 users",
    "foreign_title": "The Exploding Girl",
    "imdb_rating_average": 6.2,
    "douban_rating_average": "7.0",
    "update_at": "2025-07-16T05:14:52"
}