{
    "aka": [
        "Friendship"
    ],
    "sid": "36598304",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "巴西"
    ],
    "writer": [],
    "imdb_id": "tt30304737",
    "director": [
        {
            "url": "/celebrity/1303374/",
            "name": "卡奥·吉马良斯 Cao Guimarães",
            "@type": "Person"
        }
    ],
    "duration": "85分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2023-11-09(阿姆斯特丹国际纪录片影展)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt30304737/",
    "this_title": [
        "Amizade"
    ],
    "douban_link": "https://movie.douban.com/subject/36598304/",
    "trans_title": [
        "友谊",
        "Friendship"
    ],
    "douban_votes": "0",
    "introduction": "“Just like cinema, friendship is a sculpture in time,” says Cao Guimarães. The people the Brazilian artist and filmmaker has maintained relationships with over decades have, like him, dedicated their lives to the arts. This means that the line between film and friendship is sometimes blurred. He notices this when he and his regular cameraman set out on a road trip lasting three days and nights, from Belo Horizonte to Montevideo. But the overlap between art and life becomes even more apparent when the COVID pandemic makes physical meetings impossible and all contact takes place artificially on screens.Friendship is a mosaic of domestic moments that form the creative strata of Guimarães’ work. They are recorded in a variety of formats, from Super8 and 35mm film to cassettes and old answering machine tapes. These audiovisual doodles are sometimes poetic, sometimes banal, and sometimes profound, mournful or uninhibitedly joyful. Above all, they are a celebration of spending time together and growing older.源自：https://festival.idfa.nl/en/film/01490bed-9d9e-4560-9cd2-7d794cb896c4/friendship/",
    "chinese_title": "友谊",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Amizade",
    "douban_rating_average": 0,
    "update_at": "2025-10-18T07:21:31"
}