{
    "aka": [],
    "sid": "3660843",
    "cast": [
        {
            "url": "/celebrity/1013827/",
            "name": "加斯东·莫多 Gaston Modot",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1930",
    "genre": [
        "短片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907214804.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1013827/",
            "name": "加斯东·莫多 Gaston Modot",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019907/",
            "name": "夏尔·斯巴克 Charles Spaak",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1043708/",
            "name": "奥古斯特·维里耶·德·利尔·亚当 Auguste de Villiers de l’Isle-Adam",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0493598",
    "director": [
        {
            "url": "/celebrity/1013827/",
            "name": "加斯东·莫多 Gaston Modot",
            "@type": "Person"
        }
    ],
    "duration": "34分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1930"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0493598/",
    "imdb_votes": 37,
    "this_title": [
        "Conte cruel"
    ],
    "douban_link": "https://movie.douban.com/subject/3660843/",
    "imdb_rating": "6.9/10 from 37 users",
    "trans_title": [
        "残酷物语"
    ],
    "douban_votes": "0",
    "introduction": "In 1928, Gaston Modot was on the set of the ambitious production of *The Marvellous Life of Joan of Arc, the Maid of Lorraine*, directed by Marco de Gastyne. During the day, he played a secondary role, that of Lord William Glasdale, commander of Les Tourelles. But at night or between takes, he immersed himself in a completely different project: the cinematic adaptation of a short story, *Torture by Hope*, taken from the collection *New Cruel Tales* written by Auguste de Villiers de l'Isle-Adam.By exploiting a fortuitous loophole, the modest production of *Cruel Tale* managed to minimize its expenses by reusing sets (Mont-Saint-Michel Abbey, Vézelay Basilica), equipment, some actors, and a smaller technical crew from Marco de Gastyne's costly film, which benefited from public and Church support, permits, and other conveniences.*Cruel Tale*, Gaston Modot’s sole directorial work, is a film born in the shadows. The shadow of the luminous Joan of Arc, a heroic figure through whom the 500th anniversary of the liberation of Orléans was being commemorated. The dark shadow of a dungeon where heretics who refused to recant were tortured under the Spanish Inquisition in the late 15th century. *Cruel Tale* thus evokes shadows through its subject and its forms. Beyond mysticism and its obscurantist deviations, the character played by Gaston Modot carves a path toward light, one that can be followed through a purely cinematic reading, where shadows, initially thick and merged, gradually separate and traverse nuances. Gaston Modot, the director, demonstrates remarkable mastery in composing shots inhabited by the terror of a condemned man attempting to escape. The handheld, trembling camera, along with equally subjective and hallucinatory superimpositions, follows the hunted man in a deeply inspired motion.*Cruel Tale* was released in 1930, a time when sound cinema was at its zenith, celebrated as the latest technological innovation. To the extent that it rendered the earlier form of cinema obsolete—a form that would acquire the handicap of silence, later retroactively labeled as “silent.” Should we see, in the injunction addressed to the condemned man in *Cruel Tale*, an unconscious reflection of the condemnation of a cinema that refused to speak?Mehdi Taibi",
    "chinese_title": "残酷物语",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Conte cruel",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-08-11T14:42:51"
}