{
    "aka": [
        "Veel üks kord"
    ],
    "sid": "36608089",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "剧情",
        "爱情",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906398700.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1301377/",
            "name": "鲍兹·亚金 Boaz Yakin",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt28779607",
    "director": [
        {
            "url": "/celebrity/1301377/",
            "name": "鲍兹·亚金 Boaz Yakin",
            "@type": "Person"
        }
    ],
    "duration": "106分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-11-16(塔林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt28779607/",
    "imdb_votes": 44,
    "this_title": [
        "Once Again (for the very first time)"
    ],
    "douban_link": "https://movie.douban.com/subject/36608089/",
    "imdb_rating": "8.2/10 from 44 users",
    "trans_title": [
        "Veel üks kord"
    ],
    "douban_votes": "0",
    "introduction": "“I hate what I love, and I love what I hate for a minute, for an hour, for an entire lifetime.”Break-dancing hip-hopping supernatural fantasy in a perplexing dream opens a magical door in the corridor of the afterlife. Gravely punished for killing, rapper DeRay is afraid of nothing and no one. He never reached the top but is guilty of everything. DeRay longs for the moment in time to revise significant highlights of his brief life. He seeks to see Naima, who is now invisible. DeRay craved to embrace freshly discovered love no matter what. Will Naima condemn or absolve him?The Israel-born New Yorker Boaz Yakin has worked in cinema for 30 years after receiving the Sundance trophy. He has filmed Denzel Washington, Renee Zellweger, and Jason Statham, but has now chosen less-professional actors and more than 50 contemporary dancers.The truly American soulful indie broadly jumps back and forth in a parallel mysterious universe with astonishing pulsing energy, highlighted by top-notch acrobatic choreography. Everyone in a time-bending non-chronological tale talks, reads, raps, and battles in rhymed verses, although not every poem needs to rhyme. The unconventional, fascinating, lyrical drama explores death, incarnation, faith, fate, and love through letters to a forsaken God, hallucinated illusions, philosophical monologues, cursed visions, and burning questions without clear answers.Edvinas Pukšta源自：https://poff.ee/en/film/once-again-for-the-very-first-time/",
    "chinese_title": "Once Again (for the very first time)",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.2,
    "douban_rating_average": 0,
    "update_at": "2025-06-16T06:52:05"
}