{
    "aka": [
        "Haneulyeondal Seumunal",
        "October Metafiction"
    ],
    "sid": "36603669",
    "cast": [
        {
            "url": "/celebrity/1377738/",
            "name": "张未冠 Mi-kwan Jang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1399209/",
            "name": "郭镇 Jin Kwak",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1388729/",
            "name": "李绣至 Lee Su-Ji",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1472576/",
            "name": "郑具贤 Jeong Gu-hyeun",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900792082.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [],
    "duration": "86分钟",
    "episodes": "",
    "language": [
        "日语",
        "韩语"
    ],
    "playdate": [
        "2023-11-12(塔林电影节)"
    ],
    "this_title": [
        "하늘연달 스무날"
    ],
    "douban_link": "https://movie.douban.com/subject/36603669/",
    "trans_title": [
        "风月同天",
        "Haneulyeondal Seumunal",
        "October Metafiction"
    ],
    "douban_votes": "0",
    "introduction": "In the world of cinema, where reality meets fiction and human emotions intertwine, “October Metafiction” emerges as a unique and groundbreaking film that challenges the boundaries of storytelling. This intriguing narrative follows four individuals whose paths converge at a tranquil camping site, unveiling a tapestry of fate, chance, and unexpected connections.Isaac, once a celebrated model and actor, is now a part-time worker at the campsite. When a familiar face from his past, Director Quark, reappears, Isaac yearns for a second chance in acting. Meanwhile, Mary, burdened by the knowledge of her adoption from Korea to Japan, grapples with lifelong mental issues. Her journey leads her to the same campsite, where she crosses paths with Isaac, setting the stage for an unpredictable encounter.“October Metafiction” is not just a film; it's a daring experiment that leverages AI technology to enhance storytelling. From transforming the heroine’s Japanese dialogue to creating a visual diary through AI-generated art, this film pushes the boundaries of cinematic innovation.Director Kyu-jun Cho is a filmmaker with a passion for low-budget yet substantial independent films. “October Metafiction” represents a fresh perspective in storytelling. It weaves together diverse narratives, artistic direction, and a talented cast. It is a testament to the magic of cinema, where reality and fiction blur, characters confront their pasts, and healing and forgiveness take centre stage.Giovanna Fulvi源自：https://poff.ee/en/film/october-metafiction/",
    "chinese_title": "风月同天",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "하늘연달 스무날",
    "douban_rating_average": 0,
    "update_at": "2025-08-02T08:52:12"
}