{
    "aka": [
        "The School, a World"
    ],
    "sid": "36613297",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "波兰"
    ],
    "writer": [],
    "director": [],
    "duration": "45分钟",
    "episodes": "",
    "language": [
        "波兰语",
        "英语"
    ],
    "playdate": [
        "2023-11-09(阿姆斯特丹国际纪录片影展)"
    ],
    "this_title": [
        "Szkoła, świat"
    ],
    "douban_link": "https://movie.douban.com/subject/36613297/",
    "trans_title": [
        "The School, a World"
    ],
    "douban_votes": "0",
    "introduction": "IDFA DocLab Competition for Digital StorytellingChlebiotki is a small village in Poland where filmmaker Iga Łapińska grew up. She left, returned 20 years later, and saw how the village had changed. In her interactive web documentary you meet seven of the 60 current residents and a woman who left Chlebiotki long ago—Łapińska’s mother. They show you their world, often very intimately.The map of the village gives access to stories of change. The history of the school alone is telling. Once built by 200 villagers, it was the pride of the community. But people moved away and often their houses remained empty. With too few children and too little money, the school had to close. The dilapidated building was purchased by Wojtek, a former pupil, but a new use for it has yet to be found. His wife Marzena now milks cows to pay off the loan.There were also other facilities, such as a library, a health center, a fire brigade, an agricultural association. The church is still there, but it divides people rather than uniting them—the new priest has stirred up great conflict. Ula runs the only shop in the village: “I want to do something else, but I don’t know what.”源自：https://festival.idfa.nl/en/film/16a53029-a62c-43e3-b3f4-8954133f641b/the-school-a-world/",
    "chinese_title": "Szkoła, świat",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-11T11:56:01"
}