{
    "aka": [],
    "sid": "36613278",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1389712/",
            "name": "李嘉宝 Jiabao Li",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "2023-11-09(阿姆斯特丹国际纪录片影展)"
    ],
    "this_title": [
        "Squeeker: The Mouse Coach"
    ],
    "douban_link": "https://movie.douban.com/subject/36613278/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "IDFA DocLab Competition for Digital StorytellingYou’ve heard of a running coach, someone to keep your motivation high. Now, imagine this: what if the coach is a mouse? Inspired by her pet mice and the use of mice in labs, artist and technologist Jiabao Li created Squeeker: The Mouse Coach. It’s a running program, app, and interactive installation that invites participants to run and to contemplate. How layered can the relationship among animals, humans, scientific research and everyday technology be?To take part in the installation, you run on a treadmill. A digital mouse, running on a spinning wheel leads your running speed. If the participants’ accumulative running distance matches the mouse’s daily half-marathon, we will open a bottle of champagne in the evening.Scan the QR code to follow your coach Squeeker on your phone. Then, every time the mouse takes off a spirited run, you’ll get a notification and, perhaps, a jolt of inspiration to run together. Each mile you run earns you a mile to scroll on social media and a treat for your coach. Cue, action, reward—one paw at a time!Supported by Onassis ONX Studios源自：https://festival.idfa.nl/en/film/5e56524e-6675-4203-b51f-914ad9ee5df6/squeeker:-the-mouse-coach/",
    "chinese_title": "Squeeker: The Mouse Coach",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-07T04:07:43"
}