{
    "aka": [],
    "sid": "36612984",
    "cast": [
        {
            "url": "/celebrity/1352471/",
            "name": "露西·沃斯利 Lucy Worsley",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904004998.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt30429324",
    "director": [],
    "duration": "60分钟",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-12-10(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt30429324/",
    "imdb_votes": 139,
    "this_title": [
        "Killing Sherlock: Lucy Worsley on the Case of Conan Doyle"
    ],
    "douban_link": "https://movie.douban.com/subject/36612984/",
    "imdb_rating": "7.6/10 from 139 users",
    "trans_title": [
        "杀死福尔摩斯：露西·沃斯利谈柯南·道尔案件"
    ],
    "douban_votes": "0",
    "introduction": "This series follows in the footsteps of Agatha Christie: Lucy Worsley On The Mystery Queen with Lucy scouring archives, meeting experts, descendants and fans. Weaving historical context with personal history, she sets Doyle and his creation against the seismic world events and changes happening around them.Lucy unearths Sherlock’s origins in Conan Doyle’s early life as a medical student, unpicking his early stories and revealing the dark underbelly of late Victorian Britain - from drug use to true crime. She explores Doyle’s growing disenchantment with his detective creation and desire to distance himself from Sherlock, taking on the role of detective himself, in one of the most important legal cases of the 20th century; and investigates the darkness of his later stories, mirroring the reality of Conan Doyle’s life after the loss of his eldest son, his turn to spiritualism and declining public appeal and spat with a very famous magician. Sherlock Holmes, by contrast, found a life beyond his author, on stage and screen.",
    "chinese_title": "杀死福尔摩斯：露西·沃斯利谈柯南·道尔案件",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Killing Sherlock: Lucy Worsley on the Case of Conan Doyle",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-04-06T16:33:57"
}