{
    "aka": [],
    "sid": "36618662",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911603265.jpg",
    "region": [
        "挪威",
        "巴勒斯坦"
    ],
    "writer": [
        {
            "url": "/celebrity/1564145/",
            "name": "尤马纳·曼纳 Jumana Manna",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3263300",
    "director": [
        {
            "url": "/celebrity/1564145/",
            "name": "尤马纳·曼纳 Jumana Manna",
            "@type": "Person"
        }
    ],
    "duration": "21分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2013(挪威)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3263300/",
    "this_title": [
        "The Goodness Regime"
    ],
    "douban_link": "https://movie.douban.com/subject/36618662/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The Goodness Regime (21 mins, 2013) is an experimental documentary written and directed collaboratively by the artists Jumana Manna and Sille Storihle. With the help of a cast of children, the film investigates the foundations of the ideology and self-image of modern Norway – from the Crusades, via the adventures of Fridtjof Nansen and the trauma of wartime occupation, to the diplomatic theatre of the Oslo Peace Accords. The Goodness Regime was shot in Norway and Palestine, and combines the children's performances with archive sound recordings including US President Bill Clinton speaking at the signing of the Oslo Accords, and Prime Minister Kjell Magne Bondevik's New Year address to the Norwegian people in 2000. The film attempts to capture the apparatus that perpetuate the image of Norway as a peacemaking nation and absolve the nation from the power structures it upholds. The Goodness Regime premiered at Kunsthall Oslo exactly twenty years after the conclusion and signing of the Oslo Agreement by Israel and the PLO in August and September 1993, and has since then been shown in a number of exhibitions and festivals around the world.",
    "chinese_title": "The Goodness Regime",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-24T22:08:38"
}