{
    "aka": [],
    "sid": "36621335",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2899939356.jpg",
    "region": [
        "加拿大",
        "德国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1277049/",
            "name": "詹妮弗·阿莱恩 Jennifer Alleyn",
            "@type": "Person"
        }
    ],
    "duration": "52分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2011(德国)"
    ],
    "this_title": [
        "Zehnmal Dix"
    ],
    "douban_link": "https://movie.douban.com/subject/36621335/",
    "trans_title": [
        "十段迪克斯"
    ],
    "douban_votes": "0",
    "introduction": "Otto Dix gilt heute als einer der bedeutendsten deutschen Künstler des 20. Jahrhunderts. Sein Werk ist von stilistischer Vielfalt geprägt, bleibt jedoch in seiner künstlerischen Grundhaltung dem Realismus verpflichtet. Wie kaum ein Zweiter hat er durch die Wandlungsfähigkeit und die Widersprüche seines Werkes die Zäsuren und Verwerfungen des Jahrhunderts der Extreme reflektiert.Der Film beleuchtet sein Leben und Werk in zehn Stationen: Als Freiwilliger des Ersten Weltkriegs und Zeuge des aufkommenden Nationalsozialismus reagierte er auf seine Weise auf die Verheerungen und Schrecken des Krieges und nutzte die Kunst als Waffe. In schonungsloser Klarheit malte er Szenen, die verstören und schockieren. »Ich brauche die Verbindung zur sinnlichen Welt, den Mut zur Hässlichkeit, das Leben ohne Verdünnung«, schrieb er. So wurde er das schlechte Gewissen einer Gesellschaft, die sich selbst beobachtet. Deshalb sind seine Werke auch heute noch so verstörend. Es gibt bei Dix eine gestalterische Schönheit, die uns einlädt, hinzuschauen.Unter dem neugierigen Blick der preisgekrönten kanadischen Filmemacherin Jennifer Alleyn erforscht der Film die Schattenseiten der Goldenen Zwanziger Jahre, den Einfluss Friedrich Nietzsches auf Otto Dix und unser heutiges Verhältnis zu dieser Art von Realität.",
    "chinese_title": "十段迪克斯",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Zehnmal Dix",
    "douban_rating_average": 0,
    "update_at": "2025-06-11T01:08:42"
}