{
    "aka": [
        "Java in Jeopardy - Exploring the Volcano",
        "Vigilance volcanique au cœur de Java"
    ],
    "sid": "36636712",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片",
        "灾难"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900436397.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt5271370",
    "director": [
        {
            "url": "/celebrity/1002808/",
            "name": "哈迪·克鲁格 Hardy Krüger",
            "@type": "Person"
        }
    ],
    "duration": "52分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2015-05-22(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5271370/",
    "imdb_votes": 6,
    "this_title": [
        "Risiko Vulkan – Der Feuerberg von Java"
    ],
    "douban_link": "https://movie.douban.com/subject/36636712/",
    "imdb_rating": "6.8/10 from 6 users",
    "trans_title": [
        "危险的爪哇岛：默拉皮火山探秘",
        "Java in Jeopardy - Exploring the Volcano",
        "Vigilance volcanique au cœur de Java"
    ],
    "douban_votes": "0",
    "introduction": "Scientists regard it as one of the most dangerous volcanoes in the world. Time and again, it has proved its deadly potential – Merapi, the Fire Mountain of Java.The risk of another serious eruption is high and could even have consequences which would be felt globally. Now scientists are looking for a thus far unknown tectonic disturbance: what is the crack which suddenly winds its way through the centre of the volcano? And what danger really lurks in the ground beneath the island of Java?In the past hundred years alone, it has claimed over 1,500 victims. The researchers are pursuing two main goals: firstly, to enhance the forecasting options to enable people in the densely populated region to be protected more efficiently in the future. And secondly, they want to understand the mechanisms of this highly volatile type of volcano, which serves as an example of a number of particularly dangerous volcanoes on the planet.The film focuses on an expedition to the 3,000-metre high rim of the steaming crater. The camera accompanies the researchers into a world which is both hostile to life and fascinating. Together with researchers from all around the globe, the film engages in an exciting search for clues on Indonesia’s most active volcano.Produced by Hoferichter & Jacobs, RBB, arte",
    "chinese_title": "危险的爪哇岛：默拉皮火山探秘",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Risiko Vulkan – Der Feuerberg von Java",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-09-07T11:52:31"
}