{
    "aka": [
        "Wild Beasts"
    ],
    "sid": "36636689",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900435839.jpg",
    "region": [
        "比利时",
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt5046222",
    "director": [
        {
            "url": "/celebrity/1496749/",
            "name": "埃莱奥诺尔·圣塔南 Éléonore Saintagnan",
            "@type": "Person"
        }
    ],
    "duration": "36分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2015(比利时)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5046222/",
    "imdb_votes": 5,
    "this_title": [
        "Les bêtes sauvages"
    ],
    "douban_link": "https://movie.douban.com/subject/36636689/",
    "imdb_rating": "6.0/10 from 5 users",
    "trans_title": [
        "Wild Beasts"
    ],
    "douban_votes": "0",
    "introduction": "Que font les perruches vertes à collier - des oiseaux exotiques – dans le centre-ville de Bruxelles en plein hiver ? Pourquoi un renard se retrouverait-il à l’arrière d’une voiture à la frontière franco-belge ? Et que va devenir cette famille d’hippopotames en cavale dans une rivière colombienne ? Eléonore Saintagnan et Grégoire Motte proposent, avec Les bêtes sauvages, un fi lm – safari en trois chapitres dont les protagonistes à poils, à plume et en carton-pâte ont tous en commun d’avoir été placés par la main de l’homme dans un environnement qui n’était pas fait pour eux, mais où ils ont pourtant prospéré. À l’image de leurs personnages, les réalisateurs prennent un malin plaisir à se rendre là où l’on ne les attend pas. Traversant les frontières sur les pas des animaux, sautant d’un décor à l’autre, mais surtout d’un genre à l’autre, le film mêle trois histoires aux accents de mythes modernes et mélange avec bonheur enquête, sketch, micro-trottoir, images d’archives, documentaire animalier, reconstitution, performance, etc. Prétexte à toutes les loufoqueries, les bêtes sauvages n’ont d’effrayant que le nom, et intéressent moins Eléonore Saintagnan et Grégoire Motte que ceux qui les ont libérés, kidnappés ou importés, en un geste enfantin, généreux, voire poétique et peut-être même un peu fou dont les réalisateurs s’emparent à leur tour.",
    "chinese_title": "Les bêtes sauvages",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-07-18T05:22:03"
}