{
    "aka": [],
    "sid": "36641159",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900642893.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1864539",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1999(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1864539/",
    "this_title": [
        "The Once and Future Pariser Platz: A Square in Berlin Comes Back"
    ],
    "douban_link": "https://movie.douban.com/subject/36641159/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Featuring: George Kennan, Günter Behnisch, Peter Q. Bohlin, Frank Gehry, Meinhard von Gerkan, Gerhard Kallmann, Josef P. Keihues, Christian de Portzamparc, Kevin Roche, John Ruble, Robert A.M. Stern, Robert Venturi, Denise Scott-Brown, Michael Wilford, Barbara Jakubeit, Cynthia Weese, Hans Stimmann, Rüdiger Patzschke, Thomas Beebe, Charles E. Redman, Robert Campbell, Klaus Schütz, Patrick Kennedy, Volker HassemerThe Once and Future Pariser Platz: A Square in Berlin Comes Back documents a vital moment in the re-building of a city center, where the Berlin wall once stood. Within a few years Pariser Platz was rebuilt, accompanied by an extensive public debate about the quality of the new architecture and the merits of the city planning for the area. An imposing assembly of internationally acclaimed architects found new solutions for the ten buildings that once defined the site, among them the American embassy. Featured architects such as Günter Behnisch, Kevin Roche and Gerhard Kallman discuss the necessary aesthetic of the new U.S Embassy building and the desire to pay homage to its original neo-classical design while introducing modern elements. The re-emerging square symbolizes the reunification of the city as the years of the wall formally ended in Pariser Platz in 1989 with the opening of the Brandenburg Gate.",
    "chinese_title": "The Once and Future Pariser Platz: A Square in Berlin Comes Back",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-01-05T21:26:06"
}