{
    "aka": [
        "La gang dei babbuini"
    ],
    "sid": "36645610",
    "cast": [
        {
            "url": "/celebrity/1482385/",
            "name": "Dan Nicholson Dan Nicholson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900721006.jpg",
    "region": [
        "澳大利亚",
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "45分钟",
    "episodes": "5",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022(英国)",
        "2023-11-04(中国大陆)"
    ],
    "this_title": [
        "Gangs of Baboon Falls Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36645610/",
    "trans_title": [
        "瀑布区的狒狒家族 第一季",
        "La gang dei babbuini"
    ],
    "douban_votes": "0",
    "introduction": "Gangs of Baboon Falls is a five-part wildlife docu-drama, following the fortunes of rival chacma baboon gangs, living in the shadow of the spectacular Victoria Falls in southern Africa. Set within the turbulent months of the dry season, four very different baboon troops compete across ravines, rainforest and rooftops to find food and successfully raise the next generation. Fronted by charismatic leaders and a diverse cast of baboons young and old, the series is both a character driven documentary and a high-stakes drama, featuring tales of romance, rivalries, teenage troubles and family-feuds. A celebration of the natural world, the show’s stunning cinematography captures not only the intimate details of baboon life within their beautiful natural habitats, but also reveals how this intelligent and resourceful species has adapted to survive in the encroaching urban world. Five eventful episodes track the gangs through drought, leadership challenges and territorial disputes, as the baboons raise their young, compete for status and await the arrival of much-needed rainfall. A wildlife soap-opera for all the family, Gangs of Baboon Falls is a thrilling and compelling portrait of chacma baboon life, to be enjoyed by viewers of all ages.1. Follow the Leader2. Sisterhood3. Hunger Trials4. Growing Up Fast5. Winner Takes AllProducer: [Evolutions](https://evolutions.tv/gangs-of-baboons-falls)",
    "chinese_title": "瀑布区的狒狒家族 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Gangs of Baboon Falls Season 1",
    "douban_rating_average": 0,
    "update_at": "2025-07-23T02:21:12"
}