{
    "aka": [
        "My Falcon"
    ],
    "sid": "36642780",
    "cast": [
        {
            "url": "/celebrity/1295268/",
            "name": "安妮·拉特-波利 Anne Ratte-Polle",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2902081779.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1039800/",
            "name": "Beate Langmaack Beate Langmaack",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt29603971",
    "director": [
        {
            "url": "/celebrity/1050601/",
            "name": "多米尼克·格拉夫 Dominik Graf",
            "@type": "Person"
        }
    ],
    "duration": "105分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2023-11-24(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt29603971/",
    "imdb_votes": 89,
    "this_title": [
        "Mein Falke"
    ],
    "douban_link": "https://movie.douban.com/subject/36642780/",
    "imdb_rating": "6.4/10 from 89 users",
    "trans_title": [
        "My Falcon"
    ],
    "douban_votes": "0",
    "introduction": "A journey back to the buried emotional world of childhood, and long-suppressed, painful feelings.Die forensische Biologin Inga Ehrenberg (Anne Ratte-Polle) ist so in ihre Arbeit im Rechtsmedizinischen Institut vertieft, dass sie zunächst nicht bemerkt, wie einsam sie sich nach ihrer Trennung von ihrem Ehemann fühlt. Erst als ihr Vater Hermann (Jörg Gudzuhn) behauptet, sie habe mit Charlotte (Olga von Luckwald) eine Halbschwester, und der Falkner Lars (Dennis Pörtner) sie bittet, die Pflege eines jungen Falken zu übernehmen, gerät sie in einen Strudel lang verdrängter Emotionen. Während sie hart daran arbeitet, den Falken zu zähmen, mit der festen Überzeugung, dass dieser gefiederte Freund niemals von ihrer Seite weichen wird, wird sie unerwartet mit einer schockierenden Entdeckung konfrontiert - dem Fund eines toten Babys, dessen Identität vollkommen rätselhaft ist. Parallel dazu treten zwei weitere mysteriöse Fälle in ihrem beruflichen Umfeld auf, die all ihre forensischen Fähigkeiten fordern. Inga sieht sich nicht nur den emotionalen Herausforderungen ihres Privatlebens gegenüber, sondern muss sich auch in ihrem beruflichen Alltag mit höchst komplexen Rätseln auseinandersetzen.",
    "chinese_title": "Mein Falke",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-06-22T16:56:09"
}