{
    "aka": [],
    "sid": "36650590",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900954908.jpg",
    "region": [
        "美国",
        "尼泊尔"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1338447/",
            "name": "斯蒂芬妮·斯普莱 Stephanie Spray",
            "@type": "Person"
        }
    ],
    "duration": "51分钟",
    "episodes": "",
    "language": [
        "尼泊尔语"
    ],
    "playdate": [
        "2007(未知)"
    ],
    "this_title": [
        "Kale and Kale"
    ],
    "douban_link": "https://movie.douban.com/subject/36650590/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In exploring the lives of two wandering Nepali musicians, an uncle and nephew who share the same name and are featured in filmmaker Stephanie Spray's and Pacho Velez's acclaimed documentary Manakamana, Kāle and Kāle (pronounced kah-lay) exposes the rootless occupation of the Gaine caste and communicates both its joys and pitfalls - domestic, economic and spiritual - in their daily lives.Rejecting didacticism as a means of ethnographical observation, the film consists of distinct episodes that value the quality of the genuine moment. Spray couples both meaningful and disconcerting human interactions with the sights and sounds of natural familiarities such as grass, smoke, insects, animals, and traditional Nepalese folk music, opening up an evocative new world that the viewer is invited to slowly and deliberately experience.Kāle and Kāle is one of several slice-of-life films Spray has made about rural Nepali culture; this film grants us access to her extraordinary perception not only of the relationship between the two men, but also of the intricate beauty of the geographic landscape and the social, moral, and religious implications of the communities that inhabit them.",
    "chinese_title": "Kale and Kale",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-13T05:39:35"
}