{
    "aka": [],
    "sid": "36654364",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901103216.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt29816747",
    "director": [
        {
            "url": "/celebrity/1232714/",
            "name": "杰森·海希尔 Jason Hehir",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-12-04(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt29816747/",
    "imdb_votes": 1848,
    "this_title": [
        "Murder in Boston: Roots, Rampage, and Reckoning"
    ],
    "douban_link": "https://movie.douban.com/subject/36654364/",
    "imdb_rating": "7.1/10 from 1848 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "On October 23, 1989, Charles “Chuck” Stuart places a frantic 911 call reporting that he and his pregnant wife, Carol, a white couple, have been shot by a Black man in Boston’s Mission Hill neighborhood. The ensuing investigation proves to be a lightning rod for the city, igniting decades-old racial tensions and brutal targeting amidst a media firestorm.After Carol succumbs to her injuries that night, Boston mayor Raymond Flynn declares a citywide manhunt for the killer.  When Carol and Chuck’s baby also dies just days after being born, the homicides are thrust further into the spotlight. As the mostly Black and Latino residents of Boston’s Mission Hill neighborhood suffer aggressive raids, “stop and frisk” searches, and some questionable police tactics, the already fraught relationship between residents and Boston Police disintegrates. Fanned by the media uproar and simmering tensions, and with skepticism from the Black community and some members of the press about the veracity of Chuck’s story, the police face increasing pressure to solve the case and Boston is transformed into a powder keg as the quest for an arrest reaches a critical juncture.Thoughtfully braiding extensive archive coverage of the incident, the years leading up to it, and its aftermath, with more than a dozen present-day interviews of people affected at the time including residents, community members, journalists who covered the case, Bennett family members, city officials and a retired Boston police officer, MURDER IN BOSTON: ROOTS, RAMPAGE & RECKONING chronicles the complex history of race-based hostilities in the city, which exploded with the desegregation of schools and the Garrity busing ruling of 1974.  The series explores the enduring, painful toll the Stuart case has had on the families involved, on Boston race relations, and how a community can be brutalized in a rush to justice.",
    "chinese_title": "Murder in Boston: Roots, Rampage, and Reckoning",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-02-03T12:54:04"
}