{
    "aka": [],
    "sid": "36652440",
    "cast": [
        {
            "url": "/celebrity/1284899/",
            "name": "Antony I. Ginnane Antony I. Ginnane",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "澳大利亚"
    ],
    "writer": [],
    "imdb_id": "tt0444995",
    "director": [],
    "duration": "145分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2003-05-27(澳大利亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0444995/",
    "imdb_votes": 9,
    "this_title": [
        "Carlton + Godard = Cinema"
    ],
    "douban_link": "https://movie.douban.com/subject/36652440/",
    "imdb_rating": "6.8/10 from 9 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "\"Leaving aside Giorgio Mangiamele’s singular pioneering films of the early ‘60s celebrated in Carlton + Godard = Cinema, the thirteen films that constitute the Carlton “ripple”, the subject of Nigel Buesst’s retrospective work, include eight features or short features (50 minutes or more) and two documentaries mainly set in the Melbourne suburb of Carlton and approximately spanning the decade 1965-75. The Carlton filmmakers, all associated with the Melbourne University Film Society (M.U.F.S.) – with the possible exception of Dave Jones – and most with the Carlton theatre scene (most notably La Mama), found inspiration in the French New Wave in what was a spontaneous outbreak of filmmaking taking advantage of the availability of 16mm cameras and sound equipment then becoming available, occupying a space between the fully amateur and the commercial feature film. The two key figures of this “movement” were then M.U.F.S. éminence grise Brian Davies and activist Bert Deling (Dalmas [1973], Pure Shit [1975]).The more tightly knit and focussed Ubu group in Sydney, although not mentioned in Buesst’s film, was almost contemporaneous with the Carlton filmmakers. Those associated with this group were drawn to a range of experimental practices that can be appropriately encompassed by the term “underground”. The Carlton focus was on a New Wave inspired exploration of the possibilities of the narrative feature film, described by Buesst as “a combination of permissive self-expression and social reflection”.The French New Wave transformed a national cinema aesthetically and re-jigged it structurally, unequivocally marking the advent of cinematic modernism in mainstream narrative feature filmmaking. In this it can be distinguished from smaller and more focussed art film movements (often termed “new waves”). A.F.C. Wallace defines what he calls such “revitalisation movements” as “deliberate and self conscious attempt[s] to provide a more satisfying culture”. In Melbourne and Sydney in the ‘60s such movements were little more than an expression of the desire to seize the opportunity to make personal films in what was seen to be something of a cultural vacuum. Indeed there was little to “revitalise” as no Australian film industry then existed outside of the production of sponsored documentaries and television commercials. In this context, the expression “energy centre” seems more appropriate than “movement” or “school” to describe the clusters of related films produced by the Carlton and Ubu filmmakers; although the latter were closer to the definition of “movement” offered above than the Carlton filmmakers.Buesst is well placed to provide an overview of the Carlton ripple. Although not active in the running of M.U.F.S., he wrote and directed three of the Carlton films and contributed (mainly cinematography) to four of the others. He is modest in the space he devotes to his own films: a documentary account of the career of a larrikin gangster in The Rise and Fall of Squizzy Taylor (1968); a recollection of the crimes committed around Melbourne by four actual serial killers with an off-centre fictional framework, Dead Easy (1970), which Buesst excludes from this film because of its “non-Carlton” content; and the most New Wave-inflected of his films, Bonjour Balwyn (1971), an episodic narrative with a satirical edge.Carlton + Godard = Cinema includes interviews some of the survivors of this scene – Bob Garlick, Tony Ginnane and Geoffrey Gardner, but unfortunately not with Bert Deling. Importantly Buesst provides generous access to difficult to see key works – Pudding Thieves (Brian Davies, 1967), The Girl-friends (Peter Elliott, 1967), Hey Al Baby (David Minter, 1969), Brake Fluid (Brian Davies, 1971), and Yackety Yack (Dave Jones, 1974) – juxtaposed with excerpts from several of Godard’s early films. The work of François Truffaut, Claude Chabrol and Jacques Rivette was probably more influential initially, until “Godard” assumed a clearer “presence” – evidenced by the overt engagement with the politics of film narrative in Dalmas – to which Buesst makes only passing reference – and Yackety Yack. It should also be noted that nearly all of the Carlton films were comedies and that it was the films of a now almost forgotten New Wave figure, Philippe de Broca, along with Godard’s Bande à part (1964), that were amongst the key influences on the Carlton filmmakers at this time, alongside Jacques Rozier’s Adieu Philippine (1963) and Jean Rouch and Edgar Morin’s path-breaking cinéma vérité documentary Chronique d’un été (1961). All these films were available in Australia either commercially or non-commercially in the ‘60s.Buesst has performed an important service in his self-funded insider’s view of this hitherto neglected “energy centre” that, along with Ubu Films, preceded the Australian film “revival” by a number of years. The Carlton films are a largely unrecognised prelude or precursor to the setting up of the Experimental Film and Television Fund (1970-8). In their desire to make personal narrative films for a general audience, the Carlton filmmakers represent something more significant than the limited circulation of their films might suggest. Adrian Martin in delineating the contours of a possible cinema sought by Les Cahiers du cinéma cinephiles has referred to mise en scène – literally “direction” – as “an animating spirit of cinema… borrowed, lyricized and re-invented… delirious works full of cinematic memory”. An important legacy of the New Wave is a playing down of the governing status of the script, reducing an authority that is still so central to the Hollywood model of mainstream commercial filmmaking. Although the Carlton filmmakers did not presume to articulate their intentions in these terms, a shared sense of “aspiration mixed with necessity” does characterise Davies’ films, as well as his reflections upon them and the New Wave. This is also a significant characteristic of Pure Shit and Palm Beach (Albie Thoms, 1979), to name two subsequent path-breaking features in which mise en scène grew directly out of that initial period of loose and lively experimentation with low budget filmmaking.\"",
    "chinese_title": "Carlton + Godard = Cinema",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2026-01-06T20:28:46"
}