{
    "aka": [],
    "sid": "36650542",
    "cast": [
        {
            "url": "/celebrity/1483915/",
            "name": "雷米·阿德莱克 Remi Adeleke ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055081/",
            "name": "托尼·霍克 Tony Hawk",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900942719.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt29720508",
    "director": [],
    "duration": "42分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-11-11(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt29720508/",
    "this_title": [
        "Beyond the Battlefield Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36650542/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In the first hour of “Beyond The Battlefield,” host Remi Adeleke lands at Marine Corps Air Station Miramar, outside San Diego, CA, where he touches base with Peyton Manning before heading to the base. This aviation-focused episode weaves Adeleke’s exploration of the thrilling, day-to-day operations at Miramar with the fascinating history of Marine Corps Aviation, from its humble beginnings in WWI, as part of the Navy, to the unique history of MCAS Miramar. Meanwhile, Tony Hawk drops in to suit up with the team and shares his father’s legacy as a WWII Navy pilot.In the second hour, Adeleke heads to Army Special Operations Forces headquarters at Fort Liberty, NC. Once there, he is introduced to the rigorous training pipeline, beginning with the Nasty Nick Obstacle Course, where he learns firsthand what it takes to become part of one of the most elite and agile military groups in the world. Adeleke meets with Sergeants and Generals on base to learn more about the Green Berets, their storied history dating back to WWII and the work they do both domestically and internationally.",
    "chinese_title": "Beyond the Battlefield Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-17T02:11:54"
}