{
    "aka": [
        "Martin de Tours: Soldat, moine, saint",
        "Sankt Martin – Soldat, Asket, Menschenfreund",
        "St. Martin: The Real Martin of Tours"
    ],
    "sid": "36650541",
    "cast": [
        {
            "url": "/celebrity/1085057/",
            "name": "塞尔日·法尔克 Serge Falck",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1109856/",
            "name": "迈克尔·柯尼希 Michael König",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1211194/",
            "name": "拉斐尔·冯·巴根 Raphael von Bargen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900942670.jpg",
    "region": [
        "德国",
        "奥地利"
    ],
    "writer": [],
    "imdb_id": "tt7347742",
    "director": [],
    "duration": "52分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2016-11-03(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7347742/",
    "this_title": [
        "Sankt Martin: Soldat, Asket, Menschenfreund"
    ],
    "douban_link": "https://movie.douban.com/subject/36650541/",
    "trans_title": [
        "Martin de Tours: Soldat, moine, saint",
        "Sankt Martin – Soldat, Asket, Menschenfreund",
        "St. Martin: The Real Martin of Tours"
    ],
    "douban_votes": "0",
    "introduction": "St. Martin- a soldier, an ascetic, a philanthropist. Every year on the 11th of November, the lanterns remind European children of St. Martin.The legend surrounding his sharing of his cloak has shaped our image of him and has made him the epitome of altruism and benevolence. Hardly anyone knows his true story - who is the man behind the legend and what is left of him? Our documentary seeks to answer these questions.Like no other, Martin von Tours has greatly impacted the spiritual life of Europe.  The legend surrounding his sharing of his cloak has shaped our image of him and has made him the epitome of altruism and benevolence. But hardly anyone knows his true story: Who is this man, who ascended from the role of an imperial elite soldier to the defender of God?This year will mark the 1700th time his birthday has been celebrated; it is about time his real story gets told. St. Martin is indeed a soldier, an ascetic and a philanthropist, but his biography remains a mystery.  This film hopes to reconstruct this holy man as a historical figure. By first questioning religion itself, we will gain keener insight into the man - Martin von Tours. Martin was made a bishop; a position granted by the church and deemed the embodiment of asceticism. Propaganda helped to create his image and reputation as a man of God.  Let us show you the history of a holy man.Narrator: Michael König, Raphael von Bargen, Serge Falck, Christoph KailProduced by Tellux Film, [Metafilm](https://metafilm.at/film/der-heilige-martin/), BR, arte, ARD Alpha, ORF",
    "chinese_title": "Sankt Martin: Soldat, Asket, Menschenfreund",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-24T08:35:29"
}