{
    "aka": [],
    "sid": "36657775",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905412533.jpg",
    "region": [
        "葡萄牙",
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt30151455",
    "director": [
        {
            "url": "/celebrity/1301230/",
            "name": "比利·伍德贝瑞 Billy Woodberry",
            "@type": "Person"
        }
    ],
    "duration": "120分钟",
    "episodes": "",
    "language": [
        "英语",
        "法语",
        "葡萄牙语"
    ],
    "playdate": [
        "2024-01-25(鹿特丹电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt30151455/",
    "imdb_votes": 18,
    "this_title": [
        "Mário"
    ],
    "douban_link": "https://movie.douban.com/subject/36657775/",
    "imdb_rating": "7.4/10 from 18 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Are even the best and brightest revolutionary movements doomed to inevitable compromise, betrayal and failure? That question haunts this documentary, a biography of Angolan-born Mário Pinto de Andrade (1928–1990), a key figure in African revolutionary and anti-colonial struggles.Told in a direct, informative style, combining present-day interviews, still photography and archival footage, Mário eschews excessive dramatisation and sentimentality. Legendary American filmmaker Billy Woodberry, a key figure in the L.A. Rebellion film movement of the 1970s and 1980s, brings a pan-African sensibility to the subject, matching de Andrade’s own. Mário returns us to a time when revolution was imagined internationally, not held hostage to nationalist ideologies.Beyond the rich history it recounts, Mário is notable as an interwoven portrait of other central players of the time, including Agostinho Neto, Amílcar Cabral and Mário’s brother, Joaquim, a Catholic priest. There are also interludes with fabled, politically committed filmmakers, like Andrade’s wife Sarah Maldoror and Chris Marker. Don’t miss the final moment when Andrade, asked about the fate of revolutions, brilliantly proposes his theory, and flashes a smile so radiant it’s telling.",
    "chinese_title": "Mário",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-06-12T18:22:46"
}