{
    "aka": [],
    "sid": "36650617",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900954975.jpg",
    "region": [
        "美国",
        "尼泊尔"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1338447/",
            "name": "斯蒂芬妮·斯普莱 Stephanie Spray",
            "@type": "Person"
        }
    ],
    "duration": "23分钟",
    "episodes": "",
    "language": [
        "尼泊尔语"
    ],
    "playdate": [
        "2008(未知)"
    ],
    "this_title": [
        "MONSOON-REFLECTIONS"
    ],
    "douban_link": "https://movie.douban.com/subject/36650617/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A deeply felt reflection on labor, gender, and fleeting pleasures in rural Nepal, filmmaker Stephanie Spray's short but powerful documentary on two strong-willed female field hands captures the monotonous and arduous nature of their work during Monsoon season. Spray's close friendships with the women (who were also passengers in Spray and Velez' monumental film Manakamana) allows for an intimacy and honesty rarely seen in anthropological works.Monsoon-Reflections takes its name from a poem by the famous Nepali poet Lekh Nath Paudyal (after whom the Lekhnath region is named) and challenges the poem's notion that the monsoon season is \"joyous from start to finish.\" Through scenes of the women hand-crushing chili peppers, trimming plants, wading in water, folding clothes, and taking smoke breaks, Spray presents the melancholic loneliness of physical labor. Remarkably, the women remain honest and unmerciful in front of the camera: coughing, spitting, laughing, talking openly about themselves and also commenting on Spray's presence. While there are moments of respite and beauty captured by the camera in the women's jewelry, faces, feet, and folded hands, we nevertheless witness an old woman musing to herself: \"What kind of life is this for God to give me?\"With lush cinematography and thoughtful editing, the film is both an anthropological record and an acute analysis of anthropological filmmaking, exploring the women's lives as defined by work, the filmmaker's relationship with her subjects, and the viewer's exposure to the interaction between the two.",
    "chinese_title": "MONSOON-REFLECTIONS",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-04T01:28:20"
}