{
    "aka": [],
    "sid": "36669319",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901550909.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt29893970",
    "director": [
        {
            "url": "/celebrity/1496838/",
            "name": "玛丽·克劳德·特雷尔侯 Marie-Claude Treilhou",
            "@type": "Person"
        }
    ],
    "duration": "62分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2019(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt29893970/",
    "this_title": [
        "Comme si, comme ça"
    ],
    "douban_link": "https://movie.douban.com/subject/36669319/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Dans son bureau couvert de livres où s’étagent nos siècles, millénaires philosophiques et poétiques, du haut de ses 88 ans, Michel Deguy ne cesse de vitupérer et de «jeter des pétards». Il interpelle, adjure, donne des pistes, sonne l’alerte écologique, poétise une pensée alerte, tourne inlassablement une langue pensive, sentinelle des mots en leur usage, des mots et des «choses».Assumant sa modestie formelle, le film se donne une grande ambition: à partir d’une conversation frontale avec le poète, plonger au cœur de l’écriture poétique telle qu’il la pratique, au vif de sa pensée «écopoéticologique».«J’ai rencontré Michel Deguy à Paris, et son élégance suprême, sa gestuelle très cinématographique, ce jeu constant, cette mise en scène du moindre mot m’avaient frappée. Je l’ai revu plus tard, et cette distinction m’a encore cueillie, impressionnée. Je lui ai parlé de l’éventualité de faire un film avec lui, il n’y était pas défavorable. Pendant 5 années, nous avons fait toutes sortes de tentatives infructueuses, ne trouvant pas un liard pour aller plus loin. J’ai lu, j’ai relu, j’ai mieux mesuré l’engagement, la générosité intellectuelle. Et puis le miracle est arrivé... En resserrant sur deux ouvrages, parmi les derniers publiés –Écologiques et La vie subite–, nous avions Deguy aux prises avec son temps. Comme souvent, c’est par la soustraction qu’on en arrive à l’essentiel.»Marie-Claude Treilhou",
    "chinese_title": "Comme si, comme ça",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-05T20:39:34"
}