{
    "aka": [
        "The Unknown Life of Antarctica",
        "Un an dans les glaces de l’Antarctique"
    ],
    "sid": "36666454",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901426963.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt9856064",
    "director": [
        {
            "url": "/celebrity/1224189/",
            "name": "Lars Pfeiffer Lars Pfeiffer",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "英语",
        "德语",
        "法语",
        "西班牙语",
        "俄语 Russian",
        "韩语"
    ],
    "playdate": [
        "2019-06-01(德国)",
        "2022-04-02(中国大陆)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9856064/",
    "imdb_votes": 34,
    "this_title": [
        "Abenteuer Antarktis - Ein Jahr im ewigen Eis"
    ],
    "douban_link": "https://movie.douban.com/subject/36666454/",
    "imdb_rating": "5.8/10 from 34 users",
    "trans_title": [
        "冰封世界里的时光",
        "The Unknown Life of Antarctica",
        "Un an dans les glaces de l’Antarctique"
    ],
    "douban_votes": "0",
    "introduction": "On King George Island, the gateway to Antarctica, five different nations operate research stations located in the most extraordinary of environments. Only together can researchers survive such hostile conditions.King George Island on the edge of the coldest, loneliest continent on Earth. The island is the gateway to Antarctica. Located at its southwestern tip in an extraordinary landscape of rock and ice are research stations operated by five different nations: Chile, Russia, Uruguay, South Korea and China. Conflicting political views, motivations and cultures co-exist in the most confined of spaces. But in Antarctica you can only survive together. A special challenge in one of the most hostile parts of our planet. When researchers go to work on the island, everything has to be meticulously planned and organised – from food supplies to medical care. We get to know the crews and their families and we document their everyday life over the course of a year: from the Antarctic summer, when the international research teams come together to study the unspoiled environment and indigenous animals, to the winter, when only a few researchers remain behind in the stations. Left more or less to their own devices, this small community has to endure endless snowstorms and the relentless cold. How will our protagonists survive their visit to the end of the world?(Length 90’ / 2x45’ 4K)1. Abenteuer Antarktis - Sommer im ewigen Eis2. Abenteuer Antarktis - Winter im ewigen EisFestivals and awards: Winter Film Awards, USA 2019Narrator: Rufus BeckProduction: Vision Airways GmbH in co-production with NDR/ARTEWorld Sales Company: [New Docs](https://www.newdocs.de/the-unknown-life-of-antarctica-a-year-amid-the-eternal-ice/)",
    "chinese_title": "冰封世界里的时光",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Abenteuer Antarktis - Ein Jahr im ewigen Eis",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2025-09-03T07:49:07"
}