{
    "aka": [
        "One Small Step – Neil Armstrong",
        "One Small Step: An Unauthorized Tribute to Neil Armstrong"
    ],
    "sid": "36665294",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片",
        "传记",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901377894.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [],
    "imdb_id": "tt21331470",
    "director": [],
    "duration": "46分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2012-09-01(澳大利亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt21331470/",
    "this_title": [
        "Neil Armstrong: One Small Step"
    ],
    "douban_link": "https://movie.douban.com/subject/36665294/",
    "trans_title": [
        "宇航第一人",
        "One Small Step – Neil Armstrong",
        "One Small Step: An Unauthorized Tribute to Neil Armstrong"
    ],
    "douban_votes": "0",
    "introduction": "Neil Armstrong, the American astronaut, cemented a unique place in the history of mankind by becoming the first person to walk on the Moon; though his personal achievement was a product of the Cold War's bitter technological and political rivalry, the successful completion of his mission proved a transcendent moment that captured the imagination of the entire planet. Over 600 million people watched this historical moment making it one of the most watched televised events in history. 'One Small Step' pays tribute to the man - a reluctant hero; the mission - seeming impossible; the moon - the unknown.Rare NASA footage of the Apollo missions bring together a unique testimony to this huge historic event. This fascinating film documentary also captures all the key moments and events in the years building up towards the mission of getting a man on the surface of the moon and the impact it had on the future of space exploration. Neil Armstrong and his crew risked everything to become the first astronauts to land on the moon and the huge pressure of them succeeding at any cost would inevitably impact on all of mankind.Producer: [Switch International](https://switchint.com/package/history/)Publisher: Big Media",
    "chinese_title": "宇航第一人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Neil Armstrong: One Small Step",
    "douban_rating_average": 0,
    "update_at": "2025-05-01T11:22:17"
}