{
    "aka": [],
    "sid": "36666470",
    "cast": [
        {
            "url": "/celebrity/1031836/",
            "name": "泰莉莎·帕尔墨 Teresa Palmer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1329814/",
            "name": "埃蒙·法伦 Eamon Farren",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009420/",
            "name": "约瑟夫·戴浦西 Joe Dempsie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1294211/",
            "name": "莎拉·皮尔斯 Sarah Peirse",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911833690.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [],
    "imdb_id": "tt27722524",
    "director": [],
    "duration": "91分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-09-08(多伦多电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt27722524/",
    "imdb_votes": 32,
    "this_title": [
        "Addition"
    ],
    "douban_link": "https://movie.douban.com/subject/36666470/",
    "imdb_rating": "8.3/10 from 32 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Numbers are everything to Grace Lisa Vandenburg (Teresa Palmer, Message from the King, TIFF ’16). The life of Grace, a Melbourne-based mathematician, is largely governed by her arithmomania, an obsessive-compulsive need to count (three times to ensure accuracy) everything from the poppy seeds on her cake to the bristles on her toothbrush. In a chaotic, sometimes tragic, and constantly changing world, Grace’s preoccupation gives her a sense of order and control. And she does her best to lead a “normal” life, spending time with her mother and sister, her beloved niece Larry… and a manifestation of the late inventor and engineer Nikola Tesla (Eamon Farren) who is Grace’s closest confidante.Grace’s structured life takes an unexpected but not altogether unwelcome turn when she meets Seamus (Joe Dempsie), a British immigrant captivated by Grace’s offbeat charm. As their relationship deepens, Grace grapples with revealing her compulsion. In an effort to change, she begins seeing a therapist and agrees to take medication, which dulls and upends her once-vibrant world. Adrift in this new reality, Grace must face the spectre of a long-buried childhood tragedy, forging a new path towards balance.",
    "chinese_title": "Addition",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.3,
    "douban_rating_average": 0,
    "update_at": "2025-06-14T08:43:02"
}