{
    "aka": [],
    "sid": "36660134",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901288865.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1207481/",
            "name": "Renate Leismann Renate Leismann",
            "@type": "Person"
        }
    ],
    "duration": "44分钟",
    "episodes": "1",
    "language": [
        "德语"
    ],
    "playdate": [
        "2019-06-06(德国)"
    ],
    "this_title": [
        "Menschen hautnah: Das will ich dir noch sagen - Wenn junge Eltern sterben"
    ],
    "douban_link": "https://movie.douban.com/subject/36660134/",
    "trans_title": [
        "倒计时死亡日记：我还想和你说——当年轻的父母去世"
    ],
    "douban_votes": "0",
    "introduction": "Als Andrea Bizzotto erfährt, dass er eine unheilbare Krebserkrankung hat, ist seine Frau Maria gerade im fünften Monat schwanger. Heute ist ihre gemeinsame Tochter Giulia zwei Jahre alt, doch der 33-Jährige wird nicht miterleben, wie sie aufwächst. Andrea will Giulia etwas Bleibendes hinterlassen und tippt im Krankenbett seine Lebensgeschichte ins Handy. Kapitel für Kapitel entsteht seine Autobiografie. \"Ich hoffe, dass Giulia eines Tages dieses Buch in den Händen hat. Damit sie weiß, wer ich war.\"Auch Gabi und ihr Mann tun alles, damit die vierjährige Tochter Lena eine möglichst unbeschwerte Kindheit hat. Als Gabi mit 38 Jahren Brustkrebs bekommt, ist Lena noch ein Baby. Durch Zufall stößt sie auf das Hörbuch-Projekt von Judith Grümmer, eine Radiojournalistin, die für schwer erkrankte junge Eltern Audio-Biografien herstellt.\"Das Hörbuch sagt auch viel über meinen Charakter aus, und bringt ihr näher, wer ihre Mama war\", hofft Gabi. \"Wenn ich nicht mehr da bin, gibt es niemanden, der Lena diese Geschichten über mich erzählen kann.\"Der Film begleitet schwer kranke Eltern dabei, wie sie um ein \"gutes\" Lebensende ringen. Wie sie ein Vermächtnis vorbereiten, mit dem sich ihre jetzt noch kleinen Kinder später an sie erinnern können. (Text: WDR)Sprecher: Simon Roden",
    "chinese_title": "倒计时死亡日记：我还想和你说——当年轻的父母去世",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Menschen hautnah: Das will ich dir noch sagen - Wenn junge Eltern sterben",
    "douban_rating_average": 0,
    "update_at": "2025-04-06T03:45:09"
}