{
    "aka": [
        "The Fairy Tale of the Golden Talers"
    ],
    "sid": "36665118",
    "cast": [
        {
            "url": "/celebrity/1149355/",
            "name": "施特法妮·施塔彭贝克 Stefanie Stappenbeck",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1133742/",
            "name": "丹尼斯·祖德 Dennenesch Zoudé",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1354647/",
            "name": "施特凡·格罗斯曼 Stephan Grossmann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048405/",
            "name": "多米尼克·霍卫兹 Dominique Horwitz",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "儿童",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909772785.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1080286/",
            "name": "汉斯·法拉达 Hans Fallada",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt13576474",
    "director": [
        {
            "url": "/celebrity/1439397/",
            "name": "库尼特·卡亚 Cüneyt Kaya",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2020-12-25(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13576474/",
    "imdb_votes": 55,
    "this_title": [
        "Sechs auf einen Streich - Das Märchen vom Goldenen Taler 电视电影 2020年 1小时"
    ],
    "douban_link": "https://movie.douban.com/subject/36665118/",
    "imdb_rating": "6.2/10 from 55 users",
    "trans_title": [
        "金币的故事",
        "The Fairy Tale of the Golden Talers"
    ],
    "douban_votes": "0",
    "introduction": "In the small village there is great sadness and despondency everywhere. Whatever the residents do, nothing grows in the village except cabbage. But that was not always the case: for many years the golden thaler brought wealth and happiness to the village without the residents having to do anything for it. The girl Anna Barbara can no longer take it. She secretly goes looking for the rag collector who the mayor's wife believes has stolen the golden thaler. In the forest Anna Barbara meets the rag collector Hans Geiz. The bony old man actually owns the thaler. However, he only wants to give it to Anna Barbara if she puts herself in his service. So she accompanies him into his subterranean labyrinth, where Hans Geiz has collected tons of junk. First he leads her into a room full of copper dishes and tells her to clean everything up. But the water is lazy and the work can hardly be done. Alone in the room, a man unexpectedly appears to her who promises to help her clean if she will marry him in return. In a community of convenience, the two team up with the aim of one day leaving the underworld. Next, Anna Barbara is supposed to polish a chamber full of silverware. She also manages this task together with the cleaning man. Finally, Hans Geiz leads Anna Barbara into a chamber of innumerable gold coins, which is also said to contain the golden thaler. Anna Barbara busily cleans the thalers with the cleaning man and can't find the golden one. Finally she discovers it in a chunk of bread and believes she has reached her destination. But she overlooked the fact that the cleaning man was completely exhausted. Now, when she threatens to lose her boyfriend, she admits her love. Then the thaler crumbles to dust and the cleaning man turns back into the boy Stefan. Anna Barbara returns to the village with her sweetheart Stefan. She makes it clear to the residents that the taler was a curse and a blessing at the same time, because the wealth it had given them cooled their care and love and made them lame and lazy. Hans Avarice is left alone with his junk.",
    "chinese_title": "金币的故事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Sechs auf einen Streich - Das Märchen vom Goldenen Taler 电视电影 2020年 1小时",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-02-14T02:50:38"
}