{
    "aka": [],
    "sid": "36666477",
    "cast": [
        {
            "url": "/celebrity/1374262/",
            "name": "塔马拉·劳伦斯 Tamara Lawrance",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "动画",
        "家庭",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt23786116",
    "director": [],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt23786116/",
    "this_title": [
        "Dot-t: An adventure out of this world"
    ],
    "douban_link": "https://movie.douban.com/subject/36666477/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A deadly meteor strike on a planet in the distant galaxies brings destruction and the desperate escape of a young extraterrestrial in a space pod - and is forever separated from her mother and father. On earth, a young girl, Kara, finding alienation in her school and home life, wanders to a nearby lake in dejection only to come across an unexpected friend, whom she names 'Dot-t' - a mysterious new arrival on planet Earth. But others, some with dark intent, are also looking for this exceptional creature while a media frenzy breaks about proof of life on other planets. Hiding Dot-t and staying just one step ahead of pursuers - some well-meaning, some driven by greed, becomes Kara's sole mission. Fleeing deep into a forest she is helped by a seemingly sinister woodsman, himself estranged from his family. This story of flight, hiding and escape is woven around the unique love of a young girl for a vulnerable new visitor to Earth, who soon proves to be more of a friend than anyone else on her home planet. Through the soft touch of a tentacle, Dot-t reaches out to revive our natural responses of tenderness and care. And perhaps draw closer, those who matter the most to us.",
    "chinese_title": "Dot-t: An adventure out of this world",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-23T03:11:51"
}