{
    "aka": [],
    "sid": "36669225",
    "cast": [
        {
            "url": "/celebrity/1072710/",
            "name": "Don Cherry Don Cherry",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1204620/",
            "name": "Wendel Clark Wendel Clark",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1122986/",
            "name": "Lanny McDonald Lanny McDonald",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片",
        "传记",
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901546047.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt15225664",
    "director": [
        {
            "url": "/celebrity/1049587/",
            "name": "杰森·普雷斯利 Jason Priestley",
            "@type": "Person"
        }
    ],
    "duration": "88分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-01-22(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt15225664/",
    "imdb_votes": 116,
    "this_title": [
        "Offside: The Harold Ballard Story"
    ],
    "douban_link": "https://movie.douban.com/subject/36669225/",
    "imdb_rating": "7.1/10 from 116 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Big money, big headlines, and a long list of enemies: Harold Ballard made them all during the two decades that he led the crown jewel of Canadian sports – the Toronto Maple Leafs — down the road to ruin. A proud organization that won thirteen championships pre-Ballard, the club was decimated by “Pal Hal” who fired, traded, or otherwise discarded anyone who crossed him. Whether you were a ticket taker or a future Hall-of-Famer, once Ballard soured on you it was time to pack your bags. Drawing the ire of hockey fans and non-hockey fans alike, Ballard was impervious to criticism, gleefully embracing the adage that ‘any publicity is good publicity.’ Politically incorrect, greedy, short-sighted — he wore these labels with pride, emboldened by the wads of cash he raked in until his demise in 1990. Part showman, part felon (he spent a year of his ownership in a prison cell for creative accounting), Ballard didn’t seem to care whether the team won or lost as long as he won at the box office and the cash register was full. From The Beatles to Muhammad Ali, religious revivals to wrestling, Ballard put fannies in the seats at Maple Leaf Gardens by ignoring social norms and tirelessly promoting the two things he loved more than anything: chaos and himself.- Producer: Michael Geddes, Chuck Tatham, Kevin Kimsa, Jason Priestley, Mark Slone, Michael Geddes, Rachel Horvath, Chuck Tatham, Tammy Egan, Gord Stellick '- Documentary Interviewees: Allen Abel, Donnovan Bennett, Stephen Brunt, Don Cherry, Wendel Clark, Celeste D’Agostino, Alan Eagleson, John Iaboni, Suneel Joshi, Faizal Khamisa, Gary Leeman, Lanny McDonald, Jim McKenny, Gerry NcNamara, Ralph Mellanby, Mary Ormsby, Wayne Parrish, Darryl Sittler, Bob Stellick, Gord Stellick, Rick Vaive, Dave “Tiger” Williams",
    "chinese_title": "Offside: The Harold Ballard Story",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-06-16T18:28:33"
}