{
    "aka": [],
    "sid": "36671807",
    "cast": [
        {
            "url": "/celebrity/1055081/",
            "name": "托尼·霍克 Tony Hawk",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912377763.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [],
    "imdb_id": "tt12966276",
    "director": [],
    "duration": "84分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2024-06-15(悉尼电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12966276/",
    "imdb_votes": 30,
    "this_title": [
        "Skategoat"
    ],
    "douban_link": "https://movie.douban.com/subject/36671807/",
    "imdb_rating": "8.4/10 from 30 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Leandre Sanders was born in Venice Beach, LA, into a world of gangs and crime. The only thing that kept him out of trouble was his love of skateboarding. While his older brothers joined the family tradition of running with gangs, Leandre - dubbed Skategoat - spent most of his days and nights at Venice Beach skatepark with his younger brother Leontay. He was so talented and determined that, at the age of 11, he caught the eye of filmmaker Van Alpert. Over the next ten years, Van documented Leandre's struggle to perfect his skateboarding and to survive. At 14-years old, Leandre was forced to leave his rapidly unravelling family life and started sleeping rough at the bowl of the skate park, relying on his friend Haden and the kindness of a local woman, Katie, who looked out for the two boys. And despite this adversity, Leandre never lost his drive to skate - Set against the visually palpable decline of LA, the decade captured by Van charts Leandre's journey to an internationally-respected skater who has perfected his own unique 'no stance' skate style. The result is a gritty reflection of what it takes to make it in the skating world - and what it takes to survive as a disadvantaged kid in the United States. Pulsing with a tactile sense of street style and punctuated by an incredible soundtrack. Skategoat is a story about the streets told from the streets, that proves anyone can seize their dream.",
    "chinese_title": "Skategoat",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.4,
    "douban_rating_average": 0,
    "update_at": "2025-04-04T06:39:41"
}