{
    "aka": [],
    "sid": "36670919",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901581608.jpg",
    "region": [
        "意大利",
        "法国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1338597/",
            "name": "阿莉切·罗尔瓦赫尔 Alice Rohrwacher",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2023-12-01(法国)"
    ],
    "this_title": [
        "The Red Thread"
    ],
    "douban_link": "https://movie.douban.com/subject/36670919/",
    "trans_title": [
        "红色的线"
    ],
    "douban_votes": "0",
    "introduction": "作为Alice Rohrwacher的首个展览 « Bar Luna » 的一部分，The Red Thread以意大利乡村露天电影的装置形式展映。其中放映卡车是电影《幸福的拉扎罗》中的道具经由改装而来。“The Cinema Luna invites you to discover the world premiere of The Red Thread.You can sit on the tyres. Take a seat, it’s free!”As if in a dream, a young girl recounts the story of Orpheus and Eurydice and the questions raised by the myth. Heartsick from suffering, Orpheus descends into the Underworld to bring his beloved Eurydice who has just died from a snake bite back. The magnificent music played by Orpheus convinces Hades, the god  of the Underworld, to free Eurydice, but on one condition: on his way back to Earth, Orpheus must not look back at Eurydice. On finally arriving at the gates of the Underworld, already catching glimpses of trees and bushes, Orpheus looks back. Eurydice disappears forever into darkness.Exterior night. A summer evening on a country road. The headlights of an old vehicle cut through the darkness. This is the original truck from Happy as Lazzaro (2018) , used by the protagonist family in Alice Rohrwacher’s film to collect objects to be resold. It has now been transformed into a travelling cinema with a white sheet hanging from a tubular steel structure forming a screen, like a window looking out onto another world.",
    "chinese_title": "红色的线",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Red Thread",
    "douban_rating_average": 0,
    "update_at": "2025-06-23T19:39:16"
}