{
    "aka": [],
    "sid": "36674215",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1958",
    "genre": [
        "科幻",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901631153.jpg",
    "region": [
        "西德"
    ],
    "writer": [
        {
            "url": "/celebrity/1108341/",
            "name": "Harry Kramer Harry Kramer",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2652284",
    "director": [],
    "duration": "11分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1958(西德)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2652284/",
    "this_title": [
        "Défense 58-24"
    ],
    "douban_link": "https://movie.douban.com/subject/36674215/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The film, equipped with objects based on found objects, shows surreal, deserted landscapes in which the objects seem to observe and follow each other. The images, composed with breaks and alogical repetitions like a dream, are reminiscent of surveillance scenarios; the gruff noise collages by the English composer and Stockhausen student Cornelius Cardew reinforce the impression of threat and coldness.While studying law in Paris, Wolfgang Ramsbott met the dancer and visual artist Harry Kramer, with whom he made several experimental films. Kramer's kinetic artworks, \"automotive sculptures\" and marionettes built from found objects, filmed in real environments, served as their \"main characters\" in \"The City\", \"Défense 58-24\" and \"The Sluice\": \"sky and walls, a liana of water pipes, dilapidated backyards, cracks in walls, cracked walls full of lost, enigmatic children's signs, rusty railway station grounds, deserts, within them the figures, not conformed to the environment in their sightlessness and obsessive deformation to themselves. clinging to legalities of mechanisms that had become senseless and fused with them, that had perhaps once served them, hovering as if in a dream of condensed emptiness, without moving from the spot, they stumbled and rolled with the machines through sun-hardened, burnt-down landscapes, deflected only by objects, by congealed meteorites. \" This is how Georg Jappe describes the special spirit of these films in \"La Marionette Artistique\" (1961). (Source: German Historical Museum/fl)",
    "chinese_title": "Défense 58-24",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-16T05:44:58"
}