{
    "aka": [],
    "sid": "36676591",
    "cast": [
        {
            "url": "/celebrity/1055006/",
            "name": "路德·范德鲁斯 Luther Vandross",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片",
        "音乐",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905412263.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt10850320",
    "director": [
        {
            "url": "/celebrity/1333075/",
            "name": "道恩·波特 Dawn Porter",
            "@type": "Person"
        }
    ],
    "duration": "101分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-01-21(圣丹斯电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10850320/",
    "imdb_votes": 819,
    "this_title": [
        "Luther: Never Too Much"
    ],
    "douban_link": "https://movie.douban.com/subject/36676591/",
    "imdb_rating": "8.1/10 from 819 users",
    "trans_title": [
        "路德：永不嫌多"
    ],
    "douban_votes": "0",
    "introduction": "Luther Vandross started his career supporting David Bowie, Roberta Flack, Bette Midler, and more. His undeniable talent earned platinum records and accolades, but he struggled to break out beyond the R&B charts. Intensely driven, he overcame personal and professional challenges to secure his place amongst the greatest vocalists in history.If you know, you know— there’s only one Luther. Acclaimed festival alum Dawn Porter invites audiences on a musical journey into the life of the iconic Luther Vandross, the man with the soulful velvet voice. An archival tapestry of performances and recording sessions immerse us in his legendary musical talent as a singer, songwriter, and producer. Porter then goes beyond the spotlight to delve into the man behind the music—insights from musicians and friends alongside archival interviews with Luther himself reveal his humor, frustrations, loneliness, and unwavering dedication to his craft.Luther: Never Too Much delivers a sensitive and jubilant celebration of Luther Vandross and his music that resonates with evocative power. Some will form newfound admiration for Luther, while others will be transported to moments when his timeless melodies were the soundtrack to their lives. Good luck not singing along and dancing in your seat.",
    "chinese_title": "路德：永不嫌多",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Luther: Never Too Much",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-04-09T09:14:47"
}