{
    "aka": [
        "Spiral"
    ],
    "sid": "36680581",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901829075.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1459192/",
            "name": "王拓 Tuo Wang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2018(中国大陆)"
    ],
    "this_title": [
        "漩涡"
    ],
    "douban_link": "https://movie.douban.com/subject/36680581/",
    "trans_title": [
        "Spiral"
    ],
    "douban_votes": "0",
    "introduction": "三频影像作品《璇涡》将建筑学中由平面制图到真实建造的实践过程与御宅文化中的次元壁概念相并置， 讨论了人类在平面/二次元中形成的欲望是如何在现实世界中被放大、消费和加深的。作品中暗含了两个角色——动态影像中的建筑师和动画中的漫画师。他们仿佛在用—种类似的方式与周遭世界进行互动。他们把现实世界中产生的感受投射到二维世界中，并再次回到现实世界将其实现。在作品中对建筑学和御宅文化的并置中，我们看到人类最基础的欲望以及有关暴力的本质是如何被塑造，又以什么样的方式被实施的， 就像影片中引述的伯纳德·屈米曾说过，要真正欣赏—个建筑，你可能需要制造—起谋杀。WANG Tuo’s newly completed three-channel work Spiral juxtaposes the practical process from plan drawing to real construction in architecture and the concept of dimensional barrier in otaku culture, discussing how the desire formed in the plane/two dimensional world is magnified, consumed, and deepened in the real world. Two roles, the architect in the moving image and the cartoonist in the animation, are implied in the work. They seem to be interacting with the surroundings in a similar way. Projecting feelings generated in the reality into the two-dimensional world, they then return to the real world to realize them. With the juxtaposition of architecture and otaku culture in this work, it is rather observable that how the most basic desire of human beings and the nature of violence are shaped and in which way they are implemented. As Bernard Tschumi, who has been quoted in this work once said, “To really appreciate the architecture, you may even need to commit a murder.”",
    "chinese_title": "漩涡",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-12-10T10:13:12"
}