{
    "aka": [
        "Svenduti"
    ],
    "sid": "36689041",
    "cast": [
        {
            "url": "/celebrity/1042012/",
            "name": "唐娜提拉·芬诺恰罗 Donatella Finocchiaro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050557/",
            "name": "布鲁诺·托德契尼 Bruno Todeschini",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914116704.jpg",
    "region": [
        "意大利",
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt29728957",
    "director": [
        {
            "url": "/celebrity/1025454/",
            "name": "卢卡·巴巴拉斯基 Luca Barbareschi",
            "@type": "Person"
        }
    ],
    "duration": "107分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2024-10-17(罗马电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt29728957/",
    "this_title": [
        "Paradiso in vendita"
    ],
    "douban_link": "https://movie.douban.com/subject/36689041/",
    "trans_title": [
        "Svenduti"
    ],
    "douban_votes": "0",
    "introduction": "SynopsisTo resolve a financial crisis, the Italian government decides to sell one of its islands, Fenicusa, an imaginary Sicilian land, to the French. The French government sends François to the island, to attempt to buy all the properties of the island’s inhabitants, even resorting to shady manipulations. But, as we all know, beauty cannot be bought. And the islanders are anything but defenceless.DIRECTOR'S STATEMENTIn 2015, following the economic crisis, the Greek government began to consider the idea of selling some of its islands to be able to pay off its debts. This gave rise to the idea of Paradiso in vendita: to use comedy to illustrate the crazy and often brilliant solutions that governments adopt to repair their mistakes. Behind the comedy and the love story, the film reflects on the need to defend the creativity, beauty and craftsmanship that distinguish our country and that are often bent in favour economic interests. Furthermore, the film relies on the character of Richelieu to address our fear of the other, to reflect upon the senselessness of racism.",
    "chinese_title": "Paradiso in vendita",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-06T10:28:31"
}