{
    "aka": [],
    "sid": "3668353",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2877141677.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1319554",
    "director": [
        {
            "url": "/celebrity/1029235/",
            "name": "乔治·史威兹贝尔 Georges Schwizgebel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048350/",
            "name": "比尔·普莱姆顿 Bill Plympton",
            "@type": "Person"
        }
    ],
    "duration": "USA: 81 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1319554/",
    "imdb_votes": 30,
    "this_title": [
        "The Animation Show 4"
    ],
    "douban_link": "https://movie.douban.com/subject/3668353/",
    "imdb_rating": "7.3/10 from 30 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The Animation Show is back with an all new collection of incredible independent animation! This year Mike Judge has gathered together over two dozen of his favorite funny short films from around the world. It's a ground breaking program of eye-popping adult animation from tomorrow's next great animators. This isn't an \"adults only\" animation show but the program does skew towards a mature audience with some explicit language and adult subject matter. This year the Animation Show has gone out to four incredible artists for some truly amazing new commissioned work. Kicking things off is the uber talented Joel Trussell with an epic viking Animation Show Intro. Australian animator Dave Carter debuts three new commissioned shorts with the hilarious Psychotown. Dave continues his collaboration with the comedy team \"The Nice Guy\" here for a blend of cut out and stop-motion animation. Also featured is the stop-motion superstar PES who has been an Animation Show regular the last two tours and returns this year with the instructional cooking treat Western Spaghetti. Finally we're proud to feature the first commissioned short film from the commercial design team Smith and Foulkes (known for their award winning commercial spots for Coke and Motorola) with the CG tale This Way Up. The piece centers around two undertakers working hard to lay the dead to rest. Like past tours this new program is packed with festival favorites and premieres. This year we're proud to be the first to theatrically share the work of Steve Dildarian (New HBO series THE LIFE AND TIMES OF TIM debuting in September). Another highlight is the collection of films never seen in the US from the prestigious French animation college Gobelins featuring the shorts Burning Safari, Cocotte Minute, Voodoo and Blind Spot. Returning this year are animation greats Bill Plympton with the premiere of Hot Dog, Corky Quakenbush with the irreverent Yompi and Georges Schizgebel's gorgeous Jeu!",
    "chinese_title": "The Animation Show 4",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-02-15T13:50:06"
}