{
    "aka": [],
    "sid": "3668320",
    "cast": [
        {
            "url": "/celebrity/1011830/",
            "name": "贾姜·诺儿 Jajang C. Noer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1196635/",
            "name": "陈敬权 Jason Chan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1204944/",
            "name": "卡特·米尼·提奥 Cut Mini Theo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "印度尼西亚/新加坡"
    ],
    "writer": [],
    "imdb_id": "tt1304591",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1304591/",
    "imdb_votes": 70,
    "this_title": [
        "Sing to the Dawn"
    ],
    "douban_link": "https://movie.douban.com/subject/3668320/",
    "imdb_rating": "5.4/10 from 70 users",
    "trans_title": [
        "歌至天明"
    ],
    "douban_votes": "0",
    "introduction": "Author: DICK STEEL from SingaporeWhile I have only read the novel by Ho Minfong once a very long time ago, I certainly can't recall that it had talking animals who assisted the villagers in their ordeal, or having a character who's a Mr Technological Fix-it. Talking animals are very passé in animated movies already, so we certainly do need another local production trying to ape their overseas counterparts thinking that it is a rule of thumb rather than an exception. The story itself is strong enough to be made either in an animated fashion or live action, but this version of the story just dumbs it down so many levels, it's hardly recognizable.Dawan is a young village girl who harbours the dream of getting out of her village in the lure of the bright lights in the big city, and to do so, has to fight customs and tradition that girls are meant to be bethroned away early at a young age to someone they loathe, and schools for them are an unnecessary part of life. In order to fulfill her dream, she has to go against the wishes of her dad, as well as irk her brother as she out-scores him in a local examination to clinch a scholarship. Also, their village is under threat of an unscrupulous landlord trying to bulldoze his way into profits by driving everyone out of his land.That's the gist of the story, and I don't see how animals, and a grizzly bear at that, could fit into the whole picture. Yes animated movies have been popular with talking animals, but if it's not in the story, then please don't force it in, along with spectacle wearing monkeys.Being a musical, the songs are less than inspiring, and while the lyrics don't have to rhyme necessarily, it came off more like not knowing how to sing it further that it gets slapped with some words in an anyhowly fashion. Some tried to pass off as humour, though the effort is seen to be as too trying. The songs also don't seem to carry the narrative forward, and instead, stagnates when the characters break off into song and dance.But of course we judge an animated movie by the quality of the animation, and here's where it really fell short. The characters are still too stiff, without the necessary detailed facial expression to represent emotion. Movement was rigid, and seriously, the audience could have been watching a bunch of robots perform with much more conviction and emotion than what you get here, and get more satisfaction out of that, unless you count walking on air a novelty. Everything was plain stiff, and unless the characters had plenty of starch on their clothes, they're really wearing rigid sacks. Don't get me started on the animals too, as they could have been animatronics. But the biggest shortcoming exposed in the film, was the lack of a colourful palette. Granted there's the word \"Dawn\" in the title, but to intentionally (or otherwise due to technological and imaginative limitations) set everything during that period of time, just shows questionable quality. For most parts, there's always this orange hue which tells us that the animators could have tried to get away with level of detail that is required - just paint everything orange.Voice acting too needs some getting used to, and I suppose it will take time to build up a credible pool of talent in this area. It's kind of strange as well to be hearing real life couple Lim Kay Siu and Neo Swee Lin play opposite each other (grand)mother and (elderly) son, though credit must go to Celina Rosa Tan in the lead role of Dawan, and her adequate vocals when launching into song.My friend at movieXclusive.com likened this movie to a yawn, and I share the exact same sentiments. There's nothing new nor refreshing in this piece of work, and worse, the story's pretty boring as you're always ten steps ahead, knowing just what will happen, and which character will do what. It also didn't help that the poor storytelling techniques like jarring transitions and throwing of characters around without their motivation clearly constructed mar the overall production. It may be the first movie for director Philip Mitchell, but certainly it's by no means a reason to throw so much money at it for such miserable returns.One thing's for sure, is that we need to take a closer look at local animators works in the next Animation Nation showcase (I missed this year's), as I'm quite certain there are worthy filmmakers in that arena who deserve some budget to get their films made, and not big budgeted ones like this that clearly has a lot of work left unpolished.",
    "chinese_title": "歌至天明",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Sing to the Dawn",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-09-24T04:35:15"
}