{
    "aka": [
        "The Passion According to G.H."
    ],
    "sid": "36691285",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905075253.jpg",
    "region": [
        "巴西"
    ],
    "writer": [],
    "imdb_id": "tt11687126",
    "director": [
        {
            "url": "/celebrity/1025672/",
            "name": "Luiz Fernando Carvalho Luiz Fernando Carvalho",
            "@type": "Person"
        }
    ],
    "duration": "126分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2023-10-12(Rio International Film Festival)",
        "2024-01-25(鹿特丹电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11687126/",
    "imdb_votes": 218,
    "this_title": [
        "A paixão segundo G.H."
    ],
    "douban_link": "https://movie.douban.com/subject/36691285/",
    "imdb_rating": "6.1/10 from 218 users",
    "trans_title": [
        "G.H. 受难曲",
        "The Passion According to G.H."
    ],
    "douban_votes": "0",
    "introduction": "In Luiz Fernando Carvalho’s A paixão segundo G.H., Clarice Lispector’s highly philosophical prose finds a cinematic rendering that surpasses all expectations. G.H. is a well-off Brazilian sculptor who, one day, encounters a cockroach in her maid’s closet. Following this incident, she descends into unknown regions of her being. The breakdown – a sort of madness, but also a passion in the religious sense – strips all masks, undoes her completely, and leads her to a new experience of life. The film combines the confessional, the experimental and the psychological to achieve an existential horror with echoes of Ingmar Bergman’s Through a Glass Darkly (1961) and Roman Polanski’s Repulsion (1965).Set almost entirely in the heroine’s apartment, A paixão segundo G.H. is a stunningly sensorial film with frames and cuts precise as a scalpel, sumptuous camera movements, a constant use of visual distortion, and a sophisticated soundtrack (mixing musical snippets, noises and voice tracks with different densities and textures). Maria Fernanda Cândido – capable of turning the diction of a sentence or the holding of a cigarette into truly cinematic occurrences – offers us an intense, electrifying performance that is the perfect counterpart to the arrested inner journey the film presents.",
    "chinese_title": "G.H. 受难曲",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "A paixão segundo G.H.",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-18T22:14:29"
}