{
    "aka": [],
    "sid": "36696927",
    "cast": [
        {
            "url": "/celebrity/1489512/",
            "name": "克莱顿·帕特森 Clayton Patterson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2902246002.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt15260946",
    "director": [],
    "duration": "95分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2023(未定)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt15260946/",
    "this_title": [
        "Between the Cracks"
    ],
    "douban_link": "https://movie.douban.com/subject/36696927/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "This is the story of Jim Power, the \"Mosaic Man\". He's one of the most legendary New York artists you've never heard of. A disabled, Vietnam veteran, who ditched his career as a stone worker to create guerrilla public art in the form of 50+ mosaic-adorned lamp posts throughout Manhattan's historic East Village. His mission is to \"fight drugs and crime\" by \"beautifying the city.\" Suffering from a condition making it brutally difficult just to separate his legs, let alone walk, Jim gets up every single day just before the crack of dawn. Finishing off his energy drink and candy bar breakfast with a micro-dose of LSD. Then to grinding, sanding, cutting, scraping, literally, painstakingly, all day in the baking sun or the frigid cold, to create his art - in exchange for absolutely nothing. A victim of a broken system, Jim lived homeless for years on the street with no one but his dog Jesse James and his tools. Picked up in a limo one day, to attend his own Mayoral proclamation award-ceremony. Only to be dropped off hours later, back on the same street corner, where he'd spend many a sleepless night. Captured on video, photo, and audio-cassette, Jim miraculously archived every moment of his decades long journey spanning as far back as Woodstock, the eye-opening police riot in Tompkins Square Park, and his adventures battling crackheads, armed with his dual-wielded sledge hammers and trusty mosaic-adorned shank he fashioned out of 3.5\" thick bulletproof bank glass. Narrated by Jim's close friend and renowned documentarian Clayton Patterson (Executive Producer), we follow Jim, as he wages one last battle against the city to achieve what seems impossible - to complete his 80-lamppost \"Mosaic Trail\".",
    "chinese_title": "Between the Cracks",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-16T03:12:01"
}