{
    "aka": [],
    "sid": "36690642",
    "cast": [
        {
            "url": "/celebrity/1274912/",
            "name": "郭小橹 Xiaolu Guo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1422329/",
            "name": "安德里亚·卢卡·齐默曼 Andrea Luka Zimmerman",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt19222188",
    "director": [
        {
            "url": "/celebrity/1422329/",
            "name": "安德里亚·卢卡·齐默曼 Andrea Luka Zimmerman",
            "@type": "Person"
        }
    ],
    "duration": "70分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-01(鹿特丹电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt19222188/",
    "this_title": [
        "Wayfaring Stranger"
    ],
    "douban_link": "https://movie.douban.com/subject/36690642/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A child is drawn to the stillness of nature beyond a city. A teenager, rising from sleep in a thicket, makes their way back to a trailer: to warmth, a caretaker, a dog. But the thudding on hard concrete from the highway above is no comfort. A tree envelopes a fence with its growth – grasses sprout through cracked and decaying industry. The individual is searching, pushing forward through landscapes and time. Adulthood leads into the forest.Enlisting the work of seven performers – all women or non-binary – to embody a lifespan in seven stages, filmmaker Andrea Luka Zimmerman’s Wayfaring Stranger is a sensorial observation of the transformative quest for a truthful existence. On this singular journey, Zimmerman experiments with the fabric of genre and experience, burrowing into the individual’s wordless encounters through a lush soundscape of field recordings by acclaimed sound artist Chris Watson. These sonic textures of liminal spaces, some familiar and foreboding, others guttural and peaceful, partner this symbolic journey of being, blending fiction and documentary into an ecosystem all its own.",
    "chinese_title": "Wayfaring Stranger",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-04T15:39:08"
}