{
    "aka": [
        "冒险王之狂蟒岛"
    ],
    "sid": "36691528",
    "cast": [
        {
            "url": "/celebrity/1470091/",
            "name": "尹聪 Cong Yin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1466772/",
            "name": "高韵 Yun Gao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1380670/",
            "name": "黄小超 Xiaochao Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1383460/",
            "name": "诺瑶 Yao Nuo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2902473943.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1381235/",
            "name": "罗英杰 ",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1381235/",
            "name": "罗英杰 ",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2023-12-17(中国大陆)"
    ],
    "this_title": [
        "冒险王"
    ],
    "douban_link": "https://movie.douban.com/subject/36691528/",
    "trans_title": [
        "冒险王之狂蟒岛"
    ],
    "douban_votes": "0",
    "introduction": "主人公杜飞是名探险专家，他机智勇敢、身手不凡，多次深入险地，要么营救被困人员，要么帮助国家追捕逃犯，不管遭遇多么危险的境地他都能成功完成任务，人送外号“冒险王”。这天，丁浩正在给小朋友们讲他们的探险故事，家中突然来了个神秘高贵的客人艾莉和卫廉。他们此行前来是想请名扬世界的冒险王杜飞出山去营救15年前在狂蟒岛失踪的莫教授。杜飞起初还不感兴趣，听说是狂蟒岛后猛地睁开了眼。营救小队全副武装向小岛进发，成员包括杜飞、莫妮卡、丁浩、艾莉、卫廉，渔民孟卡，同时卫廉还雇佣了一名女医生以及一支安保小队。安保小队的队长是一名美国白人，他认为杜飞冒险王的称号是浪得虚名，此行完全不需要他参与，在心中已经把他视为竞争敌人，总想与他一争高下。 一行人苦苦寻找了一个月，经过一场暴风雨后来到了狂蟒岛。晚上，众人遇到了一条蟒蛇袭击，杜飞与莫妮卡合力打死了蟒蛇。莫妮卡又遭到不明生物的袭击，却让它逃脱了。众人经过一番辛苦来到了科研基地，发现已经完全被破坏得不成样子了，大家仔细搜索了一遍也没有发现十分有用的线索。漫天大雾中，飞出来无数类似蝙蝠的飞鸟，众人被吓得不轻。杜飞为保护女医生被蝙蝠咬破了皮。他惊喜地发现，女友从雾中走了出来，他赶紧冲上去抱住她，女友却猛地一把推开他，质问他当年为什么不救她，说完转身跳下了悬崖，杜飞紧跟着跳下去抓她的手。这时，他突然感觉自己另一只手被人抓住了，睁开眼才发现自己已经掉在了悬崖边上，是莫妮卡拉住了他。原来，蝙蝠的牙齿有毒，能让人产生幻觉，他刚刚进入了幻觉中。大家在森林里迷路了，当夜，怪物再次出现，大家合力抓住了怪物。众人仔细一看，这个所谓的怪物正是莫教授。此刻，莫教授像变了一个人似的，意识模糊，异常狂躁，莫妮卡怎么叫他都没有反应。女医生见状，只得给他打了一针镇定剂。莫教授昏睡过去，莫妮卡看着父亲，心中十分难过。她把父亲抱在怀里，哼着小时候父亲教她的儿歌迷迷糊糊坐了一夜。第二天早上，太阳升起。莫妮卡被父亲温柔的叫声唤醒。见父亲恢复了正常，莫妮卡开心不已。 莫教授给大家讲述了他这段时间的经历，他们发现了一种神奇的植物——血曼花。小吴被血曼花治好了重伤，人却突然变得癫狂，杀死了所有人。他却因为吃了血曼花而神奇地活了过来。莫妮卡听了，十心疼父亲。而卫廉却对这种变化很感兴趣，不断追问。 莫教授分析，那条巨蟒应该是在偶然情况下吃了血曼花，发生基因变异，才变得如此巨大凶残。人类目前还无法控制这种变异，一旦落到野心家手中用于制造生化战士将会使人类世界面临一场巨大的灾难。于是，在莫教授带路下，大家一起启程去毁灭血曼花。孟卡却先到一步，服食了血曼花，并把剩下的装入了一个袋子里。原来他就是当年的小吴。小吴这些年也饱受折磨，并且开始迅速衰老。于是他编造假新闻利用莫妮卡重回狂蟒岛，只为了吃血曼花。 这时，吃过血曼花而变异的巨猩与狂蟒出现争夺血曼花，打得不可开交。 卫廉露出了本来面目，他想拿回血曼花去做生化研究又买通安保小队，帮他抢夺血曼花。杜飞、丁浩击败了安保队长。而艾莉这时也暴露了身份，原来他和卫廉是秘密情人，她也帮助卫廉抢夺血曼花。卫廉为了拖住狂蟒，居然开枪打伤了艾莉。这时，孟卡又窜出来与卫廉争夺血曼花，却双双给了狂蟒机会，自食恶果。 巨蟒再次追来，余下的人赶紧逃跑。莫教授却突然推开了莫妮卡，天快黑了，他又要开始变异了，他不想再忍受这种痛苦了，决定牺牲自己与巨蟒同归于尽。他带着炸弹向巨蟒冲去，却被杜飞一针镇定剂扎在了脖子上，莫教授瘫倒在了莫妮卡的怀里。杜飞从教授身上取下炸弹，目光坚定地向巨蟒冲去，身后只留下莫妮卡与丁浩大声的呼喊声。杜飞与狂蟒大战。危急时刻，巨猩现身帮助杜飞，一人一猩携手大战狂蟒。",
    "chinese_title": "冒险王",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-21T17:26:12"
}