{
    "aka": [],
    "sid": "36693965",
    "cast": [
        {
            "url": "/celebrity/1105533/",
            "name": "Donata Höffer Donata Höffer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1160405/",
            "name": "Sabine Sinjen Sabine Sinjen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1144251/",
            "name": "沃尔夫冈·赖克曼 Wolfgang Reichmann",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1983",
    "genre": [
        "剧情",
        "传记",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2902201546.jpg",
    "region": [
        "西德"
    ],
    "writer": [
        {
            "url": "/celebrity/1080766/",
            "name": "Karl Fruchtmann Karl Fruchtmann",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0134248",
    "director": [
        {
            "url": "/celebrity/1080766/",
            "name": "Karl Fruchtmann Karl Fruchtmann",
            "@type": "Person"
        }
    ],
    "duration": "215分钟(TV Movie)",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1983(西德)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0134248/",
    "this_title": [
        "Heinrich Heine - Die zweite Vertreibung aus dem Paradies"
    ],
    "douban_link": "https://movie.douban.com/subject/36693965/",
    "trans_title": [
        "海因里希·海涅 - 第二次被逐出天堂"
    ],
    "douban_votes": "0",
    "introduction": "\"Heinrich Heine - The Second Expulsion from Paradise\" shows scenes from the life, poetry and death of the German poet Heinrich Heine. Karl Fruchtmann writes in a preliminary note to his screenplay: \"The film is a sequence of scenes. It does not want to pretend to tell, anecdotally, a life from the birth to the death of a great man. Rather, it wants to say things in individual sequences that are true, meaningful and necessary. In doing so, it wants to be very cinematic, but extremely limited in hits efforts. It therefore does not create its representational truth with masses of extras, large buildings, many costumes, exterior shots and motifs in other cities and countries, but speaks with the close-up, the montage and the use of stylistic devices of symbolic realism\".The first part of the film shows Heine in Hamburg in 1823; his conversion to Protestantism in 1825; his stay on the North Sea during the July Revolution in Paris in 1830; his disputes with his uncle Salomon, a wealthy Hamburg banker who supported him financially throughout his life; his contact with the ideas of the Saint-Simonists around Prosper Enfantin; his acquaintance with Crescentia Eugénie Mirat in 1834, whom Heine married in 1841 and called \"Mathilde\"; his dispute with Karl Marx in 1844.The second part shows Heine during his eight-year ordeal in the \"Matratzengruft\"; his life together with Mathilde; the conversations with his doctor and Ferdinand Lassalle and his late love for Elise Krinitz, the \"Mouche\". Literary Heine texts from the \"Harzreise\", the \"Bäder von Lucca\", the \"Wintermärchen\" and the \"Memoirs\" are integrated as play scenes into the biographical scenes from Heine's life.",
    "chinese_title": "海因里希·海涅 - 第二次被逐出天堂",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Heinrich Heine - Die zweite Vertreibung aus dem Paradies",
    "douban_rating_average": 0,
    "update_at": "2025-06-05T18:57:38"
}