{
    "aka": [],
    "sid": "36691295",
    "cast": [
        {
            "url": "/celebrity/1353473/",
            "name": "玛丽萨·特里安德菲里都 Marisha Triantafyllidou",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905412495.jpg",
    "region": [
        "希腊"
    ],
    "writer": [],
    "imdb_id": "tt28513129",
    "director": [],
    "duration": "92分钟",
    "episodes": "",
    "language": [
        "希腊语"
    ],
    "playdate": [
        "2024-01-27(鹿特丹电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt28513129/",
    "imdb_votes": 283,
    "this_title": [
        "Avant-Drag!"
    ],
    "douban_link": "https://movie.douban.com/subject/36691295/",
    "imdb_rating": "6.6/10 from 283 users",
    "trans_title": [
        "前卫变装！"
    ],
    "douban_votes": "0",
    "introduction": "One fascinating facet of late capitalism is that it can take in almost anything and sell it back to us for profit. Particularly in Europe and North America, this has seen the absorption of drag culture and its commodification as mildly irreverent, high-ratings entertainment. Its significant value in normalising gender fluidity notwithstanding, that version of drag loses its inherent radicality, as a repudiation of the very foundations of oppressive social structures.Avant-Drag! paints portraits of nine drag artists of varying gender expressions and sexualities who take to the streets of Athens to query, problematise and (yes, please!) undermine social strictures. Employing wildly imagined personas – like riot housewives and Albanian turbo-folk girls – who perform acts as revolutionary as praising abortion and as charming as drawing childish pictures, these artists call for social justice by taking aim at conservatism, patriarchy, patriotism, racism and sexism.A line from the film’s exquisite punk-poetic narration describes this impulse perfectly: it’s “a demand to change the world that comes from the past, looking straight into the future.” And, lest you be concerned, have no fear that there is no shortage of gloriously outlandish outfits and towering high-heeled boots. This is drag, after all.",
    "chinese_title": "前卫变装！",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Avant-Drag!",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-02-11T10:34:08"
}