{
    "aka": [
        "Dead Lands",
        "Under a Blue Sun"
    ],
    "sid": "36691456",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "　　第53届鹿特丹国际电影节(2024)\n　　老虎奖 最佳影片(提名) 丹尼尔·曼\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903826482.jpg",
    "region": [
        "以色列",
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1023343/",
            "name": "丹尼尔·曼 Daniel Mann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1566618/",
            "name": "丹尼尔·曼 Daniel Mann",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt31869595",
    "director": [
        {
            "url": "/celebrity/1023343/",
            "name": "丹尼尔·曼 Daniel Mann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1566618/",
            "name": "丹尼尔·曼 Daniel Mann",
            "@type": "Person"
        }
    ],
    "duration": "80分钟",
    "episodes": "",
    "language": [
        "希伯来语",
        "阿拉伯语",
        "英语"
    ],
    "playdate": [
        "2024-01-27(鹿特丹电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt31869595/",
    "imdb_votes": 11,
    "this_title": [
        "מתחת לשמש כחולה"
    ],
    "douban_link": "https://movie.douban.com/subject/36691456/",
    "imdb_rating": "6.6/10 from 11 users",
    "trans_title": [
        "蓝色阳光下",
        "Dead Lands",
        "Under a Blue Sun"
    ],
    "douban_votes": "0",
    "introduction": "The Sylvester Stallone vehicle Rambo III (1988), is both a superficial commentary on the failure of war to resolve differences and a surreal interpretation of American exceptionalism through the actions of the individual. Although set in Afghanistan, with the hero besting a Russian army, the film was shot in the Israeli desert, with the involvement of the country’s military. Filmmaker Daniel Mann employs a variety of approaches to unpack what was to most audiences a brainless shoot ‘em-up, but to Mann is a work of many meanings.Daniel MannInterspersed with the reading of letters Mann wrote the Hollywood star, Under the Blue Sun contrasts Rambo’s exploits with the ways the media in our reality constructs narratives around conflict. Through Mann's investigation, he encounters Bashir, a Palestinian Bedouin and self-taught artist who worked on the Rambo III. Bashir's experience as an indigenous individual stripped of tribal land in Israel, serves as a powerful reflection not only of colonial politics but also of how these dynamics are perpetuated and amplified in mass productions. Mann’s film delicately unveils interconnected narratives that define the geopolitical, physical and environmental landscape of Israel/Palestine. The result is an intelligent and discursive exploration of propaganda, war and colonialism that manages to avoid falling into the trap of militancy, and ultimately leaves us wondering if we truly need another Rambo in this world.",
    "chinese_title": "蓝色阳光下",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "מתחת לשמש כחולה",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-01-28T01:30:08"
}