{
    "aka": [],
    "sid": "36705874",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1979",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2902500756.jpg",
    "region": [
        "西德"
    ],
    "writer": [
        {
            "url": "/celebrity/1110060/",
            "name": "海纳·基普哈特 Heinar Kipphardt",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1381115",
    "director": [
        {
            "url": "/celebrity/1111765/",
            "name": "沃依采克·雅斯尼 Vojtěch Jasný",
            "@type": "Person"
        }
    ],
    "duration": "102分钟(TV Movie)",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1979-03-25(西德)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1381115/",
    "this_title": [
        "Die Stühle des Herrn Szmil"
    ],
    "douban_link": "https://movie.douban.com/subject/36705874/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The overthrow of all social values brought about by the October Revolution in Russia opened up a wide field for political satire, among other things. A novel entitled \"12 Stühle\" (12 Chairs) was published in 1928. In this story, the two authors, a proven team for social satire, describe the hunt for an aristocrat's precious jewelry, which was hidden in one of the aforementioned chairs at the outbreak of the revolution.In 1961, Heinar Kipphardt wrote a play based on the motifs of this novel and has now adapted it for television under the title \"Die Stühle des Herrn Szmil\" (The Chairs of Mr. Szmil).Baron von Szmilicz, a simple registrar in hiding in a small town under the civil name of Szmil, has been waiting for years for the death of his heiress. When the news of her death finally arrives, she leaves word that the family jewels are in one of 12 chairs that are no longer in her possession. So Mr. Szmil, the heir, sets off on a search. There's just one catch - the old lady's hidden possessions have now become public property and the heir's supposed claim is illegal. A nasty crook, who falls into Szmil's hands, organizes a whole \"resistance group\" to get his hands on the big money. This situation gives rise to a grotesque hunt for the fortune, which takes on frightening forms against the backdrop of the totalitarian state. When no jewelry can be found even in the very last chair and all those involved fall by the wayside as deceived swindlers, it also turns out that the terminally ill aunt is in the best of health.",
    "chinese_title": "Die Stühle des Herrn Szmil",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-31T17:00:28"
}