{
    "aka": [
        "Hitler 3º Mundo",
        "Hitler Terceiro Mundo",
        "Hitler in the Third World"
    ],
    "sid": "3670730",
    "cast": [
        {
            "url": "/celebrity/1016931/",
            "name": "乔·苏亚雷斯 Jô Soares",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1083664/",
            "name": "Ruth Escobar Ruth Escobar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105267/",
            "name": "Eugenio Kusnet Eugenio Kusnet",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1121559/",
            "name": "Jonas Mello Jonas Mello",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1192134/",
            "name": "Túlio de Lemos Túlio de Lemos",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1968",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2590267613.jpg",
    "region": [
        "巴西"
    ],
    "writer": [],
    "imdb_id": "tt0312768",
    "director": [],
    "duration": "90 分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "1968"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0312768/",
    "imdb_votes": 94,
    "this_title": [
        "Hitler IIIº Mundo"
    ],
    "douban_link": "https://movie.douban.com/subject/3670730/",
    "imdb_rating": "7.1/10 from 94 users",
    "trans_title": [
        "第三世界的独裁者",
        "Hitler 3º Mundo",
        "Hitler Terceiro Mundo",
        "Hitler in the Third World"
    ],
    "douban_votes": "0",
    "introduction": "“巴西新浪潮中最激进，最勇敢，最特别的一部先锋电影。\"----- Caetano Veloso\"It is worth repeating that Hitler, Third World of 1968 is the most radical and extraordinary attempt at alternative cinema out of everything that has been tried in Brazil.\" (Caetano Veloso)\"Hitler, Third World is one of bravest films of our experimental cinema. It was not shown in public until 1984. Yet, it is a militanit film. It is a poetically political film. José Agrippino de Paula is not only a great filmmaker. He is one of the greatest, known independetit artists. He is a genial writer and a rernarkable man of the theater.\" (Jairo Ferreira)We are in more than just Brazil. We are in the Third World. The comedian, Jo Soares, goes around a favela dressed up like a samuraí and mobbed by little kids. A judge wants to decapitate a very beautiful, nude young woman. A monster - a mutant that looks like The Thing - wanders around the city. We see soldiers torture studente in a hospital. Two Nazis try to use the same bathroom at the same time. Hilter receives a woman visitor. The samurai kills the Nazi. A student is castrated. The samurai tries many times to commit hara-kiri on the street.José Agrippino de Paula, a writer, avant-garde film director, playwright from the  60s/70s, presently living in Embu/SP, receives a super-8 camera equal to one he used on his films. On the expectancy that he would film, his work is retrieved. At the meeting with Jorge Bodanzky, director of photography of “Hitler, Terceiro Mundo”( Hitler, Third World) a José Agrippino’s motion-picuture, it is portrayed an effervescent Brazilian moment.",
    "chinese_title": "第三世界的独裁者",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Hitler IIIº Mundo",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-02-08T04:00:29"
}