{
    "aka": [
        "A Mystic Screen"
    ],
    "sid": "3670451",
    "cast": [
        {
            "url": "/celebrity/1332265/",
            "name": "高婷婷 Tingting Gao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2535933340.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1274565/",
            "name": "陆诗雨 Shiyu Lu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1274565/",
            "name": "陆诗雨 Shiyu Lu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2009-04-14"
    ],
    "this_title": [
        "奇屏谜案"
    ],
    "douban_link": "https://movie.douban.com/subject/3670451/",
    "trans_title": [
        "A Mystic Screen"
    ],
    "douban_votes": "0",
    "introduction": "凤阳县衙发生一起离奇命案，县令大人张扬的夫人银莲被杀。为揭开迷案洗清罪孽，县令大人张扬请来同年好友临淮县令陆安杰。登州十七个县令中，临淮县令陆安杰为政有方断案如神，深得刺史大人赏识与倚重。陆安杰应约而来，张扬在陆安杰面前将自己因祖上遗传疾病突发，神智失控杀害夫人银莲的全过程合盘托出。张扬所说的祖上遗传疾病，是间歇性神智不醒行为失控，而导致张扬杀害夫人的根源在于书房的四块屏风。张扬说那四块隽刻着春夏秋冬的屏风，其实就是他前半生的人生写照，屏风上面应和着他和夫人的相识相爱。陆安杰听着张扬的倾诉，感受着张扬内心的痛苦，答应两天之内勘破案情。否则，将和张扬一起接受大明律的惩处。陆安杰承诺两天之内勘破谜案，问题是张扬都不知道他杀害夫人银莲之后、将夫人的尸身抛弃在什么地方。从衙门出来，陆安杰和随从黄强在凤阳街头被一叫花子拦住。看陆安杰不像本地人，叫花子掏出一个手镯，说是从北门外一女尸上拔下来的，要了陆安杰三两银子，将手镯交予了陆安杰。女尸身上拔下来的手镯提醒了陆安杰，陆安杰很快从凤阳一霸排军大哥那里打探出手镯的主人。原来，有个叫“红眼睛”的叫花子有一次在海棠阁妓馆门前看见一个贵夫人戴着这个手镯，和贵夫人一起去海棠阁的，还有一个身体虚弱的书生。陆安杰和排军的女人艳香来到海棠阁真戏假做，很快查出银莲确实来过海棠阁。一直跟踪陆安杰的“黑鬼”在排军客栈被抓，“黑鬼”交代他叫昆上，跟踪的目的是来拿当时没来得及拿走的手镯。陆安杰从昆上“当时没来得及拿走”的交代中深入挖掘，最终让昆山招供。原来，银莲系昆山所杀。昆山潜入县衙银莲夫人的卧房，原本是想偷些东西，见银莲熟睡遂起奸淫之意。公堂之上，昆山按照陆安杰的授意，为保全银莲夫人名声，没有招供奸淫一事。昆山押下大牢秋后问斩，案情似乎可以了解。此时，黄强回来禀报，银莲夫人并没有妹妹。陆安杰翻然大悟，发现张扬所说的“屏风罪孽”纯熟编造。陆安杰就此揭开了张扬虚伪自私的面具。这是一部古装悬疑刑侦数字电影。在类似于中医“望闻问切”的刑侦朝代，本片的浓墨重彩在于对案情的缜密推理，抽丝剥茧般的层层梳理，最终还观众于真相。在水落石出的影片结尾，“凤阳县令张扬”的处心积虑也耐人寻味。本片是陆诗雨自编自导自演的一部作品。北京电影学院毕业的陆诗雨自从触电于《还珠格格》，凭借“柳青”的侠士形象崭露头角一发不可收拾。从此，《上官婉儿》中的“李旦”、《海瑞罢官》中的“江之南”、《白灵魂》中的“扎那”……一个个角色用心走来，终于厚积薄发。 陆诗雨擅长音乐和舞蹈、性格倔强而内向的陆诗雨这次挑战自我，迈出人生道路上跨越性的一步。",
    "chinese_title": "奇屏谜案",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-01-24T22:39:31"
}