{
    "aka": [],
    "sid": "36700559",
    "cast": [
        {
            "url": "/celebrity/1062413/",
            "name": "亨利·诺尔曼·白求恩 Dr. Norman Bethune",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片",
        "传记",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2902416474.jpg",
    "region": [
        "中国大陆",
        "加拿大"
    ],
    "writer": [],
    "director": [],
    "duration": "30分钟",
    "episodes": "3",
    "language": [
        "汉语普通话",
        "英语"
    ],
    "playdate": [
        "2023(加拿大)"
    ],
    "this_title": [
        "Writing Bethune"
    ],
    "douban_link": "https://movie.douban.com/subject/36700559/",
    "trans_title": [
        "白求恩大夫"
    ],
    "douban_votes": "0",
    "introduction": "中加合拍三集系列纪录片《白求恩大夫》由中宣部对外推广局指导，五洲传播中心（CICC）与加拿大稀土影业（[Rare Earth Media Group](https://rareearthmedia.com/project/writing-bethune-doc/)）联合制作。本片通过大量采访与白求恩相关的人物，结合白求恩的个人书信、日记，以及珍贵的历史影像资料，追寻了白求恩一生的足迹，勾勒出一幅完整的白求恩画像，展现其伟大的国际主义精神。白求恩，一位国际主义战士，曾不远万里来到中国救死扶伤，并在这里度过了生命的最后时光，他在中国的伟大事迹举世闻名。在白求恩的一生中，他从未停止远行、服务他人。纪录片《白求恩大夫》立足全球视野，分别在加拿大、英国、美国、俄罗斯、西班牙、中国取景拍摄，完整追溯了他短暂而非凡的一生。在片中，既呈现了他一战期间两次入伍、以身试验“人工气胸”手术、发明数十种外科医疗器械、支援西班牙内战和中国抗日战争等一系列著名事件，也记录了一些鲜为人知的历史瞬间，包括他的家庭生活、求学生涯、爱情婚姻，以及他在文学、绘画、摄影、演说方面的造诣，从而塑造了一个有血有肉、立体丰满的医生形象。全片按照客观时间顺序推进，但叙事却各有侧重，从紧凑到舒缓，从发散到聚焦，先是多角度展现白求恩年轻时流光溢彩、跌宕起伏的经历，随后慢慢聚焦他为共产主义理想而奋斗的主线，尤其是最后一集他与中国的故事，具体生动而又令人感伤，刻画出白求恩是如何逐渐成长为一名伟大的国际主义战士的。传奇之所以为传奇，正在于命运一度又一度的重击下，依旧能坚守初心。作为一部讲述历史人物的纪录片，真实是本片最大的底色。在制作前期，团队便大量听取白求恩精神研究会、白求恩加拿大联盟协会等国内外专业机构的专家意见，同时与各国相关机构取得联系，在白求恩纪念馆、加拿大图书历史档案馆等进行调研，以确保选题的真实讲述。影片总计采访了76位国内外与白求恩息息相关的人物，包括白求恩的后代、外科医生、传记作家、历史学家、艺术家等等，由他们讲述白求恩在各国发生的传奇故事，一手信息加真情流露，呈现出许多罕见的历史细节，还原出了一个完整真实的白求恩，更凸显其精神对当代的重要价值和现实意义。除了旁观者视角，本片还大量引用了白求恩的个人书信和日记。例如，在读完沃尔特·佩特的《文艺复兴》后，他写道，“能永远和这强烈的、宝石一样的火焰一起燃烧，能保持这种极度的喜悦，是人生的成功”。在做完手术后，他感慨，“恐惧是幸福最大的敌人，而且多数恐惧其实是没有根据的”。在抵达延安后，他赞叹，“延安，是未来中国的缩影，年轻、热血、勇敢，快乐”。这些文字，有如白求恩的自传，娓娓道来，感人至深，让观众得以走进这位伟人的心灵世界。视听表达上，本片也贯彻真实原则。基于扎实的调研和采访，收集了大量的宝贵历史资料，无数老照片、旧影像连缀，既有白求恩年轻时的意气风发，也有他佝偻着背做手术的身影。对于一些至关重要又难以表现的历史情境，本片独具创意，采用泥塑定格动画来表现，由专业美术团队纯手工捏制，再通过精心的调度、流畅的运镜，将静态场景转变为动态视频，兼具历史感和艺术感，为黑白影像风格增添色彩。平实的影像、采访的细节、跳动的文字，横跨世界多个角落，持续了近四十多年，在1939年的冬天戛然而止，而他在中国留下的最后一封信里，话语间尽是一片最赤诚的心。“让我把千百倍的谢忱送给你，和其余千百万亲爱的同志！”© 五洲传播 影视制作中心",
    "chinese_title": "白求恩大夫",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Writing Bethune",
    "douban_rating_average": 0,
    "update_at": "2025-06-03T07:00:24"
}