{
    "aka": [],
    "sid": "36707156",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "哥伦比亚"
    ],
    "writer": [],
    "imdb_id": "tt4066622",
    "director": [
        {
            "url": "/celebrity/1420281/",
            "name": "劳拉·莫拉·奥尔特加 Laura Mora Ortega",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "42",
    "language": [],
    "playdate": [
        "2015(哥伦比亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4066622/",
    "imdb_votes": 17,
    "this_title": [
        "Los hombres también lloran Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36707156/",
    "imdb_rating": "6.9/10 from 17 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Javier is a thirtysomething doctor whose enthusiasm doesn't diminish despite working in a chaotic emergency room. one day he decides to move to the U.S., because his beautiful, sophisticated, not-so-happy girlfriend Maria has convinced him to pursue the American dream. Javier stays home to sell the house, the furniture, and their car. That's how he meets Julia, a veterinarian who purchases his car. Now Javier is ready to leave. Just before he is to go to Miami, Maria calls him and confesses that she fell in love with somebody else and needs to end their relationship. Homeless, jobless, and girlfriendless. he moves into the living room of Luis and Laura, a young couple who have recently become parents. Once there, Javier's life goes from deep depression to the obsession of finding Maria's lover. From that moment on, Javier becomes friends with Julia and her son Gabriel. Both of them start helping Javier to get over his breakup and move on. Javier goes through all the stages of loss until he decides to take control of his life again, trying different strategies to mend his heartbreak. He tries to get a job, he tries to date other girls, he tries to find himself and fails. He's always encouraged by his family, friends, and Julia. Eventually he stops whining and starts looking at Julia with different eyes",
    "chinese_title": "Los hombres también lloran Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-04-23T03:45:02"
}