{
    "aka": [],
    "sid": "36700281",
    "cast": [
        {
            "url": "/celebrity/1518247/",
            "name": "大卫·J·考克 David J. Cork",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1371477/",
            "name": "布兰登·J·肖 Brandon J. Shaw",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "剧情",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2902403953.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt12850286",
    "director": [],
    "duration": "29分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021-02-10(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12850286/",
    "this_title": [
        "A for Alpha"
    ],
    "douban_link": "https://movie.douban.com/subject/36700281/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Harrison is a man stuck between two worlds: the one he was raised to know and the reality that he is actually living. Harrison and Vanessa appear to have the perfect relationship, but Harrison is struggling with insecurities regarding his role as a man in his relationship. These insecurities lead him to wonder what does it mean to be an Alpha? At one time men were instinctively thought to be the leaders in everything and women were expected to be submissive. While this archaic way of thinking is no longer the norm in today's society, Harrison is struggling with the shift in roles and identity in relationships. How is one supposed to juggle years of upbringing versus the expectations of today? What does it mean to be a man in today's society? What are the gender roles? What's acceptable and not acceptable for men and women? Harrison struggles to find himself and he struggles with the perception of society versus how he feels internally. On their anniversary Harrison and Vanessa will have to deal with secrets that will change the foundation of their relationship forever. Will they be able to find a common ground or will the conflicting realities of expectations versus idealistic notions prove too much for their relationship?",
    "chinese_title": "A for Alpha",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-04T18:00:43"
}