{
    "aka": [
        "The Face of Medusa",
        "Vortex"
    ],
    "sid": "3671763",
    "cast": [
        {
            "url": "/celebrity/1168502/",
            "name": "约尔戈·沃亚吉斯 Yorgo Voyagis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1286655/",
            "name": "Fanis Hinas Fanis Hinas",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1967",
    "genre": [
        "剧情"
    ],
    "awards": "　　第17届柏林国际电影节(1967)\n　　主竞赛单元 金熊奖(提名) 尼科斯·孔杜洛斯\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2553500823.jpg",
    "region": [
        "美国",
        "希腊"
    ],
    "writer": [
        {
            "url": "/celebrity/1275072/",
            "name": "尼科斯·孔杜洛斯 Nikos Koundouros",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1095588/",
            "name": "Vangelis Goufas Vangelis Goufas",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0232480",
    "director": [
        {
            "url": "/celebrity/1275072/",
            "name": "尼科斯·孔杜洛斯 Nikos Koundouros",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "希腊语",
        "英语"
    ],
    "playdate": [
        "1967-06(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0232480/",
    "imdb_votes": 220,
    "this_title": [
        "Το πρόσωπο της Μέδουσας"
    ],
    "douban_link": "https://movie.douban.com/subject/3671763/",
    "imdb_rating": "5.9/10 from 220 users",
    "trans_title": [
        "漩涡",
        "The Face of Medusa",
        "Vortex"
    ],
    "douban_votes": "0",
    "introduction": "Everything initiates from Greek Tragedy in this plot. However, does \"Catharsis\" exists?In a Greek remote location, the protagonists enter in a self destructive behavior initiated by a young female. She is the medusa. A stranger looks at her and decides to stay with the group. Previously the brother of her boyfriend, who had sex with her, ended up dead. The movie ends with a knife, and an intent to kill.Death for love, love and death, or deadly love? The moral? It was difficult for me to find a moral on the film. It seems that either Koundouros does not want to adhere to the Platonic purpose of art, or, I was not capable of understanding the moral.To my belief Koundouros tries to take a shot, to depict a vivid aspect of life. I wonder however why he constantly refuses to show the beauty of the Greek scenery. Why scenes focus on people like profiles that would be taken from amateur photographers.On the contrary he shows several scenes of the filming crew (actors themselves) while this has the effect of detaching the viewer from the \"reality\" of the movie.A lot could be said about this film. It is indeed difficult to understand, it takes patience and insight, and certainly it would be difficult for someone not initiated in Greek culture to appreciate the philosophical connotations of the plot or even specific scenes.Koundouros did an amazing job making the scene speak of itself, however I also believe he said that this film needs \"the help of the viewer\". He was right.",
    "chinese_title": "漩涡",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Το πρόσωπο της Μέδουσας",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-06-07T12:01:33"
}