{
    "aka": [],
    "sid": "36722240",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1982",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "荷兰"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1514331/",
            "name": "弗朗斯·范·德·斯塔克 Frans van de Staak",
            "@type": "Person"
        }
    ],
    "duration": "91分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "1982(荷兰)"
    ],
    "this_title": [
        "Op uw akkertje"
    ],
    "douban_link": "https://movie.douban.com/subject/36722240/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Van de Staak werkte bij het schrijven van het scenario wederom samen met Lidy van Marissing. Een voor de hand liggende combinatie, omdat Van de Staaks manier van filmen sterke overeenkomsten vertoont met een experimenterende schrijfwijze, die in ons land nog altijd op verzet stuit, maar die internationaal een lange ontwikkeling achter de rug heeft. Terwijl in de boeken van Van Marissing voortdurend verwijzingnen zijn naar en links worden gelegd met film, werkt Van de Staak ook met literaire middelen (die men terug kan vinden in het werk van een onnoemelijk groot aantal auteurs, van Sarraute tot Beckett). De vergelijking dringt zich des te meer op omdat taal in het werk van Van de Staak een opvallend belangrijke rol speelt. De dialogen ook in zijn laatste film werken bevreemdend omdat ze elke betekenis en elke zin verloren lijken te hebben. De teksten zijn losgemaakt uit de context waarbinnen ze als normaal worden ervaren. De 'vanzelfsprekende' gebeurtenissen worden geneutraliseerd, teruggebracht tot proposities, tot formele taalhandelingen die nieuwe verbindingen met hun omgeving aangaan. Daardoor lijkt het alsof de taal zelf het object van een blik wordt, zoals de handelingen, bewegingen en eigenaardigheden van de acteurs. Betekenissen zijn niet langer gecodeerd, ze krijgen het karakter van een toevalligheid. De verhouding tussen literatuur en film is hier niet langer de gebruikelijke waarin film verhalen in beeldenreeksen vertaalt maar eerder een visuele transformatie van een schrijfwijze. (...) De 43 scènes waaruit de film bestaat zijn evenzovele fragmenten, die geen verhaal maar die misschien vergeleken kunnen worden met de intermezzi in de muziek. Ze maken voortdurend de indruk 'er tussen geschoven' te zijn, maar waartussen is niet duidelijk -de hoofdfilm, waarin eindelijk eens verteld wordt, moet nog beginnen. Van de Staaks manier van werken is een filmen als voorwaarde voor het filmen, die de elementen werkelijk harmonieus in orde kan brengen. Geluid, muziek, beeld zouden een volledig geslaagde synthese tot stand brengen. Als dat eens mogelijk was: in beeldopvolging het timbre te horen, de dialogen als een beeld te zien. Leo van der Gouw in Kwartaal 82/1",
    "chinese_title": "Op uw akkertje",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-10T19:56:11"
}