{
    "aka": [],
    "sid": "36733304",
    "cast": [
        {
            "url": "/celebrity/1290675/",
            "name": "彼得·麦克内尔 Peter MacNeill",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105976/",
            "name": "琳达·卡辛 Linda Kash",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1435158/",
            "name": "玛利亚 德玛儿 Maria del Mar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1143827/",
            "name": "杰雷米·拉特福德 Jeremy Ratchford",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1142705/",
            "name": "比尔·罗伯逊 Bill Robertson",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0104213",
    "director": [
        {
            "url": "/celebrity/1142705/",
            "name": "比尔·罗伯逊 Bill Robertson",
            "@type": "Person"
        }
    ],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1991-09-08(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0104213/",
    "imdb_votes": 85,
    "this_title": [
        "The Events Leading Up to My Death"
    ],
    "douban_link": "https://movie.douban.com/subject/36733304/",
    "imdb_rating": "6.5/10 from 85 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Of the Snack siblings - twenty-seven year old Lindsay, twenty-one year old Angus and eighteen year old Katy - Angus is the only one to have \"escaped\" the repressed life with their parents, physician Jack and homemaker Joanne, by moving out of the family's suburban Toronto home. Theirs is a dysfunctional family where no one truly communicates with each other, no one seems happy, but each who funnels their energies into an activity. Joanne cooks and bakes, and dotes on Angus to the exclusion of such doting on her daughters. Lindsay creates art - bad art - she who always believes someone is touching her face. Katy has lots of sex with several different partners, that is until she met her current \"love\", Rhett, whose religious beliefs do not allow for sex before marriage. Angus is stoically controlling, like his father. Angus also doesn't realize that he is manipulative like his father. No one relates to Jack because of the way he is. Jack feels he is becoming more liberated through his dance lessons, that freedom manifested by his golf, which he, like Lindsay and her art, does badly. As Angus is the escapee, the three female Snacks individually confide at least their feelings to him, they who believe he is happy, which is not the case. He lives with a woman named Julia, who he loves, but he has neither told her that he has a family, nor has he told his family, with the exception of Lindsay, that he is living with someone. As he feels it has helped him and in the next step of his son's emotional growth, Jack gives to Angus as a twenty-first birthday present one midnight session with his dance instructor, Rita. Rita's encounters with the Snacks end up extending beyond just Jack and Angus, those encounters which may not liberate the Snacks but at least make them acknowledge and deal with their dysfunction, not only with each other, but also in how they interact with the rest of the world. It may also help them in dealing with the recent death of the family pet, a dog named Busty, and understanding Angus' aversion to watermelons.—Huggo",
    "chinese_title": "The Events Leading Up to My Death",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-09-28T10:26:22"
}