{
    "aka": [
        "Beyond The Powder"
    ],
    "sid": "36733301",
    "cast": [
        {
            "url": "/celebrity/1255760/",
            "name": "米凯拉·麦克曼努斯 Michaela McManus",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片",
        "历史",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903332231.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt3618442",
    "director": [],
    "duration": "65分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015-07-24(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3618442/",
    "imdb_votes": 13,
    "this_title": [
        "Beyond the Powder: The Legacy of the First Women's Cross-Country Air Race"
    ],
    "douban_link": "https://movie.douban.com/subject/36733301/",
    "imdb_rating": "8.2/10 from 13 users",
    "trans_title": [
        "Beyond The Powder"
    ],
    "douban_votes": "0",
    "introduction": "Beyond the Powder: The Legacy of the First Women's Cross-Country Air Race is a documentary film that follows the 2014 Air Race Classic racers as they make their way across the country, while telling the story of the original race of 1929, also known as the Powder Puff Derby.The first Women’s Air Derby in 1929 was flown from Santa Monica to the finish line in Cleveland, kicking off the National Air Races. The eyes of the country watched as these brave women made history flying cross-ountry, breaking into a competition that was thought to be for men only. They encountered sabotage, death, and all the difficulties of flying at the dawn of aviation.Today the Powder Puff Derby continues as the Air Race Classic. The modern day racers carry out the legacy of the original racers with their adventurous and rebellious spirit. Showing that they were more than just their make-up, the original Derby contestants have inspired those flying today to truly push beyond the powder.Narrator: Michaela McManusProduction: Hemlock Films, PBS Western Reserve, Western Reserve Public Media",
    "chinese_title": "Beyond the Powder: The Legacy of the First Women's Cross-Country Air Race",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.2,
    "douban_rating_average": 0,
    "update_at": "2025-06-10T04:51:13"
}