{
    "aka": [],
    "sid": "36739096",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1976",
    "genre": [
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908731824.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [],
    "imdb_id": "tt1778917",
    "director": [],
    "duration": "67分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1976(澳大利亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1778917/",
    "imdb_votes": 17,
    "this_title": [
        "The Mystical Rose"
    ],
    "douban_link": "https://movie.douban.com/subject/36739096/",
    "imdb_rating": "6.2/10 from 17 users",
    "trans_title": [
        "神秘的玫瑰"
    ],
    "douban_votes": "0",
    "introduction": "\"Michael Lee's stunning early masterpiece […] Coinciding with the great flowering of cultural life in Australia in the mid '70s, Lee explodes his spiritual and sexual self, utilising real footage mixed with animation, impressionism with surrealism, music with reflection, to create a great subversive work bursting with life, humour and movement. Call it hippy, call it transcendental, it's a sublime expression of awakened self.\" – Bill Mousoulis, Pure Shit – Australian Cinema\"Completed in 1976, Michael Lee’s Mystical Rose is unmistakably a document, both anguished and ecstatic, of ‘sexual liberation.’ The desire pent up by Catholicism breaks free in a barely controlled stream of images, as if the very principle of metaphor had been uncovered for the first time and seized upon as a key that might unlock the world.\" – Jake Wilson, Real Time\"Handcrafted over several years, completed in 1976 and publicly premiered in 1977, The Mystical Rose still preserves its energy and packs its punch […] Iconoclasm, of the type Lee practiced, will always find a new time and place in which it is felt to be relevant and necessary. In this sense, the film could be thought of as a punk gesture just before its time – and we all know that the anarchic, young spirit of punk, across all the arts, never really dies.\" – Adrian Martin, Metro\"The Mystical Rose, with its explicit nudity and surrealist transformations of male and female genitalia, has been described as a document of ‘sexual liberation’, addressing a similar audience to Serbian director Dušan Makavejev’s W.R.: Mysteries of the Organism (1971). For Lee himself , there 'was a lot of conflict about sexual matters at the time. I’d inherited the moral code of my Catholic background and I was living in contradiction to them. There was a lot of guilt and confusion and the film was an attempt to exorcise that guilt'\" – Dirk de Bruyn, Animation Studies",
    "chinese_title": "神秘的玫瑰",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Mystical Rose",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-08-12T14:49:38"
}