{
    "aka": [],
    "sid": "36733134",
    "cast": [
        {
            "url": "/celebrity/1331242/",
            "name": "堀千惠美 Chiemi Hori",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1039595/",
            "name": "伊藤和枝 Kazue Ito",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325874/",
            "name": "松村雄基 Yûki Matsumura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1017251/",
            "name": "原知佐子 Chisako Hara",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000736/",
            "name": "梶芽衣子 Meiko Kaji",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1039007/",
            "name": "名古屋章 Akira Nagoya",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008747/",
            "name": "织本顺吉 Junkichi Orimoto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1015339/",
            "name": "初井言荣 Kotoe Hatsui",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1006025/",
            "name": "冈田奈奈 Nana Okada",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1986",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906446411.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1052636/",
            "name": "佐佐木守 Mamoru Sasaki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1546587/",
            "name": "長野洋 Hiroshi Nagano",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1325565/",
            "name": "土屋統吾郎 Togoro Tsuchiya",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1434806/",
            "name": "竹本弘一 Koichi Takemoto",
            "@type": "Person"
        }
    ],
    "duration": "54分钟",
    "episodes": "24",
    "language": [
        "日语"
    ],
    "playdate": [
        "1986-04-23(日本)"
    ],
    "this_title": [
        "花嫁衣裳は誰が着る"
    ],
    "douban_link": "https://movie.douban.com/subject/36733134/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "この節にあるあらすじは作品内容に比して不十分です。父を知らず、3歳で母を失った少女にただ1つ許されていたのは、夢見ることだけであった。この物語は、そのはかない夢を大事に育てた少女の、愛のロマンである。「学歴もなく金もなく、両親さえいない少女にただ1つ許されていたのは、夢を見ることであった。この物語は、そのはかない夢を大事に育てた少女の、壮大な愛のロマンである。」（第1話のみ）（オープニングナレーションより）雪村千代は、母の死を要因にして3歳の頃、佐渡で有数のホテルを経営する伯父・相良源造の家に引き取られた。7歳の頃、源造の娘で千代と同い年の従姉妹であるみさ子が崖から転落し、足が不自由になる事故があり、その原因が千代とされてしまう。ある日、千代は海岸で負傷しているアイドル歌手の上月光を助ける。高校を卒業したら、東京へ行きウエディングドレスのデザイナーを目指すという夢を支えに頑張る千代だったが、周囲からいじめを受け、孤立する佐渡の生活に耐えられず、予定を繰り上げて高校を中退して上京し、デザイナー事務所に就職する。光はリサイタルの衣装を新進デザイナーのユリ麻見に依頼する。ユリの店で、千代と光が再会した。完成した光の衣装を千代がアイロン室に置くと、何者かにアイロンの上に倒され焼かれてしまう。コンサートに当日、ユリ兄弟とともに衣装を用意出来ないと謝罪に伺う千代に「出てけ。顔も見たくない」と罵る光に対して、光の父信行が一喝すると冷静になった光は衣装を着ないで歌うことを決断する。幕が上がり歌が始まるとお客も最初は戸惑っていたが、光の歌う姿に感動しコンサートはなんとか成功に終わる。光は後日、コンサートで着なかった衣装を自分が着るにふさわしくなるまで預かってほしいとユリデザインルームを訪れたが、その時はもっとふさわしい物をつくるから預かれないとユリに却下される。その帰り道に公園で光が千代にツアーに出るためしばらく会えないと伝え、お互いに頑張ろうと握手して別れる。このころから2人に愛が芽生え始めていた。ファッションショーで千代にデザイン盗用の疑いがかかった。 かおりが調べたところスパイは同じデザイン事務所の理子だとわかるが、その罪をかぶって千代はデザインルームを辞める。その頃、光と千代は異母兄妹だという疑惑が浮上する。光の父、信行が設計したビルが建設中に崩壊し、多額の借金を背負うこととなる。千代はデザイン盗用の疑いが晴れてふたたびユリのもとに戻ることとなった。みさ子は光と結婚することとなる。みさ子は千代にウェディングドレスを作らせた。光が主役の映画では、スタントなしで撮影が行われた。崖から落ちそうになった藤堂を助けて転落するが、奇跡的に生還する。千代は光に異母兄妹だと告げたことを耳にしたみさ子は、光の記憶障害の父がいる金沢へ赴く。千代は佑介と結婚することを決意する。みさ子は光と千代が兄妹でない証拠写真を手に入れるが、焼き捨ててしまう。光は佑介と千代とともに金沢へ行き、兄妹ではないことを確認する。佑介は千代を諦めると言って去っていった。2人に希望が生まれた矢先、みさ子はガス自殺を図ったが未遂に終わる。そのことを受けて光はみさ子、千代は佑介のもとへ戻ることにした。千代は佑介のもとで花嫁修業に励むが、スエのお供で仙台に帯同したときに偶然にも仙台にコンサートに来ていた光と再会する。佑介は光を潰す目的で芸能事務所を設立する。千代のもとを訪れたユリから、千代の父・篠原はユリの元恋人で、明江の夫であるということを知り失神してしまう。千代と佑介の挙式の日が迫り、千代は佐渡に戻される。光は覚悟を決め佐渡に渡った。佑介との婚礼が2日後に迫る中、光は大胆にもバイクで酒田家に乗り込み千代を連れ出すことに成功する。佑介は怒り酒田企業の力を活かして2人が佐渡から出られないよう完全に包囲してしまった。しかし謎の男の案内で2人はボートで島から脱出する。千代は光と東京に向かう。佑介から逃れるため、明江の元でデザイナーの仕事を手伝うこととなる。佑介は千代を奪うために手段を選ばず、みさ子や光に圧力をかけた。千代は諦め佑介と結婚する。光が佐渡にやって来るも、千代は「私はもう人妻です」と光を拒絶する。一生佐渡から出られないと覚悟をしていた千代に転機が訪れる。明江は藤堂と企み千代のデザイナーとしての才能を利用し、デザイン業界からユリを抹殺しようとしていた。佑介の命令で再び千代は東京に戻される。千代とユリが対決する形のジョイントコレクションが開かれ、結果は明江の思惑どおり千代の勝利となった。それを見たみさ子は人を陥れても自分は幸せになれないことを知り、空しさを感じ、千代が作ったウェディングドレスを千代に返し、光と結婚すべきと告げる。光は千代が心の妻として生きていく、と千代に約束する。芸能界から追放されていた光は歌手として再起を果たそうとする中、藤堂に裏切られ、会社を乗っ取られそうになり経営者失格の烙印を押され、更に千代に対する光の愛する心を知り自分の居場所がなくなってしまい、自暴自棄となった佑介は警察車両とカーチェイスの末、死を覚悟の上での交通事故を起こし、帰らぬ人となる。ユリは一緒に勉強しようと千代にパリに行こうと誘ったが、酒田家の未亡人として生きていくことを決意した千代はそれを断る。しかし、千代の誠実さがスエの心を動かし、千代を酒田家の束縛から開放し、フランス行きをすすめた。東京に旅立つ前にきらくに寄り伯父、伯母、みさ子に別れを告げる。すると伯母から「つらくなったらいつでも帰ってきな。ここがお前の家なんだから」と初めて優しい言葉をかけられる。東京に戻った千代はかおりに連れられて空港にユリを見送りに行く。そこでユリに必ずフランスに行くことを約束する。見送りが終わりユリデザインルームの皆と歩いていると、そこに光が立っていた。かおり達は気を利かせ先に立ち去る。2人きりになり西新宿を歩きながら「千代が光にウエディングドレスを返して下さい。それを超えるものをつくりたいので」と懇願する。快諾した光はいつかそのドレスを着て僕のところに来るのを待っていると告げる。光が千代の手を取り、共に歩き出す。新宿中央公園の公園小橋の階段を降りるところでドラマは終わる。（ナレーションより）「冬の便りが近付いていた。だが、愛し合う2人は、やがて来る春の鼓動を確かに感じ取っていた。父を知らず、3歳で母を失った天涯孤独の少女に唯一許されていたのは、夢見る事だけだった其の少女の夢が今、花開く季節を迎えようとしていた」",
    "chinese_title": "花嫁衣裳は誰が着る",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-05T04:42:06"
}