{
    "aka": [],
    "sid": "36733116",
    "cast": [
        {
            "url": "/celebrity/1360186/",
            "name": "Hannah Fry Hannah Fry",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903326668.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt29965503",
    "director": [],
    "duration": "59分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-11-09(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt29965503/",
    "imdb_votes": 26,
    "this_title": [
        "The Secret Genius of Modern Life Season 2"
    ],
    "douban_link": "https://movie.douban.com/subject/36733116/",
    "imdb_rating": "7.8/10 from 26 users",
    "trans_title": [
        "现代生活的秘密天才 第二季"
    ],
    "douban_votes": "0",
    "introduction": "Hannah Fry uncovers the secrets behind the miraculous technologies of the modern world,revealing the mind blowing stories behind their invention.Episode 1: PassportHannah gains access to a top-secret site where anonymous staff and the latest tech work to make the British passport one of the most secure documents on the planet.Episode 2: Vacuum CleanerHannah Fry reveals the incredible tales behind the development of the contemporary world's marvelous technology and unearths their mysteries. Hannah takes a look at the vacuum cleaner, going behind the scenes with Dyson and discovering how the motor in their latest vacuum spins nine times faster than that of a Formula One race car.Episode 3: SmartphoneWith over six billion of them across the planet, smartphones have changed the modern world. With rare access to electronics giant Samsung, Professor Hannah uncovers the technological game changers that have made the smartphone a reality.Episode 4: MicrowaveHannah Fry discovers the hidden WWII radar technology that heats up beans, learns the legend of the melted candy bar in an engineer's pocket that kick-started revolution.Episode 5: HeadphonesHeadphones are worn by over 30 million people in the UK. Hannah Fry visits legendary headphone honchos Bose to find out how today's teeny earbud tech works and meets the human testers with 'golden ears'.Episode 6: LiftFry goes behind the scenes to look at the tech behind the lift. Along the way, she finds out how coal mines made lifts safer, gets to grips with a piece of medieval siege technology, and discovers how a PR stunt changed the modern skyline.",
    "chinese_title": "现代生活的秘密天才 第二季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Secret Genius of Modern Life Season 2",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-08-25T11:36:07"
}