{
    "aka": [],
    "sid": "36746344",
    "cast": [
        {
            "url": "/celebrity/1069335/",
            "name": "Alexander Chapman Alexander Chapman",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "歌舞"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903659522.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1285439/",
            "name": "约翰·葛雷森 John Greyson",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt21837340",
    "director": [
        {
            "url": "/celebrity/1285439/",
            "name": "约翰·葛雷森 John Greyson",
            "@type": "Person"
        }
    ],
    "duration": "113分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2022(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt21837340/",
    "imdb_votes": 12,
    "this_title": [
        "Photo Booth"
    ],
    "douban_link": "https://movie.douban.com/subject/36746344/",
    "imdb_rating": "6.8/10 from 12 users",
    "trans_title": [
        "自拍亭"
    ],
    "douban_votes": "0",
    "introduction": "Outraged by the latest bombing of Gaza, Palestinian queer activists Hamza and Walid recruit queer novelist Jean Genet to help them sabotage the Eurovision song contest in Jericho. Their method? Secure the collaboration of Buddy and Pedro, Toronto's famous gay penguins... The emergence of queer BDS (boycott, divestment, sanctions) as a dynamic Palestinian-led global movement is brought to vivid life through interviews and actions, opera and agitprop, protests and pranks. Recounting fifteen years of passionate activism in Toronto and worldwide, Photo Booth juxtaposes a surreal operatic narrative with documentary scenes that explore pride and pink-washing, gay soldiers and homo-nationalism, Queers Against Israeli Apartheid, and the accelerating weaponization of anti-Semitism. Queer activists Ghadir Shafie, Judith Butler, Ali Abunimah, and others recount the victories and set-backs of this emerging social justice movement. In his final performance, John Gilbert plays a bewildered Genet, attempting to engage with the digital queer activism of a new century, navigating the diverse challenges of megaphones and photo booths, twelve-tone and split-screen, frisbees and teargas, Gaga and Gaza.",
    "chinese_title": "自拍亭",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Photo Booth",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-03-06T00:56:08"
}