{
    "aka": [],
    "sid": "36746365",
    "cast": [
        {
            "url": "/celebrity/1176992/",
            "name": "格伦·博尔斯 Karen Boles",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903663717.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt13469472",
    "director": [],
    "duration": "141分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-11-20(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13469472/",
    "imdb_votes": 564,
    "this_title": [
        "A Carolina Christmas"
    ],
    "douban_link": "https://movie.douban.com/subject/36746365/",
    "imdb_rating": "5.2/10 from 564 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Paradise, South Carolina is a small, quaint, coastal community where everyone gets along, until Ben shows up. Ben has been hired as the new city inspector and little did the city know that Ben hates Christmas and has vowed to shut it down. Tashandra, loved city employee of Paradise is not about to let this new inspector from New York city ruin her favorite time of the year. Ben steps up his campaign to shut down Christmas when a new merchant comes to town and defies Ben at every turn. Charley and Erika are two individuals who are slightly bitter with the World and when they cross paths it can only lead to sparks as they both have the same personality but refuse to admit it. Elizabeth, a single mom and her daughter Bella, have recently moved to Paradise to start a new life, she works at the pizza restaurant attached to the motel where she is currently living. Tim moves into a motel room next to Elizabeth, as we so often find out, not everyone is who they appear to be. Will Christmas be saved in Paradise? Does Santa really exist or is it all a fairy tale? A Christmas story that will make you believe in the magic of Christmas. Holiday Film, Drama, Comedy, Romance. Appropriate for all ages.",
    "chinese_title": "A Carolina Christmas",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.2,
    "douban_rating_average": 0,
    "update_at": "2025-05-22T20:55:39"
}