{
    "aka": [],
    "sid": "36741573",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903576892.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1043041/",
            "name": "Leonardo Di Cesare Leonardo Di Cesare",
            "@type": "Person"
        }
    ],
    "duration": "56分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-11-24(美国)"
    ],
    "this_title": [
        "The Brain-Gut Connection with Dr. Emeran Mayer"
    ],
    "douban_link": "https://movie.douban.com/subject/36741573/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Recent science is now revealing that the vital connection between your gut and your brain impacts everything: your physical health, mental health and even the choices you make.When the gut microbiome is out of balance, major health issues can crop up, including digestive ailments like irritable bowel syndrome, anxiety and depression, and risk for serious neurodegenerative diseases like Parkinson's and Alzheimer's. New science has also revealed that the health of your gut also affects the health of your brain. With a simple, practical regimen, Dr. Mayer shows how paying attention to the interconnectivity between your brain and gut is the key to unlocking vibrant physical and mental health.Producer: Dr. Emeran A. Mayer, Jessica Olthof, Courtney MinifeeExecutive Producer: Lauren Smith Jurcak, Fred Nahhat, Larry SchapiroProduction Company: Detroit Public TelevisionProduction Year: 2023Director: Dr. Emeran A. Mayer, Loreto Di CesareHost: Dr. Emeran A. Mayer",
    "chinese_title": "The Brain-Gut Connection with Dr. Emeran Mayer",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-17T08:39:18"
}