{
    "aka": [],
    "sid": "36747966",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903696125.jpg",
    "region": [
        "葡萄牙"
    ],
    "writer": [],
    "imdb_id": "tt10338290",
    "director": [
        {
            "url": "/celebrity/1607038/",
            "name": "安东尼奥·博尔赫斯·科雷亚 António Borges Correia",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2020(葡萄牙)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10338290/",
    "imdb_votes": 175,
    "this_title": [
        "A Mulher sem Corpo"
    ],
    "douban_link": "https://movie.douban.com/subject/36747966/",
    "imdb_rating": "4.7/10 from 175 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The Bodiless Woman it’s a film based on women’s testimonies, victims of domestic violence. The statements are filmed in a stripped room, but we don’t see the Woman. We see a door opening, closing, the chair moving, but we can not see the Woman. It’s a film about the victim’s invisibility. Joana is the character who represents the real testimonies, a double that lives the violence consequences, a woman that left the world, becoming an antisocial being. Lives from the Minimum Income. Sleeps in a poor Guest House. She volunteers in a kennel. The days are all the same. But the insecurities of the past do not abandon her, the husband and daughter are always present in her dreams that follow her in a constant tension. Joana lives with the ghosts of the past. Inevitably, she realizes she has to return to the real world. Joel, who also lives in the Guest House, helps her whenever he can, but the Guest House owner threatens to expel her whenever there is a day’s late payment. This man represents a kind of violence continuity – The Bodiless Woman is an intervention film about the violence perpetuation and, above all, about the victim’s dignity.",
    "chinese_title": "A Mulher sem Corpo",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.7,
    "douban_rating_average": 0,
    "update_at": "2025-12-05T11:42:07"
}