{
    "aka": [],
    "sid": "36741469",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "意大利"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1051608/",
            "name": "安东尼奥·马内蒂 Antonio Manetti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1015284/",
            "name": "马科·马内蒂 Marco Manetti",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2016(意大利)"
    ],
    "this_title": [
        "L'ispettore Coliandro: Black Mamba"
    ],
    "douban_link": "https://movie.douban.com/subject/36741469/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "If there is a turning point in the career of the Manetti Bros., it certainly coincided with Radiotelevisione italiana’s (RAI) decision to entrust them with the direction of Inspector Coliandro, initially devised as a television film and later evolving into a series spanning seven seasons.Conceived by the crime novelist and historian Carlo Lucarelli, the project aimed to create an original police figure in contrast to the many flawless and fearless commissioners on Italian television. An inspector who was ironic and eccentric, capable of solving cases more by luck than intuition. The role was played by an emerging actor, Giampaolo Morelli, who had the right physique but also an innate humour to embody the hero.In Coliandro's world, Antonio and Marco Manetti found the crucial dimension to approach one of the most beloved genres: the Italian crime drama of the 1970s, transforming it into something new and unprecedented for the television of the 2000s.In L'ispettore Coliandro: Black Mamba, the philosophy of the series is summarised. Coliandro falls in love with a young nurse who turns out to be the ruthless, hired killer. Amid misunderstandings and surreal gags, it will be Coliandro himself who discovers the truth and accepts the consequences.源自：https://iffr.com/en/iffr/2024/films/lispettore-coliandro-black-mamba",
    "chinese_title": "L'ispettore Coliandro: Black Mamba",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-04T12:14:15"
}