{
    "aka": [
        "致命熱帶疾病"
    ],
    "sid": "36741532",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903576942.jpg",
    "region": [
        "马来西亚"
    ],
    "writer": [],
    "director": [],
    "duration": "50分钟",
    "episodes": "2",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-05-29(马来西亚)"
    ],
    "this_title": [
        "Programmed To Kill"
    ],
    "douban_link": "https://movie.douban.com/subject/36741532/",
    "trans_title": [
        "致命熱帶疾病"
    ],
    "douban_votes": "0",
    "introduction": "\"PROGRAMMED TO KILL\" is a brand new medical documentary series produced in Malaysia that premieres on HISTORY ASIA.The series kicks-off with the first two episodes - “DENGUE” and “MELIOIDOSIS” - two starkly different by terrible tropical diseases that threaten three billion people on the planet.- PROGRAMMED TO KILL: DENGUE (29 May, Sunday at 10pm)The first broadcast documentary on the world’s most debilitating and painful mosquito-borne viral disease - interestingly produced out of Malaysia - for History Channel.Using a combination of visuals, CGI and macro shots,the film investigates the disease, its history, and seeks answers from experts on why dengue is relentless, even as we hear victims relate their trauma from the dreaded scourge.Also for the first time, we take a close look at the world's first potential dengue vaccine and find out why it has taken 230 years to formulate one.- PROGRAMMED TO KILL: MELIOIDOSIS (5 June, Sunday at 10pm)Melioidosis is a killer bacterial disease of the tropics, that almost every one outside of the medical circle, has probably not heard of. Caused by a seemingly, harmless bacteria found in the soil, the disease can make you sick within 24 hours and kill you in 48.Thanks to the initial research and suggestion by Chris Humphrey, Director of Production at A+E Networks (History Channel), we travelled to four countries - Malaysia, Thailand, Laos and Australia - to put this film together for History Channel. We met victims and experts who gave us a first-hand look at this terrible disease which is often referred to as the \"great mimicker\", because it seems to imitate other diseases.Produced by CODE COMPUTER DESIGN SDN. BHD",
    "chinese_title": "Programmed To Kill",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-25T06:52:23"
}