{
    "aka": [],
    "sid": "3675136",
    "cast": [
        {
            "url": "/celebrity/1258900/",
            "name": "彼得·哈根 Péter Hagen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1178085/",
            "name": "Katalin Sommer Katalin Sommer",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国",
        "匈牙利",
        "以色列",
        "乌克兰"
    ],
    "writer": [],
    "imdb_id": "tt0303917",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "匈牙利语",
        "依地语"
    ],
    "playdate": [
        "2003"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0303917/",
    "imdb_votes": 129,
    "this_title": [
        "Divan"
    ],
    "douban_link": "https://movie.douban.com/subject/3675136/",
    "imdb_rating": "6.8/10 from 129 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In this charming memoir documentary, director Pearl Gluck uses humor to diffuse her take on the serious topics of alienation from one's family and culture, the legacy of the Holocaust, and the celebrity cult of Hasidic Jewish rabbis. Born into a Brooklyn Hasidic community, Gluck left when her mother divorced her father and chose a secular life. After years of estrangement from her father and conflicted feelings about her Hasidic upbringing, Gluck goes on a quest to retrieve a revered divan, a family heirloom upon which a famous rabbi once slept, in hopes that bringing this iconic couch back to her father will bring the two together. In her pursuit, Gluck meets her extended family (of varying religious orthodoxy) in Hungary, takes part (along with her father) in a pilgrimage to the graves of Hasidic rabbis, and interviews a series of people who have chosen to leave the Hasidic community. Tongue-in-cheek, self-reflexive nods to the story fuel the film's fast-paced humor. For example, Gluck chooses the coveted sofa, a symbol of the power of Hasidic rabbis and faith, to seat interviewees who have left the Hasidic community. The surprise twist of an ending provides an extra jab at the restrictive male forces Gluck challenges throughout the film, and provides a sardonically funny solution to Gluck's dilemma of identity. DIVAN is the result of a Hungarian Yiddish oral history project, funded by a Fulbright scholarship Gluck received while studying at New York University.",
    "chinese_title": "Divan",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-07-28T03:14:30"
}