{
    "aka": [],
    "sid": "3676992",
    "cast": [
        {
            "url": "/celebrity/1136591/",
            "name": "Leo Nucci Leo Nucci",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1182346/",
            "name": "安娜·奈瑞贝科 Anna Netrebko",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1218494/",
            "name": "罗兰多·比利亚松 Rolando Villazón",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2499767366.jpg",
    "region": [
        "奥地利"
    ],
    "writer": [
        {
            "url": "/celebrity/1007694/",
            "name": "Felice Romani Felice Romani",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0996931",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "Italian"
    ],
    "playdate": [
        "2005"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0996931/",
    "imdb_votes": 75,
    "this_title": [
        "Donizetti: L'Elisir d'Amore"
    ],
    "douban_link": "https://movie.douban.com/subject/3676992/",
    "imdb_rating": "8.7/10 from 75 users",
    "trans_title": [
        "爱情灵药"
    ],
    "douban_votes": "0",
    "introduction": "Three new releases this month (March) feature tenor Rolando Villazon--a CD of Zarzuela arias, one of works by Monteverdi, and this new DVD of a performance at the Vienna State Opera in 2005 of Donizetti's L'Elisir d'amore. Villazon is a remarkably versatile tenor and he puts his individual stamp on everything he does. Nemorino was a role in the repertoire of all \"three tenors\" in the 1970s and '80s: Domingo brought a certain smoothness to it early in his career, but his voice soon grew too heavy; Pavarotti was simple, affectionate, and bright-toned; and Carreras had vulnerability and warmth. Villazon has it all.The voice gleams at the top, the baritonal bottom adds tenderness in introspective moments, and he handles the coloratura handsomely. He's even a master at messa di voce--that glorious affect in which a note is attacked softly, swelled to almost forte and then drawn back to pianissimo--and he uses it at the close of his big aria, \"Una furtiva lagrima\". After two minutes of applause from the normally reticent Viennese audience, he repeats the aria, with even greater nuance. Villazon makes everything the bumpkin Nemorino says and does seem spontaneous. With his mop-top hair and big eyes he seems to be channeling Harpo, Chico, and Chaplin at once. He's a born ham--he juggles three pieces of fruit while singing one aria--and he offers one of the most delightful portrayals of the role ever.The gorgeous Russian superstar Anna Netrebko is his beloved Adina and she seems likewise relaxed; she executes endless streams of coloratura with beautiful tone and ease, and she's truly alert and appealing. The two share a one-minute-long kiss that has the audience erupting in applause. Bass Ildebrando d'Arcangelo makes a nicely snide, mellifluous, younger-than-usual quack Dr. Dulcamara, and veteran baritone Leo Nucci still has it as the boastful soldier, Belcore.Conductor Alfred Eschwé clearly realizes he has struck gold with the casting (apparently Villazon and Netrebko were thrown into the show on a couple of weeks' notice), and he leads an energetic and tight reading of the score. The traditional sets and costumes (from 1980, by Jürgen Rose) are charming, and the direction for both stage and TV is fine. Choice of DTS 5.0 Surround, Dolby 5.0 Surround, and LPCM Stereo; subtitles in English, Spanish, French, Italian and German. A real treat.--Robert Levine, ClassicsToday.com",
    "chinese_title": "爱情灵药",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Donizetti: L'Elisir d'Amore",
    "imdb_rating_average": 8.7,
    "douban_rating_average": 0,
    "update_at": "2025-03-25T16:00:45"
}