{
    "aka": [
        "Soap in Danube Opera"
    ],
    "sid": "36768740",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912733625.jpg",
    "region": [
        "塞尔维亚",
        "黑山"
    ],
    "writer": [
        {
            "url": "/celebrity/1050814/",
            "name": "热利米尔·日利尼克 Zelimir Zilnik",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt14787066",
    "director": [
        {
            "url": "/celebrity/1050814/",
            "name": "热利米尔·日利尼克 Zelimir Zilnik",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "2006(塞尔维亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt14787066/",
    "this_title": [
        "Dunavska sapunska opera"
    ],
    "douban_link": "https://movie.douban.com/subject/36768740/",
    "trans_title": [
        "Soap in Danube Opera"
    ],
    "douban_votes": "0",
    "introduction": "Villagers of Kovilj grow cattle on the Danube islands. Marko, an owner of ten horses, around twenty cows and other cattle is a good friend with a Roma named Kamer, who helps him sell the cattle at local fairs. Željko, a young horse breeder leads the villagers when they try to save the cattle in the spring of 2006 from the big flood. An attractive waitress Ana rivets attention of the young men from Kovilj. Life and work close to the Danube connect the Roma people and the locals, and together they show up at the village gatherings (birthdays, patron saint’s days). After unsuccessful emotional relationships, Ana and a couple of her friends decide to leave the village and seek happiness on the other bank of the Danube.Note: During 2006, “Terra Film” was one of the partners in the international art project “Cuba: Journey Against the Current” (the main producer was the Austrian foundation Thyssen-Bornemisza Art Contemporary). Twenty people took part in the video-workshop that lasted three months and resulted in a docudrama “Danube Soap-opera”.",
    "chinese_title": "Dunavska sapunska opera",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-10T03:15:04"
}