{
    "aka": [],
    "sid": "36764892",
    "cast": [
        {
            "url": "/celebrity/1066591/",
            "name": "皮埃尔·布莱兹 Pierre Boulez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1062613/",
            "name": "丹尼尔·巴伦博伊姆 Daniel Barenboim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1017549/",
            "name": "Péter Eötvös Péter Eötvös",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1135801/",
            "name": "Maria João Pires Maria João Pires",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904084021.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "director": [],
    "duration": "57分钟",
    "episodes": "",
    "language": [
        "英语",
        "法语"
    ],
    "playdate": [
        "2017(德国)"
    ],
    "this_title": [
        "Pierre Boulez: A Life for Music"
    ],
    "douban_link": "https://movie.douban.com/subject/36764892/",
    "trans_title": [
        "皮埃尔·布列兹：音乐人生"
    ],
    "douban_votes": "0",
    "introduction": "A very personal portrait about one of the most radical composers of our time.Filmmaker Reiner Moritz has been working with Pierre Boulez since 1973. When the composer, conductor and essayist passed away in 2016 Moritz decided to call on his friends and colleagues to make available archive footage in order to produce an in depth profile. He was much helped by Boulez´s younger brother, Roger, who shed some light on the childhood and youth of Pierre Boulez and provided photographs from the Boulez-Chevalier archives. Daniel Barenboim, a life-long friend, underlines his importance for the musical life of our time and shares wonderful anecdotes with us. Boulez, the conductor, is featured with key works of his vast repertoire including Berg, Bruckner, Mahler, Mozart and Stravinsky.As a young and impatient artist, Pierre Boulez once suggested blowing up the big-name opera houses in order to do away with stuffy traditions. Years later he would lead a triumphant Ring cycle in Bayreuth, of all places, and become a prized guest conductor with orchestras all over the world. In carving out a place for a singular artist like himself in the classical music world, he never lost sight of the iconoclastic spirit that animated his early projects, championing avant-garde contemporaries and founding the IRCAM (Institute for Research and Coordination in Acoustics / Music).This insightful documentary by Reiner Moritz includes footage from several of Boulez’s legendary performances and interviews with his brother Roger, Daniel Barenboim, other friends and collaborators, and of course, the man himself: an astute observer of culture and politics, a wise and witty teacher, and one of the most influential figures in music over the last century.",
    "chinese_title": "皮埃尔·布列兹：音乐人生",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Pierre Boulez: A Life for Music",
    "douban_rating_average": 0,
    "update_at": "2025-02-17T01:36:45"
}