{
    "aka": [],
    "sid": "36768012",
    "cast": [
        {
            "url": "/celebrity/1036438/",
            "name": "尤金·列维 Eugene Levy",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片",
        "真人秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904156682.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt27589671",
    "director": [],
    "duration": "",
    "episodes": "7",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-03-08(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt27589671/",
    "imdb_votes": 114,
    "this_title": [
        "The Reluctant Traveler with Eugene Levy Season 2"
    ],
    "douban_link": "https://movie.douban.com/subject/36768012/",
    "imdb_rating": "7.3/10 from 114 users",
    "trans_title": [
        "尤金·列维的宅老爹旅行 第二季"
    ],
    "douban_votes": "0",
    "introduction": "After confronting some of his long-held fears in season one, Emmy Award winner Eugene Levy steps out of his comfort zone once again. This time, he's embarking on a must-do journey for any respectable globetrotter — a grand tour of Europe. The seven-part second season of the acclaimed country-hopping travel series follows Levy as he makes his way from the very north of the continent to the very south. Along the way, he unearths stunning hidden local gems, discovers his family tree and attempts to broaden his taste buds while experiencing the region’s most unique destinations along the way. Join him as he goes on the trip of a lifetime he never knew he needed.This season, Levy ventures even further off the beaten path, inspired to experience local practices and global escapades with friends both new and old, including preparing for Midsummer in Swedish tradition with a moose-tracking adventure, visiting his mother’s childhood homeland of Scotland for the first time, dining with a luminary and taking a bite out of French cuisine in Saint-Tropez, embracing wellness with a hay bath under German thatched roofs on the island of Sylt, voyaging on a Greek fishing expedition around Milos, learning medieval customs and harvesting grapes in Italy, and playing soccer with an iconic Spanish star in Seville, Spain.",
    "chinese_title": "尤金·列维的宅老爹旅行 第二季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Reluctant Traveler with Eugene Levy Season 2",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-10-08T10:52:12"
}