{
    "aka": [
        "Looting History"
    ],
    "sid": "36761845",
    "cast": [
        {
            "url": "/celebrity/1221669/",
            "name": "Robert Lee Robert Lee",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片",
        "历史",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904011809.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1348512/",
            "name": "安德鲁·阿纳斯塔西奥斯 Andrew Anastasios",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt22741322",
    "director": [],
    "duration": "48分钟",
    "episodes": "8",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-05-29(澳大利亚)",
        "2023-04-04(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt22741322/",
    "imdb_votes": 14,
    "this_title": [
        "Loot: Blood Treasure Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36761845/",
    "imdb_rating": "7.1/10 from 14 users",
    "trans_title": [
        "Looting History"
    ],
    "douban_votes": "0",
    "introduction": "It’s the black-market nobody wants to talk about — because the illicit merchandise adorns the walls of the fabulously wealthy and occupies podiums in the world’s greatest museums and most powerful auction houses. And nobody wants to think too hard about where the loot came from… until now. Blood Treasure lifts the veil on the global crime wave that’s destroying the world’s cultural heritage, and lining the bank vaults of some of the world’s worst criminals. Using a different case study, each episode of Loot: Blood Treasure looks at how and why everybody from Islamic State to the Chinese Triad have muscled in on the act, and why international law enforcement agencies are determined to shut it down, but often powerless to act. And it introduces a cast of billionaires, taste-makers, and art dealers who keep the loot coming. Fortunes are at stake, lives are lost, and reputations destroyed as Loot: Blood Treasure dives into a dark world riddled with greed, brutality, and exploitation. The stars of the show are the priceless treasures that people quite literally kill to get their hands on.Episode 1 Robbing the Cradle: The Looting of the Iraq MuseumEpisode 2 Blood Antiquities: Islamic State and the Theft of Syria’s PastEpisode 3 Behind the Mask: Robbing the Land of the PharaohsEpisode 4 Thou Shall Not Steal: Hobby Lobby and the Museum of the BibleEpisode 5 Stealing Beauty: The Morgantina Goddess and the Getty MuseumEpisode 6 Risky Business: Michael Steinhardt and the Greek Pot of GoldEpisode 7 Making a Killing: Douglas Latchford and the Cambodian Killing FieldsEpisode 8 A Deal with the Devil: Hitler’s Museum of Stolen ArtProduction: EQ Media Group",
    "chinese_title": "Loot: Blood Treasure Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-10-15T15:21:07"
}