{
    "aka": [
        "Royal Autopsy with Alice Roberts"
    ],
    "sid": "36764768",
    "cast": [
        {
            "url": "/celebrity/1014381/",
            "name": "马克·温格特 Mark Wingett",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125640/",
            "name": "Linda Marlowe Linda Marlowe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1142719/",
            "name": "爱丽丝·罗伯茨 Alice Roberts",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904083866.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1246261/",
            "name": "保罗·奥尔丁 Paul Olding",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt25402362",
    "director": [
        {
            "url": "/celebrity/1246261/",
            "name": "保罗·奥尔丁 Paul Olding",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "2",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-10(英国)",
        "2022-10-24(美国)",
        "2022-12(荷兰/瑞典)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt25402362/",
    "imdb_votes": 70,
    "this_title": [
        "Royal Autopsy Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36764768/",
    "imdb_rating": "7.3/10 from 70 users",
    "trans_title": [
        "Royal Autopsy with Alice Roberts"
    ],
    "douban_votes": "0",
    "introduction": "Royal Autopsy investigates the cause of death of two of Britain’s most famous monarchs: Queen Elizabeth I and King Charles II, in an entirely new and realistic way. Professor Alice Roberts will bring together a blend of historical and medical expertise and by using contemporaneous accounts and documents piece together how and why these monarchs died. Each investigation follows an autopsy conducted by Home Office pathologist Dr. Brett Lockyer which will use a unique combination of prosthetic bodies to reveal how each of the monarchs perished. Further forensic analysis and toxicology testing is used to determine whether there is any evidence of foul play in each case. Professor Alice Roberts will then take her findings to the world’s leading medicolegal experts and constitutional historians to determine how each ailment and affliction might have impacted either monarch’s reign in their later years and in the run-up to their deaths. Using eyewitness accounts sourced from the time of their deaths, the final dying days of these historic figures are brought to life in vivid detail with premium scripted dramatic scenes, directed by Paul Olding and starring Mark Wingett (Snow White and The Huntsman; The Bill) as Charles II and Linda Marlowe (Tinker, Tailor, Soldier, Spy; EastEnders) as Elizabeth I. Based on the evidence from their unique in-depth investigations, Professor Alice Roberts and Dr. Brett Lockyer will reveal what they believe really killed King Charles II and Queen Elizabeth I, over 300 years ago. Professor Alice Roberts said, “In this series, we employ new historical research, forensic pathology and special effects to achieve something which has never been done before: a twenty-first century autopsy on a long-dead monarch. Teaming up with brilliant forensic pathologist, Dr Brett Lockyer, I take a fresh look at these cold cases and discover new insights into disease and medicine, life, and death in the past. In each case, we dug into the evidence - and we weren’t afraid to draw our own conclusions about the cause of death.” © Sky HISTORYEp 1: Charles IIEp 2: Elizabeth IRoyal Autopsy is a Phoenix Television and Motion Content Group production. Executive producers are Miles Jarvis and Jaimi West for Phoenix and Melanie Darlaston for Motion Content Group. The series is created, written, and directed by Paul Olding with Clare Beasley as production executive.Royal Autopsy is distributed internationally by Abacus Media Right.",
    "chinese_title": "Royal Autopsy Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-02-10T07:09:32"
}