{
    "aka": [
        "Recollections"
    ],
    "sid": "3676261",
    "cast": [
        {
            "url": "/celebrity/1077757/",
            "name": "Ryszard Cieslak Ryszard Cieslak",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1102926/",
            "name": "Gabriela Kownacka Gabriela Kownacka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1116951/",
            "name": "Zdzislaw Maklakiewicz Zdzislaw Maklakiewicz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1159104/",
            "name": "汉娜·斯卡尔赞卡 Hanna Skarzanka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1134006/",
            "name": "Andrzej Precigs Andrzej Precigs",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1131663/",
            "name": "沃捷希奇·帕斯佐尼亚克 Wojciech Pszoniak",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1130870/",
            "name": "艾娃·珀卡斯 Ewa Pokas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1165131/",
            "name": "泽兹斯拉乌·瓦尔德金 Zdzislaw Wardejn",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1978",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "波兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1024297/",
            "name": "维托尔德·莱斯辛斯基 Witold Leszczynski",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0078149",
    "director": [
        {
            "url": "/celebrity/1024297/",
            "name": "维托尔德·莱斯辛斯基 Witold Leszczynski",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "波兰语"
    ],
    "playdate": [
        "1978-04-03"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0078149/",
    "imdb_votes": 23,
    "this_title": [
        "Rekolekcje"
    ],
    "douban_link": "https://movie.douban.com/subject/3676261/",
    "imdb_rating": "5.4/10 from 23 users",
    "trans_title": [
        "回忆",
        "Recollections"
    ],
    "douban_votes": "0",
    "introduction": "Trzeci pełnometrażowy film fabularny w dorobku Witolda Leszczyńskiego. Po olśniewającym debiucie (\"Żywot Mateusza\") i rozczarowującej \"Rewizji osobistej\" reżyser podjął ambitną próbę samookreślenia poprzez wnikliwą analizę problemu skomplikowanych relacji między artystą a światem. Scenariusz, którego punktem wyjścia była m.in. biografia Leszczyńskiego, opowiada o dwóch przeciwstawnych sposobach i filozofiach uprawiania sztuki. Metoda pierwsza, wybrana przez filmowca Marka, polega na zaprzęgnięciu talentu do celów użytkowych i komercyjnych, czego owocem jest pomyślność finansowa, lecz z drugiej strony - twórcze niespełnienie i frustracja. Metoda druga zaś - jej zwolennikiem jest muzyk Adam - wymaga od artysty pełnego oddania się sztuce. Nie ma tu miejsca na kompromisy, dorywcze chałtury, uleganie kolejnym modom. Profitów taka postawa raczej nie przynosi, w zamian oferuje jednak wewnętrzną harmonię i poczucie wartości własnych dokonań. Osią fabuły czyni Leszczyński spotkanie obydwu bohaterów. Ich szczera rozmowa, przeplatana retrospekcjami i fragmentami dwóch poprzednich filmów autora \"Żywotu Mateusza\", staje się pretekstem do swoistych \"rekolekcji\", podsumowania dotychczasowych życiowych wyborów i wyciągnięcia z nich wniosków. Konfrontacja wypada niekorzystnie dla Marka. Reżyser zdaje sobie sprawę, że sprostytuował swój talent. Niegdyś obiecujący filmowiec, obecnie robi \"tylko\" film dokumentalny o swoim przyjacielu Adamie - dziś cenionym kontrabasiście. Pod wpływem rozmowy z przyjacielem Marek uświadamia sobie, że jego kariera tak naprawdę skończyła się na błyskotliwym debiucie. Następne lata to pogłębiająca się twórcza inercja. Praca przy reklamówkach na Zachodzie zabiła szczerość artystycznej wypowiedzi. Desperacka próba realizacji drugiego \"prawdziwego\" filmu skończyła się klęską. Główne role w \"Rekolekcjach\" zagrali znakomici aktorzy. W postać Marka wcielił się Wojciech Pszoniak, zaś Adama zagrał niezmiernie rzadko pojawiający się na ekranie Ryszard Cieślak światowej sławy, nieżyjący już aktor, w Polsce znany z Teatru Laboratorium Jerzego Grotowskiego, w Ameryce uhonorowany nagrodą dla najwybitniejszego ktora off-Broadway. [TVP]",
    "chinese_title": "回忆",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Rekolekcje",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-05-27T23:01:44"
}