{
    "aka": [],
    "sid": "36777259",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "奥地利"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1477367/",
            "name": "杨·索达特 Jan Soldat",
            "@type": "Person"
        }
    ],
    "duration": "6分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2024(未知)"
    ],
    "this_title": [
        "Blind Date 3.0"
    ],
    "douban_link": "https://movie.douban.com/subject/36777259/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Jan Soldat's short films of men performing sexual acts in private rooms form a cinematic archive of physical encounter. Here sexuality is seen less as a marker of identity than as a collective everyday technique of communicative negotiation. The physical encounters resemble selfless gestures: One helps the other satisfy his need. Common expectations are not met in regard to ideas of romantic desire, norms of hetero- and homoeroticism, nor targeted aesthetics of pornographic stimulation. Instead, the short films draw loving attention to disturbances of potential staging (or the staging of potency) and to the awkwardness of shifting from conversation to having sex. The films show how sex can be a deeply unromantic need, a moment of empathically opening oneself and submitting to a random other.Blind Date 3.0 is the third film in the Blind Date series about men doing sex dates. The guest is punctual. On arrival, he is offered a glass of water and a few words are exchanged before the sex begins. There is not much conversation, except in concern for the other person: \"Is everything okay?\" Rather than a cigarette after sex there is another glass of water as they share their regret over not having access to stronger drugs so they could \"play longer\". \"We're too decent,\" says the guest as the host sighs in agreement. The framing of the filmic images subtly presents the boundary between private and public. But the personal objects reveal just as little about the host as the guest's laconic assertion of decency fully explains him. As much as the camera closely follows the two men, the protagonists remain a mystery. The \"Blind Date\" promises an encounter on eye level, with the camera serving as its accomplice. (Nicole Kandioler-Biet)源自：https://www.sixpackfilm.com/en/catalogue/2903/",
    "chinese_title": "Blind Date 3.0",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-01-28T00:39:24"
}