{
    "aka": [],
    "sid": "36777715",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "奥地利",
        "德国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1477367/",
            "name": "杨·索达特 Jan Soldat",
            "@type": "Person"
        }
    ],
    "duration": "3分钟",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "2024(未知)"
    ],
    "this_title": [
        "Finally Retired"
    ],
    "douban_link": "https://movie.douban.com/subject/36777715/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The setting of the latest Soldat intervention is “Little Tara”, a small cottage in an allotment garden, whose name is a reference to the cotton plantation in the novel Gone with the Wind (1936) by the author Margaret Mitchell, as well as its film adaptation (1939) by Victor Fleming. The protagonist of the film, however, is called Adrian, a recently retired man who has already been seen in Soldat’s films THE WANKER (2020) and NEWS FROM THE WANKER (2021), engaged in the very same activity specified in the title. Adrian is a driven man who pursues his addiction to masturbation in nearly all of his free time. In Finally Retired it is primarily outdoor spaces, places around the small garden house that give him pleasure, framed by the lush natural surroundings. A marking out and surveying of the territory was carried out in the course of the three-minute film.Soldat counters the allotment garden idyll with a kind of rebellion by a pensioner, juggling between old gentlemanly humor and anarchy. In this case, the sexual act of masturbation does not seem to be truly liberating, but is nevertheless necessary in order to experience the self or simply get off on the action. In addition to the pleasure of showing oneself to the camera, it also entails the risk of being discovered by the neighbors, thus pointing in two opposite directions. While performing this activity, Adrian’s gaze is almost always directed at the camera – both at us, the audience, and at the director Soldat, but at the same time he is also exploring the surroundings and therefore appears all the more restless. The recovery or exhaustion does not begin until two shots in the interior of the cottage. The day is as good as over, a new one can come. (Dietmar Schwärzler)",
    "chinese_title": "Finally Retired",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-01-27T19:13:39"
}