{
    "aka": [
        "Podvodnaya bratva",
        "Underwater Brotherhood"
    ],
    "sid": "3677140",
    "cast": [
        {
            "url": "/celebrity/1174099/",
            "name": "阿列克谢·维塞尔金 Aleksey Vesyolkin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "动画",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "俄罗斯"
    ],
    "writer": [],
    "imdb_id": "tt0430403",
    "director": [],
    "duration": "",
    "episodes": "1",
    "language": [
        "俄语"
    ],
    "playdate": [
        "2004-10"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0430403/",
    "imdb_votes": 66,
    "this_title": [
        "Neznaika i Barrabass"
    ],
    "douban_link": "https://movie.douban.com/subject/3677140/",
    "imdb_rating": "6.1/10 from 66 users",
    "trans_title": [
        "森林小小人",
        "Podvodnaya bratva",
        "Underwater Brotherhood"
    ],
    "douban_votes": "0",
    "introduction": "俄罗斯最受欢迎动画苏联经典儿童文学改编俄国史上首部独立完整创作动画电影莫斯科国际儿童影展及青少年影展泰迪熊奖获邀 2006台湾国际动画影展英勇的小家伙们要如何夺回被大坏蛋巴拉巴斯抢走的藏宝图呢？全新的时代英雄…创造俄罗斯的新历史!◆《森林小小人》故事介绍俄罗斯首部独立完成的动画电影，精细描绘的场景与浓浓俄罗斯与东方风格，完美谱出俄国动画的极限佳作，风行全球，获奖连连。源自大革命前的故事，苏联经典儿童文学的一个年轻英雄的冒险传奇。本片是根据帕尔玛．考克斯的系列插画（Ｍ＆Ｍ原型），以及俄国童书作家－安娜．佛尔森创作的故事改编制作完成。在一百多年前，汽车还不甚流行的时候，森林深处住着一群小小人，远离人群，他们拥有属于自己的小城市，而且富有创造力，随着岁月的累积，小小人还发明出超过人类许多尖端的科技。某天，一个名叫巴拉巴斯的坏蛋，乘着飞船侵入一向祥和的小小人村里，抢夺他们收藏的地图、书籍、和地理协会的地球仪…，可怕的巴拉巴斯不仅发明出许多军事武器，还有一颗称霸全世界的野心，而小小人的手中掌握的技术刚好是他最需要的关键，小小人可以夺回被巴拉巴斯抢走的一切，拯救地球吗？还是巴拉巴斯就此革命成功呢？全新的时代英雄…创造俄罗斯的历史的新页！《森林小小人》影片源起◆19 世纪末加拿大著名作者和艺术家－帕尔玛．考克斯帕尔玛．考克斯是居住在19 世纪末的一位著名加拿大作者和艺术家。他创造了他小伙伴一系列的图画诗，小伙伴叫\"果仁巧克力\"。帕尔玛．考克斯还做了例证说明他的诗是关于果仁巧克力，但他之所以闻名全球是因为他的图画而不是他的诗。在他的创作过程，考克斯从未为这些虚构的人物取名字。自1896 年以来他的诗在纽约学报里登出，他的”果仁巧克力”一词就被某些著名公司运用在广告上，像Procter & Gamble（P&G）、M＆M和柯达等。果仁巧克力大受欢迎全世界半个世纪。最后，帕尔玛．考克斯发布了大约13 本书和创造出世人耳熟能详的40 个独特又讨人喜欢的符号。◆俄国童书作家－安娜．佛尔森在考克斯的作品在俄国发布后的同时, 俄国儿童知名杂志\"Zadushevnoe Slovo\"(1877-1918) 也出版安娜佛尔森的作品，虽然传说是以考克斯的例证做根据。但是，佛尔森的传说与考克斯的诗无关。佛尔森做画相当地自由，大量使用炭笔绘图，而且在完成故事以后。她会给予每个图像姓名，此举不同于考克斯。那些名字有－Neznaika、Znaika、Murzilka等被运用在随后的文学《Totus ja Barrabassis》告诉孩子们这些图像历史和关于它们整个的传奇、神话故事…导演介绍◆弗拉帝米尔．贾古林(Vladimr Gagurin)贾古林于1990年自俄罗斯国家电影学院艺术系毕业后，曾分别担任动画片“三个太阳”(2001)、“波拿巴”(1998)的导演和摄影总监。另外他曾担任动画片“雪后”(1992)、“野天鹅”(1993)，以及“人们”(1993~1995)的摄影总监。亦曾于1996至1997年参与“涅兹内卡上月球”的制作。◆斯维特拉娜．葛罗苏(Suetlana Grossou)葛罗苏于1990年自俄罗斯国家电影学院艺术系毕业后，曾执导“爱的宣言”、“人们：摇篮曲”，并曾担任“三个太阳”的助理导演，以及“最好的世界”剪接师。她同时也是动画片“人们：在相同的太阳下”、“人们：一则澳洲原住民传说”以及音乐短片“圣诞摇篮曲”的摄影总监，并曾担任“野天鹅”和“雪后”等作品的背景艺术家人物简介◆纳斯那卡：充满勇气的孩子，热爱冒险，当村子遭受到巴拉巴斯的侵袭，竭尽所能把他赶出村子，并且不断干扰巴拉巴斯邪恶的计划，他想要用自己的力量保护村子，即使他的哥哥那卡常不公平地对待他，他依然敬爱那卡。◆巴拉巴斯：很自私的大坏蛋，穿戴着面具隐藏他的真面目，为了一己私欲创造出许多毁灭性的军事武器，像潜水艇、飞行船等…都是为了实现他野心，他有两个忠心的属下和相当愚笨的助手--菲夫人，他们神秘的基地深藏在一处无人居住的灯塔，目标是称霸全世界将把它变成动乱不已的炼狱。◆菲夫人：巴拉巴斯的助手，但巴拉巴斯却看轻她。菲夫人非常喜爱她的宠物--毛毛虫，常穿戴在脖子上，还将它当作毛围巾，当她试着用行动证明她的智慧时，笨手笨脚的她更表露出愚笨的一面。◆那卡：纳斯那卡的哥哥，有点胖却不圆滑的新闻记者，喜爱名声胜过一切，不惜用他的聚光灯相机夺取别人辛苦的功劳当作自己的，实际上他的内心并不坏，只是羡慕朋友的成功，每当不愉快时他会诚实地说出来，这次他是真的想阻止邪恶的巴拉巴斯，但却智勇不足，总是弄巧成拙。",
    "chinese_title": "森林小小人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Neznaika i Barrabass",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-08-04T19:39:19"
}