{
    "aka": [],
    "sid": "36778192",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904776544.jpg",
    "region": [
        "挪威",
        "芬兰",
        "美国",
        "墨西哥"
    ],
    "writer": [],
    "imdb_id": "tt31598172",
    "director": [],
    "duration": "99分钟",
    "episodes": "",
    "language": [
        "英语",
        "丹麦语",
        "西班牙语",
        "挪威语"
    ],
    "playdate": [
        "2024-03-17(哥本哈根国际纪录片影展)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt31598172/",
    "imdb_votes": 32,
    "this_title": [
        "Phantoms of the Sierra Madre"
    ],
    "douban_link": "https://movie.douban.com/subject/36778192/",
    "imdb_rating": "6.8/10 from 32 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Three men embark on a boyhood dream of a Western adventure in search of a lost Apache tribe in Mexico, but end up in a very different place than they had planned. A thought-provoking film about being out of place - and about realising it along the way.Eight years ago, Danish screenwriter Lars K. Andersen had an idea for a film inspired by his childhood hero, Norwegian explorer Helge Ingstad, who in 1937 went on an expedition to Mexico to search for a lost Apache tribe. Lars will follow in his footsteps and find the mysterious tribe with Norwegian filmmaker Håvard Bustnes. But what at first looked like an eccentric road movie in the great American tradition of the Western soon turns into an involuntary deconstruction of the mythology of the white adventurer, forcing both Lars and Håvard to rethink their project and their own roles as cultural outsiders. Along the way, they are joined by Pius, great-grandson of Apache warrior Geronimo, who himself is a firm believer in the presence of the Apaches in Mexico. With the film project on the brink of collapse, Lars embarks on a final search for answers that leads him to Helge Ingstad’s granddaughter in Oslo. In the attic awaits an shocking discovery that changes everything.源自：https://cphdox.dk/film/phantoms-of-the-sierra-madre/",
    "chinese_title": "Phantoms of the Sierra Madre",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-02-05T05:26:09"
}