{
    "aka": [
        "The Zweiflers"
    ],
    "sid": "36779719",
    "cast": [
        {
            "url": "/celebrity/1042662/",
            "name": "艾伦·阿尔塔拉斯 Aaron Altaras",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1521897/",
            "name": "Saffron Coomber Saffron Coomber",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1123533/",
            "name": "松妮·梅勒斯 Sunnyi Melles",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1118116/",
            "name": "乌特·伦佩尔 Ute Lemper",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1076392/",
            "name": "迈克·伯斯汀 Mike Burstyn",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914511563.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1523380/",
            "name": "Juri Sternburg Juri Sternburg",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt31101783",
    "director": [
        {
            "url": "/celebrity/1344935/",
            "name": "安雅·马夸特 Anja Marquardt",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "6",
    "language": [
        "德语"
    ],
    "playdate": [
        "2024-05-03(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt31101783/",
    "imdb_votes": 386,
    "this_title": [
        "Die Zweiflers"
    ],
    "douban_link": "https://movie.douban.com/subject/36779719/",
    "imdb_rating": "7.4/10 from 386 users",
    "trans_title": [
        "The Zweiflers"
    ],
    "douban_votes": "0",
    "introduction": "Family patriarch and Holocaust survivor Symcha Zweifler wants to sell his delicatessen empire when suddenly he is being confronted with his past in Frankfurt's red light district just after World War II - an acid test for the whole family as long-suppressed conflicts resurface. Who, if not Symchas's grandson Samuel should carry on his grandfather's life's work? But Samuel's british carribean girlfriend Saba has other plans. Things get worse when Samuel and Saba are expecting a son. Samuel's sister Dana, who has found her anchor in religion and has traveled all the way from Israel to celebrate the circumcision of the newborn in Frankfurt, is confronted with old conflicts and repressed secrets in her hometown. She does everything in her power, to take over her grandfather's business. The youngest sibling Leon is clearly the loser of the return of his two older siblings. When he invites the family to his first exhibition, in which he shows his provocative family portraits, a scandal ensues. Mimi, the mother of the three, always walks a fine line between caring and manipulation. How far will she go to bring her children closer to her again? Her husband Jackie, a psychiatrist, is in the middle of a belated midlife crisis, including an affair with his patient. He is tired of always being the family punching bag. The grandparents, Symcha and Lilka Zweifler, are the undisputed rulers of the family. But their strength and lifespan are slowly beginning to fade. A tragic-comic search for meaning of life begins, culminating in decisions that will change the lives of everyone involved.",
    "chinese_title": "Die Zweiflers",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-03-23T23:42:30"
}