{
    "aka": [],
    "sid": "36781561",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "希腊"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1353471/",
            "name": "Panagiotis Evangelidis Panagiotis Evangelidis",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "希腊语"
    ],
    "playdate": [
        "2024-03-10(塞萨洛尼基国际纪录片影展)"
    ],
    "this_title": [
        "A Portrait of the Collector as a Mature Man"
    ],
    "douban_link": "https://movie.douban.com/subject/36781561/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "When he was four years old, Maria Callas took him into her arms and danced with him. At twenty, long after she had ‘departed,’ he began to discover her work and grew fascinated by her. He never went on holiday; every drachma and euro he made, he set aside to buy recordings, books, photos, posters, and programmes related to her, and money was always short. Alongside his life, as he worked two jobs to make ends meet, with his misfortunes, romantic disappointments, jealous friends, an accident that led to ten surgeries and a disability, his collection grew. Haunted by the two women in his life—his mother who died too young and the Diva, a constant reference and reverence for him—he grew and found fulfilment along with his collection. Now, he is serene with many joys and memories from his life, dreaming of the afternoon when his mother will knock on his door, and they will share a coffee together. He would sacrifice everything for that moment, even his collection.源自：https://long-run.gr/portfolio-item/a-portrait-of-the-collector-as-a-mature-man/",
    "chinese_title": "A Portrait of the Collector as a Mature Man",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-30T03:26:31"
}