{
    "aka": [
        "Poetry Sans Frontiers Season 3"
    ],
    "sid": "36782189",
    "cast": [
        {
            "url": "/celebrity/1431539/",
            "name": "梦桐 Meng Tong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1379247/",
            "name": "翟永明 Yongming Zhai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1003584/",
            "name": "塞尔希奥·卡布雷拉 Sergio Cabrera",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904800279.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "30",
    "episodes": "3",
    "language": [
        "汉语普通话",
        "英语",
        "西班牙语",
        "法语",
        "阿拉伯语",
        "俄语"
    ],
    "playdate": [
        "2024-02-05(中国大陆)"
    ],
    "this_title": [
        "诗约万里 第三季"
    ],
    "douban_link": "https://movie.douban.com/subject/36782189/",
    "trans_title": [
        "Poetry Sans Frontiers Season 3"
    ],
    "douban_votes": "0",
    "introduction": "CGTN纪录片《诗约万里》第三季，在这个崭新的春天，带领我们在诗歌中畅游，聆听那些与诗为伴的故事。在《诗约万里》第三季纪录片中，创作团队继续在诗歌的意境之中，带领观众拓展与世界相约的维度和广度。在这一季的拍摄历程中，创作团队既走进北京、成都、泉州、厦门等各具特色的中国历史文化名城，也踏上饱经战火摧残的叙利亚土地，更走入塞内加尔这样虽与中国远隔天涯却并不缺少共情的国家。在游历各地的诗意旅途中，观众们将与9位不同国籍、拥有不同文化背景和生命轨迹的嘉宾在镜头中相遇，聆听他们用诗歌描摹各自人生的动人故事。无论是用影像记录跨越山海的梦想旅途，还是用心感知失去光明却并未失去希望的内心世界，一个个感动的瞬间，最终都汇聚成普通又不普通的人生故事。无论是诗人还是驻华使节，尽管说着不同的语言、有着不同的生命轨迹和身份，但是一首首充满力量和智慧的诗歌，却最终让我们在对家的眷念、对梦想的执着、对生命的希望之中相约。透过诗意的对话，《诗约万里》第三季将让观众们明悟，无论是诗句的感性触角，还是文学表达中的哲思，这些都与我们每个人日常生活的现实感触有着千丝万缕的关联。由此，《诗约万里》第三季也将让观众在真实影像记录和深层次的文学相结合的艺术氛围中，感受到不同语言的美妙碰撞。已经走到第三季的《诗约万里》，继续秉持着“当故事遇见诗”的创作理念和风格，将故事化的讲述与诗意的呈现相结合，将一位位有着精彩故事的主人公，用最贴合各自性格、各自生命轨迹的诗歌，鲜活生动地展现在观众面前。在这一季的节目中，创作团队首先将目光聚焦于对生命的热爱和信念，看人们如何坚持寻找曲折人生路途上的突破与飞跃。于是，观众们将可以看到，在叙利亚的战争废墟中努力生存的戏剧女演员，尽管只能在几乎被摧毁的现实舞台上表演，却始终眼中充满着希望的光芒；观众们亦能见证，从识字开始就热爱写作的女诗人，用40年的时间不断拓宽自己在诗歌领域的边界，以安静而锐利的语言分享最先锋的文学与艺术，思考死亡、思考生存、思考未来。听过他人的生命之歌，创作团队又以李白“谁家玉笛暗飞声，散入春风满洛城”诗句的意象开启序幕，带领观众感知迷人的夜曲勾出关于家的回忆，并试图带领观众从多样的视角理解家的定义——家是一位阿根廷诗人从故乡带来的一本特别的书、一幅特别的画；家是离乡背井的塞内加尔年轻人用生命发出呼喊，反思非法移民的原因，反思贫穷的原因，也反思如何在自己的家乡国土上重建生活。家是身之住所，更是心的寄托。当梦想如星月照耀人心，平凡之处也会熠熠生辉。于是，创作团队带领观众走进别样的人生，看俄罗斯诗人如何在中国的二十四节气文化中发现梦想的诗情画意，看中国的盲童钢琴演奏者如何用音乐找到人生的光明。最后，观众们更可以跟随镜头，从伊朗驻华大使的诵读中，看杜甫的诗句如何与伊朗著名诗人萨迪的诗句达成冥冥之间的共鸣，看诗情诗韵如何在古老的人类文明长河中，把无数人的多彩梦想连成纽带。相知无远近，万里尚为邻。《诗约万里》系列纪录片，继续致力于突破语言的间隔，将各种不同的故事和文化融合在一起，让每一集都成为一幅锦绣画卷，让每一首诗都构成一部心灵交响。当故事遇见诗，感动与启迪在镜头中流淌，随春天的脚步汇入我们的多彩人生。",
    "chinese_title": "诗约万里 第三季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-01-23T12:14:32"
}