{
    "aka": [
        "The Fire in the Soul"
    ],
    "sid": "36782649",
    "cast": [
        {
            "url": "/celebrity/1069897/",
            "name": "Braulio Castillo hijo Braulio Castillo hijo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1071295/",
            "name": "Braulio Castillo Braulio Castillo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1051751/",
            "name": "Waldo de los Ríos Waldo de los Ríos",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1090807/",
            "name": "Raúl Dávila Raúl Dávila",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1218846/",
            "name": "Julián Gil Julián Gil",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1147263/",
            "name": "Idalia Pérez Garay Idalia Pérez Garay",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904810073.jpg",
    "region": [
        "波多黎各",
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2383236",
    "director": [],
    "duration": "106分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2002-09(波多黎各)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2383236/",
    "imdb_votes": 14,
    "this_title": [
        "Fuego en el Alma"
    ],
    "douban_link": "https://movie.douban.com/subject/36782649/",
    "imdb_rating": "4.4/10 from 14 users",
    "trans_title": [
        "灵魂之火",
        "The Fire in the Soul"
    ],
    "douban_votes": "0",
    "introduction": "Reflecting the closeness of Puerto-Ricans in New York with those in Puerto Rico. Three stories of couples passion, jealousy, doubt and infidelity - couples that are burned by sudden and unexpected feelings and are pushed to make the decision that will change their lives, forever influenced by the events of September 11 in New York City. The first story is between Millo and his wife Luisa. He is a Double AA baseball player that has missed his opportunities because his father held him back waiting for something better. His anger has turned into jealousy and frustration that will burst out when a new scout appears in town to recruit players, shying away from Millo and offering him a coaching job instead. Millo's frustration makes him turn against everybody especially his wife whom he abuses physically, and the scout is the ultimate victim of his outrage. Luisa escapes to New York September 11. The second story is about a pilot who leads a double life as a married man with a daughter in Puerto Rico and a gay lover in New York, a flight attendant on his crew. His life will be turned upside down when his plane is redirected to Bermuda on his way to New York the morning of September 11. The third story is about Anhelo, mother of the flight attendant, who meets a younger man, a photojournalist and falls passionately in love with him, putting in jeopardy her reputation as an artist and her marriage of many years. The photojournalist is on his way to cover a conference in the World Trade Center.",
    "chinese_title": "灵魂之火",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Fuego en el Alma",
    "imdb_rating_average": 4.4,
    "douban_rating_average": 0,
    "update_at": "2025-08-26T12:00:22"
}