{
    "aka": [
        "尼德兰故事：奥兰治-拿骚王朝"
    ],
    "sid": "36790650",
    "cast": [
        {
            "url": "/celebrity/1147843/",
            "name": "达恩·舒尔曼斯 Daan Schuurmans",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1370506/",
            "name": "Thomas Cammaert Thomas Cammaert",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1178723/",
            "name": "玛丽恩·克拉弗 Marijn Klaver",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905055316.jpg",
    "region": [
        "荷兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1354472/",
            "name": "约斯特·范·金克尔 Joost van Ginkel",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt31116483",
    "director": [
        {
            "url": "/celebrity/1344821/",
            "name": "Marc Willard Marc Willard",
            "@type": "Person"
        }
    ],
    "duration": "50分钟",
    "episodes": "8",
    "language": [
        "荷兰语"
    ],
    "playdate": [
        "2024-01-31(荷兰)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt31116483/",
    "imdb_votes": 21,
    "this_title": [
        "Het verhaal van Nederland - Oranje Nassau Season 2"
    ],
    "douban_link": "https://movie.douban.com/subject/36790650/",
    "imdb_rating": "7.8/10 from 21 users",
    "trans_title": [
        "尼德兰故事 第二季",
        "尼德兰故事：奥兰治-拿骚王朝"
    ],
    "douban_votes": "0",
    "introduction": "Na het succes van Het verhaal van Nederland over de geschiedenis van ons land duikt Het verhaal van Nederland - Oranje Nassau in de geschiedenis van het Huis van Oranje-Nassau. Van de eerste Nassaus die voet zetten op Nederlandse bodem in Breda, tot aan koning Willem-Alexander. In een 8-delige televisieserie, vanaf woensdag 31 januari 2024 om 20:30 uur bij de NTR op NPO 1, neemt verteller Daan Schuurmans de kijker mee langs de hoogte- en dieptepunten van de Oranje dynastie. Daan bezoekt elke plek van betekenis en duikt soms midden in het drama op. Daarnaast wordt zijn vertelling gecombineerd met het commentaar van deskundigen.Daan Schuurmans: \"Het was een feest om met, nagenoeg, dezelfde bevlogen ploeg mensen die Het verhaal van Nederland maakte ditmaal in de rijke geschiedenis van de Oranje Nassaus te duiken.\"Het verhaal van Nederland - Oranje Nassau brengt geen losse feitjes of stoffige geschiedenislessen, maar aangrijpende verhalen, waarin historische gebeurtenissen tot leven komen. De kijker ziet hoe de Oranjes door middel van huwelijken hun bezit en invloed in Nederland weten te vergroten. De rol van Willem van Oranje als leider van de opstand tegen de Spaanse koning is daarbij van doorslaggevend belang. Met zijn strijd en martelaarschap na zijn dood hebben de Oranjes een erfenis gekregen die hen vanaf de 16e eeuw heeft verbonden met Nederland.De opeenvolgende generaties Oranjes hebben hun positie in het centrum van de macht moeten bevechten. Stadhouders als Maurits, Frederik Hendrik en Willem de Vierde hebben zo steeds meer hun macht binnen Nederland kunnen uitbreiden. Maar er zijn ook momenten geweest dat de Oranjes bijna uit onze geschiedenis verdwenen waren. De vroege dood van stadhouders  Willem de Tweede en Johan Willem Friso leken het einde te betekenen maar de Oranjes weten steeds weer terug te keren naar het centrum van de macht.Zoals in 1815 wanneer Willem Frederik zichzelf tot koning der Nederlanden kroont en daarmee de Oranjemonarchie in Nederland introduceert. Ook dan moet de macht door de Oranjes worden bevochten, een strijd die uiteindelijk leidt tot de constitutionele monarchie zoals we die nu kennen. De koning is staatshoofd, maar de politieke macht ligt bij het parlement en de regering.",
    "chinese_title": "尼德兰故事 第二季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Het verhaal van Nederland - Oranje Nassau Season 2",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-07-07T02:07:36"
}