{
    "aka": [],
    "sid": "36794379",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1000005/",
            "name": "Ed Cunningham Ed Cunningham",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024(待定)"
    ],
    "this_title": [
        "Arcades & Love Songs: The Ballad Of Walter Day"
    ],
    "douban_link": "https://movie.douban.com/subject/36794379/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Nearly two decades after producing The King of Kong: A Fistful of Quarters, a video game documentary that’s emerged as a cult classic since its unveiling at the 2007 Slamdance Film Festival, Ed Cunningham has wrapped production on Arcades & Love Songs: The Ballad Of Walter Day, a follow-up film picking up with his documentary subject, known as the father of Esports.Directed by Seth Gordon, The King of Kong offered a look into the world of competitive arcade gaming with a focus on the quest for the high score in the classic arcade game Donkey Kong. The specific focus of the film is the intense rivalry between two gamers: the reigning champion, restaurateur Billy Mitchell, and underdog challenger, Steve Wiebe. As Wiebe relentlessly pursues the Donkey Kong high score, he faces obstacles and skepticism from the gaming community, particularly from Mitchell and the organization Twin Galaxies, which oversees video game records. As the documentary unfolds, it reveals the lengths to which these competitors will go to achieve gaming glory.Related Stories",
    "chinese_title": "Arcades & Love Songs: The Ballad Of Walter Day",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-19T21:14:23"
}