{
    "aka": [
        "Laramie"
    ],
    "sid": "36791534",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "剧情",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905091856.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1028790/",
            "name": "T·S·艾略特 T.S. Eliot",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt26443472",
    "director": [],
    "duration": "12分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-07-31(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt26443472/",
    "this_title": [
        "What Happens to the Mountain"
    ],
    "douban_link": "https://movie.douban.com/subject/36791534/",
    "trans_title": [
        "那座山发生了什么",
        "Laramie"
    ],
    "douban_votes": "0",
    "introduction": "A long-distance driver, a drifter, journeys from a tenuous reality into a vision of the afterlife, called forth by the spirit of the mountain.Storyline：I received a phone call from a friend I hadn't heard from in years. I answered, excited, but on the other end was only uncontrollable sobbing. \"Daniel passed away,\" she said, through choppy breath and loud tears. A shrill, hot, ringing sound filled my ears. Our mutual friend had overdosed on heroin. I first met Daniel during one of those hazy, humid summers you only get in Georgia. He was a living enigma: overflowing with mystery, and a sarcastic humor about what it was to be human on this planet. Our time together was spent driving around the suburbs, skinny dipping in the creek, and spending sleepless nights making art together. I was lucky to become close friends with him, he was the kind of person you meet once and never forget. During this time I had decided to come out as gay, despite a lot of backlash from the very conservative community I was living in. Daniel was the antithesis of all of that. He wasn't spitting hate and shame, but instead loved me for who I was. He continued to treat me with respect like the friends we always were. Daniel was the first person that was very close and special to me, to pass away. It happened like a flash. This sent me reeling through the long night trying to make some kind of peace. Which is when I started to write.—Caleb Addison Lanier",
    "chinese_title": "那座山发生了什么",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "What Happens to the Mountain",
    "douban_rating_average": 0,
    "update_at": "2025-03-25T01:33:50"
}