{
    "aka": [],
    "sid": "36790757",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905058402.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt8354914",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8354914/",
    "this_title": [
        "Twelve Pianos"
    ],
    "douban_link": "https://movie.douban.com/subject/36790757/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "It began with a single piano he brought out to the bluffs near his house, played every evening at sunset. Schumann, Satie, and Piazola. Through the rapid disintegration of the instrument in the elements, the artist sought to show the impermanence of all things. But it turned out that it's illegal to keep a piano on the beach. The internet caught on, the news cameras came. The piano was burned in a fiery cremation. A dozen pianos were secreted along a twenty-five mile stretch of pristine California coastline, muscled onto mountains and cliffs by a small crew in the misty early morning hours. World class musicians, dilettantes, and dreamers played for their friends, strangers, and passing children. Inspired and brilliant performances were filmed in these idyllic settings, even as park rangers hauled the beautiful instruments away. Then grand pianos on rolling platforms prowled the streets of San Francisco. Mind-blowing underground music performances reverberated through a condemned building, reinvigorating a city under threat of a cultural siege. Twelve Pianos is about the recognition of the silent passing of physical culture, our headlong rush into a tacky, consumerist future, and retaining the things that make us uniquely human. These pianos want to save the world.",
    "chinese_title": "Twelve Pianos",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-02T21:52:09"
}