{
    "aka": [],
    "sid": "36803364",
    "cast": [
        {
            "url": "/celebrity/1004653/",
            "name": "奥普拉·温弗瑞 Oprah Winfrey",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-03-18(美国ABC)"
    ],
    "this_title": [
        "An Oprah Special: Shame, Blame and the Weight Loss Revolutio"
    ],
    "douban_link": "https://movie.douban.com/subject/36803364/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Oprah Winfrey has set an hour-long ABC primetime special about weight loss drugs following her exit from the board of WeightWatchers after revealing her personal use of them. The special, titled “An Oprah Special: Shame, Blame and the Weight Loss Revolution,” will air later this month. Oprah recorded the special in front of a live studio audience and gathers medial experts to discuss weight loss drugs such as Ozempic, Mounjaro and Wegovy.The medical experts featured in the primetime special are Cleveland Clinic’s Dr. W. Scott Butsch, ABC News chief medical correspondent Dr. Jennifer Ashton, ABC News medical correspondent Dr. Darien Sutton and Cedars-Sinai Medical Center’s Dr. Amanda Velazquez. Oprah will also interview patients from around the country who used weight loss medications. Questions addressed in the special include: Who are the medications really intended for? Who is eligible to receive weight loss drugs? What are the short-term and long-term side-effects?",
    "chinese_title": "An Oprah Special: Shame, Blame and the Weight Loss Revolutio",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-17T08:22:53"
}