{
    "aka": [
        "Veselka"
    ],
    "sid": "36803282",
    "cast": [
        {
            "url": "/celebrity/1022601/",
            "name": "大卫·杜楚尼 David Duchovny",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905425207.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1083476/",
            "name": "迈克尔·菲奥里 Michael Fiore",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt30853210",
    "director": [
        {
            "url": "/celebrity/1083476/",
            "name": "迈克尔·菲奥里 Michael Fiore",
            "@type": "Person"
        }
    ],
    "duration": "106分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2024-02-09(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt30853210/",
    "imdb_votes": 88,
    "this_title": [
        "Veselka: The Rainbow on the Corner at the Center of the World"
    ],
    "douban_link": "https://movie.douban.com/subject/36803282/",
    "imdb_rating": "9.2/10 from 88 users",
    "trans_title": [
        "Veselka"
    ],
    "douban_votes": "0",
    "introduction": "VESELKA: THE RAINBOW ON THE CORNER AT THE CENTER OF THE WORLD is the story of New York City's beloved Ukrainian restaurant Veselka and its father and son proprietors, Tom and Jason Birchard. When Jason graduated college without a vision for his future, Tom brings him into the family business. Jason learns that Tom's dedication to Veselka produces delicious food that satisfies a colorful cast of neighbors and newcomers, but this leaves little time for Tom to be \"dad\" at work. In 2020, Jason takes ownership of Veselka from his reluctant-to-retire father. He has large shoes to fill, but Jason's biggest challenge becomes the war in Ukraine. He is unexpectedly thrust into the role of surrogate father to support his Ukrainian staff impacted by the war. Jason must explore his past working relationship with his own dad to \"feed\" his war-torn team as he keeps his business afloat. Narrated by Golden Globe Winner and Little Ukraine native David Duchovny, VESELKA: THE RAINBOW ON THE CORNER AT THE CENTER OF THE WORLD is a thoughtful exploration and celebration of family and community, chronicling Jason's journey to connect with his loving yet detail-focused dad as he reignites his Grandfather's pro-Ukraine goals behind his creation of Veselka in 1954. For 70 years, Veselka has been the vibrant and welcoming heart of the community and now its role, and Jason's, is more vital than ever.",
    "chinese_title": "Veselka: The Rainbow on the Corner at the Center of the World",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 9.2,
    "douban_rating_average": 0,
    "update_at": "2025-02-19T20:44:56"
}