{
    "aka": [
        "Conquistadorernes storhed og fald(丹麦)",
        "Conquistadores(西班牙)",
        "Konkvistadorenes framgang og fall(挪威)"
    ],
    "sid": "36801976",
    "cast": [
        {
            "url": "/celebrity/1009374/",
            "name": "克里斯蒂安·卡玛戈 Christian Camargo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905391859.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1405624/",
            "name": "彼得·费洛斯 Peter Fellows",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt26446449",
    "director": [],
    "duration": "45分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-03-06(丹麦)",
        "2024-03-01(瑞典)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt26446449/",
    "imdb_votes": 161,
    "this_title": [
        "Conquistadors: The Rise and Fall Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36801976/",
    "imdb_rating": "7.5/10 from 161 users",
    "trans_title": [
        "Conquistadorernes storhed og fald(丹麦)",
        "Conquistadores(西班牙)",
        "Konkvistadorenes framgang og fall(挪威)"
    ],
    "douban_votes": "0",
    "introduction": "Conquistadors: The Rise and Fall is a gripping documentary series that delves into the fascinating and murky story of the Spanish Empire's conquest of the New World.The series takes an unprecedented look into the brutal legend of the Spanish Conquistadors and uncovers the truth of this dark chapter in human history.Beginning with the accidental discovery of the Americas by Christopher Columbus which ignited an era of exploration for the Spanish empire and marked a turning point in world history. Upon Columbus' return voyage to the Americas, he discovers that the Spanish left behind at Hispaniola had been killed by the indigenous Taíno, sparking a brutal chain of colonisation throughout the Caribbean. What follows is the ruthless ambition of Hernán Cortés, who travelled deep into the Mexican interior to conquer one of the great empires in the Americas: the Aztecs. His victory cemented the subjugation and submersion of indigenous populations.Following Cortés' success, the series explores the conquest of the largest civilization in the Americas: the Incas, led by the Conquistador Francisco Pizarro. As Spanish colonies continued to grow throughout the Americas, the Spanish monarchy struggled to control the guardians of \"New Spain\" from afar. The discovery of a vast silver mine in Bolivia provided unlimited wealth, but also heightened tensions with the Conquistadors growing in strength and ambivalence to the Spanish monarchy.Finally, the series examines the creation of the \"Black Legend\" and the fall of the Conquistadors as other European rulers propagated an anti-Spanish narrative due to Spain's wealth and violent practices in the Americas. The end of the era of Conquistadors was heralded, and millions of lives were obliterated for what would be the birth of a New World.EPISODE 1: A NEW WORLDEPISODE 2: THE CARIBBEAN CONQUESTEPISODE 3: THE AZTEC CONQUESTEPISODE 4: THE INCA CONQUESTEPISODE 5: THE GROWTH OF THE COLONIESEPISODE 6: THE BLACK LEGENDNARRATOR: Christian CamargoEXECUTIVE PRODUCERS: Daniel Sharp, Anna O'Malley, Herbert L. Kloiber, James CoppPRODUCED BY [Dash Pictures](https://dashpictures.com/projects), [Night Train Media](https://nighttrainmedia.com/titles/conquistadors-the-rise-and-fall)",
    "chinese_title": "Conquistadors: The Rise and Fall Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-12-27T12:49:36"
}