{
    "aka": [],
    "sid": "36801621",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "爱尔兰"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1365574/",
            "name": "内萨·尼·契亚内安 Neasa Ní Chianáin",
            "@type": "Person"
        }
    ],
    "duration": "84分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-03-09(塞萨洛尼基国际纪录片影展)"
    ],
    "this_title": [
        "The Alexander Complex"
    ],
    "douban_link": "https://movie.douban.com/subject/36801621/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The Alexander Complex unravels a bizarre tale of intrigue, politics and money as an international group of ‘gentlemanly explorers’, all with pseudonyms to protect their identities, come together in a quest to solve the mystery of the missing tomb of Alexander the Great, one of the most significant figures in human history. An Algerian ex-soldier, code-named The Inventor, who practices amateur archaeology, claims to have found Alexander’s tomb in Jordan, and claims that it is filled with thousands of tons of gold and precious jewels. Sitting with the find of the millennium, the man sets in motion a project that has all the elements of a movie thriller, and a desert quest. Telling only one person - a well-connected businessman - the two men bring on board a crew of academics, scientists, diplomats, and international businessmen in a hunt that involves royal families, ISIS, the military, and a number of costly archaeological expeditions. Will the group discover the resting place of history’s greatest military commander? The intrigue lies not just in what is in the tomb, but in the team itself: all men and women of Alexandrian qualities, radical achievers gambling all and fearing naught. (源自: TIDF)",
    "chinese_title": "The Alexander Complex",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-01T20:35:28"
}