{
    "aka": [
        "Allure of the Siren The Series",
        "海妖诱惑",
        "警笛诱惑",
        "魅惑海魔",
        "魔女诱惑"
    ],
    "sid": "36809475",
    "cast": [
        {
            "url": "/celebrity/1508932/",
            "name": "弗鲁克·普特缇彭·蒲特提淖德 Fluk Puttipong Puttichod",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1448145/",
            "name": "然枇威仕·桑葛澜温 Rapeewish Sangiamwong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1492848/",
            "name": "伊玛·阿杜尔亚拉杰 Em Adulyaraj",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "剧情",
        "动作",
        "同性",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2910733364.jpg",
    "region": [
        "美国",
        "泰国"
    ],
    "writer": [],
    "imdb_id": "tt33520062",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "泰语"
    ],
    "playdate": [
        "2025(泰国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt33520062/",
    "this_title": [
        "Allure of the Siren"
    ],
    "douban_link": "https://movie.douban.com/subject/36809475/",
    "trans_title": [
        "卧底诱惑",
        "Allure of the Siren The Series",
        "海妖诱惑",
        "警笛诱惑",
        "魅惑海魔",
        "魔女诱惑"
    ],
    "douban_votes": "0",
    "introduction": "侦探道和柴赛联合起来寻找一群失踪的脱衣舞娘。道是卧底，在调查中他们面临死亡、毒品和人口贩卖。揭开他们城市的现实和他们自己。道和柴赛这对冤家对头，为了寻找失踪的脱衣舞娘，不得不结成前所未有的伙伴关系。带着坚定不移的决心，道冒险去当脱衣舞娘。随着调查将他们带入一个充满恶意的底层，两 个侦探之间意想不到的联系开花结果，点燃了一场深刻的浪漫爱情，打破了所有的可能性。曼谷俱乐部光鲜亮丽的外表背后隐藏着一个阴险的秘密被绑架的脱衣舞娘正遭受一种被称为“欣快感”的药物的折磨，将她们的生活变成了一场噩梦。无论是面对死亡、残酷的命运，还是人口贩运的魔爪，受害者都被困在一张黑暗的网中。在他们的旅程中，道和柴赛揭示了他们城市的悲惨现实和他们隐藏的自我。当他们在案件的诡谲曲折中穿行时，他们直面自己的个人历史、家庭关系和精英社会的扭曲角落。这个故事抓住了人类的联系、韧性以及面对挑战时对真理的不懈追求。改编自C.L .拉莫斯的小说《魔女诱惑》。与美国联合制作Bitter rivals detectives Dao and Chaisai unite to find a group of missing strippers. Dao goes undercover and amidst the investigation t hey face death, drugs and human trafficking. Unraveling their city's realities & their own selves.Two bitter rivals, Dao and Chaisai, are reluctantly thrust into an unprecedented partnership as they embark on a relentless quest to locate missing strippers. With an unwavering resolve, Dao takes a risk by going undercover as a stripper. As the investigation leads them into a malevolent underbelly, an unexpected bond blossoms between the detectives, igniting a profound romance that defies the odds. Behind the gli façade of Bangkok's clubs lies a sinister the abducted strippers are being subjected to the horrors of a drug known as \"euphoria”, transforming their lives into a nightmarish ordeal.Whether facing death, a cruel fate, or the clutches of human trafficking, the victims are ensnared in a web of darkness. Throughout their journey, Dao and Chaisai uncover the harrowing realities of their city and the hidden dimensions of themselves. As they navigate the treacherous twists of the case, they confront their personal histories, family ties, and the twisted recesses of the elite society. This story captures human connection, resilience, and the ceaseless pursuit of truth in the face of challenges.~~ Adapted from the novel \"Allure of the Siren\" by C.L. Ramos.~~ Co-production with the U.S.A.",
    "chinese_title": "卧底诱惑",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Allure of the Siren",
    "douban_rating_average": 0,
    "update_at": "2025-02-14T23:44:24"
}