{
    "aka": [],
    "sid": "3681188",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1206453301.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1418702",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1418702/",
    "imdb_votes": 553,
    "this_title": [
        "Limelight"
    ],
    "douban_link": "https://movie.douban.com/subject/3681188/",
    "imdb_rating": "6.6/10 from 553 users",
    "trans_title": [
        "聚光灯"
    ],
    "douban_votes": "0",
    "introduction": "一部关于Peter Gatien(纽约传奇三大夜 总 会聚光灯\"(片名),\"隧道\",\"守护神\"的所有者)的电影.电影记录了他在20世纪80年代的崛起直到90年代的没落在上个世纪八十年代，拥有并火爆经营着水银灯、隧道、智慧女神以及USA等夜店的彼得-加迪恩毫无疑问地成为无数夜店狂人眼中的俱乐部之王。在那个俱乐部生活刚刚兴起的年代里，这个来自安大略湖区的俱乐部之王，很快便在娱乐与时尚的最前沿之城纽约的曼哈顿区营建了属于他以及无数夜店狂人与行走在时尚前卫边缘的人们的俱乐部王国。每每夜幕降临，流行、朋克甚至一切热衷夜晚享乐的人们都汇聚于此，在几家俱乐部里享受并统治着这个国际大都市的疯狂夜晚。但随着征服的干涉、法律的完善以及警方的压力，夜店狂人们的阵地逐渐被压制。到了九十年代中期，彼得-加迪恩不得不转战加拿大，重新复制自己辉煌的夜店王国……A documentary on former New York City club owner Peter Gatien.As the owner of legendary hotspots like Limelight, Tunnel, Palladium, and Club USA, Peter Gatien was the undisputed king of the 1980s New York City club scene. The eye-patch-sporting Ontario native built and oversaw a Manhattan empire that counted tens of thousands of patrons per night in its peak years, acting as a conduit for a culture that, for many, defined the image of an era in New York. Then years of legal battles and police pressure, spearheaded by Mayor Giuliani's determined crackdown on nightlife in the mid-'90s, led to Gatien's eventual deportation to Canada and the shuttering of his glitzy kingdom.幕后花絮有着“公益导演”之称的比利-考本虽作品不多，却凭借其对电影与社会现实的双重热爱与关注，在为数不多的大银幕上屡屡展现自己的纪录片才华。他近年拍摄的《可卡因牛仔》系列纪录片虽在北美市场上影响并不是很大，却也称得上是业界中不可或缺的元素。他的纪录片作品大多以直面正视主题为特色，通过大量的采访与数据资料的整理融入，以极高的可信度赢得观众。本片中，比利-考本同样不惜寻找和搜集了彼得-加迪恩以往夜店盛行时留下的珍贵视频资料，通过精妙而恰当好处的当下名人的采访以及流畅的剪辑，将一个活灵活现、火爆异常的纽约城夜店王国重新待会到观众眼前。《夜店之王》是由比利-考本导演并主演的一部反映夜生活影片，本片讲述了彼得-加迪恩成为无数夜店狂人眼中的俱乐部之王的兴衰与败落的故事，反映了当时的社会的生活现状。",
    "chinese_title": "聚光灯",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Limelight",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-05-06T07:12:12"
}