{
    "aka": [
        "没有子弹"
    ],
    "sid": "3681689",
    "cast": [
        {
            "url": "/celebrity/1320314/",
            "name": "袁菲 Fei Yuan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274422/",
            "name": "陈小艺 Xiaoyi Chen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868805969.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1366232/",
            "name": "杨薇薇 Weiwei Yang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1320089/",
            "name": "黄珂 Ge Huang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "20",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2009-04-13"
    ],
    "this_title": [
        "因为有你"
    ],
    "douban_link": "https://movie.douban.com/subject/3681689/",
    "trans_title": [
        "没有子弹"
    ],
    "douban_votes": "0",
    "introduction": "王高生长在东北一个小县城，母亲高红军是当地落户的北京知青，父亲王继良是本地人。王继良是卡车司机，好赌不顾家，在外欠了大笔赌债。高红军性格坚韧直爽，常与王针锋相对争吵，关系濒临崩溃。这一切王高看在眼里，渐渐漠然。爷爷奶奶很疼他，因为他是老王家唯一孙子。王高最好的伙伴是姑姑家的表弟龙生，俩人好得像亲兄弟。偶然机会，王高了解自己身世，原来他并非王继良亲生。当年妈妈生下他时还是知青，养活不了他曾把他送人。后来妈妈遇见王继良，王不能生养，为了传宗接代才娶了妈妈并接受王高。王继良赌博恶习难改，还明目张胆从外地找了个年轻姑娘带回来。高红军实在无法忍受，毅然与之离婚，只身回了北京。她没带走王高，因为怕王家老人受不了，另外她觉得自己前途未卜，只能寄居在父母家，暂时不能照顾儿子。王继良的相好来家吵闹，争执中爷爷被气病，很快去世。奶奶无力留下王高，只好让他去北京找妈妈。初到北京，王高不愿去见妈妈。他独自游荡，见一个女孩被抢劫，便出手帮忙。女孩叫刘佳，比王高大一点，性格爽朗大方。刘佳听王高讲述经历，对他同情又佩服。刘佳成了王高来北京交上的第一个好朋友。母子终于相见，前途却一片渺茫。高红军在书店工作，寄居在父母家。王高姥爷是个脾气倔强的老军人，对女儿生活极其不满，拒绝收留王高。同样倔强的王高也无法与姥姥姥爷相处，妈妈只好带着他到处租房，他们乐观面对困顿生活。姥爷家有支作为战利品收藏的手枪，王高心中向往，可姥爷就是不许他碰。高红军偶遇她的中学老师陈燮明，陈佩服高红军的乐观，也喜欢上了倔强叛逆的王高。为帮助他们，陈把自己的一套平房借给他们住。其实此时陈正与妻子分居，借出房子后他自己只好在单位凑合。陈妻来到平房，见高红军产生误会，高红军知陈有苦衷，于是把平房腾出，母子再次搬家。刘佳让王高认识了她的男友郭威，郭讲义气爱充大哥，给王高介绍了工作。王高对刘佳产生纯洁情愫，可他既羞于表达又碍于郭刘关系，陷于痛苦之中。郭威的纨绔劲头和他对刘佳的占有而轻视，使王高莫名愤怒。王高生父臧峻岭找到王高。他当年也是知青，文革中与高红军失散，并不知高红军那时已怀了他们的孩子。臧下海经商成为富人，出手豪阔，身边带着年轻女友，他的出现使王高心理失衡。王高觉得与臧格格不入，可毕竟是自己生父，他还是努力去与臧亲近。奶奶姑姑带龙生突然来京，哥俩重逢格外高兴。龙生染上严重肾病，是来看病的。为给龙生筹钱换肾，王高遭臧峻岭拒绝，只好借下高利贷。龙生手术成功，王高却陷入麻烦。王高一念之差偷拿臧的钱被发现，父子翻了脸。郭威帮助还了高利贷，王高暗暗感激他。陈燮明遭遇婚姻变故，与高红军之间暗生火花。王高也接受了陈做妈妈的男朋友，这可贵的爱情给母子俩生活带来了亮色。就在这时陈妻病倒，善良的高红军帮陈照料妻子，却造成了陈夫妻复合。郭威发现臧峻岭女友寇琴与别的男人幽会，想借此勒索寇琴，并鼓励王高去做。心术不正的郭威让王高反感，可他又对王高有恩，王高万分矛盾。郭威勒索行为败露，造成了王高父子的决裂。刘佳不再与郭胡混，打算出国上学。在低谷之中王高又目睹妈妈的感情受到伤害，龙生的死讯也在这时传来，一切的愤恨不平像火山喷发，王高冲动地想去偷出姥爷的手枪，幸亏被姥爷及时阻止。一番绝望的宣泄之后，王高得到了平静。姥爷对王高刮目相看，并反省自己对待王高母子的过激态度；臧峻岭理解了儿子，父子俩找到了真正沟通的方式；刘佳临行前来告别，表示永远把王高当作最好的朋友；姑姑按照龙生的遗言把龙生的钱寄给王高，让他买心爱的电脑；妈妈勇敢地面对感情挫折，继续给王高做着最好的榜样。经历过挫折磨难，体验过成长的痛苦，王高终于领悟到生活的真谛，感受到亲情的力量……",
    "chinese_title": "因为有你",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-16T17:23:04"
}