{
    "aka": [
        "Rob Bell's Engineering Reborn",
        "翻生工程(港)"
    ],
    "sid": "36810543",
    "cast": [
        {
            "url": "/celebrity/1433546/",
            "name": "罗伯·贝尔 Rob Bell",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905623715.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt27704682",
    "director": [],
    "duration": "44分钟",
    "episodes": "8",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-11-25(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt27704682/",
    "imdb_votes": 18,
    "this_title": [
        "Engineering Reborn Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36810543/",
    "imdb_rating": "7.6/10 from 18 users",
    "trans_title": [
        "Rob Bell's Engineering Reborn",
        "翻生工程(港)"
    ],
    "douban_votes": "0",
    "introduction": "Hosted by engineer Rob Bell, Engineering Reborn showcases the cutting-edge technology behind each transformation, with expert interviews unpicking the key engineering hurdles during the decommissioning and rebuilding processes. Interviews with historians also uncover the fascinating history behind abandoned structure, before it was transformed.It’s a series that couldn’t be more relevant to our times. Construction has a massive carbon footprint. But now, engineers are responding to this global challenge by re-using and re-imagining some of the most iconic buildings across the globe. From an abandoned airship hangar in Germany, transformed into a tropical water park; to a derelict prison in Boston, reborn as a luxury hotel. Combining staggering feats of engineering, compelling historical stories and the insight of world-renowned experts, this is ENGINEERING REBORN.E1 Tate Modern, TWA Hotel, Tropical Island ResortE2 Television Centre, St Louise Aquarium, Museum of African ArtE3 Coal Drops Yard, Maritime Museum, Peace BunkerE4 Port House, Warehouse Hotel, Sanford Underground LabE5 Sky Garden, Liberty Hotel, KraanspoorE6 Highline, Dyson HQ, ElbphilharmonieE7 University of Chicago HK, Beloit College, Convent De Sant FrancescE8 747 Jumbo Jet, Marcel Hotel, Dyson HQ",
    "chinese_title": "Engineering Reborn Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-07-26T21:13:21"
}