{
    "aka": [
        "The Finest Hour of Local Time"
    ],
    "sid": "36823525",
    "cast": [
        {
            "url": "/celebrity/1037377/",
            "name": "叶甫盖尼·米罗诺夫 Evgeniy Mironov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1502522/",
            "name": "谢尔盖·别利亚耶夫 Sergey Belyaev",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1349661/",
            "name": "丹尼斯·尼基弗洛夫 Denis Nikiforov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1176237/",
            "name": "雅罗斯拉夫·博伊科 Yaroslav Boyko",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1524004/",
            "name": "谢尔盖·乌格留莫夫 Sergey Ugryumov",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1992",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905955980.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1036888/",
            "name": "弗拉基米尔·马什科夫 Vladimir Mashkov",
            "@type": "Person"
        }
    ],
    "duration": "91分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1992(俄罗斯)"
    ],
    "this_title": [
        "Звездный час по местному времени"
    ],
    "douban_link": "https://movie.douban.com/subject/36823525/",
    "trans_title": [
        "欢乐时光",
        "The Finest Hour of Local Time"
    ],
    "douban_votes": "0",
    "introduction": "About the performance: This is Vladimir Mashkov's directorial debut. And one of the first major roles of Yevgeny Mironov in the theater. The performance is full of creative enthusiasm, enthusiasm, humor and warmth.On a wonderful summer Sunday afternoon, when the inhabitants of a small Siberian village, where boredom reigns on weekends, are struggling — some with a hangover, some from idleness, some because of the grumpiness of their own spouse; the local scamp Kolka (Evgeny Mironov) casually blurted out that he was going to leave for the Far East. Without thinking, he blurts out that he is going far, far away! To a friend! He blurted out in a hurry, just to keep the conversation going, and the neighbors took his statement seriously. The whole village is covered with fuss – it is necessary to prepare a send-off and send Kolya to distant distances. And his finest hour is coming. There is a holiday in the village, a farewell party! Down with the laundry that hasn't been washed, you're giving formal toilets! Kolya is escorted for a long time — with toasts, tears, dancing and scuffles — importunately helped to pack, get a suitcase, settle a difficult relationship with the bride, and all this is completely disinterested. Well, maybe one self—interest is present - there was a worthy reason to \"soak\" Sunday. The catch is that Cola doesn't want to go anywhere anymore. The situation is desperate for Kolya, he has nowhere to go and there is no need, but he cannot help but realize that for one day he became an idol, a hero, albeit on a local scale…",
    "chinese_title": "欢乐时光",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Звездный час по местному времени",
    "douban_rating_average": 0,
    "update_at": "2025-02-08T14:33:52"
}