{
    "aka": [
        "Igra v modern",
        "The Modern Game"
    ],
    "sid": "36828797",
    "cast": [
        {
            "url": "/celebrity/1061808/",
            "name": "叶戈尔·别洛耶夫 Egor Beroev",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1103966/",
            "name": "米哈伊尔·科扎科夫 Mikhail Kozakov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037377/",
            "name": "叶甫盖尼·米罗诺夫 Evgeniy Mironov",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906121243.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [],
    "imdb_id": "tt0471751",
    "director": [
        {
            "url": "/celebrity/1322156/",
            "name": "Maxim Korostyshevsky Maxim Korostyshevsky",
            "@type": "Person"
        }
    ],
    "duration": "84分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "2003-07-10(俄罗斯)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0471751/",
    "imdb_votes": 20,
    "this_title": [
        "Игра в модерн"
    ],
    "douban_link": "https://movie.douban.com/subject/36828797/",
    "imdb_rating": "5.6/10 from 20 users",
    "trans_title": [
        "现代游戏",
        "Igra v modern",
        "The Modern Game"
    ],
    "douban_votes": "0",
    "introduction": "The plot of the film is based on the real love story of the Polish actress Maria Wisnowska and the Russian cornet Alexander Bartenyev, which happened at the turn of the century, in the Modern era. She shone on the stage, and He was a simple Russian officer. She dreamed of an ideal feeling, but that ideal was too illusory. She turned her life into a theater, giving Him a fatal role in this play. The romantic scandal associated with this fatal love stirred the minds of contemporaries.Such a fatal passion could only have arisen in the Modern era. Women have never been so languid and vicious, men are gallant, and the interior is light and refined. Perfumes, elastic silks and mists called to another, surreal world of ancient beliefs. Flirting with death was a common hobby at the turn of the century. Then they died beautifully, playfully.Prima Visnovskaya is a child of her time. She is incredibly beautiful, mysterious and desired by many. She worships three gods: the God of Art, the God of Love and the God of Death. And like a butterfly to the fire, in love with ardent youthful love, cornet Bartenyev aspires to her. He would do anything crazy for her. However, Maria dreams of unearthly love. The actress suffers from loneliness and the severity of the image, the mask she wears in front of the public, fans and the whole Warsaw world. She makes big bets, but she plays by the rules. But, alas, it is not possible for Prima Maria Visnovskaya to get out of this game.",
    "chinese_title": "现代游戏",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Игра в модерн",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2025-04-16T02:44:49"
}