{
    "aka": [],
    "sid": "36829513",
    "cast": [
        {
            "url": "/celebrity/1028232/",
            "name": "马克·波兰 Marc Bolan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906154718.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt19799714",
    "director": [],
    "duration": "99分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-06(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt19799714/",
    "imdb_votes": 123,
    "this_title": [
        "Angelheaded Hipster: The Songs of Marc Bolan & T. Rex"
    ],
    "douban_link": "https://movie.douban.com/subject/36829513/",
    "imdb_rating": "6.5/10 from 123 users",
    "trans_title": [
        "天使头嬉皮士：马克·博兰与霸王龙之歌"
    ],
    "douban_votes": "0",
    "introduction": "AngelHeaded Hipster is the first documentary to explore the creation and interpretation of the Music and Lyrics of Marc Bolan who died at the age of 29 in 1977. Using archival performances, interviews with Bolan, and filmed interpretations by artists such as Nick Cave, John Cameron Mitchell, Joan Jett, Macy Gray, U2, Lucinda Williams, Father John Misty, & others, this documentary creates an exuberant and thoughtful celebration of a true original; Glam Rock pioneer, gender-bending free spirit and explorer of punk and soul music with his last partner musician Gloria Jones, who is interviewed extensively from Sierra Leone. Illuminated with interviews by his great friend David Bowie, Ringo Starr, Elton John and many more, this film creates a new kind of music lookback intertwined with cinema verite footage captured directly from the studio with legendary Avant-Garde Record Producer Hal Willner who tragically died of COVID in 2020 after completing what would be his final album.",
    "chinese_title": "天使头嬉皮士：马克·博兰与霸王龙之歌",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Angelheaded Hipster: The Songs of Marc Bolan & T. Rex",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-09-08T14:49:07"
}