{
    "aka": [
        "KARAMAZOV AND HELL"
    ],
    "sid": "36822212",
    "cast": [
        {
            "url": "/celebrity/1101813/",
            "name": "谢尔盖·加尔马什 Sergey Garmash",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037377/",
            "name": "叶甫盖尼·米罗诺夫 Evgeniy Mironov",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1996",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905916862.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [],
    "director": [],
    "duration": "113分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1996(俄罗斯)"
    ],
    "this_title": [
        "Карамазовы и ад"
    ],
    "douban_link": "https://movie.douban.com/subject/36822212/",
    "trans_title": [
        "卡拉马佐夫与地狱",
        "KARAMAZOV AND HELL"
    ],
    "douban_votes": "0",
    "introduction": "The TV performance of the Sovremennik theater.Based on the play by Nikolai Klimontovich.The thirteen episodes of the play \"Karamazov and Hell\" include fragments from different parts of the novel:1. Ivan's nightmare. 2. Devils and the Karamazov family. 3. At Zosima's. 4. Dmitry's confession. 5. At Dad's.\"Is there a god?\" 6. Ivan's rebellion. 7. The second phenomenon of the Devil. 8. Smerdyakov and Ivan. 9. Ivan's vision: The elder has passed away. 10. The credo of the Father. 11. Dmitry's interrogation By Devils. 12. Ivan's last date with Smerdyakov. 13. The third phenomenon of the Devil.With all the external freedom of the composition, it develops into a kind of mystery, where a person's earthly life takes place in direct connection with the Higher forces, represented here by the elder Zosima, and with the forces of Hell.\" Valery Fokin's Ivan Karamazov is very young, as it should be according to the novel. He is played by Evgeny Mironov. Mironov's open, clear Russian face is the ideal image of Ivan's brother. And the actor's usual certain detachment, and the childish features that appear in his appearance, and a slight emotional excitability - everything is appreciated and used by Fokin.A transparent dome under the grates, a glass sarcophagus for the murdered parent, protruding in the center of the hall... Up and down, light and darkness, and Ivan, and us together with him, Fokin places in the middle, in purgatory \"Izvestia, January 31, 1996.\"The performance staged by Fokin, for all its seemingly universal nature, is exclusively national. Even the Devil, born in Ivan's delirium, is not some judicious German Mephistopheles there, trying to convince Faust, but ours, with the profile of an original farcical Petrushka, carrying nonsense about a seven-pound merchant's wife and a penny candle with the patter of a raeshnik. Yes, what the hell, it's all ours. And an attempt to transfer your own guilt to someone else, let him be your brother. It is no coincidence that the play emphasizes that brother Dmitry is an officer. And an attempt to transfer moral responsibility to an eternally inebriated dad. Like, they would be different, but unless we are... Even the elegance of the patches on the costumes made by an artist specially invited from Poland is not accidental.\"Kultura, February 10, 1996.",
    "chinese_title": "卡拉马佐夫与地狱",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Карамазовы и ад",
    "douban_rating_average": 0,
    "update_at": "2025-05-27T23:08:05"
}