{
    "aka": [
        "Kansai TV 25th Anniversary Shigeru Yoshida"
    ],
    "sid": "36822353",
    "cast": [
        {
            "url": "/celebrity/1048764/",
            "name": "森繁久弥 Hisaya Morishige",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033094/",
            "name": "吉永小百合 Sayuri Yoshinaga",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016999/",
            "name": "新珠三千代 Michiyo Aratama",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032895/",
            "name": "山村聪 Sô Yamamura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029400/",
            "name": "上原谦 Ken Uehara",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1034499/",
            "name": "芦田伸介 Shinsuke Ashida",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1052487/",
            "name": "藤冈琢也 Takuya Fujioka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1053692/",
            "name": "若林豪 Go Wakabayashi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048831/",
            "name": "仲谷升 Noboru Nakaya",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1983",
    "genre": [
        "剧情",
        "传记",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911182787.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1288150/",
            "name": "笠原和夫 Kazuo Kasahara",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt15255962",
    "director": [
        {
            "url": "/celebrity/1282217/",
            "name": "出目昌伸 Masanobu Deme",
            "@type": "Person"
        }
    ],
    "duration": "171分钟",
    "episodes": "1",
    "language": [
        "日语"
    ],
    "playdate": [
        "1983-04-09(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt15255962/",
    "this_title": [
        "吉田茂"
    ],
    "douban_link": "https://movie.douban.com/subject/36822353/",
    "trans_title": [
        "Kansai TV 25th Anniversary Shigeru Yoshida"
    ],
    "douban_votes": "0",
    "introduction": "異色の政治手腕をもとに激動の日本を動かした男・吉田茂氏（森繁久彌）を長女・和子氏（吉永小百合）や妻・雪子氏との私生活を織り込みながら描いて行く。夫人の父親・牧野伯爵が反軍的な立場をとっていたため、２・２６事件後の広田内閣に入閣できずに失意の日々を送っていた時代が、和子氏の回想シーンを通して語られる。ドラマ後半は敗戦直後に首相となった吉田茂氏が、問題山積の内閣をかかえながら悪戦苦闘する姿を好意的な視点から描く。企画経緯を脚本の笠原和夫が語っている。「これは1982年、「大日本帝国」のあとに放映されたんですけど、その大分前から話がありましてね。関西テレビが25周年記念のスペシャルで３時間番組をやりたいということで、初めは岡田（茂）さんが話を持ってきてくれたんですけど、徐々に裕介にバトンタッチしていって……まあ、裕介はプロデューサーになったばかりなんで、実際は東映のテレビ部の桑原秀郎君――この人は優秀な人なんだけど、桑原君が主に相談相手になってくれましてね。でも、これはストーリーがなかなか立たなくてね。というのも、まず、僕の中に、反・吉田茂という感情があったんですよ（笑）。僕は、安保闘争をやっていたわけじゃないんだけれども、自民党に投票したことは一回もないからね（笑）。その党の巨魁みたいな人物に、シンパシーが全然湧かないんですよ。それで猪木正道という人が書いた三冊の吉田茂伝というのがあって、それ以外にもいろんな人が書いているものがあるから読んだりなんかしたんだけども、どうも話が自分の内側から出てこない。半年か一年くらい、モタモタしていたんですよね。それで、いよいよさし迫られてストーリーを書かなきゃならなくなった時、何かないかなと思って、なにげなしに吉田茂のお墓を見に行ったんですよ。青山墓地にあるんですけどね。これが非常にかわいいお墓なんだな。うしろには加藤友三郎のいかにも明治の元勲といったでっかいお墓があるんだけど、それと背中合わせにボコッと真ん丸の小さなお墓があってね。佐藤栄作が碑銘を書いてるんだけど、その両脇には、奥さんと和子の夫の麻生大賀吉、それと若くして死んだ和子の次男の小さな墓があって、それを抱きかかえるようにして立っていてね。それを見て、なんとなくかわいい人だなという気がしたんですよ。それで惹かれてね、ツテを求めて大磯の吉田邸に行ったんですよ。あれは今、西武鉄道が管理してるんだけど、東映を通して、一人で見に行ったんです。そうしたら留守番のおじさんがいて案内してくれましてね。だだっ広いんだけど殺風景な家なんですよね。広い食堂に長いテーブルがあって、吉田茂は三度三度のメシをそこで食うんだけど、たった一人で食うんですってね。で、コックが付いていて、前の日にメニューを提出させるんだけど、メニューどおりのものが出ていないと、クルッと回って庭とかに出ていって、そのまま帰ってこないんだと（笑）。非常にわがままな人らしい。それでお風呂なんかも、なぜか舟形の檜の風呂なんだよ。吉田茂は非常に風呂が好きで、一旦入ると、中から戸を閉めちゃって一人で歌ってるんだと（笑）。そういう話を聞いていると、だんだんある種の人間像が浮かんできてね……。それから寝室も見せてもらってね、かなり広い部屋が二部屋あるんだけど、一方にソファが置いてあって、一方にベッドが置いてあるんですね。それでベッドの枕許に守り刀が飾ってあるんだけど、その背景の壁に虎の絵がある。なんで虎の絵が飾ってあるんだと思って聞いたら、五黄の寅っていうの？吉田茂は明治11年の五王の寅生まれなんですね。だから虎が好きで飾ってあるんだと。それで隣のソファのある部屋は眺望がきいていて、よく富士山が見えるんですよ。で、晩年は、暇さえあればベッドからソファに移って、一日中、富士山を見ているんだと。それで死ぬ前日には富士山が見たいということで、１日に６回もドライブに出たらしいんですね。それで、あの有名な妾――小りんさん？あの人もいましたよ。そういうのをいろいろ見ているうちに、ちょっと待てよ、と。というのも以前、僕は猪木さんにも会いに行ってたんですけどね、その時、猪木さんがちょっと漏らしたことがあったんですよ。それは猪木さんの伝記にも書いてないんだけど、実は吉田茂は嫡子ではないんだと。それは麻生和子の問題もあるし、あの人の娘は宮様と結婚してるでしょ。そういうことがあるからはっきり書けないんだけど、吉田茂は竹内家の嫡子ではないんだと。",
    "chinese_title": "吉田茂",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-21T13:45:18"
}