{
    "aka": [],
    "sid": "36829898",
    "cast": [
        {
            "url": "/celebrity/1314687/",
            "name": "布莱恩·考克斯 Brian Edward Cox",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906183170.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1314687/",
            "name": "布莱恩·考克斯 Brian Edward Cox",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt30783228",
    "director": [],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-01-02(澳大利亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt30783228/",
    "imdb_votes": 15,
    "this_title": [
        "A Symphonic Odyssey with Professor Brian Cox"
    ],
    "douban_link": "https://movie.douban.com/subject/36829898/",
    "imdb_rating": "8.9/10 from 15 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Explore the secrets of the universe with Professor Brian Cox and the Sydney Symphony in a special live event that combines ground-breaking science with the power of a live orchestra.Through the latest imagery of the stars and some of the greatest orchestral music ever written, Professor Cox examines the links between cosmology and music to explore what it means to live a finite, fragile life in an infinite, eternal universe.In A Symphonic Odyssey with Professor Brian Cox, spectacular imagery is displayed on a giant video screen suspended from the ceiling of the Concert Hall of the Sydney Opera House. In front of the screen is the Sydney Symphony Orchestra, conducted by Benjamin Northey. Through music and words, Brian and the orchestra take turns telling a dramatic story about the origin of the universe through black holes to the end of time.The central idea behind A Symphonic Odyssey is that music and science are two of the ways we explore; both are necessary, neither alone is sufficient. We won’t find meaning through the lens of a telescope, but neither will we find meaning if we avert our eyes from nature and, through fear or lack of curiosity, refuse to contemplate the universe beyond.[CAST & CREW]Presented by Prof. Brian CoxConductor: Benjamin NortheySoprano: Jess HitchcockExecutive Producers: Brian Cox, Steve BibbProduced by Barking Mad Productions, Apollo's Children Film © 2023",
    "chinese_title": "A Symphonic Odyssey with Professor Brian Cox",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.9,
    "douban_rating_average": 0,
    "update_at": "2025-04-28T20:36:17"
}