{
    "aka": [
        "美食後花園 2(港)"
    ],
    "sid": "36831723",
    "cast": [
        {
            "url": "/celebrity/1430524/",
            "name": "马库斯·沃宁 Marcus Wareing",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906204137.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt21937576",
    "director": [],
    "duration": "28分钟",
    "episodes": "20",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-08-28(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt21937576/",
    "this_title": [
        "Marcus Wareing's Tales from a Kitchen Garden Season 2"
    ],
    "douban_link": "https://movie.douban.com/subject/36831723/",
    "trans_title": [
        "马库斯·沃宁的花园与厨房 第二季",
        "美食後花園 2(港)"
    ],
    "douban_votes": "0",
    "introduction": "BBC Two, Plimsoll Productions and Marcus Wareing are delighted to announce that Marcus Wareing’s Tales from a Kitchen Garden is returning for series two!In this season, Marcus will be meeting farmers, growers and producers from England’s south-east, as he roots himself more strongly in his local community, leaning on new friends for shared knowledge and support, as well as stepping in to help where he can.From tomatoes and pumpkins, to Kent-grown watermelons, Marcus will be once again exploring the huge variety of ingredients on his doorstep, taking this knowledge back to the kitchen garden to expand his repertoire.While the chickens, pigs, longhorn cows and Lonk sheep from Season 1 are flourishing, there’s always room for more – this new season will see Marcus introduce an even greater variety of livestock and produce to his property, including geese, piglets, new types of trees and even a smoker!“This series I wanted to really dig deep into the possibilities that my land can offer, and take viewers on my personal journey to expand the variety of produce grown in my kitchen garden as well as the animals that graze in my fields,” he says.“I’m really proud of how educational this new series is not just for me but for the audience too, it’s amazing what you can find out when you venture out into your local area. Viewers will get to see more than ever before.”Of course, it wouldn’t be a Marcus Wareing TV show without some cookery - good food is at the heart of everything he does. Having spent years in professional kitchens, developing recipes, Marcus’ quest for flavour continues, as he breaks down barriers between farming and kitchen, immersing himself in learning where food comes from, how it grows, different production methods and, most importantly, what affects the taste of our food.Every episode will end with Marcus showing off his skills, cooking incredible dishes that showcase the very best of British produce - from veggie BBQs that celebrate the bounty of the kitchen garden to show-stopping beef ribs for a celebratory feast. He will also be preserving his excess produce in jams, pickles, cordials and even delicious butters.",
    "chinese_title": "马库斯·沃宁的花园与厨房 第二季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Marcus Wareing's Tales from a Kitchen Garden Season 2",
    "douban_rating_average": 0,
    "update_at": "2025-04-07T12:26:08"
}