{
    "aka": [
        "決戰糕牆(港)"
    ],
    "sid": "36832336",
    "cast": [
        {
            "url": "/celebrity/1072905/",
            "name": "诺亚·凯普 Noah Cappe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1453463/",
            "name": "安娜·奥尔森 Anna Olson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1453137/",
            "name": "克里斯蒂娜·库欣 Christine Cushing",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "真人秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906238426.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt21182322",
    "director": [],
    "duration": "44分钟",
    "episodes": "10",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-03-28(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt21182322/",
    "imdb_votes": 21,
    "this_title": [
        "Wall of Bakers Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36832336/",
    "imdb_rating": "6.6/10 from 21 users",
    "trans_title": [
        "決戰糕牆(港)"
    ],
    "douban_votes": "0",
    "introduction": "Wall of Bakers is a spin-off of Food Network Canada’s wildly successful competition series Wall of Chefs, featuring amateur bakers. This exciting new format tests the skill and nerves of Canada’s home bakers as they battle in the Wall of Bakers kitchen, under the towering shadow of the country’s best pastry chefs.In each episode, four amateur bakers face-off in three rounds of sweet competition. In the first round, they prepare the desserts that have made them famous at home, their crowd-pleasers. In the second round, they are challenged to think on the fly and come up with a dessert using two ingredients that are staples in the home pantry of one of the chefs on the Wall. In the third and final round, the last two home bakers are inspired by another chef’s signature dessert to make their own bakery-worthy creation.Through it all, the Wall is watching, stacked with twelve of the biggest names in baking. The chefs offer colour commentary and expertise throughout all three challenges while tasting, judging, and eliminating one home baker in every round. After a final deliberation, the last home baker standing wins the $10,000 cash prize.EPISODE 1 Cookies for the WinEPISODE 2 Bake It ‘til You Make ItEPISODE 3 Layer It On MeEPISODE 4 Carnival ThrillsEPISODE 5 Sweet SandwichesEPISODE 6 Leverage the BeverageEPISODE 7 Savour the FlavourEPISODE 8 Any Way You Spice ItEPISODE 9 Memory LaneEPISODE 10 Mash It up!Host: Noah CappeProduction company: Insight Production Company",
    "chinese_title": "Wall of Bakers Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-10-18T02:39:14"
}