{
    "aka": [],
    "sid": "36832402",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906243331.jpg",
    "region": [
        "新加坡"
    ],
    "writer": [
        {
            "url": "/celebrity/1520543/",
            "name": "Aditya Thayi Aditya Thayi",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt22037676",
    "director": [
        {
            "url": "/celebrity/1520543/",
            "name": "Aditya Thayi Aditya Thayi",
            "@type": "Person"
        }
    ],
    "duration": "48分钟",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-12-13(新加坡)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt22037676/",
    "this_title": [
        "Deciphering Indonesia with Cheryl Marella"
    ],
    "douban_link": "https://movie.douban.com/subject/36832402/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "For years, news anchor Cheryl Marella has reported on Indonesia from the studios and seen her birth country go through dramatic change. Now, she heads into the field to explore hot-button issues affecting contemporary Indonesia. With the largest economy in Southeast Asia and one of the strongest emerging markets worldwide, Indonesia stands as a nation in flux - where identity, the economy, politics and technology collide and converge. Channel NewsAsia’s Deciphering Indonesia travels the lengths and breadths of the world’s largest archipelagic country to discover what affects its politics and society, and uncover the issues that define the world’s fourth most populous nation. In each episode, Cheryl tackles a complex topic by speaking with the players driving this change. Harnessing her investigative prowess and a disarming smile, Cheryl leads us on a road trip to dig deep, and decipher what Indonesia is thinking, feeling and expressing.Deciphering Indonesia - S1E1: Test Of Tolerance (48 mins)Deciphering Indonesia - S1E2: Ring Of Fire (48 mins)Deciphering Indonesia - S1E3: Tech Nation (47 mins)Deciphering Indonesia - S1E4: Unity In Diversity (45 mins)Production company: Peddling Pictures",
    "chinese_title": "Deciphering Indonesia with Cheryl Marella",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-12-22T23:21:39"
}