{
    "aka": [],
    "sid": "36849880",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1279910/",
            "name": "米莫·卡罗普莱斯蒂 Mimmo Calopresti",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt31987064",
    "director": [
        {
            "url": "/celebrity/1279910/",
            "name": "米莫·卡罗普莱斯蒂 Mimmo Calopresti",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "2024(未定)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt31987064/",
    "this_title": [
        "Cutro, Calabria, Italia"
    ],
    "douban_link": "https://movie.douban.com/subject/36849880/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "On 26 February, a boat - an old wooden caique - sank in Steccato di Cutro, in the province of Crotone, Calabria.Inside the boat, which left from Izmir, Turkey on 21 February, were 180 human beings, mostly of Afghan origin, Pakistani, Syrian, Turkish, Somali and Iraqi. Women, men and children. The shipwreck took the lives of 91 people, including 25 children. The boat, 150 metres from the shore, surrendered before the violence of the waves and the sharp points of the rocks. Who are the victims and survivors of the shipwreck? They are individuals who have fled their homelands for a variety of causes: armed conflicts, persecution (religious, gender), poverty, climate change, the right to aspire to a better existential path, the need to regain dignity, to work, to study and to form a family.The parish priest of Steccato di Cutro said: 'I saw the blood of Jesus Christ on the sand'.The Convent of the Minor Fathers of St. Francis, in Cutro, preserves the wooden crucifix - declared a national monument in 1939 - which was made by Friar Umile Pintorno from Pietralia Soprana in 1636. Cutro is a municipality of 10,000 inhabitants.The people of Cutro were not indifferent to the disaster that occurred off the coast of Steccato.They did not react to a news event, but found themselves in a moment of history, in a strip of suppressed humanity. So one feels the need to understand, to move from Rome and go to Cutro, to document, to stop in front of to such a tragedy, to narrate, with humility, beyond the limitations of the political class (in Italy and Europe) of bureaucratic language, of mass media rituals.To undertake an inner journey, as Pier Paolo Pasolini did, who chose Cutro as the space for his film ‘The Gospel According To Matthew’. And those waters, which welcomed the Gospel, became the stage for catastrophe. Without prejudice, snootiness, sociological intentions, we will listen to those people to get to know them in depth. To draw a line of humanity, to unite pain with hope.",
    "chinese_title": "Cutro, Calabria, Italia",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-02T15:42:47"
}