{
    "aka": [],
    "sid": "36845733",
    "cast": [
        {
            "url": "/celebrity/1136403/",
            "name": "韦恩·牛顿 Wayne Newton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055171/",
            "name": "保罗·安卡 Paul Anka",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906659926.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt31049077",
    "director": [],
    "duration": "",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-02-25(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt31049077/",
    "imdb_votes": 142,
    "this_title": [
        "Vegas: The Story of Sin City Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36845733/",
    "imdb_rating": "7.0/10 from 142 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "CNN Original Seriestakes viewers on an expansive journey into the heart and history of one of America’s most beloved and notorious cities in Vegas: The Story of Sin City. Produced by Bungalow Media + Entertainment, the series will premiere on Sunday, February 25 at 10pm ET/PT on CNN.Visiting Las Vegas has become an American rite of passage. It’s a town that has platformed major musical artists from the Rat Pack and Elvis Presley to Celine Dion and Adele, making Nevada’s largest city an international destination for music and live entertainment. Across four immersive episodes, Vegas: The Story of Sin City showcases the past seventy years of America’s cultural maturation through the lens of this unique city, featuring the entertainment acts, the visionary entrepreneurs, the infamous mafia figures, and the colorful political history that put it on the map.Through interviews with notable entertainers like Paul Anka and Wayne Newton, former showgirls, journalists, and cultural historians, the city’s evolution into an entertainment mecca is unspooled, revealing the role Las Vegas played in the most important movements and moments shaping American culture as we know it today.Vegas: The Story of Sin City is executive produced by Robert Friedman, Stephen J. Morrison, Mike Powers, Liz Yale Marsh, and Richard Zoglin for Bungalow Media + Entertainment and Amy Entelis and Lyle Gamm CNN Original Series.S1 E1 From Sand To StripS1 E2 The Golden AgeS1 E3 Shuffling The DeckS1 E4 The Greatest Show on Earth",
    "chinese_title": "Vegas: The Story of Sin City Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-03-11T17:15:20"
}