{
    "aka": [],
    "sid": "36848646",
    "cast": [
        {
            "url": "/celebrity/1539822/",
            "name": "叶夫根尼·施里科夫 Evgeniy Shirikov",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "剧情",
        "动作",
        "悬疑",
        "惊悚",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906750533.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [],
    "imdb_id": "tt23747876",
    "director": [],
    "duration": "55分钟",
    "episodes": "8",
    "language": [
        "俄语"
    ],
    "playdate": [
        "2024-04-04(俄罗斯)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt23747876/",
    "imdb_votes": 442,
    "this_title": [
        "Ten Chikatilo"
    ],
    "douban_link": "https://movie.douban.com/subject/36848646/",
    "imdb_rating": "6.8/10 from 442 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Policeman Poptsov, who works in the Angarsk Department of Internal Affairs, decides that society needs to be cleaned of \"human garbage\". He arrogates to himself the right to choose whom to punish, from whom to purify this world. In fact, Poptsov banally flatters his perverted libido, hunting mostly fallen women, and his \"cleaner ideology\" turns into a banal self-justification of lust. But thanks to cunning, resourcefulness and access to police archives and databases, Poptsov has been able to avoid punishment for many years, terrifying the entire Irkutsk region. He gradually turns into a completely infernal, semi-mystical character, an elusive \"demon\" from whom there is no escape. A group of investigators and operatives familiar to the viewer from the TV series \"Chikatilo\", led by an experienced and tough Colonel Kovalyov, begins to investigate the murders, at first not even guessing who they had to face. Russia is going through a difficult period in its history, the first Chechen war has already begun, organized crime has flourished, and the inhabitants of the country are mainly engaged in survival. Serving in law enforcement agencies in such a situation is not only difficult, but often life-threatening, but our heroes, led by Kovalyov, cope with all difficulties, and after going through a series of difficult life and criminal situations, go on the trail of Poptsov, stopping the terrible conveyor of death.",
    "chinese_title": "Ten Chikatilo",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2026-01-01T19:00:54"
}