{
    "aka": [],
    "sid": "36847500",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "动画",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912761144.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt32640108",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "2024-06-10(Annecy Festival)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt32640108/",
    "imdb_votes": 108,
    "this_title": [
        "The Wild-Tempered Clavier"
    ],
    "douban_link": "https://movie.douban.com/subject/36847500/",
    "imdb_rating": "6.1/10 from 108 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Something is wrong. Something is completely wrong. With the sound and with the image. The notes are crooked, the piano lid squeaks, the movement falters. Corrections are needed to bring everything together in harmony and in tune with Johann Sebastian Bach’s beautiful music.Six roles of painted toilet paper are worked on by human hands on an editing table, one after the other. The editing device consists of coloured building blocks and a few wooden sticks. It is a game, a trick, it’s entertainment. At the same time, the simple images on the film strip take us deep into the current events of our time. But the material resists sharply delineated representation. It soaks up the paint and blurs the boundaries. It tears. It is limited. Before the story can pick up speed, the roll is unspooled. Narrative is difficult in view of this situation. And yet animation artist Anna Samo manages, with a very light touch, to transform ambivalent feelings, confusion, rigidity and speechlessness into a work of hope and courage.",
    "chinese_title": "The Wild-Tempered Clavier",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-04-04T03:30:07"
}