{
    "aka": [
        "Mine bedsteforældres krig",
        "Mine besteforeldre og krigen"
    ],
    "sid": "36848526",
    "cast": [
        {
            "url": "/celebrity/1314989/",
            "name": "基特·哈灵顿 Kit Harington",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1344274/",
            "name": "卡罗琳·凯兹 Caroline Catz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054448/",
            "name": "凯拉·奈特莉 Keira Knightley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1107884/",
            "name": "托比·琼斯 Toby Jones",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片",
        "传记",
        "历史",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906745546.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt21945676",
    "director": [
        {
            "url": "/celebrity/1505457/",
            "name": "Francis Hanly Francis Hanly",
            "@type": "Person"
        }
    ],
    "duration": "44分钟(PBS) / 47分钟(Channel 4)",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-09-15(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt21945676/",
    "imdb_votes": 43,
    "this_title": [
        "My Grandparents' War Season 2"
    ],
    "douban_link": "https://movie.douban.com/subject/36848526/",
    "imdb_rating": "8.3/10 from 43 users",
    "trans_title": [
        "我祖辈的战争 第二季",
        "Mine bedsteforældres krig",
        "Mine besteforeldre og krigen"
    ],
    "douban_votes": "0",
    "introduction": "Kit Harington, Keira Knightley, Toby Jones and Emeli Sandé Explore Their Families’ Pasts in Season 2 of My Grandparents’ War.Four-part World War II history-genealogy series returns on Tuesdays, April 11-May 2 on PBS.Returning for a second season of compelling personal stories set during some of the most dramatic moments of World War II, My Grandparents’ War takes a fascinating journey into the past to understand the extraordinary impact of global conflict on the families of four British international stars. Kit Harington (Game of Thrones), Keira Knightley (Atonement, Pride and Prejudice), Toby Jones (Captain America) and Emeli Sandé (“Next to Me,” “Our Version of Events”) each host an episode that explores their family’s unique stories. Discoveries are made and secrets revealed as they travel to historic locations — from the Scottish Highlands, all the way to Kenya and Zambia, where the British colonial wars were being fought — to retrace their grandparents’ footsteps during the events that changed their lives forever.The four stars featured in Season 2 were mostly unfamiliar with their grandparents’ experiences during wartime. Some of their grandparents were instructed not to discuss what happened during their service; others remained silent, not wanting to revisit a painful past. Season 2 reveals that romance was often ignited in the dramatic circumstances of war, as couples met, fell in love and married in record time. Themes of courage, self-sacrifice and resilience emerge, as ordinary people caught up in the chaos of war continually rose to the challenge and accomplished extraordinary things.S2 E1 “Kit Harington”S2 E2 “Keira Knightley”S2 E3 “Toby Jones”S2 E4 “Emeli Sandé”My Grandparents’ War is a production of Wonderhood Studios for Channel 4 Television, in association with The WNET Group. Presented by Kit Harington, Keira Knightley, Toby Jones and Emeli Sandé.  Directed by Francis Hanly, Erica Gornall and Tom McCarthy. Executive Producers are Tom Anstiss and Samantha Anstiss. For The WNET Group: Lesley Norman is Executive Producer and Stephen Segaller is Executive-in-Charge.",
    "chinese_title": "我祖辈的战争 第二季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "My Grandparents' War Season 2",
    "imdb_rating_average": 8.3,
    "douban_rating_average": 0,
    "update_at": "2025-05-11T00:26:37"
}