{
    "aka": [
        "Crooked Wicked Hated Elected (w/t)"
    ],
    "sid": "36845724",
    "cast": [
        {
            "url": "/celebrity/1406537/",
            "name": "杰克·塔珀 Jake Tapper",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906660011.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt30970864",
    "director": [],
    "duration": "42分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-02-18(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt30970864/",
    "imdb_votes": 123,
    "this_title": [
        "United States of Scandal with Jake Tapper Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36845724/",
    "imdb_rating": "7.4/10 from 123 users",
    "trans_title": [
        "Crooked Wicked Hated Elected (w",
        "t)"
    ],
    "douban_votes": "0",
    "introduction": "CNN Original Series goes behind the headlines with CNN Anchor and Chief Washington Correspondent Jake Tapper to investigate some of the most outrageous and iconic political controversies of the modern era. Produced by The Intellectual Property Corporation (IPC), a part of Sony Pictures Television, United States of Scandal with Jake Tapper will air a special two-episode premiere on Sunday, February 18 at 9pm ET/PT. The series will air regularly on Sundays at 9pm ET/PT.Across six lively episodes, United States of Scandal examines what drives someone to break the rules and what happens when they are caught. Weaving together a rich tapestry of archival footage and illuminating conversations with some of the most famous and infamous figures in US politics, Tapper invites viewers into the stranger-than-fiction stories of sensational American political scandals. Featuring his signature wit and Emmy® Award-winning reporting, Tapper decodes the truth from spin in these legendary tales of ego, corruption, and collapse.United States of Scandal features expansive interviews conducted by Tapper with notable political figures including Rod Blagojevich, Rielle Hunter, Jim McGreevey, Valerie Plame and more individuals at the center of these cultural moments, revealing the personal stories behind the most unbelievable rises and Shakespearean downfalls in American politics.United States of Scandal is executive produced by Aaron Saidman and Eli Holzman for IPC; host Jake Tapper; showrunner Gil Marsden; and Amy Entelis, Lyle Gamm and Katie Hinman for CNN.S1 E1 Rod BlagojevichS1 E2 Mark SanfordS1 E3 John EdwardsS1 E4 Eliot SpitzerS1 E5 Jim McGreeveyS1 E6 Valerie Plame",
    "chinese_title": "United States of Scandal with Jake Tapper Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-07-19T03:39:23"
}