{
    "aka": [
        "Porfyra kai aima"
    ],
    "sid": "36854720",
    "cast": [
        {
            "url": "/celebrity/1168904/",
            "name": "Voula Zouboulaki Voula Zouboulaki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1170207/",
            "name": "Gogo Antzoletaki Gogo Antzoletaki",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1977",
    "genre": [
        "剧情",
        "爱情",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906959089.jpg",
    "region": [
        "希腊"
    ],
    "writer": [
        {
            "url": "/celebrity/1038038/",
            "name": "尼柯·福斯柯罗斯 Nikos Foskolos",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt9903398",
    "director": [
        {
            "url": "/celebrity/1048787/",
            "name": "Kostas Andritsos Kostas Andritsos",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1038038/",
            "name": "尼柯·福斯柯罗斯 Nikos Foskolos",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "54",
    "language": [
        "希腊语"
    ],
    "playdate": [
        "1977-12-07(希腊)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9903398/",
    "imdb_votes": 8,
    "this_title": [
        "Πορφύρα και αίμα"
    ],
    "douban_link": "https://movie.douban.com/subject/36854720/",
    "imdb_rating": "7.5/10 from 8 users",
    "trans_title": [
        "紫色与鲜血",
        "Porfyra kai aima"
    ],
    "douban_votes": "0",
    "introduction": "χωρίς να μπορεί να κάνει το παραμικρό, γιατί δεν έχει αυτοκρατορική εντολή. Άτομα του περιβάλλοντός του του προσπαθούν να τον πείσουν να στασιάσει και να πάρει το θρόνο με τη βία, αλλά εκείνος επιλέγει να παρουσιαστεί στον αδερφό του νεκρού αυτοκράτορα, Καίσαρα Ιωάννη Δούκα (Γιώργος Τζώρτζης) και τον εκλιπαρεί να συγκροτήσει στρατό, για να αντιμετωπιστεί η επέλαση. Εκείνος όχι μόνο αρνείται, αλλά προσβάλλει τον Ρωμανό, τον οποίο θέλει να εξοντώσει.Κατόπιν τούτου, ο Ρωμανός αποφασίζει να ζητήσει ακρόαση από την Ευδοκία. Τόσο ο Δούκας όσο και ο πρωτοβεστιάριος και ραδιούργος Μιχαήλ Ψελλός (Δημήτρης Μυράτ) προτρέπουν την αυτοκράτειρα να μη δεχτεί τον Ρωμανό. Εκείνη όμως τον δέχεται, προκαλώντας την οργή των δύο συμβούλων της, που τον θεωρούν σφετεριστή του θρόνου. Στη συνάντησή τους, ο Ρωμανός παρουσιάζει στην Ευδοκία και εκείνη συγκινείται από τη γενναιότητά του, αλλά αποφεύγει να του απαντήσει ξεκάθαρα. Καθώς ο καιρός περνά, ο Ρωμανός αποφασίζει να προχωρήσει σε στάση εναντίον του παλατιού, για να εξαναγκάσει τους επικεφαλής σε συγκρότηση στρατού. Ο Ψελλός μαθαίνει το σχέδιο και συλλαμβάνει τον δρουγγάριο Κωνσταντίνο Ίσαυρο (Γιώργος Βουτσίνος) ο οποίος, πιστός στον Ρωμανό, αρνείται να τον προδώσει τη στάση παρά τα φρικτά βασανιστήρια. Όταν όμως του υπόσχονται ότι θα προαχθεί στον βαθμό του τουρμάρχη, αμέσως μαρτυρά τα πάντα. Έτσι, τον Δεκαπενταύγουστο του 1067, ο Ρωμανός συλλαμβάνεται πριν προλάβει να επιχειρήσει τη στάση και φυλακίζεται. Ταυτόχρονα, ο Δούκας με τον Ψελλό, στοχεύουν σε μια σύντομη δίκη και σε εκτέλεση με συνοπτικές διαδικασίες. Όμως, τα σχέδιά τους θα χαλάσει η Ευδοκία, η οποία είναι γοητευμένη από τον Ρωμανό και ζητά να τον δικάσει η ίδια. Ο Ρωμανός παραδέχεται ότι ετοίμαζε στάση, αλλά επισημαίνει ότι στόχος του ήταν η απελευθέρωση της πατρίδας του. Ο Δούκας και ο Ψελλός εισηγούνται τη θανατική καταδίκη του, ωστόσο η αυτοκράτειρα του χαρίζει τη ζωή και τον εξορίζει στην Καππαδοκία, αφαιρώντας του τα στρατιωτικά αξιώματα.Κατευθυνόμενος προς την Καππαδοκία μαζί με τα παιδιά και τους υπηρέτες του, ο Ρωμανός δέχεται απόπειρα δολοφονίας που έχουν οργανώσει οι παλατιανοί εχθροί του. Όμως, επειδή η Ευδοκία έχει φροντίσει να τον ενημερώσει εγκαίρως μέσω του φίλου του Μιχαήλ (Αλμπέρτο Εσκενάζυ), δίνοντας εντολή να έχει συνοδεία κατά την πορεία του, ο Ρωμανός σκοτώνει τον αντίπαλό του. Όταν όμως φτάνει στην Καππαδοκία, καταλαβαίνει ότι δεν μπορεί να εμποδίσει την επέλαση των Σελτζούκων. Ωστόσο, μαθαίνοντας ότι αυτοί έχουν επιτεθεί στην Καισάρεια, οπλίζει μερικούς άνδρες, σπεύδει στην περιοχή και καταφέρνει να τους εξοντώσει.Τα νέα φτάνουν στην Κωνσταντινούπολη και η Ευδοκία του δίνει πίσω τα στρατιωτικά αξιώματά του, τον προάγει σε αρχιστράτηγο και του δίνει τη δυνατότητα να επιστρέψει στη βασιλεύουσα. Εκεί, ο Ρωμανός καταφέρνει να πείσει το παλάτι να συγκροτήσει ισχυρό στρατό και να πολεμήσει τους Σελτζούκους. Η Ευδοκία αποφασίζει να τον παντρευτεί, παρόλο που γνωρίζει ότι υπάρχει το χρυσόβουλο το οποίο της απαγορεύει κάτι τέτοιο. Ωστόσο, ένα τυχαίο περιστατικό τη βγάζει από το αδιέξοδο, καθώς ο αδελφός του πατριάρχη, ο Βάρδας (Γιώργος Σούτης), εμπλέκεται σε διάφορα ερωτικά σκάνδαλα, μεταξύ των οποίων η ατίμωση της αρχοντοπούλας Θεοφανώς (Μαρία Μαργαρίτη). Έτσι, η αυτοκράτειρα πείθει τον πατριάρχη να της επιστρέψει το χρυσόβουλο παραπλανώντας τον ότι θα δώσει το θρόνο στον Βάρδα και είναι ελεύθερη να προχωρήσει σε γάμο με τον Ρωμανό. Όταν ο πατριάρχης αντιλαμβάνεται την απάτη, προσπαθεί να ματαιώσει την τελετή ανεπιτυχώς.Ως αυτοκράτορας πλέον, ο Ρωμανός προάγει τους ανθρώπους του, χωρίς να αντιλαμβάνεται ότι τους προσφέρει την ευκαιρία να του πάρουν τον θρόνο. Έτσι, ενώ νομίζει ότι προετοιμάζουν στρατό για να υπερασπίσει τα εδάφη της αυτοκρατορίας, όταν το Μάρτιο του 1068 ξεκινά για εκστρατεία στην Ασία, διαπιστώνει ότι ο στρατός αποτελείται από ελάχιστους ρακένδυτους αμάχους και μερικά αδύναμα άλογα. Παρά την απογοήτευσή του ξεκινά προσπάθεια να τους εκγυμνάσει για τη μάχη. Ωστόσο, μια αιφνιδιαστική επίθεση των Τούρκων στον κάμπο της Ιεράπολης διαλύει τον βυζαντινό στρατό. Ο Ρωμανός δίνει εντολή οπισθοχώρησης, αλλά τελικά επιτίθεται αιφνιδιαστικά και συντρίβει τον τουρκικό στρατό.Στη συνέχεια, επιστρέφει στην Κωνσταντινούπολη νικητής και κατηγορεί τους Δούκα και Ψελλό για ελλιπή προετοιμασία του στρατού.Την άνοιξη του 1071, ξεκινά και πάλι εκστρατεία εναντίον των Τούρκων, την οποία οι βυζαντινοί φαίνεται να κερδίζουν. Όμως, στις 19 Αυγούστου 1071 στη Μάχη του Μαντζικέρτ, ο Ρωμανός προδίδεται από τους παλατιανούς αντιπάλους του και βρίσκεται αιχμάλωτος στα χέρια των Τούρκων, ενώ ο Δούκας και ο Ψελλός ζητούν εκβιαστικά από την Ευδοκία να υπογράψει την εκθρόνισή του και να ορίσει αυτοκράτορα τον γιο της Μιχαήλ Ζ΄ Δούκα. Έτσι και γίνεται, τη στιγμή που ο Ρωμανός απελευθερώνεται από τους Τούρκους. Πίσως στην Κωνσταντινούπολη, ο Ρωμανός προσπαθεί να ξαναπάρει τον θρόνο, αλλά χάνοντας στη μάχη της Αμάσειας από τον Δούκα, συλλαμβάνεται, τυφλώνεται κι εξορίζεται, για να πεθάνει το 1072, ενώ η Ευδοκία, εξορίζεται σε μοναστήρι στην Πρίγκηπο.",
    "chinese_title": "紫色与鲜血",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Πορφύρα και αίμα",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-08-18T21:13:15"
}