{
    "aka": [],
    "sid": "36857691",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1967",
    "genre": [
        "纪录片",
        "短片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1277194/",
            "name": "汤姆·安德森 Thom Andersen",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "1967(美国)"
    ],
    "this_title": [
        "--- ------- (A Rock and Roll Movie)"
    ],
    "douban_link": "https://movie.douban.com/subject/36857691/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A documentary about rock'n'roll. Making, buying, selling. Radio, jukebox, scoptione, pinball, poolhall. Canned Heat, City Lights, Seeds of Time, LA Tymes. Llyn Foulkes, Charlie Watts, Chris & Craig, Duke of Earl. Seeburg, Wurlitzer. Standing, walking, jumping, singing, dancing, gesturing, surfing. LAPD, LA Country Sheriffs Dept., The Trip, The Lynch Bldg.. Top's, Pandora's Box, Maverick's Flat, someone's backyard. California Music Co. Riot in cell block number nine, riot on sunset strip. Hot rod, coin slot, go cart, bomp club. Hound Dog Man, King Creole. Kim Watson, The Rainbows, The Shangri-Las, The Supremes, Earl-Jean. Stupid Girl, 19th nervous breakdown. Bill Haley and the Comets: you can get no further back than that. Wolfman Jack, Ernie Bushmiller, Jimmy Reed, Ray Charles, The Who, The Coasters. Great balls of fire. Standing at the crossroads of love. Fats Domino, Chuck Berry, John Cale, Screamin Jay Hawkins, Howlin Wolf, James Brown -The King. You cant catch me. Frankie Avalon, The Beatles, The Yardbirds. Wax reclamation, an early clue to the new direction. Mick Jagger/Earth Angel. Documentary material organized by a predetermined structure. A sequence of picture-sound equations with randomly chosen terms. Vertically. --- ------- is completely structured; horizontally it is completely random. A pastiche of cinematography, a parody of montage. 1:2. 3:7. Right, left. Right to left--left to right. Up-down. Stasis, motion. Orange, magenta. Yellow, blue. Red, green. Magenta, orange. Blue, yellow. Green, red. 1:2, 1.5:3, 2:4, 3:6, 5:10, 8:16...",
    "chinese_title": "--- ------- (A Rock and Roll Movie)",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-12T18:11:57"
}