{
    "aka": [
        "The Hummingbird Effect"
    ],
    "sid": "36857197",
    "cast": [
        {
            "url": "/celebrity/1044718/",
            "name": "岑勇康 Harry Shum Jr.",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907055600.jpg",
    "region": [
        "奥地利",
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1430329/",
            "name": "道格·舒尔茨 Doug Shultz",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "47分钟(ServusTV)",
    "episodes": "",
    "language": [],
    "playdate": [
        "2023-03-01(奥地利)",
        "2023-04-12(美国)"
    ],
    "this_title": [
        "Der Kolibri-Effekt"
    ],
    "douban_link": "https://movie.douban.com/subject/36857197/",
    "trans_title": [
        "蜂鸟奇缘",
        "The Hummingbird Effect"
    ],
    "douban_votes": "0",
    "introduction": "By some measures, it’s a tiny country, just .03% of the Earth’s landmass. But when it comes to wildlife, Costa Rica is an ecological giant, bursting with a density of species and diverse habitats unparalleled anywhere else in the world.While this country’s highly beloved pollinators, hummingbirds, go to work, the fruits of their labor bring neighboring wildlife to the feast. Scarlet macaws, monkeys and toucans pluck fresh fruit from the foliage, dropping juicy scraps and seed pods to the forest floor. At dawn, elusive Baird’s tapirs use their prehensile noses to sniff out a meal, devouring the fallen fruit, carrying the seeds of future forests in their bellies as they forage. In eye-popping cinematic style, \"The Hummingbird Effect\" captures the intricately linked creatures of the country’s lush environments, showcasing the dazzling hummingbirds at their heart and giving new meaning to the country’s motto, Pura Vida — Pure Life.Produced by Terra Mater Studios, THIRTEEN Productions, PBS, CPB, WNET, Coneflower Films Studios",
    "chinese_title": "蜂鸟奇缘",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Der Kolibri-Effekt",
    "douban_rating_average": 0,
    "update_at": "2025-05-03T02:35:19"
}