{
    "aka": [
        "Moongyeong: More than Roads"
    ],
    "sid": "36857957",
    "cast": [
        {
            "url": "/celebrity/1366526/",
            "name": "柳善英 Abell Ryu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1540565/",
            "name": "崔秀敏 Soo-min Choi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1442799/",
            "name": "蔡书安 Seo-an Chae ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1560964/",
            "name": "李知海 Rhee Ji Hae",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912069689.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1334478/",
            "name": "申东一 Dong-il Shin",
            "@type": "Person"
        }
    ],
    "duration": "115分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "2024-05-03(全州电影节)"
    ],
    "this_title": [
        "문경"
    ],
    "douban_link": "https://movie.douban.com/subject/36857957/",
    "trans_title": [
        "闻庆",
        "Moongyeong: More than Roads"
    ],
    "douban_votes": "0",
    "introduction": "Disillusioned with her work life, Mun-gyeong goes on a vacation to Mungyeong City on a whim. There, she and Ga-eun, a Buddhist nun who was taking travelling practice, rescue a stray dog, Gil-soon. The three unite and spend a night of emotional solidarity at an old lady's house.The protagonist, Mun-gyeong, does not visit Mungyeong just because of the similarity in names but because it is the hometown of the former temp worker, Cho-wol, who managed much of the department’s workload. On her spontaneous journey, Mun-gyeong encounters Ga-eun, a Buddhist nun, and Gil-soon, a dog Ga-eun has been protecting, and then an older woman who mistakenly thinks Gil-soon is her missing dog, which leads her to spend a night at the woman’s home. Everything occurring in Mungyeong: More than Roads can be viewed as a series of coincidences. Yet, in life, events unfold as coincidence and fate are intricately woven together, much like the warp and weft in fabric. The relationships that arise from this interplay are referred to as “Inyeon” in Korean. In essence, Mungyeong: More than Roads is a film about such connections, and the happiness or little miracles that these connections create. The one who plays a key role in forming these connections is the dog Gil-soon, who brings the characters’ hearts together (No wonder the film includes shots from Gil-soon’s viewpoint). It is the latest work by director Shin Dong-il, who has a deep connection with the JEONJU International Film Festival through films such as The Holy Family (2001) and Bandhobi (2009). It reflects his years of experience and ever-expanding directorial scope. (MOON Seok)",
    "chinese_title": "闻庆",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "문경",
    "douban_rating_average": 0,
    "update_at": "2026-02-02T08:35:32"
}