{
    "aka": [],
    "sid": "3685829",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1939039409.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0285160",
    "director": [],
    "duration": "49分钟",
    "episodes": "3",
    "language": [
        "俄语"
    ],
    "playdate": [
        "2000"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0285160/",
    "imdb_votes": 89,
    "this_title": [
        "Gulag"
    ],
    "douban_link": "https://movie.douban.com/subject/3685829/",
    "imdb_rating": "8.3/10 from 89 users",
    "trans_title": [
        "古拉格"
    ],
    "douban_votes": "219",
    "introduction": "We will never know how many people were victims of communism between the October Revolution of 1917 and Stalin’s death in March 1953. Some historians say 20 million died others 50 million. Millions more worked as slaves in the Gulag, the system of mines, factories and building sites which lay at the heart of the great Soviet drive for industrialisation.Gulag is tragedy on a harrowing scale. The stories of a nightmare world, told in the words of both victims and perpetrators, continue to haunt today’s society. Slave labour built the Russian Parliament and half of Moscow. The legendary Volga Canal was built by the Gulag and if people died during their work then they would be thrown in with the cement.Gulag is a journey from a canal on the outskirts of Moscow to the deserts of central Asia and the snowy wastes of the Arctic via the heart of Russian society and history. It is not simply a story of repression but an exploration of the way the camp system stands as a metaphor for Soviet Russia for the camps combined repression with a huge economic purpose, lying at the heart of Stalin’s plans to industrialise.",
    "chinese_title": "古拉格",
    "douban_rating": "9.0/10 from 219 users",
    "foreign_title": "Gulag",
    "imdb_rating_average": 8.3,
    "douban_rating_average": "9.0",
    "update_at": "2025-08-26T14:14:10"
}