{
    "aka": [
        "King Mindaugas"
    ],
    "sid": "36857485",
    "cast": [
        {
            "url": "/celebrity/1196150/",
            "name": "Vytautas Rumsas Vytautas Rumsas",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1992",
    "genre": [
        "剧情",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907046237.jpg",
    "region": [
        "立陶宛"
    ],
    "writer": [],
    "director": [],
    "duration": "49分钟",
    "episodes": "",
    "language": [
        "立陶宛语"
    ],
    "playdate": [
        "1992(立陶宛)"
    ],
    "this_title": [
        "Valdžia"
    ],
    "douban_link": "https://movie.douban.com/subject/36857485/",
    "trans_title": [
        "明道加斯国王",
        "King Mindaugas"
    ],
    "douban_votes": "0",
    "introduction": "Nel 1263 Mindaugas, re di Lituania, convoca nel proprio castello di Voruta i suoi più potenti vassalli, i duchi, che vengono ricevuti dall'autorevole consigliere di corte Trainaitis. Il regno di Mindaugas si è sempre basato sulla violenza perpetrata dal re contro i suoi oppositori ed addirittura i propri famigliari; ed i sudditi, a qualsiasi livello, servono il re più per paura che per lealtà. Anche in occasione del presente raduno, l'anziano duca Daujotas, fervente cristiano, e perciò avverso al paganesimo professato dal re, viene imprigionato con un pretesto e decapitato, non senza prima aver lanciato la profezia secondo la quale il re sarebbe stato ucciso dal proprio pugnale. Il duca Tautvilas di Polack, in virtù di alcuni trascorsi, è ancora in grado di ricattare il re, pur essendone sostanzialmente succube, e spera un giorno di rilevarne la corona, mentre il figlio maggiore di Mindaugas, Vaišvilkas, fattosi addirittura monaco, è l'unico ad osare affrontare il padre a viso aperto, e fra i due si ripropone il disaccordo.Mentre il re chiama alla sua presenza i convenuti giunge alla corte, con doni, un tataro, inviato del khan dell'impero mongolo, chiedendo l'amicizia, o per lo meno la neutralità della Lituania, ma Mindaugas orgogliosamente rifiuta, nonostante gli avvertimenti del tataro. Poi il re viene invitato, data la recente scomparsa della regina, a riprendere moglie. Trainaitis, sicuro che il re avrebbe preso sua figlia in moglie, aveva sperato in tal modo di aumentare il proprio prestigio a corte, ma viene smentito quando Mindaugas, fra lo sgomento dei presenti, dichiara e decreta di volere sposare la sorella della defunta regina Morta, moglie del duca Daumantas. A seguito di ciò, esasperati, Daumantas e Trainaitis ordiscono una congiura per uccidere il re durante un banchetto che avrebbe dovuto tenersi la sera stessa, sicuri dell’aiuto degli altri vassalli e della complicità di Marta, grande oppositrice del re: se qualcosa non avesse funzionato, Trainaitis era pur sempre in possesso di una fiala di veleno inviatagli a suo tempo nientedimeno che dal Papa, e la consegna ora a Daumantas.In un colloquio con Marta il re, consapevole della cattiva fama di cui gode, e ciononostante in preda all’angoscia, espone alla donna le motivazioni della propria condotta violenta, dovuta alla necessità di assicurare l'unità delle popolazioni sotto al suo dominio, che altrimenti sarebbero state facile preda dei numerosi nemici; e soprattutto le ricorda di quando, un tempo, innamorato, avendo chiesto la sua mano al padre di lei, era stato rifiutato in quanto la ragazza era allora troppo giovane, ed egli, sempre in virtù della ragion di stato, aveva acconsentito a sposare invece la sorella, la regina mancata da poco. A tali parole in Marta vengono meno i reali motivi di opposizione al re, ovvero lo sdegno per essersi vista posporre alla sorella, e rinasce l'antico amore. Ma in quel momento Mindaugas scopre vicino a Marta un pugnale, col quale ella avrebbe dovuto ucciderlo: il re lo fa a pezzi, ma poi, sentendosi ormai votato alla morte, consegna il proprio alla donna. In quel mentre arriva Trainaitis a chiamare il re al banchetto. Marta cerca di convincerlo a non andarci, ma Mindaugas, apparentemente consapevole di andare incontro alla morte, non le dà ascolto. Marta affida alla figlia di Trainaitis i figli minori del re, in seguito ha un breve incontro col marito, durante il quale egli le confisca il pugnale, poi segue Mindaugas.Il re si imbatte nei congiurati, ormai sicuri di averlo in pugno, ma Mindaugas inaspettatamente fa intervenire le guardie che aveva preventivamente avvertito; tuttavia Trainaitis, con promesse allettanti, le convince a smettere di fare da schiavi al re, e le guardie si ritirano. Daumantas uccide il re col suo proprio pugnale, secondo la profezia di Daujotas. Interviene Tautvilas, che vuole approfittare della situazione per assurgere al titolo di re, ma viene ucciso da Trainaitis. Quest’ultimo brinda al futuro re dei lituani con Daumantas, che coglie l'occasione per avvelenarlo a morte col contenuto della fialetta.Si ripresenta l'inviato del khan annunciando l'imminente arrivo delle truppe mongole dell'Orda, e dicendosi sicuro che nessuno, ora, morto Mindaugas, potrà tener loro testa. Dagli spalti del castello Daumantas assiste impotente all’orrido spettacolo di Marta che, seguendo il cadavere del re, si getta nella sua pira.",
    "chinese_title": "明道加斯国王",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Valdžia",
    "douban_rating_average": 0,
    "update_at": "2025-11-22T07:35:05"
}