{
    "aka": [],
    "sid": "36857739",
    "cast": [
        {
            "url": "/celebrity/1014776/",
            "name": "布利克萨·巴格特 Blixa Bargeld",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1039144/",
            "name": "FM Einheit FM Einheit",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029162/",
            "name": "亚历山大·哈克 Alexander Hacke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1020368/",
            "name": "N.U. Unruh N.U. Unruh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162901/",
            "name": "Thomas Wydler Thomas Wydler",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1985",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907051694.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt0373716",
    "director": [
        {
            "url": "/celebrity/1050642/",
            "name": "沃尔夫冈·布尔德 Wolfgang Büld",
            "@type": "Person"
        }
    ],
    "duration": "59分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1985(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0373716/",
    "imdb_votes": 31,
    "this_title": [
        "Berlin Now"
    ],
    "douban_link": "https://movie.douban.com/subject/36857739/",
    "imdb_rating": "7.5/10 from 31 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "BERLIN NOW, by Wolfgang Büld, takes a trip through the bizarre tapestry of what was once West Berlin - a city riddled with empty lots and free space and surrounded by a wall. Berlin embodied a culture of its own, one which resisted the whitewash that politicians and city officials are so fond of administering in the name of \"cultivation\". BERLIN NOW is a documentary, a musical journey and an exploration of underground culture in 80s West Berlin - a trip, a whirl of images, a celebration of the music beyond the mainstream. With Blixa Bargeld, Einstürzende Neubauten, Mona Mur, and FM Einheit. This was a city with a singularly strange attraction to the \"rubble aesthetic\" that was perhaps a last echo of Romanticism's preoccupation with ruins. The camera takes in some of West Berlin's most well known landmarks, some of which are truly grotesque. For example the ICC center for trade fairs, whose space age aesthetic tries to be groovy but ended up square - a style that to this day typifies the \"new\" Berlin. Sometimes the camera lingers on a well known city trademark and makes it look like a wonderful new discovery. The film comes back again and again to the Berlin sounds and musicians who make them, and rightly so. For they accurately describe the old \"West\" - inhospitable and raw as it was - as a space where living and creating could exist side by side. BERLIN NOW delivers what the title promises, a slice of time, a snap shot of Berlin during the wall. With Blixa Bargeld, Einstürzende Neubauten, Mona Mur, and FM Einheit.",
    "chinese_title": "Berlin Now",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-11-11T15:56:16"
}