{
    "aka": [],
    "sid": "36854728",
    "cast": [
        {
            "url": "/celebrity/1014044/",
            "name": "A·R·拉曼 A.R. Rahman",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906959161.jpg",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt8836898",
    "director": [],
    "duration": "40分钟 / 47分钟",
    "episodes": "5",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-08-15(印度)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8836898/",
    "imdb_votes": 306,
    "this_title": [
        "Harmony with A. R. Rahman"
    ],
    "douban_link": "https://movie.douban.com/subject/36854728/",
    "imdb_rating": "9.0/10 from 306 users",
    "trans_title": [
        "与A·R·拉曼探索印度音乐"
    ],
    "douban_votes": "0",
    "introduction": "Harmony with A.R Rahman is a curated exploration of the past and future of Indian music through the eyes of A. R. Rahman. India's rich musical heritage is viewed through the prism of four specially curated instruments and vocal traditions, selected in order to represent the geographic and historic diversity of the country. The series will examine the traditions, the musicians, and the locations. Over the course of the series, the role of these historical and slowly dying instruments and musical traditions in modern Indian music cultures is re-examined and re-contextualized by A.R Rahman. The series will also focus on the beautiful craftsmanship of the instrument itself. Conversing with the instrument makers provides a view of the intricate and artistically challenging process that goes into the construction and maintenance of the instruments. A.R Rahman travels across the Indian subcontinent to meet each of the musicians and experiences their particular tradition in its original context. As the musicians live their day-to lives: practicing, performing and teaching their students they show audiences what it means to keep such traditions alive in the 21st century.",
    "chinese_title": "与A·R·拉曼探索印度音乐",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Harmony with A. R. Rahman",
    "imdb_rating_average": 9.0,
    "douban_rating_average": 0,
    "update_at": "2026-01-03T21:28:50"
}