{
    "aka": [],
    "sid": "36865315",
    "cast": [
        {
            "url": "/celebrity/1249683/",
            "name": "马克西姆·马特维耶夫 Maksim Matveev",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1458670/",
            "name": "迈克尔·戈尔 Michael Gor",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "剧情",
        "惊悚",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907293565.jpg",
    "region": [
        "俄罗斯",
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt6288302",
    "director": [],
    "duration": "29分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "2017-12-27(俄罗斯)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6288302/",
    "imdb_votes": 9,
    "this_title": [
        "Nastoyashchiy stsenariy"
    ],
    "douban_link": "https://movie.douban.com/subject/36865315/",
    "imdb_rating": "7.6/10 from 9 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The young and successful screenwriter is basking in acclaim and preparing to unveil his new story, a dark and tragic one. Then suddenly he discovers that everything he writes comes true. This happens when he is abducted by a character of his own creation, a talented doctor who desires only one thing: revenge for the death of his wife as they were expecting a child. Shortly before this, the doctor - abandoning himself to alcohol and endless TV watching to forget the pain of his loss - heard something that he could not initially accept: a presentation of a new story by a young screenwriter, where the doctor recognizes himself and his wife down to the slightest details. Stunned by this discovery, the doctor decides to take a desperate step. Could there really been a million coincidences? Is it possible to become the arbiter of fate for someone who isn't even aware of it? Can mere words kill or pardon? The machinery of revenge has already been set in motion, and the screenwriter finds himself face to face with a man whom he created and whose life he so easily destroyed. Can he set right what he did?",
    "chinese_title": "Nastoyashchiy stsenariy",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-07-02T05:57:36"
}