{
    "aka": [],
    "sid": "3686084",
    "cast": [
        {
            "url": "/celebrity/1314158/",
            "name": "李锦梅 Ivy Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348680/",
            "name": "陈澍承 Chen Shucheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1347980/",
            "name": "曹国辉 Terence Cao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315301/",
            "name": "王沺裁 Thomas Ong",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2602543146.jpg",
    "region": [
        "新加坡"
    ],
    "writer": [],
    "imdb_id": "tt12234954",
    "director": [],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2006"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12234954/",
    "this_title": [
        "法庭俏佳人"
    ],
    "douban_link": "https://movie.douban.com/subject/3686084/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "赵舒扬（李锦梅饰演）是新进女律师，负责办理离婚官司。赵舒扬出生在一个破裂家庭，但是她一直都憧憬拥有幸福美满的婚姻。郑伟伦（曹国辉饰演）与赵舒扬从小就认识了。当年，赵舒扬的父母协议离异后，各自再婚，郑伟伦的父母郑志刚（陈澍城饰演）和李春玲（林丽云饰演）便收养了赵舒扬，让她得以在健全的家庭里成长。郑志刚与李春玲是一对令人欣羡的模范夫妻，赵舒扬从他们身上看到了婚姻的真谛、认识到夫妻相处之道。虽然父母的离异对她造成一定的影响，她还是相信爱情可以长久不渝，婚姻可以永固不变。 从小，郑伟伦就立志长大后一定要娶赵舒扬为妻。赵舒扬清楚知道自己对郑伟伦并没有爱情，却禁不住郑志刚和李春玲在一旁推波助澜，只好试着接受郑伟伦，一直到高明的出现，这场平静的感情，才起了波澜……高明（王沺裁饰演），外表虽然吊儿郎当，实则心思慎密。他是郑志刚的宿敌谢长风（王昱清饰演）从外国重金聘请回来的律师。赵舒扬与高明在法庭上交锋多次，两人庭上针锋相对，庭外却惺惺相惜，产生了微妙的情愫。另一方面，郑伟伦无意中发现高明对他怀有敌意，也得知高明接近赵舒扬的目的其实是为了报复郑家。其实，高明的真正身份是郑志刚的私生子。多年前，郑志刚出国公乾，与中国籍女子高薇（林梅娇饰演）发生了一段雾水恋情。后来，高薇怀了高明，却不求名分，只要求与郑志刚在一起。没想到郑志刚担心影响自己的婚姻，选择结束了这段感情。从小失去所依的高明幸亏得到谢长风的助养，造成他对始乱终弃的郑志刚心存怨恨。因此当他认识了同父异母的郑伟伦，知道郑伟伦最爱的女人是赵舒扬时，他就计划从郑伟伦手中抢走赵舒扬，进行报复。郑伟伦担心自己会失去赵舒扬，向赵舒扬求婚，没想到高明也同时向舒扬求婚……两人的求婚，让赵舒扬陷入左右两难的困境。这个时候关洁儿（许美珍饰演）出现了。她是高薇舞蹈课的学生，也是高明的好朋友。关洁儿曾离婚8次。她最长的婚姻维持3年，最短则只维持了3个星期。这次，她要和只结婚了一个晚上的丈夫Rain（黄鼎融饰演）离婚，她的理由是：她无法接受Rain挤牙膏的方式。两人在新婚之夜吵了一架，隔天就决定解除婚约。没想到，Rain竟然狮子口大开，要求分一半关洁儿的公寓以及索取金钱赔偿。关洁儿请高明为她打这场离婚官司。到了后来，关洁儿竟然喜欢上了高明，对他纠缠不已。另一方面，模范夫妻郑志刚与李春玲突然闹婚变。原来，李春玲终于发现了郑志刚当年的婚外情，也揭发高明了的真正身份。赵舒扬这时候才发现高明追求她，纯粹是为了报复郑家。她感到悲愤交集，冲动之下答应了郑伟伦的求婚，并在一天内仓促地注册结婚。看到赵舒扬投向郑伟伦怀抱之后，高明才发现自己是爱上了赵舒扬，他尝试用真情感动她。赵舒扬夹在两男之间，再次陷入矛盾之中。这时，赵舒扬发现自己得了绝症，她渴望在生命的最后阶段里可以和高明一起度过，却又不忍心伤害郑伟伦，到底赵舒扬的感情该依归何处呢？",
    "chinese_title": "法庭俏佳人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-10T07:09:15"
}