{
    "aka": [],
    "sid": "36866523",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "动画",
        "家庭",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国",
        "墨西哥",
        "智利",
        "印度",
        "爱尔兰"
    ],
    "writer": [],
    "imdb_id": "tt1315049",
    "director": [
        {
            "url": "/celebrity/1269369/",
            "name": "José Alejandro García Muñoz José Alejandro García Muñoz",
            "@type": "Person"
        }
    ],
    "duration": "48分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-11-10(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1315049/",
    "imdb_votes": 25,
    "this_title": [
        "A Martian Christmas"
    ],
    "douban_link": "https://movie.douban.com/subject/36866523/",
    "imdb_rating": "7.9/10 from 25 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "When a Martian civilization discovers a space exploration device from Earth, they mistakenly assume Earthlings are planning to invade Mars! In response, they send a spaceship to destroy Earth, which just happens to arrive during one of our most beloved holiday seasons - Christmas. But things don't go as planned: an 8-year-old Martian kid, Kip, stowaways on the ship to spend time with his busy father Zork, the commander of the ship. With Kip aboard, the mission is put in jeopardy. Discovered, Kip accidentally jettisons himself to Earth's surface in a space pod. Now Zork must go to the surface and find his son before the planet is destroyed! They search for each other amidst the hustle and bustle of the Christmas season, and begin realize that the Martians perception of Earthlings is horribly wrong. With newfound respect for the inherent kindness of human beings, our two Martian heroes (with the help of Santa Claus himself) must stop the invasion and save both Christmas and the planet!",
    "chinese_title": "A Martian Christmas",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2025-06-06T08:13:12"
}