{
    "aka": [
        "Congo-Ocean: Railway of Blood"
    ],
    "sid": "36879444",
    "cast": [
        {
            "url": "/celebrity/1439490/",
            "name": "莱尼·西玛加 Léonie Simaga",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907848816.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1064514/",
            "name": "Catherine Bernstein Catherine Bernstein",
            "@type": "Person"
        }
    ],
    "duration": "52分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2024-01-24(法国 FIPADOC)",
        "2024-05-05(法国)"
    ],
    "this_title": [
        "Congo-Océan : un chemin de fer et de sang"
    ],
    "douban_link": "https://movie.douban.com/subject/36879444/",
    "trans_title": [
        "Congo-Ocean: Railway of Blood"
    ],
    "douban_votes": "0",
    "introduction": "At the end of the 19th century, the European powers split into colonies an extremely coveted territory: Equatorial Africa. To transport and exploit its precious resources (rubber, coffee, ivory, wood, cotton…), the French government undertook a project that was as colossal as it was devastating.In 1921, the construction of the “Congo-Ocean” railway line was launched: 512 km of railroad to link Brazzaville to Pointe-Noire, on the Atlantic coast, in order to export the wealth of French Equatorial Africa to the metropolis. To carry out this gigantic project, the concessionaries drew their labor from the colonized. Forced labor, mistreatment, punishment of recalcitrant workers… Denounced by French writer André Gide as a “real consumer of human lives”, this thirteen-year construction site was one of the deadliest on the continent, resulting in the death of nearly 20,000 men.Through never-before-seen archives and a series of moving testimonies, this documentary delves into a dark and too-forgotten episode of history, bearing witness to the horrors of the colonial system.Production: Point du Jour - Les Films du Balibari, ZED for France Télévisions & Histoire TVNarration : Léonie Simaga",
    "chinese_title": "Congo-Océan : un chemin de fer et de sang",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-02T01:57:13"
}