{
    "aka": [
        "If it Please the Court"
    ],
    "sid": "36872884",
    "cast": [
        {
            "url": "/celebrity/1468378/",
            "name": "卢西亚娜·阿库纳 Luciana Acuña",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1089966/",
            "name": "Raul de Molina Raul de Molina",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1502212/",
            "name": "埃莉萨·卡利卡霍 Elisa Carricajo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1357937/",
            "name": "劳拉·帕雷德斯 Laura Paredes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1468379/",
            "name": "沃尔特·雅各布 Walter Jakob",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907823565.jpg",
    "region": [
        "阿根廷"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1415300/",
            "name": "阿列霍·莫吉兰斯基 Alejo Moguillansky",
            "@type": "Person"
        }
    ],
    "duration": "56分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2022-05-25(阿根廷)"
    ],
    "this_title": [
        "Con la venia"
    ],
    "douban_link": "https://movie.douban.com/subject/36872884/",
    "trans_title": [
        "庭上，请允许我...",
        "If it Please the Court"
    ],
    "douban_votes": "0",
    "introduction": "The theatre as a courtroom, the courtroom as a theatre. Alejo Moguillansky’s film draws loosely on Raúl Quirós Molina’s El pan y la sal (The Bread and the Salt), a 2015 verbatim theatre piece compiled from the testimonies provided during the 2012 trial of Judge Baltasar Garzon, for investigating the forced disappearances of the Spanish Civil War and the Franco regime. Juxtaposing the testimonies of the relatives of those who lost loved ones with references to Argentina’s and Chile’s recent dictatorships, this film explores issues around international law and forced disappearance - tracing a line between Francisco Franco, Augusto Pinochet and Jorge Videla’s Military Junta: Garzón has investigated Argentine torturers and criminal perpetrators and had Pinochet arrested in London in 1998 for crimes against humanity. Directed by the awarded Argentine filmmaker Alejo Moguilansky, and produced as a joint venture between El Pampero Cine and the AHRC-funded Staging Difficult Pasts project, this experimental and multi-layered piece interweaves archival material from Garzon’s trial, footage of sites of memory from the three countries and testimony from the trial to restage the haunting urgency of listening to the victims. The testimony is read by an international cast of writers, historians, actors, stage directors and relatives of disappeared persons and political refugees, for whom the legacy of dictatorship remains very much alive. They include the Spanish author Raúl Quirós Molina; the British actor Mark Lockyer, author of Keep on Walking Federico; Alfredo Castro, director and founder of the Chilean Teatro La Memoria, members of the Argentine company Piel de Lava; Argentine theatre director Rubén Szuchmacher; and Polish theatre director and visual artist Wojtek Ziemilski, among many others. The layers of the past unfold into the present as the abuses of three dictatorships resonate through the present, imposing an ethical demand that goes beyond the legal and beyond national borders.",
    "chinese_title": "庭上，请允许我...",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Con la venia",
    "douban_rating_average": 0,
    "update_at": "2025-05-27T21:22:31"
}