{
    "aka": [
        "أمي العائدة إلى يافا"
    ],
    "sid": "36879411",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907837521.jpg",
    "region": [
        "巴勒斯坦"
    ],
    "writer": [],
    "director": [],
    "duration": "77分钟",
    "episodes": "",
    "language": [
        "阿拉伯语"
    ],
    "playdate": [
        "2024-05-12(Prismatic Ground)"
    ],
    "this_title": [
        "Aida Returns"
    ],
    "douban_link": "https://movie.douban.com/subject/36879411/",
    "trans_title": [
        "阿依达的终末返程",
        "أمي العائدة إلى يافا"
    ],
    "douban_votes": "0",
    "introduction": "'Aida Returns' is a poignant, sometimes sad, sometimes painful, sometimes humorous, often absurd story of a multiple journey: the journey of loss as the director’s mother Aida struggled with losing herself to Alzheimer’s disease, but finding solace in her repeated “returning” to the Yafa and Palestine of her youth; the journey of the loss of a parent; and the ultimate return journey back to Yafa where Aida would finally find rest and be herself once more.Close to four years after Aida’s passing away, the director’s friend and colleague Tanya who lives in Ramallah came to visit Beirut. When she heard about Aida’s wishes and yearning for Yafa, Tanya suggested that she herself carries the ashes back. The film accompanies director Carol Mansour as she engineers a way to return her mother to Yafa in search of eternal rest and peace for her. A return that is aided by an unlikely set of friends and strangers all coming together to facilitate what should have been a simple journey. This journey is at the same time very private and personal, while resonating with hundreds of thousands of Alzheimer’s sufferers and their families as well as hundreds of thousands of Palestinian refugees awaiting their return home.'Aida Returns' is a tribute to the lost past of the director’s family, an attempt to restore part of both an individual and a collective memory, and a poetic nod and affirmation to all those exiled Palestinians forbidden from returning to their hometowns, even after death.",
    "chinese_title": "阿依达的终末返程",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Aida Returns",
    "douban_rating_average": 0,
    "update_at": "2025-06-07T07:07:10"
}