{
    "aka": [
        "Nameless Syndrome Patch Version"
    ],
    "sid": "36879689",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1575709/",
            "name": "车在民 Jeamin Cha",
            "@type": "Person"
        }
    ],
    "duration": "24分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2022(韩国)"
    ],
    "this_title": [
        "네임리스 신드롬 패치 버전"
    ],
    "douban_link": "https://movie.douban.com/subject/36879689/",
    "trans_title": [
        "Nameless Syndrome Patch Version"
    ],
    "douban_votes": "0",
    "introduction": "Nameless Syndrome concerns the constant reduction of the self through digitization. Often unidentifiable illnesses are dismissed as trivial or psychological, yet there is a growing number of women suffering from conditions that are overseen by society that holds medical science as the ultimate truth. Rather than relying on body imaging during diagnoses for such patients, it is more important to listen the patients’ particular use of language. Medical imaging does not always guarantee empirical veracity. This is not only due to technological inadequacies nor due to a diseased area exceptionally difficult to capture digitally. Medical imaging fails to capture the nature of modern illnesses based on symptomatic and political complexity. Composed of five chapters, this essay uses narration and juxtaposition to layer reflection of bodied in mirror, glass, and water inside an examination room. This work focuses on the objectification of a body as a private space through its manifestation as an image, and the alienation of the corporeal subject from its image. While seeking to understand the various possibilities of experiencing an image lacking its subjecthood, this work examines the consequences that entail the effort to recognize the subject.Since exhibiting at Art Spectrum 2022, Nameless Syndrome was remastered after re-shooting the fifth chapter of the work. This version is known as a patch version. Normally a term referring to bug fixes or error updates in a game software, patch version is the term used by myself to refer to the edited version.",
    "chinese_title": "네임리스 신드롬 패치 버전",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-11-29T08:05:06"
}