{
    "aka": [],
    "sid": "36872843",
    "cast": [
        {
            "url": "/celebrity/1160363/",
            "name": "Titoff Titoff",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907495569.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2024-05-16(法国)"
    ],
    "this_title": [
        "Bliss Acces Live : Titoff, Showbiz"
    ],
    "douban_link": "https://movie.douban.com/subject/36872843/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Titoff, pionnier français du stand-up, vous ouvre les portes du SHOWBIZ dans son tout nouveau spectacle ! Durant près d’1h30, vous serez plongés (avec l’accent évidemment) dans les backstages confidentiels du show-biz français. Depuis ses modestes débuts à Marseille jusqu’à sa conquête de Paris, Titoff vous narre à travers ses anecdotes hilarantes les coulisses pétillantes, parfois absurdes et souvent incroyables du monde du spectacle. L’envers du décor des émissions télé, radio et ciné, les répétitions chaotiques, les rencontres avec les stars qu’il admirait enfant, les avantages dingues de la célébrité et ses inconvénients inattendus... Les hauts et les bas jalonnant une carrière faite de succès et d’échecs mais aussi et surtout de rires. Car s’il y a bien quelque chose qui a la même saveur avec un ami d’enfance des quartiers de Marseille ou avec une légende du cinéma américain, c’est un fou-rire. Et Dieu sait que Titoff en a eu, des fous-rires... et chaque soir vous en aurez avec lui ! Préparez-vous à une soirée exceptionnelle où les anecdotes et les vannes mettent en lumière l’évolution d’un métier et plus généralement les mutations de notre société. De toutes ces choses impensables aujourd’hui, ces extravagances et cette démesure d’avant les chaines d’infos, les réseaux sociaux, et les smartphones. SHOWBIZ, le spectacle qui vous fera voir le milieu du divertissement sous un tout nouveau jour !",
    "chinese_title": "Bliss Acces Live : Titoff, Showbiz",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-23T03:55:49"
}