{
    "aka": [
        "Happiness to All"
    ],
    "sid": "36880055",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2921266325.jpg",
    "region": [
        "捷克",
        "荷兰",
        "法国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1046655/",
            "name": "菲利普·瑞曼达 Filip Remunda",
            "@type": "Person"
        }
    ],
    "duration": "103分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "2024-10-26(伊赫拉瓦国际纪录片影展)"
    ],
    "this_title": [
        "Štěstí a dobro všem"
    ],
    "douban_link": "https://movie.douban.com/subject/36880055/",
    "trans_title": [
        "Happiness to All"
    ],
    "douban_votes": "0",
    "introduction": "Vitaly, a nuclear physicist and record holder in extreme cold-exposure training, makes his living as a bricklayer and lives below the poverty line. While his parents, prominent scientists, reminisce about the glory of the regime they willingly built, the avowed patriot from Novosibirsk is gradually changing his mind about Putin's Russia. He rejects its capitalist nature and continues, as a radicalised blogger, to advocate the establishment of a juster regime. This intergenerational clash is typical of the countries of the former Soviet Bloc. While the older generation remembers the certainties and advantages of the past regime, the younger one is hopelessly mired in a crisis of authority, rejecting past and present political representation and resorting to extreme views. Like everything else in his life, Vitaly is experiencing his political awakening in an extreme way as the son of elites relegated to the social periphery after the collapse of the empire. This time-lapse character study, filmed between 2016 and 2024, depicts how long-term frustration and disillusionment lead entire generations and social classes to gravitate towards radical solutions and vote for authoritarian leaders like Putin, Trump or Le Pen.",
    "chinese_title": "Štěstí a dobro všem",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-05T08:02:03"
}