{
    "aka": [
        "Letters Unreeling"
    ],
    "sid": "36884334",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907939010.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1490931/",
            "name": "金贤贞 KIM Hyunjung",
            "@type": "Person"
        }
    ],
    "duration": "62分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "2024-05-03(全州电影节)"
    ],
    "this_title": [
        "서신교환"
    ],
    "douban_link": "https://movie.douban.com/subject/36884334/",
    "trans_title": [
        "交换书信",
        "Letters Unreeling"
    ],
    "douban_votes": "0",
    "introduction": "Director So-hyoung is assisting with a documentary shoot at a mine about to cease operations.Some films unexpectedly come to mind sometime after viewing, often as fleeting thoughts about minor questions or lines from the film rather than as profound realizations. Director Kim Hyunjung’s films like Ghost Play (2023), On the Sand House (2021), and Home without Me (2017) are examples of those, and her new film, Letters Unreeling, may also be one. The protagonist, So-hyoung, a feature film director, is under significant stress from writing a screenplay. Concurrently, at her brother-in-law’s request, who is a documentary filmmaker, she begins to assist with the shooting and writing of a documentary about a coal mining town. On location, she is hesitant to fully involve herself, possibly due to the differences between feature films and documentaries. So-hyoung, struggling with her script, states during a phone call that the inner lives of characters are \"impossible to step outside the writer's frame.\" The frame appears to extend to the individuals she encounters while filming the documentary. However, her perspective starts to shift over time, particularly after developing a meaningful relationship with Hae-sook, a veteran female worker. After watching this film, audiences are likely to share So-hyoung's hope of \"to sensitively feel what vanishes.\" (MOON Seok)",
    "chinese_title": "交换书信",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "서신교환",
    "douban_rating_average": 0,
    "update_at": "2025-05-25T02:45:04"
}