{
    "aka": [
        "The Color of Victory: Heroes of WW2",
        "WWⅡヒーローズ・オブ・カラー：消された戦功"
    ],
    "sid": "36886859",
    "cast": [
        {
            "url": "/celebrity/1049501/",
            "name": "伊德瑞斯·艾尔巴 Idris Elba",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片",
        "历史",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908441162.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt29529730",
    "director": [
        {
            "url": "/celebrity/1332510/",
            "name": "Adeyemi Michael Adeyemi Michael",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1382924/",
            "name": "乔治·阿姆庞萨 George Amponsah",
            "@type": "Person"
        }
    ],
    "duration": "44分钟",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-06-03(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt29529730/",
    "imdb_votes": 109,
    "this_title": [
        "Erased: WW2's Heroes of Color Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36886859/",
    "imdb_rating": "7.2/10 from 109 users",
    "trans_title": [
        "The Color of Victory: Heroes of WW2",
        "WWⅡヒーローズ・オブ・カラー：消された戦功"
    ],
    "douban_votes": "0",
    "introduction": "National Geographic has announced a brand-new four-part documentary series called “Erased: WW2’s Heroes Of Color”, which weaves a blend of historical dramatizations with curated archival footage, bridging the past with the present to highlight new perspectives on established histories. The series showcases the personal narratives of soldiers through their never-before-aired oral testimonies and journal writings, along with powerful accounts from their descendants — stories passed down the generations. These gripping and emotional testimonies transport viewers back in time to witness bravery unfold in WW2’s iconic theatres of war.This new series has been produced by October Films and Elba’s 22Summers, “Erased: WW2’s Heroes Of Color”, uncovers the long-lost legacies of soldiers of color during World War II. This landmark series sheds light on the immense contributions of over eight million individuals who fought heroically for the Allied forces and whose stories have largely gone untold.Each episode focuses on at least three extraordinary heroes, from a 16-year-old New Yorker to an aristocrat from India.EPISODES:Pearl HarborD-DayDunkirkBattle of the Bulge“Erased: WW2’s Heroes Of Color” is produced by October Films and 22Summers. For October Films, Johanna Woolford Gibbon, Jos Cushing, Matt Robins, and Chris Muckle are executive producers. Sam Pollard is consulting exec producer; Annabel Hobley is co-executive producer. For 22Summers, Idris Elba, Jamilla Dumbuya and Khaled Gad are executive producers. For National Geographic, Sean D. Johnson and Simon Raikes are executive producers. Charlie Parsons is senior vice president, Development, and Tom McDonald is executive vice president, Global Factual and Unscripted Content.",
    "chinese_title": "Erased: WW2's Heroes of Color Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-08-08T20:13:14"
}