{
    "aka": [],
    "sid": "36881642",
    "cast": [
        {
            "url": "/celebrity/1121117/",
            "name": "Gisela May Gisela May",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1154006/",
            "name": "希尔马·塔特 Hilmar Thate",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105884/",
            "name": "Wolf Kaiser Wolf Kaiser",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1080725/",
            "name": "安杰丽卡·多姆罗斯 Angelica Domröse",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1104673/",
            "name": "Peter Kalisch Peter Kalisch",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1966",
    "genre": [
        "剧情",
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907857653.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1007236/",
            "name": "贝托尔特·布莱希特 Bertolt Brecht",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1765789",
    "director": [
        {
            "url": "/celebrity/1414683/",
            "name": "库尔特·维斯 Kurt Veth",
            "@type": "Person"
        }
    ],
    "duration": "114分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1966-04-17(东德)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1765789/",
    "imdb_votes": 8,
    "this_title": [
        "Die Tage der Commune"
    ],
    "douban_link": "https://movie.douban.com/subject/36881642/",
    "imdb_rating": "7.7/10 from 8 users",
    "trans_title": [
        "公社的日子"
    ],
    "douban_votes": "0",
    "introduction": "Das Stück beginnt am 22. Januar 1871 vor einem Café in der Rue Pigalle im Pariser Stadtteil Montmartre. Es zeigt das Aufblühen und den Untergang der fiktiven Familie Cabet, ihrer Freunde und Nachbarn während der 79 Tage der Pariser Commune. Neben der Familie Cabet spielen viele tatsächlich existierende historische Personen eine Hauptrolle.Am Tage des Waffenstillstandes im Deutsch-Französischen Krieg sitzen vor dem Café einfache Bürger und am Nebentisch wartet ein Vertreter des Bürgertums auf sein gebratenes Huhn. Während sich die am Tisch der Bürger sitzenden Soldaten der Nationalgarde nicht einmal ein Glas Wein leisten können, da der Preis das doppelte eines Tagessolds beträgt, kann der Reiche sich ein ganzes Huhn leisten. Daraus wird aber nichts, denn als das Huhn serviert wird, flüchtet er vor den verbalen Angriffen der anderen Cafebesucher. Doch genau so, wie der Herr vom Nebentisch, verschwinden im Laufe der nächsten Wochen fast alle Mitglieder der Pariser Bourgeoisie, aber nun nach Versailles. Hier versammeln sich die Gegner der neuen Führung im Pariser Rathaus, der Commune. Die armen Leute der Stadt empfinden sehr viel Sympathie mit dem neuen Zentralkomitee, doch dieses ist stark zerstritten, weil seine Führung wegen veralteter Rechtsauffassungen und zu liberalem Gedankengut, die revolutionären Massen zur Zurückhaltung auffordert. Die Gründung der Commune bedeutet aber für die Cabets und die anderen Bewohner der Rue Pigalle Befreiung und Freude, sie ermöglicht ihnen zu leben, wie sie leben wollen.In Bordeaux wählt die Nationalversammlung Adolphe Thiers zum Ministerpräsidenten. Der erkannte sehr bald, dass durch die Proklamation der Pariser Commune vom 28. März 1871 die bisherige Herrschaft der besitzenden Klasse gefährdet ist, während das Zentralkomitee der Commune sich bemühte, eine Normalisierung des öffentlichen Lebens in der Hauptstadt herbeizuführen. Thiers schickte seinen Außenminister Jules Favre nach Frankfurt am Main, um dort mit Otto von Bismarck zu verhandeln. Dabei verabreden diese, dass die französischen Kriegsgefangenen in Deutschland entlassen werden, um den Pariser Aufstand niederzuschlagen. Ihre Bezahlung war gesichert, da die Commune sich nicht einigen konnte, die Bank von Frankreich zu enteignen. Am 21. Mai 1871 rücken Truppen des französischen Heeres über das im Westen gelegene Stadttor Saint-Cloud in die seit dem 18. März von der Commune regierte Zweimillionenstadt Paris ein.Die Bewohner von Paris rüsten sich zur Verteidigung der Stadt. Doch auch Gegner des neuen Systems, wie Phillippe, sind unter ihnen und versuchen den Widerstand der Kommunarden zu brechen. Das geht so weit, dass die Brüder Francois und Phillippe ihre Gewehre gegeneinander richten. Vor der Wohnung der Familie Cabet wird eine Kanone stationiert und eine Barrikade gebaut. Die Freunde und Nachbarn finden sich zur Verteidigung ihrer Errungenschaften ein. Der Untergang der Commune bedeutet auch für sie das Ende. Frau Cabet wird von den gegenüber liegenden Hausdächern erschossen, als sie etwas zum Essen bringt, gemeinsam mit allen anderen Verteidigern.",
    "chinese_title": "公社的日子",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Die Tage der Commune",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-11-30T04:13:28"
}