{
    "aka": [],
    "sid": "36884320",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907894696.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1401792/",
            "name": "提姆·莫里亚蒂 Tim Moriarty",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt31529048",
    "director": [
        {
            "url": "/celebrity/1401792/",
            "name": "提姆·莫里亚蒂 Tim Moriarty",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2025-02-04(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt31529048/",
    "imdb_votes": 70,
    "this_title": [
        "Jesus Thirsts: The Miracle of the Eucharist"
    ],
    "douban_link": "https://movie.douban.com/subject/36884320/",
    "imdb_rating": "7.5/10 from 70 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Deep within each human soul, there exists an intense craving for connection, purpose, and love - a thirst that only God can satisfy. Yet, the question remains: How does one fulfill this yearning? The Catholic Church teaches that the Eucharist is the most profound means by which God shares Himself with humanity. However, a 2019 Pew Research Study unveiled a concerning reality: only one-third of practicing U.S. Catholics believe in the Real Presence of Christ in the Eucharist. In Jesus Thirsts: The Miracle of the Eucharist, we embark on a global journey to rediscover and revive the transformative power of the Eucharist. Engaging in dialogue with notable Catholic figures, the film explores the biblical origins of the Eucharist and shares personal stories of individuals whose lives have been transformed by the Blessed Sacrament. This exploration makes it unmistakably clear that the Eucharist is not merely a symbol, but is indeed Jesus Christ Himself - fervently desiring to quench our spiritual thirst with His boundless love.",
    "chinese_title": "Jesus Thirsts: The Miracle of the Eucharist",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-06-11T00:22:29"
}