{
    "aka": [
        "Boris Johnsons uppgång och fall"
    ],
    "sid": "36881640",
    "cast": [
        {
            "url": "/celebrity/1088740/",
            "name": "凯特·弗利特伍德 Kate Fleetwood",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1243572/",
            "name": "奈杰尔·法拉奇 Nigel Farage",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1265894/",
            "name": "Jacob Rees-Mogg Jacob Rees-Mogg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1210375/",
            "name": "Iain Duncan Smith Iain Duncan Smith",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908201274.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt31839396",
    "director": [],
    "duration": "72分钟(第1集) / 47分钟(第2~3集) / 57分钟(第4集)",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-03-06(英国)",
        "2024-04-28(瑞典)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt31839396/",
    "imdb_votes": 123,
    "this_title": [
        "The Rise and Fall of Boris Johnson Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36881640/",
    "imdb_rating": "7.7/10 from 123 users",
    "trans_title": [
        "Boris Johnsons uppgång och fall"
    ],
    "douban_votes": "0",
    "introduction": "This century no one has had a bigger impact on Britain than Boris Johnson. This revealing series looks at his spectacular rise and fall by talking to those closest to him, both friends and enemies. It’s a ride to the very top filled with scandal, cunning and betrayal. Using incredible rarely seen archive the series unpacks the motives of the man, and the strategy of the politician. An unconventional childhood, proceeded his entry into the elite world of Eton and Oxford. From there a successful, but then disgraced career in journalism led to him moving into the world of politics. First as an MP, then as the surprise victor in the Mayor of London election. Boris was the political face of the 2012 London Olympics, but just a few years later would set himself up against the Prime Minister, David Cameron his old Oxford pal, as he headed the Vote Leave campaign. After winning the Brexit vote, and 3 years of bitter political in fighting Boris achieved his political ambition of becoming Prime Minister.  A few months later he secured the biggest Conservative majority in 30 years.The pandemic then hit and after surviving his own time in intensive care, his time as Prime Minister came to an incredible end when his own MPs turned against him and forced him to resign.  This series gives new insight into the man and the major events that have changed the future of Britain.Production company: 72 Films",
    "chinese_title": "The Rise and Fall of Boris Johnson Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-05-08T18:39:27"
}