{
    "aka": [
        "U Samogo Belogo Morya"
    ],
    "sid": "36886871",
    "cast": [
        {
            "url": "/celebrity/1550770/",
            "name": "埃琳娜·马科娃 Elena Makhova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1563048/",
            "name": "谢尔盖·切克里金 Sergey Chekrygin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907983571.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [],
    "imdb_id": "tt22072954",
    "director": [],
    "duration": "87分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "2022(俄罗斯)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt22072954/",
    "imdb_votes": 31,
    "this_title": [
        "У самого Белого моря"
    ],
    "douban_link": "https://movie.douban.com/subject/36886871/",
    "imdb_rating": "7.0/10 from 31 users",
    "trans_title": [
        "白海之滨",
        "U Samogo Belogo Morya"
    ],
    "douban_votes": "0",
    "introduction": "\"Pacifism\" means rejecting violence as a means for solving conflicts between countries. But if you slightly relax that definition and define it as rejecting violence as a means for solving conflicts between human beings in general, then this is among the most markedly pacifist films i have seen to date.It's a drama containing lots of loss, distrust, fear, and hatred. Initially, expect crippling remorse, lack of self-esteem, inability to communicate, thirst for revenge, cowardice, recklessness, and readiness for betrayal and violence.Then watch how the characters grow emotionally. Watch out for simple kindness, unobtrusive helpfulness, unconditional trust, attentiveness and respect, well-placed courage, and above all, profound patience.The reason i gave it nine rather then ten stars is that there are a few minor instaces of Chekhov's Guns that don't ever get fired, plus a few minor issues with continuity, like a few scenes that are supposed to be taking place during a terrible storm being filmed in relatively benign weather. But all that's really minor - the captivating story, good character development, and beautiful camera work is what defines the film, making it a great piece of art, of a somewhat rugged beauty, with the ruggedness likely being intentional, in any case perfectly fitting the tone of the story and the characters.It's amazing this, in the above sense, deeply pacifist film won the Grand Prix 2023 at the Radiant Angel Film Festival in Moscow in November 2023. Maybe that became possible because in does not mention war in any way but explores the topics of violence vs. Understanding exclusively among individual human beings.The setting of the movie in a remote wilderness that is stressed so much in the tagline is merely used as a tool to help develop the characters and the conflicts among them, as a good film should do it. It was no doubt convenient that allowed marketing the film as a heroic adventure movie, which from a certain angle, it might also be, but it's so much more than that.",
    "chinese_title": "白海之滨",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "У самого Белого моря",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-06-10T03:33:53"
}