{
    "aka": [],
    "sid": "36889745",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908056209.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt31409088",
    "director": [],
    "duration": "3分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-02-19(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt31409088/",
    "imdb_votes": 16,
    "this_title": [
        "Echoes of Crystal Lake: A Friday the 13th Story"
    ],
    "douban_link": "https://movie.douban.com/subject/36889745/",
    "imdb_rating": "8.4/10 from 16 users",
    "trans_title": [
        "水晶湖的回声:第十三个星期五的故事"
    ],
    "douban_votes": "0",
    "introduction": "In this chilling Friday the 13th fan film, set on Halloween of 2019, we delve into the isolated world of Jason Voorhees (Savage Binx), the iconic masked killer, who awakens from his slumber to find his machete missing. With a singular focus, Jason sets off in pursuit, his path crossing with that of Mark (Jim \"Catboy\" Donaldson), a lone runaway teenager. As Mark flees from the relentless terror of Jason, the confines of a remote cabin become the battleground for survival. With each passing moment, the tension escalates as the solitary struggle for life and death unfolds within the claustrophobic confines of the cabin. Against the backdrop of darkness and despair, only one will emerge as the sole survivor, facing the full wrath of Jason Voorhees in a nerve-wracking showdown of wits and resilience. With the stakes higher than ever, the battle for survival becomes a haunting tale of resilience and terror, culminating in a chilling conclusion that will leave viewers trembling in their seats.",
    "chinese_title": "水晶湖的回声:第十三个星期五的故事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Echoes of Crystal Lake: A Friday the 13th Story",
    "imdb_rating_average": 8.4,
    "douban_rating_average": 0,
    "update_at": "2025-06-01T05:39:22"
}