{
    "aka": [
        "Go Jibiki"
    ],
    "sid": "36899186",
    "cast": [
        {
            "url": "/celebrity/1241262/",
            "name": "地曳豪 Gô Jibiki",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909855480.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1241262/",
            "name": "地曳豪 Gô Jibiki",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1241262/",
            "name": "地曳豪 Gô Jibiki",
            "@type": "Person"
        }
    ],
    "duration": "22分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2024-07-15(SKIP CITY国际数位电影节)"
    ],
    "this_title": [
        "Loudness"
    ],
    "douban_link": "https://movie.douban.com/subject/36899186/",
    "trans_title": [
        "Go Jibiki"
    ],
    "douban_votes": "0",
    "introduction": "Genroku era Japan (1688–1704). A husband and wife struggle side-by-side in a remote village in the Nagaoka Domain of Echigo Province. The man plows the desolate land, his wife preparing meals as she waits for his return. Their days are monotonous, without novelty, and yet happy—until suddenly this life is shattered. Robbed of the happiness he was meant to safeguard, the man chooses to return to his old ways. Actor Go Jibiki takes on the samurai period film in his directorial debut. The title of the film—which features no dialogue, bringing a clear focus instead on the incidental sounds of life, from the tilling of the earth to the chopping of vegetables, the polishing of rice, and cooking—is Loudness. The grief and rage of a man robbed of his modest but happy life are channeled into passionate blade-to-blade combat.時は元禄。越後長岡藩の寒村に、肩を寄せ合い生きる夫婦がいた。男は越後の荒れ果てた大地を耕し、妻は男の帰りを待ちながら食事の支度をする。単調で代り映えのない幸せな日々。そんな日々が、ある日唐突に終わりを告げる。守るべき幸せを奪われた男は、かつての自分に戻ることを決意するのだった…。俳優として活躍する地曵豪が、初監督として挑むのはチャンバラ時代劇。台詞はなく、大地を耕す音、菜を刻み、米を研ぎ、煮炊きする音など、暮らしの音をしっかりと聞かせる本作のタイトルは『Loudness』。慎ましくも幸せな営みを奪われた男の悲しみと激情を、一刀入魂の殺陣で魅せる。",
    "chinese_title": "Loudness",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-13T17:52:37"
}