{
    "aka": [],
    "sid": "36890121",
    "cast": [
        {
            "url": "/celebrity/1494490/",
            "name": "陈外 Wai Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1532697/",
            "name": "李恰 Qia Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1455604/",
            "name": "刘彦希 Yanxi Liu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "剧情",
        "动作",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908064429.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1480916/",
            "name": "王新禧 Xinxi Wang",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "2分钟",
    "episodes": "94",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2024-04-23(中国大陆)"
    ],
    "this_title": [
        "逃婚千金爱上特种兵"
    ],
    "douban_link": "https://movie.douban.com/subject/36890121/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "南洋金椰集团千金岩玉香，遭到强势父亲的逼婚。为了逃避毫无感情基础的政治联姻，她离家出走，在泰国佛寺中，与准备舍身出家的男主怒云龙相遇。岩玉香见怒云龙衣裳破旧、一副无依无靠模样，正中下怀，就雇佣他帮忙，缔结假婚约，以此抵制政治婚姻，并约定只同居不同房。二人遂匆忙闪婚。岩玉香不知道的是，怒云龙之所以打算出家，是因为内心沉重的杀戮感无以解脱，才想遁入空门。原来，怒云龙是加百列国际安保公司的王牌狙击手，曾多次在东南亚地区参与危险的军事行动。由于多次拯救过南洋和亚太地区的富豪名流，所以得到了巨额的物质回报。他将这些巨资归拢起来，成立了一家战龙基金公司，交由亲信罕虎管理。所以怒云龙实际上掌控着庞大的财力资源，只是他生性恬退，不愿以此炫人耳目，仍然过着布衣蔬食的普通生活。此外，怒云龙其实已认出岩玉香就是自己当年在一次反绑架行动中，所拯救的金椰集团千金。但岩玉香当时由于惊吓过度，她的脑海中，已经将这段记忆进行了选择性遗忘。怒云龙跟随岩玉香回到了南洋狮国。岩玉香将自己的新婚夫婿介绍给父亲和家族其他成员，登时引发轩然大波。岩家成员对怒云龙盘根问底，都以为他只是一个身无长物的“野汉子”。而怒云龙也非常乐于披着“穷酸马甲”，任凭他人冷嘲热讽。岩玉香想栽培夫君，免得外人瞧金椰集团不起。于是让怒云龙进入家族投资部工作。怒云龙大材小用，“以大事小”，乐在其中。就这样，逃婚千金与狙击手在婚后的生活中，展开了一段段由于身份差而造成的啼笑皆非的闹剧。一向朴素的怒云龙，无法融入奢侈的豪门生活，两人冤家般展开“攻防战”。很快，岩玉香的朋友圈，都知道了这个“奇葩”。他们故意设下各种商业难题，想看怒云龙的笑话，但每次怒云龙都能“憨憨地”成功化解。同时怒云龙也用自己的“钞能力”，在暗中帮助岩玉香度过各种难关，默默地守护着她。由于怒云龙生性质朴，所以他的“马甲”一次次在偶然中掉落，让岩玉香一次次看到他真实一面的碎片。这些碎片拼接起来，一个真正的好男儿形象，开始完整起来。岩玉香对怒的态度，也从毫无感情的“买卖”，逐渐变成了充满真情的爱恋。然而，一场巨大的危机，正向金椰集团袭来。岩玉香的姨妈依萍，勾结岩玉香政治婚姻的对象勐明昌，以金椰集团为赌注，策划了一次巨大的金融冒险行动。面对危机，怒云龙终于彻底卸下了马甲，对着爱人展露出最真挚的笑容和温暖的内心。然而，岩玉香旧伤复发，危及生命，这令他们的爱情，经受了最严酷的考验……",
    "chinese_title": "逃婚千金爱上特种兵",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-08T16:39:33"
}