{
    "aka": [],
    "sid": "36894026",
    "cast": [
        {
            "url": "/celebrity/1013813/",
            "name": "马克·阿蒂 Mark Addy",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908220475.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "45分钟",
    "episodes": "5",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-02-21(英国)"
    ],
    "this_title": [
        "The Yorkshire Steam Railway: All Aboard Season 3"
    ],
    "douban_link": "https://movie.douban.com/subject/36894026/",
    "trans_title": [
        "约克郡蒸汽火车：全员上车 第三季"
    ],
    "douban_votes": "0",
    "introduction": "We’re all aboard at the North Yorkshire Steam Railway again! Get ready to immerse yourself in a glorious roller-coaster ride, as we follow the same lovable cast of characters doing their best to keep Britain’s busiest steam railway on track. In this season there’s more drama, more humour and more magnificent steam engines – all set against the glorious backdrop of North Yorkshire.At the engine shed, as usual, the old locos drive Piglet to distraction. In this series its an old American war-horse, the S160 Omaha, and an enormous BR 9F engine, that give him no end of grief. Piglet’s been promoted but seems to spends more time in his overalls than behind his desk. Carriage king Kieran is a put upon percy but can’t hide his boyish excitement when he gets to let off an anti-tank gun at War Weekend. Trainee driver Phil gets in a lather on a baking bank holiday. Big Boss Chris stalks the railway with a permanent frown, forever worrying where the £8 million he needs to run the railway will come from.There’s record crowds for a record number of engines at the annual steam gala but once again the 9F comes back to haunt Piglet on the eve of the event. Elsewhere Bert’s still on platform duty, with his inimitable boyish enthusiasm, & Gill & Sam are still bickering on the Pullman Dining train. But no matter what disasters befall the railway everything seems to come good in the end.So come on, climb aboard for another six charming, funny and action-packed rides.Episodes:1. D-Day for the Omaha2. From Scrap to Steam3. Loco Crazy4. Baking Bank Holiday5. Bringing Out the Big Guns[Credits]Executive producers: Diene PetterleProducers: Kristin Hadland, Gerard McHughDirector: Gerard McHughEditors: Marcus SulleyProduction company: DSP",
    "chinese_title": "约克郡蒸汽火车：全员上车 第三季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Yorkshire Steam Railway: All Aboard Season 3",
    "douban_rating_average": 0,
    "update_at": "2025-10-03T16:49:23"
}