{
    "aka": [
        "Doctor of the Dying Time"
    ],
    "sid": "36898812",
    "cast": [
        {
            "url": "/celebrity/1077730/",
            "name": "彼得·采佩克 Petr Cepek",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1073843/",
            "name": "Emma Cerná Emma Cerná",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1130410/",
            "name": "Milos Nedbal Milos Nedbal",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1100522/",
            "name": "鲁道夫·霍辛斯基 Rudolf Hrusínský",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1011122/",
            "name": "马丁·胡巴 Martin Huba",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108247/",
            "name": "约瑟夫·卡尔塔利克 Josef Karlík",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1075761/",
            "name": "斯塔诺·丹恰克 Stano Danciak",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128634/",
            "name": "Ladislav Mrkvicka Ladislav Mrkvicka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1157340/",
            "name": "Vlastimil Venclík Vlastimil Venclík",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1984",
    "genre": [
        "剧情",
        "传记",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908434177.jpg",
    "region": [
        "捷克斯洛伐克"
    ],
    "writer": [
        {
            "url": "/celebrity/1030002/",
            "name": "弗拉迪米尔·科纳 Vladimír Körner",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1024111/",
            "name": "米罗斯拉夫·卢瑟 Miloslav Luther",
            "@type": "Person"
        }
    ],
    "duration": "68分钟 / 80分钟",
    "episodes": "5",
    "language": [
        "斯洛伐克语"
    ],
    "playdate": [
        "1984-02-20(捷克斯洛伐克)"
    ],
    "this_title": [
        "Lekár umierajúceho času"
    ],
    "douban_link": "https://movie.douban.com/subject/36898812/",
    "trans_title": [
        "垂死时刻的医生",
        "Doctor of the Dying Time"
    ],
    "douban_votes": "0",
    "introduction": "Dnes již legendární seriál Slovenské televize natočil v první polovině osmdesátých let na Barrandově režisér Miloslav Luther podle námětu Vladimíra Körnera. Pětidílná výpravná historická sága je životopisem významného učence, anatoma a politika slovenského původu Johannese Jessenia (známého též jako Ján z Jesenu či Ján Jesenský), jenž mj. působil i na půdě pražské Univerzity Karlovy. Seriál zachycuje Jesseniovu životní cestu od jeho studií a prvních úspěchů. V roce 1594 se Jessenius stává profesorem chirurgie a anatomie na univerzitě ve Wittenbergu, kterou před léty navštěvoval. Odtud povede jeho cesta přes mnoho společenských i osobních úspěchů a neúspěchů až ke smutnému konci na pražském popravišti. Tento věhlasný muž byl totiž nakonec popraven za účast ve stavovském povstání spolu s dalšími šestadvaceti pány. Jeho osud byl spjatý s klíčovými událostmi českých dějin na přelomu 16. a 17. století, v době, kdy renesance pomalu skomírala i se svými humanistickými ideály... V hlavní roli uvidíme řadu vynikajících českých a slovenských herců, především v titulní roli Petra Čepka. Kvůli slovenskému znění mu propůjčil hlas Milan Kňažko, jenž však zároveň ztvárnil kata Mydláře.Doctor VitenbergicusPrvní část nás seznámí s lékařem Jánem Jeseniem. Jeho dětství, studia, od roku 1594 profesura chirurgie a anatomie na univerzitě ve Wittenbergu a služba v lazaretu za doby bojů s mohamedány byl směs šťastných, ale zejména zlých a bouřlivých okamžiků...Anatomia PragensisDruhá část slovenského historického seriálu má název Anatomia Pragensis, podle nevídané události, kterou Johannes Jessenius podnikl pri své návštěvě Prahy. V Řečkově koleji totiž na těle odsouzeného oběšence (jehož tělo získal od kata Mydláře) provádí veřejnou pitvu. Zatímco odborné kruhy přijímají tuto převratnou výukovou metodu s nadšením, laická veřejnost ji odsuzuje. Císař Rudolf II. projeví přání, aby Jessenius opustil provinční knížecí dvůr a usadil se v Praze. Zde Jessenius vydává řadu přednášek, vědeckých a lékařských spisů, provádí pro studenty další pitvy... a začíná se zajímat o politiku...Stellis vinctusTřetí díl výpravného historického seriálu o osudech Johannese Jessenia, nazvaný Stellis vinctus, zachycuje poslední období vlády pološíleného císaře Rudolfa II. Pražská univerzita přejde do rukou českých stavů a Jessenius se má stát jejím profesorem. V té době se musí potýkat též s morovou epidemií, která zasáhla hlavní město. Je to těžký boj, protože každý nemocný je předem prohlášen za mrtvého. Morová značka se ocitne též na Jesseniově domě, i když lékařova žena Marie onemocněla jen běžnou chorobou. Nešťastný souběh událostí má však za následek, že Marie se nakonec stejně nakazí...Theatrum mundisČtvrtý díl slovenského historického seriálu o Johannesu Jesseniovi má název Theatrum mundis a odehrává se po smrti císaře Rudolfa II., který byl Jesseniovým ochráncem. Nový císař Matyáš doktorovy služby odmítne. Jessenius napřed císaři napíše pokornou supliku, ale později ji z hrdosti roztrhá. Pozná svůdnou dívku Floro, se kterou stráví celou zimu. Přitom stále pracuje na vědeckých spisech. Floro však jednoho dne beze stopy zmizí. Později za Jesseniem přijdou jeptišky i s novorozenou holčičkou Julkou, kterou Floro v útulku přivedla na svět. Lékař se dítěte ujme. Po čase je jmenován rektorem pražské univerzity. V zemi se v té době začínají bouřit české stavy a dojde k defenestraci místodržitelů Slavaty a Martinice. Jessenius po poradě s Harantem a Budovcem odjíždí jako legát českých stavů do Uher...Via DolorisPátý díl slovenského seriálu scenáristy Vladimíra Körnera a režiséra Miloslava Luthera má název Via Doloris a uzavírá velkolepý historický projekt, jaký dodnes nemá v české a slovenské televizní tvorbě obdoby. Poslední část zachycuje neúspěšnou diplomatickou misi Johannese Jessenia na sněm uherských stavů a především trpký konec tohoto učence, lékaře, anatoma a diplomata. Jessenius byl totiž jedním ze sedmadvaceti pánů, popravených v červnu 1621 před pražskou staroměstskou radnicí za účast ve stavovském povstání. Na pozadí jeho osudu pak tvůrci zobrazují dění v českých zemích v době soumraku renesančních ideálů, kdy vypukla třicetiletá válka a kdy potupnou porážkou v bitvě na Bílé hoře české stavovské povstání skončilo...",
    "chinese_title": "垂死时刻的医生",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Lekár umierajúceho času",
    "douban_rating_average": 0,
    "update_at": "2025-05-05T04:55:35"
}