{
    "aka": [],
    "sid": "36895465",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt7670934",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "2012(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7670934/",
    "imdb_votes": 6,
    "this_title": [
        "Return to Nature! The True Natural Method of Healing and Living and the True Salvation of the Soul: Paradise Regained, The Core of the Body-Water, Human Curative Power, Light, Air, Earth, Food, Fruit Culture"
    ],
    "douban_link": "https://movie.douban.com/subject/36895465/",
    "imdb_rating": "7.0/10 from 6 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "“Man was created naked by nature, and in the beginning lived naked for a long time. ‘And they were both naked, the man and his wife.”—Gen. 2:25; and according to the intentions of nature he was always to go naked. This is the design of nature which nothing can change. Going naked is in accordance with nature, and consequently right. Everybody knows that light-and-air creatures, plants as well as animals, pine away in dark places and become more and more lifeless. But if they are brought to light, they instantly wake up and become full of life. It is as if one could see this, even in plants, which soon regain their healthy color. In the case of animals we can plainly see how they brighten up, jump, and run about. To-day man lives, clothed as he is, with the greater part of his body in the dark. Let him, for once, throw off his clothes, especially in the open air, in the woods, and he will directly feel how new vigor and life reanimates the body. Immediately all the organs begin to work more vigorously, the digestion, the vitality is increased, and a rapturous sensation of wellbeing passes through the almost lifeless sick organism. . . . The light at once reanimates the vitality of the body, which, moreover, being now entirely free from clothes, need not partly reabsorb through the skin, the bad used-up air which it had thrown off, and can take in more pure air. This explains the immediate remarkable invigoration of the organism, and the wonderful effect of the light-and-air bath. The importance of the light-and-air bath in the preservation of health, the curing of diseases, acute as well as chronic, and also in the healing of wounds must become evident to even the dullest understanding.” –Adolf Just, in a book, the title of whose English translation is the title of this film.",
    "chinese_title": "Return to Nature! The True Natural Method of Healing and Living and the True Salvation of the Soul: Paradise Regained, The Core of the Body-Water, Human Curative Power, Light, Air, Earth, Food, Fruit Culture",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-08-08T18:21:40"
}