{
    "aka": [],
    "sid": "36890588",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "喜剧",
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908130790.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1038975/",
            "name": "Jon Killough Jon Killough",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt27832864",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-08-31(TV)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt27832864/",
    "this_title": [
        "Crackodile"
    ],
    "douban_link": "https://movie.douban.com/subject/36890588/",
    "trans_title": [
        "可卡因巨鳄"
    ],
    "douban_votes": "0",
    "introduction": "After chomping on a stash of super crack called Acid Mind Drainage, a sideshow reptile is transformed into a blood lusting beast of enormous rage. It breaks free of its cage and slips into the river that leads to the sleepy town of Pittman on the eve of the 50th anniversary of the Pittman Pepperoni Roll Festival. Sadistic drug kingpin, Mr. Rick, and his right hand man, Pinky, want their drugs back in their hands. They call on a handful of disturbed hitmen and hitwomen and hit... whatever. Duncan Jones, a pervert with an itch for blood; Big Bucky, small in stature, big in black heart; Amish bomb builder Lewis Miller; gun-toting heart throb, Fat Ass Annie; and dominatrix/strangler, Sassy Brown. This rag-tag group of mercenaries are unleashed upon the small town, angling for crocodile, dope, and one of the men who started it all... Frankie, who lost the original stash of Acid Mind Drainage. Frankie's friend, Finn, is helping him dodge the drug dealers and their hit squad as the Mayor is planning on keeping the Pepperoni Festival on schedule even though Game Warden Jonathan pulls body parts from the lake. When Frankie is cornered and caught by Mr. Rick, he pleads for his life and promises to capture, kill, and gut the crocodile, retrieving the packets of Acid Mind Drainage and returning them to him. With Finn at his side, shady characters all around him, and a crowd of Pepperoni Roll lovers swarming the lake, Frankie goes hunting for crocodile. Will he succeed?",
    "chinese_title": "可卡因巨鳄",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Crackodile",
    "douban_rating_average": 0,
    "update_at": "2025-05-16T15:08:49"
}