{
    "aka": [
        "Ningaloo Nyinggulu",
        "寧格魯：澳大利亞的海洋奇觀(港)",
        "寧格魯：澳洲的海洋奇觀(台)"
    ],
    "sid": "36891088",
    "cast": [
        {
            "url": "/celebrity/1024094/",
            "name": "蒂姆·温顿 Tim Winton",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908144943.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1024094/",
            "name": "蒂姆·温顿 Tim Winton",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt28183566",
    "director": [],
    "duration": "50分钟 / 56分钟(澳大利亚)",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-04-22(加拿大)",
        "2023-05-16(澳大利亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt28183566/",
    "imdb_votes": 26,
    "this_title": [
        "Ningaloo: Australia's Ocean Wonder Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36891088/",
    "imdb_rating": "8.7/10 from 26 users",
    "trans_title": [
        "Ningaloo Nyinggulu",
        "寧格魯：澳大利亞的海洋奇觀(港)",
        "寧格魯：澳洲的海洋奇觀(台)"
    ],
    "douban_votes": "0",
    "introduction": "Love Nature’s latest global original series Ningaloo: Australia’s Ocean Wonder (3×50’; 4K and HDR), spotlights one of the last wild, untouched places on Earth – Ningaloo, a biodiversity hotspot and World Heritage listed conservation region located in Western Australia. Written and narrated by internationally acclaimed author and conservation activist, Tim Winton (Cloudstreet, Dirt Music, Breath), the docuseries shares his personal stories of the natural wonders of the place that has inspired his award-winning work. Throughout the three-part series, Winton shares stories of the animals and people drawn to Ningaloo and asks audiences what the region’s biodiversity, deep history and Indigenous knowledge can teach us about balance and the protection of our planet moving forward. Ningaloo: Australia’s Ocean Wonder debuts on Earth Day, Saturday, April 22 at 9 p.m. ET/PT on Love Nature in Canada. Love Nature is also available on Prime Video and Apple TV in Canada with Ningaloo: Australia’s Ocean Wonder available to stream from April 22.Ningaloo: Australia’s Ocean Wonder reveals a bewildering diversity of wildlife, spotlighting one of the only inshore whale shark aggregation sites, the world’s largest humpback whale nursery, a global sea snake hotspot, the largest fringing coral reef on Earth, and a refuge for ancient troglobites in the region’s 800+ caves. The series also reveals how the Ningaloo Reef maintains vital ecological links that are a haven for migratory species spanning almost a third of the globe.Ningaloo: Australia’s Ocean Wonder is produced for Love Nature and ABC (The Australian Broadcasting Corporation) by Artemis Media in association with Matter of Factual. Tim Winton serves as Writer, Narrator and Executive Producer. Peter Rees is Series Director, Co Producer & Additional Writing and Celia Tait is Executive Producer for Artemis Media. Executive Producer for Love Nature is James Manfull. Overseeing the global original series for Love Nature is Carlyn Staudt, Global General Manager, Love Nature. © Blue Ant MediaEpisode 1 CollisionsEpisode 2 ConnectionsEpisode 3 Choices",
    "chinese_title": "Ningaloo: Australia's Ocean Wonder Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.7,
    "douban_rating_average": 0,
    "update_at": "2025-06-14T07:01:37"
}