{
    "aka": [],
    "sid": "36897839",
    "cast": [
        {
            "url": "/celebrity/1242112/",
            "name": "Amol Rajan Amol Rajan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041405/",
            "name": "比尔·盖茨 Bill Gates",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908429401.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "44分钟 / 47分钟",
    "episodes": "1",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-02-03(英国)"
    ],
    "this_title": [
        "Amol Rajan Interviews Bill Gates"
    ],
    "douban_link": "https://movie.douban.com/subject/36897839/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Billionaire Bill Gates talks to Amol Rajan about wealth, conspiracy theories and recent controversies. They visit a remote region outside Nairobi in Kenya, where Gates supports local farms and hospitals through his charitable foundation, for a rare, in-depth interview with the tech entrepreneur.Gates has spent much of his life being the richest man on earth. He excelled at school, founded Microsoft and helped to realise his vision of having a computer on every desk in every home. His public image has changed over the years, from geek to business titan and philanthropist. In recent years, he has become the subject of endless conspiracy theories and has attracted unfavourable headlines on the subject of his divorce and his association with Jeffrey Epstein. In this challenging and personal interview, Rajan tackles these issues head-on, talking to Gates about his early success, his wealth, how he uses it now, and the controversies that have arisen over the years. In this unusually candid interview, Gates is often revealing in his responses.[Credits]Interviewer: Amol RajanInterviewed Guest: Bill GatesExecutive Producer: Tanya HudsonSeries Producer: Elizabeth Needham-BennettProducer: Suniti SomaiyaDirector: Suniti SomaiyaProduction Company: BBC Studios Documentary Unit",
    "chinese_title": "Amol Rajan Interviews Bill Gates",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-02T17:56:08"
}