{
    "aka": [
        "A Tragedy"
    ],
    "sid": "36894168",
    "cast": [
        {
            "url": "/celebrity/1473243/",
            "name": "邓凯 Kai Deng",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "剧情",
        "喜剧",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908513274.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话",
        "邯郸方言"
    ],
    "playdate": [
        "2024-05-13(中国大陆)"
    ],
    "this_title": [
        "囍"
    ],
    "douban_link": "https://movie.douban.com/subject/36894168/",
    "trans_title": [
        "A Tragedy"
    ],
    "douban_votes": "0",
    "introduction": "王顺喜是一个29岁多还没娶媳妇的瘸子。今天他去参加同村人的婚礼，十分羡慕人家娶了一个漂亮媳妇。婚礼上一个傻子跑过来要糖，顺喜非常厌恶地向傻子吐了一口痰，傻子还不走，顺喜就踢了傻子一脚，旁边的好友铁牛看到了，就抓了一把糖给了傻子，把他推走了。村民们看到这一幕都在议论，说傻子是因为30岁还不结婚就会沾染上“霉运”变傻，顺喜也是快30岁了还不结婚，是要倒大霉的，顺喜跟他们争吵了起来，铁牛拦住了他。一个媒婆听着他们的话略有所思。路上一群小孩围着顺喜说他是老光棍，顺喜直接把小孩推倒在地上。回到家后，顺喜向母亲发起了牢骚，母亲也不愿意搭理顺喜，埋怨他不是写诗就是逗鸟，什么正事也不干。第二天，顺喜来到集市上买鸟，因为钱和老板吵了起来，还好面子地说老板没见过好鸟，最终他只买了一个鸟笼子而且少给了五块钱回家了。这天，媒婆领顺喜见了一个城里的漂亮女孩莺子，还只要五万元彩礼。顺喜一见到莺子就喜欢上了她，心里想着一定要把她娶回家。一天顺喜来给莺子送东西，正好看到一个男人从家里走出来，莺子说是自己的表哥，顺喜就没有多过问。顺喜给莺子念他写的诗，莺子听了非常开心的夸奖，但是在他走了之后，英子的态度就变得十分鄙夷。为了能够凑够莺子要的5万彩礼，顺喜去邻居家借钱被回绝了；顺喜又去舅舅家借钱，正在干活的舅舅看着坐在一旁吊儿郎当的顺喜十分不高兴，只给了他两千块，嫌弃地把他撵走了。顺喜又来到铁牛家借钱，铁牛二话不说给了他五千块，还告诉顺喜有人想收他家的地，劝告他结不了婚的话就等一等，不必在乎村里人说的。顺喜的态度很坚定，还嘲笑铁牛娶不上漂亮媳妇。钱没有凑够，顺喜和一帮小混混喝酒，想让他们帮忙介绍活儿干，混混们起哄让顺喜念诗，顺喜以为是奉承就大声地读诗，小混混们却哈哈大笑，一脸戏弄，还说顺喜不是玩鸟就是写诗，干不了活，但是又给他介绍了一个活儿。白天，顺喜因为腿脚不利索没把活干好挨了一顿打。回来路上碰见了那群小混混，小混混说他是因为偷东西才被打，顺喜看见人多就害怕了，不敢跟他们争论。晚上莺子和顺喜见面，莺子十分心疼顺喜今天的遭遇，安慰顺喜并背出了他的诗，还催着赶紧攒够彩礼娶她回家，顺喜十分感动，想到了地契的事，承诺莺子马上就能娶她回家了。第二天一早，顺喜就去铁牛家询问卖地的事，知道是为了结婚后，铁牛一脸诧异劝说顺喜不要这样做。顺喜不听，问清楚后就回家翻找地契，母亲阻止顺喜，顺喜却沉浸在自己的世界中，失手将母亲推倒，母亲的头磕在了柜子上，血流了一地。顺喜没管，拿着地契就跑了。顺喜凑够钱之后立马到莺子家把钱给了莺子，莺子为了让顺喜证明对她的爱，让他爬上村里广场的大树上大声宣布自己爱莺子，要娶莺子。另一边莺子拿到钱之后就跟所谓的表哥离开了村子。顺喜站在树上，感觉整个村子的人都在祝福他们，而实际上整个村子的人对他都指指点点，像看傻子一样。村里的另一个傻子听到广播后也来到了这里，指着顺喜说快看傻子，大傻子。",
    "chinese_title": "囍",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-14T22:44:49"
}