{
    "aka": [
        "The Cottage"
    ],
    "sid": "36893747",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "剧情",
        "悬疑"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2918158297.jpg",
    "region": [
        "阿根廷",
        "西班牙",
        "巴西",
        "智利"
    ],
    "writer": [],
    "imdb_id": "tt34803680",
    "director": [
        {
            "url": "/celebrity/1462333/",
            "name": "西尔维娜·施耐瑟 Silvina Schnicer",
            "@type": "Person"
        }
    ],
    "duration": "98分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2024-11-24(马德普拉塔电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt34803680/",
    "this_title": [
        "La Quinta"
    ],
    "douban_link": "https://movie.douban.com/subject/36893747/",
    "trans_title": [
        "The Cottage"
    ],
    "douban_votes": "0",
    "introduction": "Todos los años, Rudi y Silvia, junto a sus tres hijos, Martín, Federico y Silvina, pasan los tres meses más calurosos del año en la quinta, una casa prestada en las afueras de Buenos Aires, de aspecto modesto, con un gran jardín y una pileta descuidada.Mientras Silvia desata los bártulos del techo del auto y los niños juegan con sus voces en el interior de la pileta vacía, Rudi abre la puerta de la casa y recibe un olor nauseabundo: paredes manchadas, líquido desparramado, restos de comida, platos y botellas acumuladas. La casa estuvo ocupada por varios días y Tomás, el casero, no sabe explicar cómo pudo haber pasado. Rudi se encargará de actuar en consecuencia, informar a los vecinos e intentar reanudar así su deseada rutina veraniega.Sin embargo, otro suceso, de profundidad imprecisa, del cual los tres niños son protagonistas y testigos, implanta una mancha minuciosa, un olor a quemado que amenaza con emerger en cualquier momento. Martín, de tan solo doce años, con su hermano Federico de testigo, elige convivir con la más grande de las dudas: soporta el peso de una posibilidad devastadora, que contiene el poder de destruir algo más que la tan deseada tranquilidad vacacional de sus padres.",
    "chinese_title": "La Quinta",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-22T12:44:55"
}