{
    "aka": [],
    "sid": "36897366",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908413910.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt25956478",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2025(未定)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt25956478/",
    "imdb_votes": 20,
    "this_title": [
        "Halloween Massacre"
    ],
    "douban_link": "https://movie.douban.com/subject/36897366/",
    "imdb_rating": "6.7/10 from 20 users",
    "trans_title": [
        "万圣节大屠杀"
    ],
    "douban_votes": "0",
    "introduction": "In 2003, Marion Cross Academy witnessed a horrid incident involving a group of teenage students who were subjected to relentless bullying and humiliation. On a dark and stormy Halloween night, the main target of the bullying, wimpy Charlie, suffered a devastating loss when his house, mother, and almost his own life were taken in a fire caused by three of the most mischievous students. Fast forward ten years, Charlie, who had recovered from a coma and his injuries, seeks revenge on his former crush, Sam Rubio, by fatally stabbing her in her sleep. Despite being captured by the authorities shortly after, Charlie manages to escape a year later, just before Halloween. Meanwhile, Valentina Rubio, a former military member and Sam Rubio's sister, discovered that her sister's killer was once again on the loose. Driven by an unstoppable thirst for justice and vengeance, Valentina embarked on a quest to hunt down Charlie and make him pay for taking her sister. Little does she know, Charlie has a sinister plan in motion and he's not working alone.",
    "chinese_title": "万圣节大屠杀",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Halloween Massacre",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-02-25T23:08:03"
}