{
    "aka": [
        "Le chameau manquant"
    ],
    "sid": "36901119",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "摩洛哥",
        "法国",
        "塞内加尔",
        "卡塔尔"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "2024(未定)"
    ],
    "this_title": [
        "The Missing Camel"
    ],
    "douban_link": "https://movie.douban.com/subject/36901119/",
    "trans_title": [
        "Le chameau manquant"
    ],
    "douban_votes": "0",
    "introduction": "In 2007, the President of the French Republic, Nicolas Sarkozy, gave a speech in Dakar stating that “The African man has not fully entered into history”. As my aunt used to say “We are the heirs of King Alboury N’diaye, who fought against the French”. Determined to discover his family’s true story, Cheikh flies to his native Mauritania. An imaginary camel suddenly appears, and Cheikh names him Zarathoustra. He becomes his confidant and accompanies him throughout his journey, responding to his questions and doubts by asserting African proverbs. Guided by his two Mauritanian aunts and together with his camel, Cheikh walks in his grandfather’s footsteps, whose exile remains an enigma. Why did the French authorities banish him from Senegal and send him to prison in Mauritania in the 1930s? In Mali and Senegal, he finds out that colonization strongly altered his family’s story. But is he the king’s descendant? Sarkozy will continue to sow doubt in Cheikh s mind and nag him throughout the entire journey. Whatever comes out of his quest, Cheikh will offer his camel to Sarkozy to help him unravel the threads of his own story.",
    "chinese_title": "The Missing Camel",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-09T11:12:16"
}