{
    "aka": [],
    "sid": "3690509",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "动画",
        "短片",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2004561119.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1011992/",
            "name": "Daniel M. Kanemoto Daniel M. Kanemoto",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1362353",
    "director": [
        {
            "url": "/celebrity/1011992/",
            "name": "Daniel M. Kanemoto Daniel M. Kanemoto",
            "@type": "Person"
        }
    ],
    "duration": "USA: 12 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1362353/",
    "imdb_votes": 18,
    "this_title": [
        "Articles of War"
    ],
    "douban_link": "https://movie.douban.com/subject/3690509/",
    "imdb_rating": "7.4/10 from 18 users",
    "trans_title": [
        "战争条款"
    ],
    "douban_votes": "0",
    "introduction": "Jim captains the crew of the \"Dakota Zephyr,\" a B-24 bomber engaged in attacking Germany during the autumn of 1944. The young American pilot is halfway through a treacherous 35 mission tour and has his next target in sight - the heavily defended rail yards of Vienna, Austria. The pilot is guiding his squadron of bombers towards the drop zone when the sky in front of them suddenly erupts in a devastating barrage of German artillery fire. Jim holds steady by remembering his memories of home, his hopes and dreams, and his fear of the future... the words of a letter he wrote after his first few months of combat, a letter he now carries on every mission he flies. Facing death at any moment in the blackened skies over Vienna, the pilot begins to narrate his letter. Jim's words reveal an honest admission of fear and regret addressed to the one person in his life that's never shown a hint of weakness... his father. A veteran of World War I whose quiet stoicism originally inspired Jim to volunteer for duty, but whose silence no longer makes sense to a pilot contributing to the deadliest bombing campaign in history. As Jim prepares to release his ship's lethal payload, he wonders if telling his father the truth will bring him the peace he dreams of once there are no more missions left to fly. Written by Anonymous",
    "chinese_title": "战争条款",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Articles of War",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-10-23T08:42:11"
}