{
    "aka": [],
    "sid": "36900844",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片",
        "音乐",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2913911827.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "69分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-04-27(英国)"
    ],
    "this_title": [
        "ABBA: 50 Years of Pop"
    ],
    "douban_link": "https://movie.douban.com/subject/36900844/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "50 years ago Swedish pop supergroup ABBA won the Eurovision Song Contest with their breakthrough hit Waterloo, performing at Brighton Dome in the UK. It was the ‘big bang’ moment when ABBA and Swedish pop music exploded into the wider world’s consciousness.From ABBA to Europe, Max Martin to Roxette, Ace of Base to Robyn and beyond, for decades Swedish artists, writers and producers have had an enormous impact on the charts worldwide. Told through archive footage, unique infographics and interviews with songwriters, producers, performers and industry experts including Ulf Ekberg (Ace of Base), Dr Alban, Nina Persson (The Cardigans), John Grant, E-Type, Jacob Collier and Benjamin Ingrosso this special reveals the secrets of ABBA’s global success and the rise of the Swedish smash hit factory, examining how this most musical of nations – just the size of California – came to rule the world of pop. © Windfall Films[Project Credits]Executive Producer: Carlo MassarellaSeries Director & Producer: Lucy GasterProducer: Helen MillerProducer & Directors: Amy Gibb , Bertie FentonAssistant Producer: Amanda ForsgrenEdit Producers: Rebecca Dale-Everett , Tom CookSenior Editor: Nick ScullardEditors: Ben Weissbort , Dan WilkesAssistant VFX Producer: Cecilia OrrProduction Managers: Felicity Chapple , Clare BeasleyProduction Executive: Anna CowdryProduction Coordinator: Sophie Hadley",
    "chinese_title": "ABBA: 50 Years of Pop",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-28T09:39:11"
}