{
    "aka": [],
    "sid": "36901126",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "缅甸",
        "卡塔尔"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "2025(未定)"
    ],
    "this_title": [
        "The Revolution"
    ],
    "douban_link": "https://movie.douban.com/subject/36901126/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "On 1 February 2021, a military coup in Myanmar overthrew the democratically elected government. The following evening, Min, alongside fellow citizens, began protesting by banging pots and pans, symbolising their dissent. Through his documentary, Min documents his and his compatriots’ experiences and protests, seeing filmmaking as his form of rebellion and a means to reclaim the freedom of expression lost since the coup. By 19 February, the violence escalates with Mya Thwe Thwe Khine’s death, marking a grim turn as the military and police start using lethal force against protesters and dissenters alike.By April, the situation intensifies; even filming is deemed a crime, and protests morph into guerrilla warfare. Many from Gen-Z, facing arrest, seek military training in the jungles with ethnic armed groups. Min manages to document this training and the varied individuals involved, from women and medics to students and lawyers, all united in the Civil Disobedience Movement or as part of ethnic militias. Min’s narrative weaves through these diverse encounters, providing a collective insight into their revolutionary journey. Ultimately, Min attempts to escape Myanmar with this footage to share his protagonists’ stories of struggle and resilience.",
    "chinese_title": "The Revolution",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-13T13:33:39"
}