{
    "aka": [
        "裸の大将(78)　清の手品はめぐりあい－福島"
    ],
    "sid": "36909324",
    "cast": [
        {
            "url": "/celebrity/1022228/",
            "name": "芦屋雁之助 Gannosuke Ashiya",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045305/",
            "name": "岛田阳子 Yôko Shimada",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048448/",
            "name": "宝田明 Akira Takarada",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025938/",
            "name": "小野武彦 Takehiko Ono",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1996",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "54分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1996-04-07(日本)"
    ],
    "this_title": [
        "裸の大将(78)"
    ],
    "douban_link": "https://movie.douban.com/subject/36909324/",
    "trans_title": [
        "裸の大将(78)　清の手品はめぐりあい－福島"
    ],
    "douban_votes": "0",
    "introduction": "福島県保原町を訪れた清は、目の前でおむすびを出したマジシャンの魔竜に感激し、その座の下働きに入った。清と仲良くなった少年竜也は、母親と２人暮らし。父親は死んだと聞かされているが、信じていない。竜也は手品で父親を出したいと考え、弟子入りを頼むのだが…。「福島県・保原町を訪れた放浪の天才画家・山下清（芦屋雁之助）は、白雲洞で龍也という少年（吉田亮）に出会うが、サイコロを使った賭けでおむすびを巻き上げられてしまう。空腹の清が次に出会ったのは、奇術の練習中の高雲斎魔龍という奇術師（Mr.マリック）とその団員たちほか。魔龍に奇術でおむすびを出してもらった清は、魔龍に気に入られ弟子入りを許可される。団員の宮野伸吉（小野武彦）とともに興行の営業に向かった清は、保原メリヤスという立派な紡績工場の社長・大橋（宝田明）にも大いに気に入られ、奇術団の興行のスポンサーになってもらうことに。保原メリヤスで働く相原絹子（島田陽子）は、実は龍也の母親だったが、彼女は龍也には夫だった高村和夫は十年ばかり前に死んだと話していた。しかしそこには何か事情があるようで、五年前に妻を亡くした大橋から後妻になる話を持ちかけられても絹子は良い返事をしなかった。絹子の告白によると、夫は死んだわけではなく、手先が器用でカードマジックなどを行なう趣味があったことから、ヤクザたち（星野晃、岩崎浩明、高橋秀樹）の仲間との賭け事に興じた末、営んでいたバーを奪われてしまい、行方不明になったままらしい。清が描く奇術用の箱に魔龍と龍也の名前を合体させた「魔龍也」と書かれていたのを見て、実は魔龍こそが高村和夫だと悟った大橋は、清と組んで小学校の体育館で開催される奇術の公演中に魔龍と絹子、龍也を再会させようと考える。公演中、客席から舞台に上げられた絹子と龍也は、奇術用の箱の中から魔龍とともに現われ、ついに家族の再会を果たすのだった。…絹子と龍也は、魔龍とともに町を去ることになり、大橋はそれを快く見送ることに。そんな魔龍の一家のために奇術用の箱の中から一家が飛び出している貼り絵を残し、清は再び放浪の旅に出かけるのだった。【この項、文：市村】」ロケ協力：飯坂観光ホテル　叶や。協力：「ふるさと保原を考える」新創会、保原ライオンズクラブ、保原町、保原町商工会、福島ニット協同組合、福島県真綿協会、保原町建設業協会。【演技者…役名】「●芦屋雁之助…山下清（放浪の天才画家）、●島田陽子…相原絹子（保原メリヤスに勤続五年目の女工）、●小野武彦…宮野伸吉（高雲斎魔龍奇術団の団員。入団六年目でショーの進行役や営業を担当）、●吉田亮…相原龍也（相原絹子の息子）、●新保あさ…〔マツコ〕（高雲斎魔龍のアシスタント）、●名本忍…高雲斎魔龍のアシスタント、●星野晃…12年前、高村和夫から博打でバーを奪ったヤクザ、●岩崎浩明…ヤクザの仲間、●高橋秀樹…ヤクザの仲間、●富田敏夫…桃を入れたカゴを背負った農夫、●保原町のみなさん、●Mr.マリック…高雲斎魔龍（奇術師。高雲斎魔龍奇術団の座長。実は高村和夫）、●宝田明…大橋（創業20周年の保原メリヤスの社長。妻は五年前に病死している）。",
    "chinese_title": "裸の大将(78)",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-18T07:21:15"
}