{
    "aka": [
        "水曜どうでしょうDVD第28弾"
    ],
    "sid": "36901920",
    "cast": [
        {
            "url": "/celebrity/1047402/",
            "name": "铃井贵之 Takayuki Suzui",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1184188/",
            "name": "大泉洋 Yô Ôizumi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908505088.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "20分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2007-01(日本)"
    ],
    "this_title": [
        "ヨーロッパ20ヵ国完全制覇 完結編"
    ],
    "douban_link": "https://movie.douban.com/subject/36901920/",
    "trans_title": [
        "星期三怎么样 欧洲20国完全制霸 完结篇（第三次）",
        "水曜どうでしょうDVD第28弾"
    ],
    "douban_votes": "0",
    "introduction": "这次计划被称为“2007年新春特别版! 2006年最新作! 寒冬中回忆夏日!”，它是在1997年的“欧洲21国完全制胜”和1999年的“欧洲复仇”计划中因时间限制未能访问的国家——梵蒂冈、圣马力诺和葡萄牙的补遗之旅。前两次计划中未访问的国家里，由于地理上的距离，爱尔兰被排除在外，因此标题从“21国”更改为“20国”，本次计划的播出标志着“欧洲完全制胜”计划的暂时完结（尽管2020年的“欧洲21国完全制胜21周年记念”再次将目标设定为爱尔兰，形成了该系列的正式完结）。从1997年“欧洲21国完全制胜”启程日起正好9年后的2006年8月22日，团队从HTB前出发。虽然之前的“欧洲”系列是从法国凯旋门前的环岛开始，但这一次从意大利罗马开始，以进入梵蒂冈为目的。进入梵蒂冈后，团队在罗马租了一辆雷诺·拉古纳II旅行车（手动挡），然后穿过圣马力诺、法国和西班牙，最终前往位于欧亚大陆最西端的葡萄牙罗卡角。在这次的冒险中，尽管大泉洋和藤村导演宣称这是一个更高级别的旅行，但却连连遭遇笑料十足的小插曲。例如，在梵蒂冈的圣彼得广场，他们本意是去观赏梵蒂冈博物馆（包括西斯廷礼拜堂的《最后的审判》等画作），却错误地排进了参观圣彼得大教堂的队伍，无意中参拜了历代教皇的墓地。另一件趣事发生在佛罗伦萨的圣玛丽亚德尔菲奥雷大教堂，他们本来计划观看穹顶上的《最后的审判》壁画，却误付了6欧元爬上了大教堂的钟楼（6欧元是爬塔的门票，而大教堂本身是免费参观的）。此外，大泉由于即将参与日本电视剧《派遣的品格》的拍摄，需要避免晒黑，于是购买了标有SPF 70的防晒霜。然而，涂抹后防晒霜的白色不退，使得他的皮肤看起来像涂了厚厚的白粉。在后续的行程中，他们还在阿尔科斯·德拉弗龙特拉利用当地建筑的白色，进行了一个“寻找涂了防晒霜的大泉洋和铃井”的活动。节目的前后框架部分中，大泉洋和铃井分别扮演了春子和东海林武，在模仿剧中的场景中大玩特玩。在旅程的早晨，藤村导演在晨跑时扭伤了左脚，铃井因疲劳在晚餐后呕吐，大泉在一家餐厅中因食用虾类引起了过敏反应。尽管嬉野导演是最年长的，但除他以外的所有人都以某种方式影响了健康。在此行的过程中，大泉和藤村导演之间还发生了一场“真正的争吵”，气氛一度变得十分紧张，以至于嬉野导演感觉“看起来并不那么令人放心”。据藤村导演回忆，这场争执的余波未能随着旅程的结束而平息，甚至影响到了后续的编辑工作，导致这次企划从播出到DVD发行之间有近12年的间隔。在最终达到目的地时，他们本意是前往欧洲大陆的最西端——罗卡角，但实际上他们误认了位置，最终宣布在一个前面的岬角结束了旅程。在广播中，他们声称达到了罗卡角，实际上是在名为“地狱之口”的旅游点结束的。关于他们实际上连罗卡角都未到达的这一幕在节目中并没有明确显示。",
    "chinese_title": "星期三怎么样 欧洲20国完全制霸 完结篇（第三次）",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "ヨーロッパ20ヵ国完全制覇 完結編",
    "douban_rating_average": 0,
    "update_at": "2025-11-29T00:10:18"
}