{
    "aka": [
        "Personal Affairs"
    ],
    "sid": "3690980",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1979",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906007014.jpg",
    "region": [
        "南斯拉夫"
    ],
    "writer": [
        {
            "url": "/celebrity/1115348/",
            "name": "Aleksandar Mandic Aleksandar Mandic",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0193295",
    "director": [
        {
            "url": "/celebrity/1115348/",
            "name": "Aleksandar Mandic Aleksandar Mandic",
            "@type": "Person"
        }
    ],
    "duration": "96 分钟",
    "episodes": "",
    "language": [
        "Serbian"
    ],
    "playdate": [
        "1979"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0193295/",
    "imdb_votes": 39,
    "this_title": [
        "Licne stvari"
    ],
    "douban_link": "https://movie.douban.com/subject/3690980/",
    "imdb_rating": "6.7/10 from 39 users",
    "trans_title": [
        "私人日记",
        "Personal Affairs"
    ],
    "douban_votes": "0",
    "introduction": "The story follows the five months in the life of Belgrade student Maja Sabljic, an actress to be, from her high school graduation day (at the end of May) until mid September when she tries to enroll to the Film Academy (FDU). The story is presented in the documentary style, involving the real-life persons of the late seventies' Belgrade scene.A secondary school girl has just passed the final examination and is enjoying her big summer with her generation, a long-awaited moment of freedom. She has decided to become an actress and it is already affecting her present. Between the last day in school, when a young man feels he can do everything, and the first day at the university, when his destiny is in a way determined, he enjoys his freedom frantically, remembering the past and preparing for future. The girl interlaces pictures of dreams, reality, heart, movies in her head.As if according to a tradition or the laws of the assembly line, generations of high school graduates decide every summer about their fates. The freedom they longed for so ardently now smiles at them with all its illusive beauty. When it seems that they have reached it, it turns out that it is least present. Enthusiastic and indecisive, beautiful and weak, brave and confused, healthy and trembling, they stand facing life and spend their BIG SUMMER.Between the last day in school, when the whole world is theirs, and the first day of studies at a faculty, when their fate has been decided, days roll by one which will become wonderful only in their memory. Soundtrack by one of the greatest pop-rock band - Bijelo Dugme.",
    "chinese_title": "私人日记",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Licne stvari",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-02-13T11:29:25"
}