{
    "aka": [],
    "sid": "36904768",
    "cast": [
        {
            "url": "/celebrity/1457970/",
            "name": "泽勒·阿芙拉多普洛丝 Zele Avradopoulos",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1462639/",
            "name": "莱纳德·R·巴特勒 Leonard R. Butler",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908582858.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1309759/",
            "name": "Andrew Shearer Andrew Shearer",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt14669946",
    "director": [
        {
            "url": "/celebrity/1303738/",
            "name": "帕梅拉·科基 Pamela Corkey",
            "@type": "Person"
        }
    ],
    "duration": "97分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-04-01(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt14669946/",
    "imdb_votes": 15,
    "this_title": [
        "Holy Irresistible"
    ],
    "douban_link": "https://movie.douban.com/subject/36904768/",
    "imdb_rating": "6.0/10 from 15 users",
    "trans_title": [
        "神圣不可抗拒"
    ],
    "douban_votes": "0",
    "introduction": "When Ivy was only three years old his parents died in a freak car accident, which immediately solidified his belief that God is a jerk. Years alter, he’s still living in the same Christian fundamentalist town, attending community college, while living with his Aunt Rad. After she took him in and raised him, the tables have turned, as Ivy is now stuck taking care of the terminally ill, pot smoking, irascible old lady.Then, unexpectedly, Ivy quickly falls for a new young woman who has just moved to town. The problem is, her father is the new preacher in town. Just when things seem to have ended before they begun, Ivy’s only friend, Surge, a self-proclaimed anarchist, helps Ivy hatch a plan to infiltrate her world. He will infiltrate her church, posting as a true-believer, in order to win her over. But Surge makes the deal with Ivy that if he’s going to “coach” him, Ivy must retrieve “insider information” from the church, as he is suspicious of their fundraising motives.Despite suspicions from rival conservative peers at the church, pretending to be a God-fearing Christian begins to work. But as Ivy and Sadie grow closer, her genuine spiritual convictions plant an unexpected seed of optimism in Ivy. His undercover mission to help Surge bring down the church exacerbates the lie he’s living with Sadie. Building an honest relationship with the girl of his dreams and regularly twisting his spiritual identity heats to an inevitable boiling point.Sadie eventually learns the truth about Ivy’s big lie. Will he be able to win her back and finally make peace with whoever’s up there wrecking his life?",
    "chinese_title": "神圣不可抗拒",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Holy Irresistible",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-07-19T03:52:29"
}