{
    "aka": [
        "The Mysteries of the Pyramids (w/t)"
    ],
    "sid": "36901050",
    "cast": [
        {
            "url": "/celebrity/1005239/",
            "name": "达拉·奥布莱恩 Dara O&#39;Briain",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1476344/",
            "name": "Raksha Dave Raksha Dave",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1495243/",
            "name": "萨利玛·伊克拉姆 Salima Ikram",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908509046.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "60分钟",
    "episodes": "2",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-05-20(英国)"
    ],
    "this_title": [
        "Mysteries of the Pyramids with Dara Ó Briain Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36901050/",
    "trans_title": [
        "The Mysteries of the Pyramids (w",
        "t)"
    ],
    "douban_votes": "0",
    "introduction": "Channel 5 has commissioned a new archaeology series from Cardiff-headquartered Wildflame Productions that will see comedian and presenter Dara Ó Briain investigating the mysteries of the Egyptian pyramids.Titled, appropriately, Mysteries of the Pyramids (w/t), the 2 x 60-minute series will see Ó Briain joined by archaeologist Raksha Dave and Egyptologist Dr. Chris Naunton to delve into some of the key questions that still linger around these Wonders of the World, including the method of their construction and their true purpose.Additionally, the hosts will entertain (and debunk) some of the more far-fetched theories surrounding the Pyramids, and present some of the most up-to-date archaeological, historical and scientific findings about these mega-structures.Mysteries of the Pyramids was commissioned for Channel 5 by Denise Seneviratne, commissioning editor, non-scripted UK originals. Ben Fox is executive producer, with Ewen Thomson serving as series producer and director and Josh Key as producer. Silverlining Rights is handling worldwide distribution.",
    "chinese_title": "Mysteries of the Pyramids with Dara Ó Briain Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-07T12:29:20"
}