{
    "aka": [],
    "sid": "36912738",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1983",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "28分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1983(美国)"
    ],
    "this_title": [
        "The Banana Man"
    ],
    "douban_link": "https://movie.douban.com/subject/36912738/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In this first completed video work by the artist, Kelley, who was once described by John Waters as “the man who made pitiful seem sexy,” utilizes the character of the Banana Man—originally a minor figure from the children’s television show Captain Kangaroo. Developed entirely from second-hand accounts, this character becomes a vehicle for Kelley’s exploration of the construction and perception of identity. Created in 1983, The Banana Man marks a significant turning point in Kelley’s artistic oeuvre, showcasing the shift from live performance and gallery art towards the use of the medium of video that allows for more complex narrative, temporal, and psychological structures.Performed and filmed in collaboration with Kelley’s students at the Minneapolis College of Art and Design, the work subverts conventions of continuity and immediacy in video and performance art by presenting perplexing and humorous scenes that challenge viewers to piece together their understanding of the character. The Banana Man exemplifies Kelley’s interest in promoting a more dynamic interaction between the viewer and the artwork and sets a precedent for his future theoretical investigations into forms of engaging yet intricate video stories.Writes Kelley: “This is my only truly solo video project. The tape is an exploration of character and was done in direct reaction to my performance work at the time, which was characterless. Video seemed a good way, by virtue of it not operating in ‘real’ time, of dealing with character and psychological motivation. ‘The Banana Man’ was a minor figure on a children’s television show I watched in my youth. I, myself, never saw this performer. Everything I know about him was told to me by my friends. The Banana Man is an attempt at constructing the psychology of the character — problematized by the fact that the character is already a fictional one, and by the fact that none of my observations were direct ones.”",
    "chinese_title": "The Banana Man",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-29T22:52:19"
}