{
    "aka": [
        "The Hidden"
    ],
    "sid": "36915430",
    "cast": [
        {
            "url": "/celebrity/1517946/",
            "name": "Kris Carr Kris Carr",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "剧情",
        "悬疑"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909081903.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0285563",
    "director": [],
    "duration": "89分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2002(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0285563/",
    "imdb_votes": 95,
    "this_title": [
        "Five Years"
    ],
    "douban_link": "https://movie.douban.com/subject/36915430/",
    "imdb_rating": "5.8/10 from 95 users",
    "trans_title": [
        "The Hidden"
    ],
    "douban_votes": "0",
    "introduction": "Renee Unger is living the life she always hoped for: a little red-brick house in the small town of New Russia, Ohio, a good husband, a prospering construction business, and a baby on the way. When her husband's younger brother turns twenty-one and is released from juvenile prison, where he served five years for murder, Renee's cozy life begins to change. Colson comes to live with them, an injection of danger in the form of a strange, silent houseguest with haunted eyes and odd habits. Her husband, Eric, becomes obsessed with monitoring his little brother's every move, and Colson's moves become increasingly unpredictable. Nobody talks about what happened five years ago, but something shifts beneath the surface of their lives a secret that won't stay buried. Just when tensions threaten to explode into violence, the brothers disappear without a word, leaving Renee alone with a houseful of echoes and unanswered questions. She must finally step out of her rarefied world and confront the assumptions on which she's built her whole life.",
    "chinese_title": "Five Years",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2025-06-28T02:52:24"
}