{
    "aka": [
        "Imaginero"
    ],
    "sid": "3691161",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1969",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867151723.jpg",
    "region": [
        "阿根廷"
    ],
    "writer": [
        {
            "url": "/celebrity/1020078/",
            "name": "乔治·普罗兰 Jorge Preloran",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0191197",
    "director": [
        {
            "url": "/celebrity/1020078/",
            "name": "乔治·普罗兰 Jorge Preloran",
            "@type": "Person"
        }
    ],
    "duration": "50分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1969"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0191197/",
    "imdb_votes": 31,
    "this_title": [
        "Hermógenes Cayo (Imaginero)"
    ],
    "douban_link": "https://movie.douban.com/subject/3691161/",
    "imdb_rating": "8.3/10 from 31 users",
    "trans_title": [
        "Imaginero"
    ],
    "douban_votes": "0",
    "introduction": "La vida y los trabajos de Hermógenes Cayo, santero de la Puna argentina, en Cochinoca, Jujuy, a quien se llamó el \"Leonardo de la Puna\" por las múltiples facetas de su talento y sensibilidad. Un artista indígena que dedicó su arte a la expresión de sus sentimientos místicos. El film muestra sus obras y su filosofía de vida, que revelan a un hombre con una versatilidad renacentista. Hermógenes Cayo cree que el hombre es capaz de hacer todo lo que se propone con la ayuda de Dios y a través de la imaginación y el esfuerzo. Jorge Prelorán, quién falleció hace pocos días, ha sido seguramente uno de los documentalistas más importantes de la historia argentina pero, paradójicamente, uno de los menos difundidos. Los que lo mencionan o han oído su nombre superan ampliamente a quienes han visto sus films. En este trabajo, que inaugura la vertiente etnográfica que él mismo denominó etnobiografías, se representan las actividades de Hermógenes, un artesano de la Puna jujena. Su ardua tarea de sobrevivir es registrada por Prelorán, otro artesano, entre el cine y la antropología. Un documento de carácter humano, como solía repetir el mismo director, para el rescate de los grupos humanos en lucha por la vida.",
    "chinese_title": "Hermógenes Cayo (Imaginero)",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.3,
    "douban_rating_average": 0,
    "update_at": "2025-09-16T12:56:10"
}