{
    "aka": [],
    "sid": "36919899",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "贝宁"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1218546/",
            "name": "伊德里斯·莫拉·卡帕伊 Idrissou Mora Kpai",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "2025(未定)"
    ],
    "this_title": [
        "Corporal Ganda"
    ],
    "douban_link": "https://movie.douban.com/subject/36919899/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Corporal Ganda’ is a story that follows an African colonial soldier who chooses loyalty to his family above all else. After surviving and receiving commendation for the battle of Da Phuc, Corporal Ganda wants nothing more than to live life happily married to his Vietnamese fiancée Thuy and their child, Kim.With the war still raging between the colonial French and the Vietnamese, Corporal Ganda is told he cannot marry Thuy and can only take his son home with him to Africa. When Ganda attempts to abduct Kim, Thuy and Kim flee and find themselves captive by the French colonialists after trying to steal medicine for the Viet-Minh. Ganda, feeling guilty for his mistakes, searches the jungle for Thuy and Kim but ends up captured by Viet-Minh’s and put into a re-education camp. He resists rallying with the enemy and is subjected to forced labor.Étienne, Ganda’s superior within the French army, is terrified that Ganda has defected and that this will serve as a model for others. He makes it his mission to chase Ganda and force him back. When Ganda learns that Thuy is imprisoned by the French, he no longer cares about which side of the war he is on; all he cares about is having his family back. He finally decides to collaborate with the Viet-Minh’s and broadcasts a message, pleading that he doesn’t know who or what they’re fighting for; all he wants is to marry the woman he loves. Étienne, hearing the broadcast, promises to allow Thuy and Ganda to get married if Ganda returns to them. Ganda, despite disbelieving, agrees.Meanwhile, Thuy’s brother, Thanh, organizes an escape and manages to free Thuy and Kim from the French territory. Ganda and a small contingent of Viet Minh capture Etienne and his men. But when the surrender of the French army becomes known, Ganda lets Etienne go. Now, Ganda, needs to fight for Thuy’s forgiveness to begin a new life with his family.",
    "chinese_title": "Corporal Ganda",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-01-28T18:26:59"
}