{
    "aka": [],
    "sid": "3691181",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "智利"
    ],
    "writer": [],
    "imdb_id": "tt1013891",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2005"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1013891/",
    "imdb_votes": 18,
    "this_title": [
        "Arcana"
    ],
    "douban_link": "https://movie.douban.com/subject/3691181/",
    "imdb_rating": "6.7/10 from 18 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "一部纯黑白纪录片，讲述瓦尔帕莱索最古老的阿尔卡纳监狱即将永久关闭时的景象，这是一座有150多年历史的监狱，无数人曾被迫关押于此，在70-80年代智利独裁统治时期。This film concerns the last working year of the old prison of Valparaiso in Chile, which closed in April 1999. It is an homage to the prison and to the men who lived there during its 150-year history. The film tells the story not through visible reality, but through the most subjective experience of seeing and feeling the prison from the inside.Cristobal Vicente shows in amazingly powerful black and white images the daily life of prisoners in the now closed prison of Valparaiso in Chile. The quintessence of this film lies in that which we don't see and about which the prisoners cannot speak: torture, humiliations and degradations. The long and largely steady shots visualise the unbearably monotonous routine of the inmates. In the few sequences with a moving camera, we walk with the camera past cell doors from which cries for help can be heard. Towards the end, the camera, filming now in colour, slowly tears itself away from this place, which has become extremely oppressive for the audience, and thus ends 150 years of horror. The black-and-white images leave behind many more questions than answers and they remain, maybe for that very reason, in the viewer's consciousness for a long time.Cristobal Vicente Cruz was born in Chile in 1975. He has a degree in architecture from the Catholic University of Valparaiso, Chile. His thesis develops the concept of an architectural perspective of cinematography. Cruz studied cinematography under the established Chilean director Hector Rios.",
    "chinese_title": "Arcana",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-07-17T09:00:52"
}