{
    "aka": [
        "Charles Darwin - The Devil's Chaplain?"
    ],
    "sid": "36919893",
    "cast": [
        {
            "url": "/celebrity/1096435/",
            "name": "葛特·海登赖赫 Gert Heidenreich",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情",
        "纪录片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909278252.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "director": [],
    "duration": "52分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2008-12-28(德国)"
    ],
    "this_title": [
        "Charles Darwin – Kaplan des Teufels?"
    ],
    "douban_link": "https://movie.douban.com/subject/36919893/",
    "trans_title": [
        "查尔斯·达尔文：魔鬼的牧师",
        "Charles Darwin - The Devil's Chaplain?"
    ],
    "douban_votes": "0",
    "introduction": "Charles Darwin was born 200 years ago in Shrewsbury in the West of England. 150 years ago, his influential work “On the Origin of Species” was published. Throughout his life he kept asking fundamental questions: What was the origin of life? How had man come into existence? Was he created by God or did he descend from apes?Eventually, Darwin struck upon the idea that all creatures might be the result of natural selection – in other words, of “evolution”. His proponents hailed Darwin as the greatest scientist of all times, his enemies thought he was an agent of the devil. How did the man who would be priest turn into such a heretic?The film “Charles Darwin – The Devil’s Chaplain?” sketches Darwin’s dramatic transformation from a student of theology to the harbinger of modern biology. We accompany him on his sea voyage on the “Beagle” around the world. We witness him become a passionate researcher of exotic species on the Cape Verde Islands, South America and the Galapagos Islands, and we follow his career as a scientist in Victorian England.Darwin’s path to success, however, is full of struggles. For two decades, he keeps delaying the publication of his preposterous new theory on the evolution of species. He is afraid both of losing his reputation, and of hurting the feelings of his pious wife. Throughout his lifetime, he suffers from the conflict between scientific knowledge and Christian doctrines of belief.The film presents the paradoxes and complexities in the life and thought of this unusual man. His theory, which he described as the “murder” of Victorian ideals and certainties, continues to be fascinating into our present.“Charles Darwin – The Devil’s Chaplain?” – the film in time for the Darwin anniversary.",
    "chinese_title": "查尔斯·达尔文：魔鬼的牧师",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Charles Darwin – Kaplan des Teufels?",
    "douban_rating_average": 0,
    "update_at": "2025-04-26T15:21:53"
}