{
    "aka": [
        "Border Life"
    ],
    "sid": "36919881",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "贝宁"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1218546/",
            "name": "伊德里斯·莫拉·卡帕伊 Idrissou Mora Kpai",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "2025(未定)"
    ],
    "this_title": [
        "Border"
    ],
    "douban_link": "https://movie.douban.com/subject/36919881/",
    "trans_title": [
        "Border Life"
    ],
    "douban_votes": "0",
    "introduction": "Border Life is a creative documentary that explores the vibrant and chaotic world of the West African border town, Seme. Situated between Benin and Nigeria, Seme is a restless but inscrutable place where the setting itself becomes the film’s main character. It is a “no man’s land” often dubbed the most absurd border on the African continent, where boisterous chaos and clandestine activities go hand in hand. The documentary’s secondary characters are the peddlers, smugglers, cross-border travelers, and small traders. These individuals, marginal in the metaphorical but also in the social sense and at the edge of legality and illegality, are either in transit or residents on either side of the border; their lives are deeply intertwined with the town’s unique and unpredictable environment. They trade everything from stolen Nigerian oil, Chinese electronics, Thai rice, and Italian chicken tails.Seme represents a microcosm of contemporary Africa where national borders do not correspond, neither to people’s local realities, nor to globalized structures. Still, they shape space materially. Against the effort to divide, regulate and organize, Seme’s border also become a place of encounters, transactions, and back-and-forth movement.The film employs a mix of observational and participatory methods to tell its plot-driven story. The shooting process is one of discovery, uncovering the ever-changing nuances of the location. The story structure is built around the characters whose lives are entangled with the border town, giving viewers a glimpse into the daily struggles and triumphs of those who pass through Seme.",
    "chinese_title": "Border",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-01-28T17:52:17"
}