{
    "aka": [
        "Claudia (Working Title)"
    ],
    "sid": "36912478",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914958795.jpg",
    "region": [
        "罗马尼亚"
    ],
    "writer": [],
    "imdb_id": "tt33484028",
    "director": [
        {
            "url": "/celebrity/1303876/",
            "name": "阿德里安·希塔鲁 Adrian Sitaru",
            "@type": "Person"
        }
    ],
    "duration": "20分钟",
    "episodes": "",
    "language": [
        "罗马尼亚语"
    ],
    "playdate": [
        "2024-06-16(特兰西瓦尼亚电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt33484028/",
    "this_title": [
        "Claudia (titlu în lucru)"
    ],
    "douban_link": "https://movie.douban.com/subject/36912478/",
    "trans_title": [
        "Claudia (Working Title)"
    ],
    "douban_votes": "0",
    "introduction": "Interior, day. Man meets woman. He offers her flowers. Claudia (Working Title) starts as an improvised fiction about the making of a film with a former prostitute as its main character. The crew flies her to Thailand for the shooting. Under the guise of goodwill, moral dilemmas and Hitchcock’s quote “actors are cattle” arise in the process. What does it take to make a film?Here the established Romanian director Sitaru pursues the questionings of his feature The Fixer (selected at the Toronto International Film Festival in 2016): what are the boundaries when you “use” a subject for a fictional or documentary work? He dissects, in his own words, “the hypocrisy of filmmaking”, through well-thought devices: the split screen is a piercing commentary of the action; the film is shown being edited in real time on a computer. Manipulation, which graces and curses cinema at the same time, is unveiled with a lo-fi aesthetic akin to Radu Jude’s recent work, such as in Do Not Expect Too Much from the End of the World (2023), which was co-produced by Sitaru.",
    "chinese_title": "Claudia (titlu în lucru)",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-02T08:37:38"
}