{
    "aka": [
        "The History of Trash"
    ],
    "sid": "36912484",
    "cast": [
        {
            "url": "/celebrity/1091848/",
            "name": "克洛迪娅·格拉维 Claudia Gravy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1207328/",
            "name": "彼得·巴扎尔盖特 Peter Bazalgette",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908968068.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "director": [],
    "duration": "43分钟",
    "episodes": "",
    "language": [
        "德语",
        "英语",
        "意大利语",
        "西班牙语"
    ],
    "playdate": [
        "2022-05-22(德国)"
    ],
    "this_title": [
        "Der Mensch und sein Müll - Eine Geschichte des Wegwerfens"
    ],
    "douban_link": "https://movie.douban.com/subject/36912484/",
    "trans_title": [
        "The History of Trash"
    ],
    "douban_votes": "0",
    "introduction": "The film searches for traces of waste and sewage throughout history, from the Stone Age, through antiquity and the Middle Ages, to the present day. Since the dawn of humankind, waste has existed. As soon as humans could stand, they had both hands free – to make and use tools, but also to let things ‘fall’ or deliberately throw them away. Over the centuries, the composition of waste has changed, sometimes dramatically. With every human invention, a new type of waste was created. The advent of urban living made waste and faeces a significant problem. Not only did waste literally stink to high heaven, it was also rightly blamed for epidemics in ancient times. Disposal also became a logistical challenge.The first enduring waste was pottery, which can still be found at Monte Testaccio in Rome. The shards of an estimated 50 million amphorae, the first mass-produced ‘disposable packaging’ in history, remain here. These were at least harmless to the environment, something that can not be said of modern packaging. Today, the world is faced with a ‘plastic flood’ that is polluting the oceans. A look into the past shows that people may be doomed to create waste, but they have also repeatedly developed strategies to deal with the issue.Producers: Volker Schmidt-Sondermann, Andrea Haas-BlenskeProduced by IFAGE-Filmproduktion for ZDF in association with ZDF Studios",
    "chinese_title": "Der Mensch und sein Müll - Eine Geschichte des Wegwerfens",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-18T18:33:27"
}