{
    "aka": [],
    "sid": "36914558",
    "cast": [
        {
            "url": "/celebrity/1585429/",
            "name": "乔尼·弗里曼 Jonny Freeman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1608650/",
            "name": "莱克斯·丹尼尔 Lex Daniel",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1528138",
    "director": [
        {
            "url": "/celebrity/1484614/",
            "name": "罗伯·伊万斯 Rob Evans",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "55",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-10-20(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1528138/",
    "this_title": [
        "Holby City Season 12"
    ],
    "douban_link": "https://movie.douban.com/subject/36914558/",
    "trans_title": [
        "霍尔比市 第十二季"
    ],
    "douban_votes": "0",
    "introduction": "The twelfth series of the British medical drama television series Holby City commenced airing in the United Kingdom on BBC One on 20 October 2009. The series deals with the repercussions of the death of ward sister Faye Byrne's son Archie, including the resignation of consultant Connie Beauchamp and the return of former registrar Thandie Abebe-Griffin. It also focuses on staff members' romantic and family lives. F1 Oliver Valentine becomes romantically involved with registrar Jac Naylor and ward sister Daisha Anderson, and his sister Penny embarks on a secret romance with a heart transplant patient. Consultant Linden Cullen is reunited with his estranged daughter Holly, nurse Donna Jackson decides to adopt her half-niece Mia, sister Chrissie Williams gives birth to a son, Daniel, and Faye becomes pregnant by her estranged husband Joseph. The series includes a crossover episode with sister show Casualty and it also has the highest number of episodes to date, as the series contains a small number of episodes which air during the same week.",
    "chinese_title": "霍尔比市 第十二季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Holby City Season 12",
    "douban_rating_average": 0,
    "update_at": "2025-12-04T17:40:08"
}