{
    "aka": [
        "緝凶自救會(台)"
    ],
    "sid": "36929211",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2910808847.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "10",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-07-18(美国)"
    ],
    "this_title": [
        "How I Caught My Killer Season 2"
    ],
    "douban_link": "https://movie.douban.com/subject/36929211/",
    "trans_title": [
        "我是如何抓到我的杀手的 第二季",
        "緝凶自救會(台)"
    ],
    "douban_votes": "0",
    "introduction": "“How I Caught My Killer” is a true-crime docu-series that highlights the real-life stories behind unique homicide cases with in-depth interviews, authentic archival material and cinematic recreations all packaged together into a fresh spin in the genre.Whether it’s a fraught letter to a friend, an urgent text message detailing a heated argument, a private diary entry describing a horrifying experience, or an ominous social media post revealing a motive for murder…these victims all leave a case-breaking clue that will one day help to solve their crime.Every curated case details a complex portrait of a human being whose life was cut short by a killer that would have escaped justice if it hadn’t been for the victim’s own actions. Ultimately, the twists and turns of the investigations into these victim-solved crimes expose an awful truth in America today: our systemic failures as a nation all too frequently deny many citizens justice. Each episode forces us to confront the harsh reality that our system is blind to many underserved and invisible communities that make up a disproportionate percentage of the people who lose their lives to homicide every year.EPISODE 1 It Was a Religious Hate CrimeEPISODE 2 I Know What the Devil Looks LikeEPISODE 3 She Was Hiding a SecretEPISODE 4 There’s No Peace in My FamilyEPISODE 5 She Was a Tough GirlEPISODE 6 There’s More Than One Scumbag Out ThereEPISODE 7 Obsessions Oftentimes Lead to MurderEPISODE 8 Every Shot He Took, I Felt ItEPISODE 9 They’d Never Find the BodyEPISODE 10 I Know That There is True Evil Out ThereCredits:Hulu Original “How I Caught My Killer” is executive produced by David Karabinas, Evan Goldstein, Chip Rives, Rick Cikowski, and Brad Bernstein of Texas Crew Productions; Greg Spring and Ivy Brown of Spring Theory. Robby O’Neil of Texas Crew Production is co-executive producer.",
    "chinese_title": "我是如何抓到我的杀手的 第二季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "How I Caught My Killer Season 2",
    "douban_rating_average": 0,
    "update_at": "2025-04-04T14:14:05"
}