{
    "aka": [],
    "sid": "36920231",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916558819.jpg",
    "region": [
        "印度"
    ],
    "writer": [
        {
            "url": "/celebrity/1378313/",
            "name": "巴尔温德·辛格·扬尤亚 Balwinder Singh Janjua",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt19393864",
    "director": [],
    "duration": "140分钟",
    "episodes": "",
    "language": [
        "旁遮普语"
    ],
    "playdate": [
        "2022-04-29(印度)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt19393864/",
    "imdb_votes": 369,
    "this_title": [
        "Ni Main Sass Kuttni"
    ],
    "douban_link": "https://movie.douban.com/subject/36920231/",
    "imdb_rating": "6.1/10 from 369 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "'Ni Mai Sass Kuttni' as the name suggests, is a very old Punjabi Traditional Boli (Song), which is sung on various occasions in Punjab, usually during weddings. This film is all about the sweet and sour companionship of Mother-in-Laws and Daughter- in-Laws. Anita Devgan is quite frustrated with her mother-in-law Nirmal Rishi, as she orders her for doing all the household chores alone. In the meantime, Anita Devgan is delighted by the idea of her elder son Gurpreet Ghuggi getting married so that she can become boss to her new daughter-in-law Akshita Sharma and enjoy her life. But the situation turned upside down, Anita Devgan gets fed up of her new daughter-in-law too. And keeping in mind the whole scenario, when Mehtab (her younger son) insists on getting married to his love interest Tanvi Nagi, Anita Devgan bluntly refuses. But the other members of the family happily support the love birds and get them married in a secret ceremony. When the new daughter-in-law comes home, there's a whole lot of fun roller coaster ride which includes drama, agitation, laughter and emotions.",
    "chinese_title": "Ni Main Sass Kuttni",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-11-21T14:56:06"
}