{
    "aka": [],
    "sid": "36921201",
    "cast": [
        {
            "url": "/celebrity/1377052/",
            "name": "查理·库珀 Charlie Cooper",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "喜剧",
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914492863.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt35150201",
    "director": [],
    "duration": "30分钟",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-10-04(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt35150201/",
    "imdb_votes": 40,
    "this_title": [
        "Charlie Cooper’s Myth Country"
    ],
    "douban_link": "https://movie.douban.com/subject/36921201/",
    "imdb_rating": "7.7/10 from 40 users",
    "trans_title": [
        "神话国度"
    ],
    "douban_votes": "0",
    "introduction": "The series – made by Naked West, a Fremantle label – sees Charlie step out alone from This Country for his British factual debut. It will follow him as he tours the UK in his campervan, investigating everything from Crop Circles and UFOs in Wiltshire to roaming ghost dogs on the coast and countryside of East Anglia. Charlie will meet the believers and the naysayers, visiting iconic locations and gathering evidence in a bid to get to the bottom of the truth.In an era of social media misinformation and online echo chambers, where can we go to separate the news from the nonsense? The happenings from the hoaxes? The facts from the fiction? This 3 x 30 minute part series will see Charlie search spooky small-town goings on, uncovering eye-witness accounts and elusive evidence as well as staging his own experiments in a bid to bring him closer to the truth. Along the way, he will pay homage to the countryside legends of brilliant Britain and will explore how they have come to define the places and people they originate from.",
    "chinese_title": "神话国度",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Charlie Cooper’s Myth Country",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-06-15T11:33:47"
}