{
    "aka": [
        "Violent Earth"
    ],
    "sid": "36922966",
    "cast": [
        {
            "url": "/celebrity/1027151/",
            "name": "列维·施瑞博尔 Liev Schreiber",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片",
        "灾难"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2915114099.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "44分钟",
    "episodes": "5",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-06-02(美国)",
        "2025-07-04(中国大陆)"
    ],
    "this_title": [
        "Violent Earth with Liev Schreiber Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36922966/",
    "trans_title": [
        "狂野地球 第一季",
        "Violent Earth"
    ],
    "douban_votes": "0",
    "introduction": "CNN Original Series Violent Earth with Liev Schreiber explores the unbelievable science behind epic natural events. Hosted by Schreiber, this five-part series premieres on Sunday, June 2 at 9pm ET/PT on CNN. The following episodes will regularly air on Sundays at 9pm ET/PT on CNN.Increasingly frequent and harrowing climate events including hurricanes, tornadoes, volcano eruptions, tsunamis and wildfires are examined in this jaw-dropping series. Featuring incredible footage of the most intense examples of these weather events and new interviews with the scientists, storm chasers, and survivors who lived through them, Violent Earth is an in-depth examination into our natural world and its changing climate.Liev Schreiber was most recently seen on screen in the Wes Anderson film Asteroid City, which premiered at The Cannes Film Festival. Schreiber starred in Showtime’s critically acclaimed hit series Ray Donovan, for seven seasons. His performance garnered five Golden Globe Award® nominations in the category of Best Actor in a Television Series Drama and three Primetime Emmy® nominations as Outstanding Lead Actor in a Drama Series. He recently performed in the Broadway production of Doubt and is nominated for the 2024 Tony Award® for Best Performance by an Actor in a Leading Role in a Play.Nancy Duffy, Senior Vice President, Program Development at CNN, is the executive producer of Violent Earth.Episode 1: TornadoEpisode 2: WildfireEpisode 3: TsunamiEpisode 4: VolcanoEpisode 5: Hurricane",
    "chinese_title": "狂野地球 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Violent Earth with Liev Schreiber Season 1",
    "douban_rating_average": 0,
    "update_at": "2025-09-09T01:14:26"
}