{
    "aka": [
        "Death Trap Mallorca - Joy and Sorrow in Exile",
        "Majorque, années 1930 - La fin d'un refuge",
        "Todesfalle Mallorca - Glück und Unglück im Exil"
    ],
    "sid": "36930828",
    "cast": [
        {
            "url": "/celebrity/1102933/",
            "name": "汉希·乔奇曼 Hansi Jochmann",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909521670.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt28630358",
    "director": [],
    "duration": "52分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2023-08-08(德国/法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt28630358/",
    "imdb_votes": 8,
    "this_title": [
        "Mallorca – Tod im Paradies"
    ],
    "douban_link": "https://movie.douban.com/subject/36930828/",
    "imdb_rating": "7.6/10 from 8 users",
    "trans_title": [
        "Death Trap Mallorca - Joy and Sorrow in Exile",
        "Majorque, années 1930 - La fin d'un refuge",
        "Todesfalle Mallorca - Glück und Unglück im Exil"
    ],
    "douban_votes": "0",
    "introduction": "During the 1930s, Mallorca attracts increasing numbers of migrants from Nazi Germany. The island is home to an established German intellectual community, and the new arrivals believe they will be safe in the democratic Second Spanish Republic. However, General Franco’s fascist coup of 1936 turns their lives upside down. Franco’s death squads roam the island, killing thousands of people – a microcosm of events on the Spanish mainland. Many immigrants are able to escape, but others, including the Austrian author Franz Blei, the pacifist couple Luise and Heinz Kraschutzki, the painter Rudolf Levi, the poet Karl Otten and the journalist Arthur Seehof experience the horrifying rise of fascism in what was once an island paradise. “Death Trap Mallorca” incorporates eyewitness accounts of life on Mallorca before, during and after the bloody coup, archive footage, historical sources and compelling personal reminiscences and letters to paint a comprehensive picture of the turmoil and horror of events in 1930s Mallorca – events that would soon be replicated across Europe and the world.Production companies: ARTE, Gruppe 5 Filmproduktion, IB3 Televisió",
    "chinese_title": "Mallorca – Tod im Paradies",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-12-08T17:28:21"
}