{
    "aka": [
        "Dawn of the Oceans",
        "Universe of the Oceans with Frank Schätzing",
        "Universum der Ozeane - mit Frank Schätzing"
    ],
    "sid": "36931355",
    "cast": [
        {
            "url": "/celebrity/1019729/",
            "name": "弗兰克·施茨廷 Frank Schätzing",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909558533.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt2298728",
    "director": [],
    "duration": "45分钟 / 52分钟(ARTE) / 90分钟(NationalGeographicChannelUS)",
    "episodes": "3",
    "language": [
        "德语"
    ],
    "playdate": [
        "2010-09-10(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2298728/",
    "imdb_votes": 16,
    "this_title": [
        "Universum der Ozeane Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36931355/",
    "imdb_rating": "6.4/10 from 16 users",
    "trans_title": [
        "Dawn of the Oceans",
        "Universe of the Oceans with Frank Schätzing",
        "Universum der Ozeane - mit Frank Schätzing"
    ],
    "douban_votes": "0",
    "introduction": "A journey through past, present, and future of the oceans.How did life in the oceans originate billions of years ago? And how could the immense diversity of animals and plants that surround us today emerge out of the first organisms? What unknown species hide in deep, dark oceans? How are humans changing the oceans? And how can we exploit the riches of the oceans, without destroying the marine world?Based on Frank Schätzing’s nonfiction bestseller “Messages from an Unknown Universe,” we go on a breathtaking journey through time and space of the world’s oceans. With spectacular underwater shots, we enter into unknown worlds. We will see how billions of years ago the first cell came into existence. Using the latest CGI technology, we bring prehistoric creatures back to life, looking back in time. We trace the earth’s myths and legends of the deep sea. We are there when researchers put together piece by piece the puzzle of life. We experience how the first shark battled the armored fish. We see how the continents and oceans arise. In a time lapse, we observe how a sea turned into the Alps.“Universe of the Oceans” spans a spectacular return from the past to the present day. The big key events in our history come alive just as are the great moments of discovery, research, and development.Part 1st explains how the first life in the oceans was formed and how the planet as we know it gradually took shape.In Part 2nd we will travel with the sharks of the oceans through time and space. We will show how evolution continues to find new ways in the eternal struggle for survival.The 3rd part leads us to the Arctic where the future of our civilization will be decided. The arctic still belongs to those habits that are unknown.Production company: Gruppe 5 Filmproduktion",
    "chinese_title": "Universum der Ozeane Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-08-03T08:42:39"
}