{
    "aka": [
        "CHANGING SAME: THE UNTITLED RACIAL JUSTICE PROJECT"
    ],
    "sid": "36937072",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1333072/",
            "name": "米歇尔·斯蒂芬森 Michele Stephenson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1279282/",
            "name": "乔·布鲁斯特 Joe Brewster",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "2025(未定)"
    ],
    "this_title": [
        "Changing Same"
    ],
    "douban_link": "https://movie.douban.com/subject/36937072/",
    "trans_title": [
        "CHANGING SAME: THE UNTITLED RACIAL JUSTICE PROJECT"
    ],
    "douban_votes": "0",
    "introduction": "Changing Same: The Untitled Racial Justice Project is an immersive, room-scale virtual reality experience where the participant travels through time and space to witness the connected historical experiences of racial terror in America. It’s a respectful, haunting story infused with magical realism and Afrofuturism about the uninterrupted cycle of the history of white racial oppression—past and present.Changing Same seeks to confront the US’s history of lynching and examine how the US’s legacy of racial violence continues to influence contemporary issues such as mass incarceration, crime and justice. Changing Same uses time-travel and magical realism to enable participants to experience the evolution of racial violence in the US and make connections between the past and present, as well as contemplate how our history of racism continues to have a lasting effect on human conditions in the US today. At the end of the experience, participants travel to an Afrofuturist world to imagine a more equitable future for all, one that is attentive and accountable to the violences of the past.",
    "chinese_title": "Changing Same",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-22T14:55:39"
}