{
    "aka": [],
    "sid": "36944912",
    "cast": [
        {
            "url": "/celebrity/1383153/",
            "name": "阿拉姆·阿拉米 Aram Arami",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1424521/",
            "name": "弗洛拉·蒂曼 Flora Thiemann",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "爱情",
        "家庭",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909881447.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt23058622",
    "director": [],
    "duration": "58分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2022-12-16(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt23058622/",
    "imdb_votes": 39,
    "this_title": [
        "Zitterinchen"
    ],
    "douban_link": "https://movie.douban.com/subject/36944912/",
    "imdb_rating": "6.1/10 from 39 users",
    "trans_title": [
        "小狗颤颤"
    ],
    "douban_votes": "0",
    "introduction": "In a time long gone, the sisters Alma and Christine live in their little house on the outskirts of a village and look after themselves. While the beautiful Christine jumps through life confidently and wildly, never wears shoes and is not afraid of anything, her sister Alma is more cautious and downright shy. She has a slightly larger build and indulges in her great hobby, painting. Here she has an extraordinary talent, which makes her modestly small, while her sister predicts a great future for her. And so, after some hesitation, Alma is hired at Prince Philip's court as a painter for his botanical almanac. Philip lives only for his plants, for science, is modest and a little crazy. In any case, aristocratic ladies willing to marry cannot get hold of him. In return, he gets along blindly with Alma, without realizing that she would be just the right person for him. Instead, he falls for Christine after seeing a picture of her at Alma's. A love story unfolds, in which the evil baroness and her daughter Irm play a decisive role, Christine almost dies and a nymph and the little puppy Zitterinchen get involved. Everything will be fine in the end and if they didn't die, then they're still alive today.",
    "chinese_title": "小狗颤颤",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Zitterinchen",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-01-28T21:56:29"
}