{
    "aka": [
        "Lost in Reminiscence"
    ],
    "sid": "36942729",
    "cast": [
        {
            "url": "/celebrity/1483465/",
            "name": "须森隆文 Ryubun Sumori",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2919328902.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1386350/",
            "name": "平田智浩 Hirata Tomohiro",
            "@type": "Person"
        }
    ],
    "duration": "82分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2024-07-14(SKIP CITY国际数位电影节)"
    ],
    "this_title": [
        "朝の火"
    ],
    "douban_link": "https://movie.douban.com/subject/36942729/",
    "trans_title": [
        "Lost in Reminiscence"
    ],
    "douban_votes": "0",
    "introduction": "The incinerator of a waste treatment facility, where a fire blazes fiercely behind a circular window. The sound of a government official’s voice over the radio announces that the name of the era is changing. A nameless protagonist whose coworker delves into mountains of garbage. A boss abusive towards his subordinates. A bus driver asking where he should go. A woman who has lost her mother. Unable to ask for help and or to help themselves, everyone is going through their own madness. Tomohiro Hirota has already earned recognition at a number of short film festivals in Japan, and now densely heaps metaphor on metaphor to portray the nightmare of Japan’s last 30 years, often described as “lost” but in actuality stolen. Can we wake up from this nightmare? Finally, there is a dance in eulogy of our souls, to a song by Saho Terao, who has long dealt with social issues in her work as a writer and musician.ごみ処理施設焼却炉。丸窓には煌々と燃える火。ラジオから官房長官の声。元号が変わると告げている。主人公に名は無く、仕事仲間はごみの山に潜り込む。部下を虐め倒す上司。行き先を問うバスの運転手。家族を失った女性。助けを求めることも自分を救うことも出来ず、皆それぞれに狂っている。既に短編が国内映画祭で評価を受けている広田智大は、我が国の「失われた」のではなく「奪われた」30年の姿を、隠喩に隠喩を緻密に重ね、悪夢として織り上げる。我々はこの悪夢から目を覚ますことが出来るのか。文筆家・音楽家として社会に向き合い続ける寺尾紗穂の歌と共に踊られるのは私たちへの鎮魂の踊りだ。",
    "chinese_title": "朝の火",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-21T21:55:54"
}