{
    "aka": [],
    "sid": "36945856",
    "cast": [
        {
            "url": "/celebrity/1484511/",
            "name": "尤迪丝·诺伊曼 Judith Neumann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1061081/",
            "name": "帕斯奎尔·阿莱亚尔迪 Pasquale Aleardi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "儿童",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909914739.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1299637/",
            "name": "Su Turhan Su Turhan",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt30454694",
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2023-12-25(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt30454694/",
    "imdb_votes": 40,
    "this_title": [
        "Die verkaufte Prinzessin"
    ],
    "douban_link": "https://movie.douban.com/subject/36945856/",
    "imdb_rating": "4.4/10 from 40 users",
    "trans_title": [
        "换得的新娘"
    ],
    "douban_votes": "0",
    "introduction": "Melisa (Judith Neumann) hat den weiten Weg vom Meer in die Berge auf sich genommen, weil sie, wie schon ihr Großvater, im Bergwerk arbeiten möchte. Um diesen Traum zu verwirklichen, gibt sie sich als junger Mann namens Mathis aus. Als sie ein kleines Fürstentum erreicht, in dem sie Arbeit finden will, gerät sie in ein Ränkespiel: Der schwermütige Fürst Ingolf (Pasquale Aleardi) möchte abdanken, und seine Tochter Sophia (Kristin Alia Hunold) ist die rechtmäßige Thronerbin. Deren böser Onkel Rudolf, Fürst Ingolfs Zwillingsbruder, stiftet jedoch Sophias Bruder Berthold (Langston Uibel) an, selbst nach dem Thron zu greifen, da ihm das als Mann zustehe. Zu diesem Zweck täuschen Rudolf und Berthold eine Entführung Sophias vor, um sie in ein fernes Land zu verkaufen. Mitten in diese Entführung platzt nun Melisa hinein, und es gelingt ihr, Sophia zu befreien. Doch nicht nur Fürst Ingolf herrscht in diesem Reich: Der sagenhafte Berggeist Mehrich (Emanuel Fellmer) lebt im Bergwerkstollen, und die Menschen geben ihm fälschlicherweise die Schuld für alles Unheil. In Wahrheit aber ist Mehrich ein Wesen, das die menschlichen Gefühle nicht versteht und jede Gestalt annehmen kann. Als Mehrich auf Melisa trifft, beschließt er, sie zu beobachten und so die Menschen zu studieren. In diesem Märchen schwindelt jeder, um seinen erwünschten Platz im Leben zu finden: Melisa gibt sich als Mann aus, weil sie glaubt, nur so im Bergbau arbeiten zu können. Prinz Berthold heuchelt Geschwisterliebe vor, weil er auf den Thron scharf ist. Und Erbprinzessin Sophia beschwindelt sich selbst, weil sie sich nicht zutraut, Thronfolgerin zu werden. Am Ende finden sie dann doch - fernab aller Klischees - den Platz im Leben, der ihnen entspricht. Gespiegelt wird das Thema in der Figur des Berggeists Mehrich, einem Gestaltwandler, der ganz selbstverständlich in jede Rolle schlüpfen und gar nicht nachvollziehen kann, warum die Menschen sich so viele Gedanken um Geschlechterrollen und soziale Erwartungen machen.Melisa made the long journey from the sea to the mountains because, like her grandfather, she wanted to work in the mines. To make this dream come true, she pretends to be a young man. When she wants to find work in a small principality, she gets caught up in a dangerous game of intrigue: Prince Ingolf wants to abdicate and hand over the rightful succession to the throne to his daughter Sophia. But her evil uncle Rudolf encourages Sophia's brother Berthold to grab the throne himself, since he is entitled to it as a man. The plan: Sophia is to be kidnapped and sold to a distant country. But Melisa bursts in and manages to free Sophia. A friendship develops between the two young women. When Melisa tries to tell Sophia the truth about her brother Berthold and his plans, an argument breaks out. Sophia is in great danger because the brother she still trusts still wants to get rid of her. At the same time, the legendary mountain spirit Mehrich follows people's activities. Although he can take on any form, he cannot understand human feelings. When Mehrich meets Melisa, he decides to observe her and thus study people. In this fairy tale, everyone cheats in order to find their desired place in life: Melisa pretends to be a man because she believes that is the only way she can work in the mining industry. Prince Berthold feigns brotherly love because he is keen on the throne. And Hereditary Princess Sophia deceives herself because she doesn't have the confidence to become heir to the throne. In the end, they find - far from all the clichés - the place in life that suits them.",
    "chinese_title": "换得的新娘",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Die verkaufte Prinzessin",
    "imdb_rating_average": 4.4,
    "douban_rating_average": 0,
    "update_at": "2025-02-13T01:28:42"
}