{
    "aka": [
        "Tulip-chan"
    ],
    "sid": "36942641",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "动画",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909937375.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "19分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2024-07-15(SKIP CITY国际数位电影节)"
    ],
    "this_title": [
        "チューリップちゃん"
    ],
    "douban_link": "https://movie.douban.com/subject/36942641/",
    "trans_title": [
        "小郁金香",
        "Tulip-chan"
    ],
    "douban_votes": "0",
    "introduction": "Elementary school girl Tulip-chan’s dream for the future is for her grandchildren to celebrate her sixtieth birthday. Her own beloved grandmother has passed away, and her family life is somewhat turbulent. Tulip-chan has always had trouble fitting in. One day, another girl comes up to her and announces that she is her child, come from the future. Will Tulip-chan’s dream come true? Saki Watanabe completed this film as her graduation project for a Film and Media degree at Tohoku University of Art and Design. She directed, wrote the screenplay, animated it, and composed the music for this film, which portrays Tulip-chan as she grows up and has poignant encounters in a world full of both distortion and loveliness. By the time we hear the ending song—with words and lyrics also by the director herself—the world of the film has won us over utterly.小学生の女の子チューリップちゃん。将来の夢は「還暦を孫にお祝いしてもらうこと」。大好きなおばあちゃんはもういない。家族も不穏だ。周囲に馴染めないまま大きくなったチューリップちゃんの元に、ある日少女がやってくる。「私は未来から来たあなたの子どもです」。果たしてチューリップちゃんの夢は叶うのか。東北芸術工科大学映像学科卒業制作として本作を完成させた渡辺咲樹。監督・脚本・作画・音楽を一人で務め、歪みと愛らしさに満ちた世界に生きるチューリップちゃんの成長と邂逅を描く。監督自ら作詞作曲したエンディング曲を聴く頃、観客はこの世界を愛おしく思うだろう。",
    "chinese_title": "小郁金香",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "チューリップちゃん",
    "douban_rating_average": 0,
    "update_at": "2025-10-02T05:01:46"
}