{
    "aka": [
        "Maidens of the Ripples"
    ],
    "sid": "36941147",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "17分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2025(未定)"
    ],
    "this_title": [
        "さざなみの少女たち"
    ],
    "douban_link": "https://movie.douban.com/subject/36941147/",
    "trans_title": [
        "Maidens of the Ripples"
    ],
    "douban_votes": "0",
    "introduction": "夕暮れには明かりが灯る住宅街、おしゃれなビーチなんかなくて、港にあるのは漁船ばかり。ここで生まれ育った若者は進学や就職を理由に殆どが街を出ていく。都会みたいな大型ショッピングモールなんかないけれど、道行くみんなが顔見知りってほど田舎でもない。先生からも生徒からも評価されるほど模範的な優等生の有馬遥と、社会で求められる”普通”にうまく適応できず、学校に馴染めずに不登校になってしまった寅谷倫。普通なら関わるはずのない2人は些細なきっかけからお互いに特別な存在になっていく。。。憧憬、嫉妬、恐怖、怒り、悲しみ・・・繊細で難解な少女達の、少し奇妙な友情を描く＿＿＿The story is set in a small, nostalgic port town where houses light up in the evening, and fishing boats fill the harbor instead of trendy beaches. Most young people born and raised here leave for higher education or work. There are no big shopping malls like in the city, but it is not so rural that everyone on the street knows each other.Haruka Arima, a diligent honor student, becomes one of the main characters. One day, her teacher assigns her to deliver a printout to a consistently absent student. On her way home, Haruka meets Rin Toratani, a girl with long blonde hair, who has been skipping school for some time. Despite their stark differences in problems, personalities, and lifestyles, a unique friendship blossoms between the two 17-year-old girls.As they navigate their troubled lives and conflicts, Haruka and Rin gather the courage to confront the imperfections of the world they live in. Through the growth of these two characters, we depict the delicate emotions of teenage girls, such as admiration, jealousy, fear, anger, and sadness, as well as a slightly peculiar and twisted friendship.",
    "chinese_title": "さざなみの少女たち",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-18T04:58:36"
}