{
    "aka": [
        "The Goose Princess",
        "牧鹅公主"
    ],
    "sid": "36945855",
    "cast": [
        {
            "url": "/celebrity/1422603/",
            "name": "米娜·奎斯特 Mina Christ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1122899/",
            "name": "莱斯利·马尔顿 Leslie Malton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1095526/",
            "name": "莱古拉·格劳维莱尔 Regula Grauwiller",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1166460/",
            "name": "约翰·冯·比罗 Johann von Bülow",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "儿童",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909914738.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1016750/",
            "name": "雅各布·格林 Jacob Grimm",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1100669/",
            "name": "威廉·格林 Wilhelm Grimm",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1393284/",
            "name": "Katrin Milhahn Katrin Milhahn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1531972/",
            "name": "Antonia Rothe-Liermann Antonia Rothe-Liermann",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt21221378",
    "director": [],
    "duration": "58分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2022-12-26(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt21221378/",
    "imdb_votes": 39,
    "this_title": [
        "Die Gänseprinzessin"
    ],
    "douban_link": "https://movie.douban.com/subject/36945855/",
    "imdb_rating": "5.1/10 from 39 users",
    "trans_title": [
        "鹅公主",
        "The Goose Princess",
        "牧鹅公主"
    ],
    "douban_votes": "0",
    "introduction": "Prinzessin Polly hat es nicht leicht. Das Königreich befindet sich in einem Ausnahmezustand: Seit Pollys Bruder vor Jahren verschwand, herrscht Trauer. Der König erträgt kein Lachen. Doch ausgerechnet Prinzessin Polly fällt das besonders schwer, sie liebt es, Witze zu machen und andere Menschen aufzumuntern. Als Polly bei der Trauerfeier zum Gedenken an den Prinzen ihren Nebenmann zum Lachen bringt, breitet sich dieses Lachen wie eine Lawine unter den Umstehenden aus. Es kommt zum Streit - Polly geht. Zeitgleich überquert der Abenteurer Leif die Landesgrenze. Möglichst schnell will er durch dieses trauernde Land reiten, muss dann allerdings den Widerstandskämpfer Hagen retten, der vor seinen Augen abgeführt werden soll. Den Wachen des Königs können die beiden nur mithilfe einer magischen Alten entkommen. \"Jeder muss seine Last auf den Rücken nehmen!\" ist die Maxime dieser geheimnisvollen Frau, bei der auch Polly bereits Unterschlupf finden konnte. Sie fordert die jungen Menschen um sich heraus und öffnet ihnen neue Horizonte. Schaffen sie es gemeinsam, die Zukunft des Landes umzugestalten und es von der Last der Trauer zu befreien?The humorous and cheerful Princess Polly does not have it easy. Her parents' kingdom is in a state of emergency: Since Polly's brother disappeared years ago, there has been mourning. The king cannot bear to laugh, the queen tries, but is increasingly challenged by the situation at court. And of all things, Princess Polly finds it all particularly difficult, because she loves to joke and cheer up other people. It is therefore not so easy for everyone to keep their composure at court. When Polly makes her two maids laugh at the funeral service in memory of the prince, the laughter spreads like an avalanche among the bystanders. The king cannot tolerate this - a fight ensues, Polly leaves. At the same time, the adventurer Leif crosses the national border. He wants to ride through the mourning country as quickly as possible, but then he sees the resistance fighter Hagen, who is being taken away in front of his eyes, and frees him. The two can only escape the king's guards with the help of a magical old woman: \"Everyone has to take their burden on their back!\" is their maxim and Leif must also start taking responsibility - first by helping. He has to carry the bundle of firewood home for her. In return, she uses her magic to save the two fugitives from the king's guards. Leif, Hagen and the magical old woman arrive at an enchanted clearing in the forest - here she lives, together with many geese and her \"daughter\". It's Polly, who was also able to find shelter here. The magical old woman with snow-white hair challenges the young people around her and opens up new horizons for them. Will they manage to reshape the country's future together and free it from the burden of grief?",
    "chinese_title": "鹅公主",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Die Gänseprinzessin",
    "imdb_rating_average": 5.1,
    "douban_rating_average": 0,
    "update_at": "2025-04-07T22:58:05"
}