{
    "aka": [
        "Peru, Sacrifices in the Kingdom of Chimor"
    ],
    "sid": "36944538",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909894779.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1302026/",
            "name": "Jérôme Scemla Jérôme Scemla",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt30949804",
    "director": [
        {
            "url": "/celebrity/1302026/",
            "name": "Jérôme Scemla Jérôme Scemla",
            "@type": "Person"
        }
    ],
    "duration": "87分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2022-02-23(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt30949804/",
    "imdb_votes": 8,
    "this_title": [
        "Pérou, sacrifices au royaume de Chimor"
    ],
    "douban_link": "https://movie.douban.com/subject/36944538/",
    "imdb_rating": "5.9/10 from 8 users",
    "trans_title": [
        "Peru, Sacrifices in the Kingdom of Chimor"
    ],
    "douban_votes": "0",
    "introduction": "Along the northern coast of Peru, the remains of hundreds of children and young llamas have been found. They all appear to have been sacrificed in the 15th century, during the Chimor civilization, the largest empire in the Andean Region before the arrival of the Incas and the Conquistadors. It is an unprecedented discovery. There is no scientific proof of another mass sacrifice of this nature and of such scale in any other civilization. How and why were these sacrifices carried out? An international and multi-disciplinary team of scientists is leading the investigation on site and in laboratories. Peruvians, French and North-Americans are working together to unveil the mysteries and misfortunes of the Kingdom of Chimor. As the evidence builds up in this ‘cold case’, more and more leads are emerging… By reconstructing the chain of events, we tell, from a unique angle, the extraordinary story of the Kingdom of Chimor, from its apogee to its fall…PRODUCTION COMPANY: Nilaya ProductionsBROADCASTERS: France 5, Histoire TV, SVT, RTS, RTBF, Curiosity Stream, Viasat HistoryAWARD : Grand Prix of the Festival della Comunicazione e del Cinema Archeologico (Licodia Eubea, Sicile, 2022- 12th edition ); Panorama Award (out of competion) of Pariscience Science Film Festival",
    "chinese_title": "Pérou, sacrifices au royaume de Chimor",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-10-04T21:26:20"
}