{
    "aka": [],
    "sid": "36941112",
    "cast": [
        {
            "url": "/celebrity/1302849/",
            "name": "克里斯托夫·巴赫 Christoph Bach",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "家庭",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909836966.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt11534072",
    "director": [],
    "duration": "58分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2019-12-26(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11534072/",
    "imdb_votes": 72,
    "this_title": [
        "Das Märchen von den 12 Monaten"
    ],
    "douban_link": "https://movie.douban.com/subject/36941112/",
    "imdb_rating": "5.5/10 from 72 users",
    "trans_title": [
        "12个月的童话"
    ],
    "douban_votes": "0",
    "introduction": "Queen Clare not only rules over her kingdom, but also over the 12 months. They live in a magical place that no human has ever entered, because you can only reach it with magic. The queen also has them. She has to set the yearly clock every month to move the months through the year. For the last few weeks the queen has been getting weaker and weaker and her magical power is waning. The months have a bad fear: Is the Frosty Prince, whose dark powers only gain strength in the leap year, trying to destroy the Queen and thus prevent the year from going on? Quick action is required because it is February 29th and the Queen has to set the annual clock for March at exactly 6 p.m. If she doesn't make it, it will stay February forever - dark, icy and unfriendly. That would be a catastrophe for the whole kingdom, for the people, the nature and also the months. The March woman finds the recipe for a drink in the \"Book of Eternity\" that makes the queen insensitive to the forces of the Frosty Prince. It is a test every season. The four ingredients are encrypted. People have to find out what is behind them. So the March woman, June and September woman make their way to the queen and to February, who lives with the queen in the castle during his month. What they don't know: The Frosty Prince has allied himself with February, who has always felt disadvantaged and unloved, and promised him power and fame if he smuggled him into the castle. And so the Frosty Prince in the disguise of the merciful monk Martin comes near Queen Klara and weakens her with his magical powers from day to day. The Frosty Prince is not thrilled when the months with the recipe show up. But he quickly chooses the chef Valentin for the responsible job of procuring the ingredients. Because he is secretly sure: Valentin will fail. The September woman, however, insists that the \"chicken girl\" accompany Luise Valentin. Together, the unlikely couple go on a dangerous search for the ingredients for the healing potion. With the help of the March woman, June and September woman, Valentin and Luise actually find the first three ingredients: violets, strawberries and an apple. But will February contribute the fourth component, the last flake flight, and thus be able to save Queen Clare and the empire?",
    "chinese_title": "12个月的童话",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Das Märchen von den 12 Monaten",
    "imdb_rating_average": 5.5,
    "douban_rating_average": 0,
    "update_at": "2025-03-23T18:13:19"
}