{
    "aka": [
        "Stand Up and Roll"
    ],
    "sid": "36942933",
    "cast": [
        {
            "url": "/celebrity/1366824/",
            "name": "日高七海 Nanami Hidaka",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909937338.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "48分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2024-07-15(SKIP CITY国际数位电影节)"
    ],
    "this_title": [
        "立てば転ぶ"
    ],
    "douban_link": "https://movie.douban.com/subject/36942933/",
    "trans_title": [
        "Stand Up and Roll"
    ],
    "douban_votes": "0",
    "introduction": "A mom-and-pop supermarket, after hours. College student Adachi, struggling actor Ishikawa, and part timer Uchida often end up on the same shift. Adachi is always prattling on about trivial nonsense, to which Ishikawa responds with little interest, while Uchida just keeps toiling away on her own. Then, we discover that Adachi has her own reasons for being so persistent in talking to someone who is merely a co-worker. The moment we discover how their shared history connects to the present, we can’t help wanting to give them a word of encouragement as they make it through each day despite a lack of mutual understanding in this cruel world. The directorial debut of Jun Hosoi, who started acting in drama club in college and then joined the Compsons theater company after graduation. He works in both film and theater.個人経営スーパーの閉店後。大学生の安達、売れない役者の石川、フリーターの内田はバイトのシフトがよく重なる。安達はひたすら面白くもない無駄話をふっかける。飄々と応酬する石川。内田は一人黙々と仕事をする。バイト先の知り合いでしかない関係性の中、執拗に話を続ける安達には、彼女なりの理由があった…。本作が初監督作となる細井じゅんは、大学の演劇サークルで役者を始め、卒業後、劇団コンプソンズに所属。現在は舞台・映像作品へと活動の場を広げている。彼らの関係性の始まりと現在が繋がる時、生きづらい世の中で分かり合えないまま、それでも何とか日々を生きていく彼らに、お疲れ様、と言いたくなる。",
    "chinese_title": "立てば転ぶ",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-28T17:50:02"
}