{
    "aka": [
        "Life is Snow"
    ],
    "sid": "36942366",
    "cast": [
        {
            "url": "/celebrity/1005883/",
            "name": "阿部力 Tsuyoshi Abe",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "剧情"
    ],
    "awards": "　　第8届平遥国际电影展(2024)\n　　费穆荣誉·最佳短片 费穆荣誉·最佳短片 张曜元\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909872107.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1430782/",
            "name": "张曜元 Randy Zhang",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt33322095",
    "director": [
        {
            "url": "/celebrity/1430782/",
            "name": "张曜元 Randy Zhang",
            "@type": "Person"
        }
    ],
    "duration": "31分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2024-07-15(SKIP CITY国际数位电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt33322095/",
    "this_title": [
        "相談"
    ],
    "douban_link": "https://movie.douban.com/subject/36942366/",
    "trans_title": [
        "相谈",
        "Life is Snow"
    ],
    "douban_votes": "342",
    "introduction": "中国残留孤児であった大田は、雪深い北国の弁当工場で働いていた。しかし、工場の経営不振により解雇通告された。他に働く当てのない大田は、再度チャンスを与えてほしいと管理職・中村の所へ行くが口論になり、中村から暴行を受けたと警察に訴え、事情聴取のために警察署に向かった。大田は弁護士の聡を呼びだし事件について相談するが、聡は終始冷ややかな態度で対応する。もう少しで示談が成立するところまできたが、事件はまた新たな展開へと向かう。中国東北部を彷彿とさせる雪の白さが、西岡德馬の巧みな演技と相まって、大田の率直な性格を際立たせている。本作は、東京藝術大学大学院映像研究科の卒業制作作品。Ota, a Japanese war orphan left behind in China, was working at a bento factory in the snowy north, until the dire financial straits of his employer led to his firing. With no other job prospects, Ota goes to manager Nakamura to ask for another chance. This encounter descends into an argument—Ota claims that Nakamura assaulted him, and heads to the police station to make a report. He contacts a lawyer, Satoshi, to consult him about the case, but Satoshi remains cold towards him throughout. Just when it seems an out-of-court settlement might be reached, the case takes a new turn. The frank personality of Ota—nimbly acted by Tokuma NishiokaN—is thrown into relief by the whiteness of the snow, which reminds us of northeastern China. Life Is Snow was made as a graduation project at the Tokyo University of the Arts’ Graduate School of Film and New Media",
    "chinese_title": "相谈",
    "douban_rating": "7.3/10 from 342 users",
    "foreign_title": "相談",
    "douban_rating_average": "7.3",
    "update_at": "2025-03-31T02:44:29"
}