{
    "aka": [
        "Base Station"
    ],
    "sid": "36943059",
    "cast": [
        {
            "url": "/celebrity/1471237/",
            "name": "延礼智 Yeji Yeon",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "剧情",
        "喜剧",
        "科幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2910555893.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1595302/",
            "name": "朴诗英  Park Syeyoung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1471237/",
            "name": "延礼智 Yeji Yeon",
            "@type": "Person"
        }
    ],
    "duration": "67分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "2024-07-05(富川国际奇幻影展)"
    ],
    "this_title": [
        "기지국"
    ],
    "douban_link": "https://movie.douban.com/subject/36943059/",
    "trans_title": [
        "基站",
        "Base Station"
    ],
    "douban_votes": "0",
    "introduction": "If the previous work, The Fifth Thoracic Vertebra (2022), was clad in the skin of a monster movie, Base Station can be described as an SF black comedy. Eden believes that her younger brother Hyun-ho is suffering from 'electromagnetic hypersensitivity syndrome' and flees to escape electromagnetic waves. However, even in the mountains, Hyunho's condition does not improve. They merely continue a life isolated from society. In PARK Syeyoung's films, something is always being transported. It could be second-hand trade goods (Cashback), live fish for a gang boss (Godspeed), a mattress where moldy life forms grow, or simply a gaze (Vertigo). In Base Station, what is being transported is intangible, the invisible waves of 'electromagnetic waves' themselves. Eden tries to escape the invisible with Hyunho. However, the first scene of the film, as they head into the mountains, subtly reveals that the electromagnetic waves are pursuing the siblings as if possessed by ghosts. The world ghostly haunted by invisible electromagnetic waves is depicted through the unique energy of director PARK Syeyoung and YEON Yeji, who also stars in the film.",
    "chinese_title": "基站",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "기지국",
    "douban_rating_average": 0,
    "update_at": "2026-02-08T00:13:39"
}