{
    "aka": [
        "Ankhny alkham",
        "The First Steps",
        "はじめの一歩(日)"
    ],
    "sid": "36948404",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1969",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "蒙古"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "1969(蒙古)"
    ],
    "this_title": [
        "Анхны алхам"
    ],
    "douban_link": "https://movie.douban.com/subject/36948404/",
    "trans_title": [
        "第一步",
        "Ankhny alkham",
        "The First Steps",
        "はじめの一歩(日)"
    ],
    "douban_votes": "0",
    "introduction": "Myadag, a university student, arrives at a local cooperative's grass-cutting site for her agricultural engineering training. Despite her sudden arrival, the elderly people, who are true herders, are cold towards her. She sees herself in the skylark's eggs she finds in the grass field and prays that the chicks will hatch and fly away safely.Despite Myadag's irritation, the elderly people are reluctant to start work. It is long past time to start cutting the grass. But she begins to understand how they work. Following the example of old man Bardan, she also begins to investigate the distribution of vegetation in the grassland.The elderly people's work seems to be going smoothly, but unfortunately it starts to rain. To make up for the delay in the work, they decide to adopt an idea proposed by Myadag. But when Prev, an agricultural engineer from the cooperative, arrives, he finds fault with the grass-collecting device Myadag has invented. The use of the new device requires the cooperative's approval. The elderly people are infuriated by his bureaucratic attitude. Myadag swims across the river, swollen from the rain, to bring the horses back. Even after falling off the grass-cutting carriage, Myadag refuses to let go of the reins. The old men gradually come to respect her for her strength and dedication.On the day Myadag is to leave, the skylark chicks have safely left the nest. At a small farewell party, she gives the old men a vegetation distribution map of the grass-cutting area that she had made.The carriage with Myadag on board drives across the grassland. Autumn is well underway, and the swans are also about to set off on their journey to the southern lands.",
    "chinese_title": "第一步",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Анхны алхам",
    "douban_rating_average": 0,
    "update_at": "2025-05-20T22:52:31"
}