{
    "aka": [
        "The Emperor's Darling Josephine de Beauharnais"
    ],
    "sid": "36941017",
    "cast": [
        {
            "url": "/celebrity/1187338/",
            "name": "耶尔格·哈特曼 Jörg Hartmann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1210409/",
            "name": "Thomas Spencer Thomas Spencer",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909835453.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt8188814",
    "director": [],
    "duration": "52分钟",
    "episodes": "",
    "language": [
        "德语",
        "英语"
    ],
    "playdate": [
        "2017(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8188814/",
    "imdb_votes": 20,
    "this_title": [
        "Napoleons verstoßene Liebe: Joséphine de Beauharnais"
    ],
    "douban_link": "https://movie.douban.com/subject/36941017/",
    "imdb_rating": "5.9/10 from 20 users",
    "trans_title": [
        "皇帝的爱人：约瑟芬·德·博阿尔内",
        "The Emperor's Darling Josephine de Beauharnais"
    ],
    "douban_votes": "0",
    "introduction": "Josephine de Beauharnais was Napoleon's Empress, his muse and his great love. It is next to impossible to imagine him without her or her without him. She survived the death sentence of insurgency and a bomb attack. Her weapons were her razor-sharp mind, her good taste and her body. Josephine de Beauharnais held the love of one of the Europe' greatest Generals. Napoleon was the great destroyer of the old system of rule, the nefarious warrior whose campaigns resulted in the death of millions and devastations in various regions around Europe. As Emperor and legislator, he spearheaded an administrative reform that initiated a new order and she was his strongest ally. The beauty of the small noblewoman Josephine de Beauharnais from Martinique was legendary, her taste for splendor and luxury was famous, and she was notorious for her male acquaintances. Marie-Josephe-Rose de Tascher de La Pagerie would never have dreamed of a rise to the absolute top of French society in post-revolutionary France when her parents paired her up with the unloved Alexandre de Beauharnais. The marriage was unhappy, and yet her two children later married into European royalty. While Alexandre dies under the guillotine, his wife escapes the dungeons of the revolution. It is a time of upheaval that first brings two very different people together and then both on the throne. Everyone knows Joséphine in the Paris salons; she is charming and educated, the It girl of her time. When she meets a Corsican military man of little importance, the Viscountess is the uncrowned Queen of Paris. Josephine marries the short Napoleon, who is six years younger than her - everyone is surprised. She introduces the socially inexperienced Corsican into the highest circles. He gives her security, including financially, and loves her fiercely, despite the bitter resistance of his family: \"If I only could, I would throw you into prison, into my heart, and lock you in it forever,\" the lover writes to her the front. Josephine is more sober. Perhaps she feels that Napoleon will one day go very far: to become Emperor of the French, who rejects his beloved Empress because she cannot bear him an heir to the throne. Buried within French archives and embedded within private collections is priceless information that can cast a new perspective on the life of the historical figure, Josephine. Hundreds of letters, long thought to be lost, have allowed us to reveal the true life of the clandestine Empress. Through a narrative account of her biography, the film presents a comprehensive yet historically contextualized understanding of the escapades of the illusive Josephine de Beauharnais.",
    "chinese_title": "皇帝的爱人：约瑟芬·德·博阿尔内",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Napoleons verstoßene Liebe: Joséphine de Beauharnais",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-05-11T04:57:26"
}