{
    "aka": [
        "The Fairy Tale of the Magic Flute"
    ],
    "sid": "36945857",
    "cast": [
        {
            "url": "/celebrity/1440193/",
            "name": "迪米特里·阿博尔德 Dimitri Abold",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1488936/",
            "name": "哈丽雅特·赫比希-马顿 Harriet Herbig-Matten",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045110/",
            "name": "杰西卡·施瓦茨 Jessica Schwarz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010290/",
            "name": "米夏埃尔·克斯勒 Michael Kessler",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105463/",
            "name": "Patrick Joswig Patrick Joswig",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "儿童",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909914740.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1052558/",
            "name": "埃马努埃尔·希卡内德 Emanuel Schikaneder",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt30454667",
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2023-12-26(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt30454667/",
    "imdb_votes": 46,
    "this_title": [
        "Das Märchen von der Zauberflöte"
    ],
    "douban_link": "https://movie.douban.com/subject/36945857/",
    "imdb_rating": "5.6/10 from 46 users",
    "trans_title": [
        "魔笛的故事",
        "The Fairy Tale of the Magic Flute"
    ],
    "douban_votes": "0",
    "introduction": "Pamina (Harriet Herbig-Matten), die Tochter der Königin der Nacht, wird von Sarastro, dem Hüter des Sonnenkreises (Waldemar Kobus) entführt. Trickbetrüger Tamino (Ilyes Raoul) - der sich als orientalischer Prinz ausgibt - und Vogelfänger Papageno (Dimitri Abold) werden von der Königin beauftragt, Pamina zu befreien. Denn Tamino besitzt eine magische Flöte, die alle tanzen lässt, wenn er darauf spielt. Um den Palast von Sarastro zu erreichen, muss Tamino mehrere Prüfungen bestehen und lernen, vom egoistischen Trickbetrüger zum aufrechten Helden zu werden. Papageno, der von der großen Liebe träumt, freundet sich indes mit einem hilfreichen Vogel an, der sie bei ihrer Suche unterstützt. Noch bevor die beiden an Sarastros Schloss ankommen, gelingt Pamina die Flucht. Doch bald stellt sich heraus, dass alles ganz anders ist, als es zunächst schien. Nicht Sarastro ist es, der nach vollkommener Macht strebt ... Wird es Pamina, Tamino und Papageno gelingen, die wahren Feinde zu erkennen und das Gleichgewicht zwischen Tag und Nacht zu bewahren?Pamina, the daughter of the Queen of the Night, is kidnapped by Sarastro, the Guardian of the Sun Circle. Con artist Tamino - who poses as an oriental prince - and bird catcher Papageno are commissioned by the queen to free Pamina. Because Tamino has a magical flute that makes everyone dance when he plays it. To reach Sarastro's palace, Tamino must pass several trials and learn to transform from selfish con artist to upright hero. Papageno, who dreams of true love, befriends a helpful bird who supports her in her search. Even before the two of them arrive at Sarastro's castle, Pamina manages to escape. But it soon turns out that everything is completely different than it first seemed. It is not Sarastro who strives for complete power... Will Pamina, Tamino and Papageno manage to recognize the true enemies and maintain the balance between day and night? The modern adaptation of the fairy tale varies the classic theme of appearance and reality. It tells of courage, friendship and love, but also of trust in others and in yourself. Filming took place, among other things, at the Schwelmer Tunnel, the Bürresheim and Stolzenfels castles and in the German Lava Museum Lava-Dome in Mendig.",
    "chinese_title": "魔笛的故事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Das Märchen von der Zauberflöte",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2025-10-10T02:36:25"
}