{
    "aka": [
        "A Wasted Night"
    ],
    "sid": "36942655",
    "cast": [
        {
            "url": "/celebrity/1045674/",
            "name": "中野贵雄 Takao Nakano",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909937306.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2024-07-16(SKIP CITY国际数位电影节)"
    ],
    "this_title": [
        "明日を夜に捨てて"
    ],
    "douban_link": "https://movie.douban.com/subject/36942655/",
    "trans_title": [
        "A Wasted Night"
    ],
    "douban_votes": "0",
    "introduction": "Aya and Asuka work in the sex industry. Despite clashing personalities, they somehow get along, spending every spare moment chatting aimlessly as they hang out in coffee shops, smoke together outside, or ride together in their work van. One day, the van breaks down, and they find themselves walking through the city at night. Wandering aimlessly and talking, their trivial chatter gradually takes on a greater depth. Zhang Suming’s first feature film is a realistic portrayal of the hidden agency of sex workers, within their transitory lives in the interstices of the city. Watching their meandering reminds us of Shintoto’s nighttime walk in Yoshimitsu Morita’s Something Like It. Indeed, A Wasted Night can be seen as Zhang’s homage to Morita, a figure he holds in the highest esteem.風俗嬢のアヤとアスカ。正反対の性格だがなぜか気が合い、暇さえあれば喫茶店、喫煙所、送迎車のなかで他愛のないおしゃべりをする間柄だ。ある日送迎車が故障し、二人は夜の街を歩くことになる。気ままに彷徨いながら会話を交わすうちに、とりとめのない話が次第に意味を持ち始めていく。本作が初長編作品となる張蘇銘は、都市のはざまで刹那的に生きる風俗嬢たちの秘めた意志を活き活きと描き出した。夜二人が街を彷徨うシーンは、森田芳光の『の・ようなもの』における志ん魚の夜歩きを彷彿とさせる。本作は、私淑した森田に対する張からのオマージュともいえるだろう。",
    "chinese_title": "明日を夜に捨てて",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-19T02:16:09"
}