{
    "aka": [],
    "sid": "36940684",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1973",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909833606.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "15分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "1973(美国)"
    ],
    "this_title": [
        "Going Around in Circles"
    ],
    "douban_link": "https://movie.douban.com/subject/36940684/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Going Around in Circles is a significant work in the history of early video art exploring focused perception and spatial awareness, central interests for the artist. Holt worked on this video with curator and art critic Bruce Kurtz and his students, and the video was shot at Hartwick College in Oneonta, New York. This black-and-white, sound-inclusive work features a board with five circular holes placed in front of the camera. Through these holes, five subjects are seen moving between points and turning in circles based on Holt’s instructions. The video captures not just the physical movements but also the subsequent discussion of the experience of the performance among Holt, Kurtz, and the students, adding a reflective layer to the visual experience.Holt’s experiment in Going Around in Circles is rooted in her earlier sculptural works known as Locators, which she began creating in 1971. The sculptures, made from industrial piping, were designed to focus the viewer’s gaze through a single eye, highlighting the limitations and manipulation of vision. This thematic exploration continued in her following video works, which further sought to examine the interaction between the viewer’s perception and the environment.",
    "chinese_title": "Going Around in Circles",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-02T05:13:28"
}