{
    "aka": [],
    "sid": "36956426",
    "cast": [
        {
            "url": "/celebrity/1482024/",
            "name": "塔拉·比弗斯 Tara Beavers",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "2024-06-22(美国)"
    ],
    "this_title": [
        "Porch Pirate"
    ],
    "douban_link": "https://movie.douban.com/subject/36956426/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Porch Pirate tells the story of young, low-rent thief Bobby, who is duped into stealing packages from the houses of unsuspecting families in the suburbs by his friend and literal partner-in-crime Ray. Ray presents his business as “legitimate,” and Bobby goes along with it although the gig is obviously illegal and both are on parole. The duo’s racket is to sell their stolen goods to shady local pawn shop owner Mike, who takes advantage of them by buying for a fraction of the items’ worth—like every pawn shop dealer in the history of pawn shopping.After failing to steal some packages, Bobby is able to snag a mysterious box from a house owned by middle-class couple Andy and Linda. Once they finish scoring some more stolen wares, Ray joins Bobby back at his sister Delia’s house, who is royally pissed that Bobby has brought all of this contraband into her home. Although they have a genuinely loving relationship, Bobby and Delia are a bit different from one another. Delia appears to maintain both a stable job and equally stable lifestyle (she even enjoys popcorn with a glass of Cabernet– a dinner combo of champions!), but she fears being sucked into the void with them because she is now ultimately an accomplice.Soon Delia’s fears become the least of her concerns once Bobby and her notice a strange red liquid oozing out of the box Bobby stole from the middle-class couple. And yes, you guessed it, that red liquid is blood. The package’s leakage is the first domino to fall in a chain of events that includes learning the box’s content, attempts to return the package and other shenanigans. Se7en might be best known for the question and subsequent meme “What’s in the Box?!” but Porch Pirate goes the extra mile showing you what’s in the box and all the ensuing havoc.",
    "chinese_title": "Porch Pirate",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-26T13:01:02"
}