{
    "aka": [],
    "sid": "36955421",
    "cast": [
        {
            "url": "/celebrity/1503063/",
            "name": "乔瑟夫‧欧斯顿多夫 Josef Ostendorf",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1392441/",
            "name": "皮埃尔·埃默 Pierre Emö",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1368926/",
            "name": "Lina Bembe Lina Bembe",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916490024.jpg",
    "region": [
        "波兰"
    ],
    "writer": [],
    "director": [],
    "duration": "110分钟",
    "episodes": "",
    "language": [
        "波兰语",
        "英语",
        "德语",
        "乌克兰语"
    ],
    "playdate": [
        "2024-07-21(波兰新视野国际电影节)"
    ],
    "this_title": [
        "Endless"
    ],
    "douban_link": "https://movie.douban.com/subject/36955421/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Transformation has no end; it will never be enough. This profound notion opens Endless, an extraordinary project by Wojciech Puś. Initiated in 2016, this artistic endeavor brings together non-binary, transgender, and queer individuals to explore their experiences beyond external definitions, redefining identity and corporeality with their unique idioms. In Endless, these explorations unfold through various media—performance, music, and VR—culminating in a hypnotic film that resembles a narcotic vision. At its core is the self-seeking X, portrayed by Szymon Czacki (Little Crushes, A Heart of Love). X engages in dialogues with his body and memories while forging new emotional and erotic connections: with the transgender Frank (Edmund Krempiński) and the enigmatic M (Josef Ostendorf), a collector of beauty. The narrative probes whether life can keep pace with art. The characters test the limits of self-transcendence and openness, including the collective experience of sexuality, moving towards a queer utopia where identities might finally meld into one.",
    "chinese_title": "Endless",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-29T12:23:11"
}