{
    "aka": [
        "Das Leben ist kein Kindergarten - Vaterfreuden"
    ],
    "sid": "36953847",
    "cast": [
        {
            "url": "/celebrity/1166368/",
            "name": "奥利弗·瓦努克 Oliver Wnuk",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1548374/",
            "name": "梅克·德罗斯特 Meike Droste",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1143426/",
            "name": "Siemen Rühaak Siemen Rühaak",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2910243356.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1166368/",
            "name": "奥利弗·瓦努克 Oliver Wnuk",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt23393422",
    "director": [],
    "duration": "88分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2023-01-27(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt23393422/",
    "imdb_votes": 27,
    "this_title": [
        "Das Leben ist kein Kindergarten 3"
    ],
    "douban_link": "https://movie.douban.com/subject/36953847/",
    "imdb_rating": "5.6/10 from 27 users",
    "trans_title": [
        "Das Leben ist kein Kindergarten - Vaterfreuden"
    ],
    "douban_votes": "0",
    "introduction": "In \"Vaterfreuden\" erlebt Oliver Wnuk alias Freddy Kleemann, dass die Kapazitäten des liebevollen Familienvaters, fürsorglichen Sohns und engagierten Kita-Betreibers an Belastungsgrenzen stoßen. Obwohl ein beziehungstechnischer Systemabsturz droht, fällt es dem sympathischen Protagonisten schwer, seinen aufreibenden Multitasking-Modus zu entschleunigen. Im dritten Film der Komödien-Reihe \"Das Leben ist kein Kindergarten\" steht auch das Älterwerden der Großeltern - eindrucksvoll gespielt von Siemen Rühaak und Hedi Kriegeskotte - auf realitätsnahe Weise im Fokus: Während er sich seiner fortschreitenden Demenzerkrankung stellen muss, möchte sie wertvolle Lebenszeit nicht einfach verstreichen lassen: Vom Berliner Hauptstadt-Feeling bekommt der unfreiwillig zugezogene Konstanzer Freddy Kleemann wenig mit. Während sich seine hochschwangere Ehefrau Juliana von ihm alleingelassen fühlt, wünscht sich seine Geschäftspartnerin Lara mehr Einsatz bei ihrer Kita. Nicht nur die Kinder müssen das innovative Konzept mit Ruheräumen besser annehmen, auch bei den Eltern erhitzen sich zu Freddys Leidwesen die Gemüter. Große Sorgen macht ihm sein an Demenz erkrankter Vater Fritz. Freddy spürt, dass die gemeinsame Suche nach der richtigen Einrichtung ein letztes bewusstes Papa-und-Sohn-Projekt sein könnte. Entsprechend will er sich Zeit lassen und intensive Momente auskosten. Für Entlastung bei den Kleemanns soll Freddys Schwiegermutter Regina sorgen. Sie ist gerne für andere da, möchte aber selbst wieder einmal umgarnt werden. Vielleicht würde ihr eine Bekanntschaft guttun? Das denken ihre Enkel Zoë und Niko, die ihre Oma heimlich auf einer Dating-Plattform anmelden .",
    "chinese_title": "Das Leben ist kein Kindergarten 3",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2025-06-05T22:11:38"
}