{
    "aka": [
        "馬拉威野生拯救隊(港)"
    ],
    "sid": "36956390",
    "cast": [
        {
            "url": "/celebrity/1018074/",
            "name": "海伦·巴克森代尔 Helen Baxendale",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2910411227.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt19299966",
    "director": [],
    "duration": "48分钟 / 50分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-04-02(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt19299966/",
    "imdb_votes": 7,
    "this_title": [
        "Malawi Wildlife Rescue Season 2"
    ],
    "douban_link": "https://movie.douban.com/subject/36956390/",
    "imdb_rating": "9.0/10 from 7 users",
    "trans_title": [
        "馬拉威野生拯救隊(港)"
    ],
    "douban_votes": "0",
    "introduction": "Love Nature, a family-friendly wildlife and nature brand, announced today the greenlight of Season 2 of Malawi Wildlife Rescue (6 x 60’; HD, 4K & HDR; Icon Films), produced by leading independent UK TV production company, Icon Films. The latest installment will continue to follow the work of American veterinarian, Dr. Amanda Salb and her colleagues at the Lilongwe Wildlife Centre, while also taking audiences along on the important and courageous field work the team does outside of the Centre. Malawi Wildlife Rescue Season 2 will premiere across Love Nature’s branded linear and streaming platforms worldwide in April 2022. Blue Ant International oversees all pre-sales and licensing in the U.S. and international markets.The second season extends into Malawi’s dry season, when most of the Lilongwe Wildlife Centre’s crucial field work takes place. Audiences will follow the team along on high-octane excursions that include rescuing animals from snares, confiscating illegal wildlife trafficking, such as pangolins and scorpions, translocating elephants and zebras and dealing with common interactions with wildlife like mischievous baboons. Once again, camera crews embedded in the action give viewers a frontline look at the day-to-day dramas of running the rehabilitation centre. Joining the international team of wildlife experts this season is Animal Care and Rehabilitation Manager, Torie Curr-Smith, an experienced Australian wildlife rehabilitator who studied zoo keeping at Taronga Zoo and worked at the Vervet Monkey Foundation in South Africa overseeing more than 600 monkeys. Also, taking a bigger role this season is Olivia Sievert, the new Canadian release manager, who has worked in Malawi for several years for African parks.Malawi Wildlife Rescue Season 2 is a Love Nature Original Series and is distributed by Blue Ant International.  Jo Robinson serves as Series Producer. Executive Producer for Icon Films is Stephen McQuillan, Alison Barrat, SVP, Production & Development and James Manfull, Executive Producer will oversee the series on behalf of Love Nature.Episode 1 How To Catch A LizardEpisode 2 An Island HomeEpisode 3 Walking With A PangolinEpisode 4 Tsiba New MumEpisode 5 A Pangolin's PlightEpisode 6 Crocodile Capers",
    "chinese_title": "Malawi Wildlife Rescue Season 2",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 9.0,
    "douban_rating_average": 0,
    "update_at": "2025-03-24T19:52:24"
}