{
    "aka": [],
    "sid": "36955352",
    "cast": [
        {
            "url": "/celebrity/1443087/",
            "name": "克里斯蒂娜·佩莱格里诺 Cristina Pellegrino",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "意大利"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1528408/",
            "name": "Anna Coccoli Anna Coccoli",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2023(罗马电影节)"
    ],
    "this_title": [
        "Catene"
    ],
    "douban_link": "https://movie.douban.com/subject/36955352/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A small carnival party is being held on the banks of the artificial lake in the Eur district of Rome. Among the confetti and streamers, a little girl disappears. This tragic and at the same time inexplicable event reverberates at different times in five stories scattered around the city, united by characters struggling with their own chains, that is, with the bond that binds them inextricably to someone else. These are the stories of Fausto, a retired coach of a football school, who spends his days dedicating himself completely to Giacomo, his son who suffers from autism; the story of Jacopo and Luna, a young couple in crisis and in the grip of their drug addictions; Agata, who after having tried all her life to build a personality independent of her family, will have to deal with the same illness as her mother; Carlotta and Francesco, two marginalized people who meet on a night bus and who, playing like two children, try to escape from the realities to which they are anchored; and finally, months after the disappearance of her younger sister, the story of the teenager Marta, who is confronted for the first time with the pain of loss and the weight of her memories. A mosaic of events that intersect only on the streets of the Eur lake and which will lead their protagonists to understand that there is no solution to the complexity of relationships with the people we love.",
    "chinese_title": "Catene",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-12T23:56:45"
}