{
    "aka": [
        "Challenge of the Bow"
    ],
    "sid": "36956437",
    "cast": [
        {
            "url": "/celebrity/1234822/",
            "name": "Marieta Zukowska Marieta Zukowska",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1438464/",
            "name": "帕特丽茨娅·普莱尼克 Patrycja Planik",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1052019/",
            "name": "鲁贾舍斯·巴克奇克 Lukasz Barczyk",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2910424341.jpg",
    "region": [
        "波兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1052019/",
            "name": "鲁贾舍斯·巴克奇克 Lukasz Barczyk",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1052019/",
            "name": "鲁贾舍斯·巴克奇克 Lukasz Barczyk",
            "@type": "Person"
        }
    ],
    "duration": "75分钟",
    "episodes": "",
    "language": [
        "波兰语",
        "英语"
    ],
    "playdate": [
        "2024-07-20(新视野国际电影节)"
    ],
    "this_title": [
        "Próba łuku"
    ],
    "douban_link": "https://movie.douban.com/subject/36956437/",
    "trans_title": [
        "Challenge of the Bow"
    ],
    "douban_votes": "0",
    "introduction": "In The Odyssey, Homer described Penelope as a faithful wife, living with the memory of Odysseus and the hope of his return. Yet, she was also cunning, organizing archery competitions to confuse and discourage her suitors. Łukasz Barczyk draws on this archetype in his latest film, presenting a contemporary Penelope in the form of Marta (Marieta Żukowska). Ten years after her husband’s disappearance, Marta decides to uncover the truth about what really happened and redefine their relationship. She embarks on this quest with her husband's best friend (Łukasz Barczyk), accompanied by a film crew, traveling to the Greek island of Thassos where her husband was last seen. Their mission to reconstruct the sequence of events and solve the mystery is fraught with challenges, as the past becomes increasingly blurred, entangled in emotions, images, and denials. It connects with what happened before, after, or perhaps never happened at all. Barczyk, known for his earlier works (Unmoved Mover, 9th NH, Italiani, 11th NH), uses a variety of techniques, incorporating archival materials and pop culture. This creates a kind of meta-film rooted in Greek myths and beliefs on one hand, and cinephilia on the other (recalling Antonioni's L'Avventura).",
    "chinese_title": "Próba łuku",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-06T11:26:55"
}