{
    "aka": [
        "Ancient Egypt: Top 7 Pyramids",
        "Семь главных пирамид Древнего Египта"
    ],
    "sid": "36968812",
    "cast": [
        {
            "url": "/celebrity/1495243/",
            "name": "萨利玛·伊克拉姆 Salima Ikram",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2910782170.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "director": [],
    "duration": "53分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2023-04-02(法国)"
    ],
    "this_title": [
        "Egypte antique : top 7 pyramides"
    ],
    "douban_link": "https://movie.douban.com/subject/36968812/",
    "trans_title": [
        "Ancient Egypt: Top 7 Pyramids",
        "Семь главных пирамид Древнего Египта"
    ],
    "douban_votes": "0",
    "introduction": "The Great Pyramid of Giza is the last standing of the World’s Seven Wonders. Yet, it is less known that to reach this level of greatness, the Ancient Egyptians have in fact built over a hundred pyramids. Among them, seven particularly stand out.Perceived as a symbol of light and splendor, pyramids capture the great power beheld by pharaohs, both on a political and spiritual scale. Each monarch wishing to outpace his predecessor, it was architects’ duty to improve in ingenuity. 45 centuries later, researchers are still fascinated by the ancient - and yet so advanced - technics developed by this lost civilization. How could the Egyptians reach such a level of perfection? Dive into an amazing investigation during which egyptologists and architects work hand in hand in order to unravel the secret of 7 prodigies.Through breathtaking footages from above, inside and beneath the pyramids, and thanks to specialists’ interviews and 3D reenactments, this ambitious documentary reveals the ranking of seven of Ancient Egypt’s most impressive stone giants.Production: Label News for RMC DécouverteProducers: François Pomès",
    "chinese_title": "Egypte antique : top 7 pyramides",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-03T11:00:43"
}