{
    "aka": [],
    "sid": "36968414",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2910735417.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2832722",
    "director": [],
    "duration": "95分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2024(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2832722/",
    "this_title": [
        "AN LA STORY: The Making of the award-winning \"Notes from the New World\""
    ],
    "douban_link": "https://movie.douban.com/subject/36968414/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "SOMEONE -- OR SOMETHING -- DID NOT WANT THIS MOVIE TO BE MADE... It had the hallmarks of a thriller: betrayal and abandonment. Lies and innuendo. Colleagues caught up in a mysterious ancient cult. A side project gone terribly wrong. But these occurrences were not part of the script; they took place in real life behind the scenes of the production. The original concept was daunting enough: a contemporary, sun-drenched re-imagining of Fyodor Dostoyevsky's dark 19th century classic, Notes from the Underground. At the outset, writer/director Vitaly Sumin had a script, a location, a vision, and no budget. But he'd been down this road before; his critically acclaimed previous film, Shades of Day, was an LA story based on another Dostoevsky novella, White Nights. Since he did it once, everyone assumed, he could do it again -- until a tsunami of unforeseen challenges threatened to tear these 'Notes' to shreds. Behind the Scenes -- The Making of Notes from the New World stands as a compelling story in its own right, sure to inspire filmmakers and anyone else who wishes to achieve the impossible.",
    "chinese_title": "AN LA STORY: The Making of the award-winning \"Notes from the New World\"",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-02-22T05:35:45"
}