{
    "aka": [],
    "sid": "36968873",
    "cast": [
        {
            "url": "/celebrity/1320325/",
            "name": "席琳·赛莱 Céline Sallette",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1496203/",
            "name": "卢·兰普洛 Lou Lampros",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2026",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1532980/",
            "name": "Jean-Baptiste Delafon Jean-Baptiste Delafon",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2026(未定)"
    ],
    "this_title": [
        "Les Furies"
    ],
    "douban_link": "https://movie.douban.com/subject/36968873/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The story catapults us into a remote valley in the region of the Cévennes, where a community of neo-rural people live in isolation, setting themselves no limits and sharing everything. Just like in the 1970s, love and fraternity are key values here. Everyone finds their place, draws benefit, and finds a purpose. Everyone except for Anja, that is. An elusive and troubled child, she eventually runs away from the community to live a nigh-on wild life in the surrounding woods. Her distress, her madness and her fury sweep everything up in their path: the community, utopias, even her own mother.Au cœur d’une vallée reculée des Cévennes où une communauté de néo-ruraux vit en autarcie, ne s’interdisant rien et partageant tout. Comme dans les années 70, l’amour et la fraternité y sont les valeurs cardinales. Chacun y trouve sa place, son compte, son but. Tout le monde, sauf Anja. Enfant insaisissable et perturbée, elle va un jour fuir la communauté pour aller vivre à l’état quasi sauvage dans les bois alentour. Sa détresse, sa folie et sa fureur emporteront tout sur son passage : la communauté, les utopies et sa propre mère.",
    "chinese_title": "Les Furies",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-12T05:55:40"
}