{
    "aka": [],
    "sid": "36961620",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2925151888.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt35532467",
    "director": [
        {
            "url": "/celebrity/1249974/",
            "name": "考特妮·斯蒂芬斯 Courtney Stephens",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000737/",
            "name": "迈克尔·阿尔梅雷伊达 Michael Almereyda",
            "@type": "Person"
        }
    ],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2025-01-31(鹿特丹电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt35532467/",
    "imdb_votes": 16,
    "this_title": [
        "John Lilly and the Earth Coincidence Control Office"
    ],
    "douban_link": "https://movie.douban.com/subject/36961620/",
    "imdb_rating": "7.0/10 from 16 users",
    "trans_title": [
        "约翰·利利与ECCO"
    ],
    "douban_votes": "0",
    "introduction": "The French director Georges Franju, creator of fascinating, surreal hybrids of science and fiction like Blood of the Beasts, once remarked, “I have always been attracted by emanations of strangeness.” Michael Almereyda (Tesla, Experimenter, Hamlet) and Courtney Stephens (Invention, Terra Femme, Mixed Signals) prove worthy heirs to this seductively elusive form of cinema as they delve into the weird and mysterious world of John Lilly through historical footage, home movies, pop culture, and interviews with his contemporaries in science and art. An iconoclastic scientist whose experiments with dolphins and hallucinogens (LSD and ketamine) opened new pathways to consciousness as well as an understanding of the rights of cetaceans as sentient beings, Lilly also had a penchant for showmanship and fantasy that would lead, later in life, to episodes of self-destruction and folly. In his search for novel forms of communication and otherworldly experience, Lilly invented the isolation tank and, partnering with the anthropologist Gregory Bateson, famously presided over experiments involving a female researcher with a young male dolphin in a partially flooded house—investigations that inspired two very different Hollywood movies, The Day of the Dolphin and Altered States, as well as more serious inquiries into neurobiology and linguistics. Through Almereyda and Stephens’s own meeting of the minds—and against the “shifting backdrops of 1950s Cold War military science, the drug-infused counterculture of the ’60s, and the environmental vanguard of the ’70s”—we come to recognize in John Lilly’s life and legacy a collective dreamscape of the 20th century.",
    "chinese_title": "约翰·利利与ECCO",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "John Lilly and the Earth Coincidence Control Office",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-10-26T07:14:44"
}