{
    "aka": [],
    "sid": "36968222",
    "cast": [
        {
            "url": "/celebrity/1005086/",
            "name": "凯利·斯拉特 Kelly Slater",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "动画",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2910730519.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [],
    "imdb_id": "tt16274700",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2025(未定)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt16274700/",
    "imdb_votes": 8,
    "this_title": [
        "The Greatest Surf Movie in the Universe"
    ],
    "douban_link": "https://movie.douban.com/subject/36968222/",
    "imdb_rating": "5.4/10 from 8 users",
    "trans_title": [
        "全宇宙最棒的冲浪电影"
    ],
    "douban_votes": "0",
    "introduction": "10 years from now a virus more deadly and more contagious than anything we've ever seen decimates all the world's living creatures.  Facing a total extinction event a brilliant geneticist named Dr Jonathan Figg discovers a miracle vaccine that is fast tracked into production, saving the final remnants of humanity.  Unfortunately there's one side effect - the vaccine completely erases all memory of surfing from the human mind.  With no idea what they're supposed to be doing with their lives the world's best surfers aimlessly wander off into what's left of society.  Surfing is doomed.  Now it's up to the Surf God Hughie to pull together a team of former greats - guys who dominated the riding of ocean waves - in a last ditch effort to save surfing.  Can this bunch of forgotten outcasts work together to create the Greatest Surf Movie in the Universe triggering the populations memories of mondo-tubes, full-rail carves and giant rotating airs?  Or are we destined to become a pack of horrendously strook land-lubbing kooks?  Join X3 World Champion Surfer Mick Fanning along with cult favourites Craig Anderson, Mason Ho, Griffin Colapinto, Jack Freestone and Matt Wilkinson on their quest to make The Greatest Surf Movie in the Universe.  Featuring stop motion animation, life-like figurines and voice-overs done by the athletes TGSMITU is a special effects action comedy unlike any surf film ever made.",
    "chinese_title": "全宇宙最棒的冲浪电影",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Greatest Surf Movie in the Universe",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-04-19T13:22:56"
}