{
    "aka": [],
    "sid": "36977274",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "法国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1331047/",
            "name": "Pierre Huyghe Pierre Huyghe",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "2024-07-20(FSP)"
    ],
    "this_title": [
        "Liminal"
    ],
    "douban_link": "https://movie.douban.com/subject/36977274/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Liminal is an experiment, the simulation of a speculative human condition.The liminal milieu exists as a sensitive membrane, being both a space and a human form.The hollow human form, without world, without brain or face, moves on an infinite surface, a plane surrounded by emptiness.Liminal is a transitional state, the passage between our felt reality and an inhuman entity, both affecting each other through the human form, a passeur, an oracular figure.The liminal milieu is an empty vessel receiving invisible information in real time through sensors present in the physical environment, or stimuli from the outside. The human form makes subtle gestures, a language read by the inhuman entity, which responds by provoking different behaviors in the human form.The inhuman entity constitutes itself as it searches for stimuli, as it learns, its memory amplified over time, beyond the exhibition and the human realm.A brain organoid located in a lab—a few synthetic neural circuits— gives the human form a residual sensory function. As a gate keeper, subject to pain, it rejects unwanted information. It thus brings a level of undetermindness to the passage and the learning process of the inhuman entity.",
    "chinese_title": "Liminal",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-22T20:22:51"
}