{
    "aka": [],
    "sid": "36981486",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt23549180",
    "director": [
        {
            "url": "/celebrity/1003531/",
            "name": "夏洛特·德·特汉姆 Charlotte de Turckheim",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "2015(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt23549180/",
    "this_title": [
        "Moldavie, une si longue absence"
    ],
    "douban_link": "https://movie.douban.com/subject/36981486/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Two hours by plane from Paris, Moldova has become the poorest country in Europe. Faced with endemic unemployment in rural areas, more than a million Moldovans, a third of the population, have now left the country. In search of a better life, they have left for Europe, Russia or Romania, the neighboring country with which Moldova shares its language and a common history. In France, there are officially 5,000 of them, many more according to members of the diaspora.In the summer of 2014, the European Union ended the visa requirement for stays of less than three months in member countries. A godsend for those seeking exile. Several bus lines between the poor areas of the North of the country and Paris make the journey to transport these migrants. Nearly 400 each week. In Moldova, rural villages and the once fertile black soils are emptying. The children remain, left to fend for themselves or, in the best case scenario, looked after by their grandparents. On the ground, desperate situations appear: ghost villages, abandoned children, migrants who are victims of human trafficking. Without any prospects for the future, entire generations are sacrificed. The migrants' money now represents a quarter of Moldova's GDP. However, the country's development, more than ever torn between Europe and Russia, is struggling to take shape despite aid from the European Community.",
    "chinese_title": "Moldavie, une si longue absence",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-29T12:28:30"
}