{
    "aka": [],
    "sid": "36988797",
    "cast": [
        {
            "url": "/celebrity/1111550/",
            "name": "维塔利·克利钦科 Vitali Klitschko",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1113883/",
            "name": "弗拉基米尔·克里钦科 Wladimir Klitschko",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912197679.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt33048500",
    "director": [
        {
            "url": "/celebrity/1040757/",
            "name": "凯文·麦克唐纳 Kevin Macdonald",
            "@type": "Person"
        }
    ],
    "duration": "96分钟",
    "episodes": "",
    "language": [
        "乌克兰语",
        "德语"
    ],
    "playdate": [
        "2024-08-15(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt33048500/",
    "imdb_votes": 428,
    "this_title": [
        "Klitschko: More than a Fight"
    ],
    "douban_link": "https://movie.douban.com/subject/36988797/",
    "imdb_rating": "6.1/10 from 428 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Sky Original Klitschko: More Than a Fight offers viewers unprecedented access to former heavyweight boxing world champion Vitali Klitschko, along with his brother Wladimir, who together dominated the sport for more than a decade. Now the longest serving Mayor of Kyiv, this feature-length documentary charts Vitali's journey from the ring to political office, ultimately leading the defence of the capital when it was attacked by Russian forces in February 2022. Academy Award winner Kevin MacDonald (One Day in September, Touching the Void, Bruno v Tyson) directs, delving into exclusive personal archives, combining the retrospective story of the Klitschko brothers' Soviet childhood and their incredible sporting career, with the present-day footage shot in Ukraine, the US and Germany by award-winning Director of Photography Edgar Dubrovskiy (The Tinder Swindler), capturing what it takes to hold the city and country together during wartime. While Wladimir uses his celebrity status and popularity to help raise funds and military support for the defence of Ukraine, the heart of the story is the remarkable transformation of Vitali from sporting hero to political figurehead. From the face of the opposition in the 2014 Maidan Revolution to the mayor running on an anti-corruption card, Vitali tests his leadership capabilities as he's put in charge of the safety of millions of Kyiv citizens, with the eyes of the world watching.\"",
    "chinese_title": "Klitschko: More than a Fight",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-07-21T07:56:38"
}