{
    "aka": [],
    "sid": "36986858",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911267082.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt31596424",
    "director": [
        {
            "url": "/celebrity/1303647/",
            "name": "理查德·洛佩兹 Richard Lopez",
            "@type": "Person"
        }
    ],
    "duration": "43分钟",
    "episodes": "7",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-06-23(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt31596424/",
    "imdb_votes": 59,
    "this_title": [
        "The Icons That Built America Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/36986858/",
    "imdb_rating": "7.1/10 from 59 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The Icons That Built America” highlights the talented, often provocative entertainers whose brilliance and rise to stardom transformed American popular culture. Executive produced by National Baseball Hall of Famer Derek Jeter, the nonfiction series celebrates the innovators, trailblazers, and risk-takers who pushed boundaries and redefined what it means to be a performer. Over seven episodes, “The Icons That Built America” explores the lives and careers of such individuals as daredevil Evel Knievel, martial artist and actor Bruce Lee, comedian Richard Pryor, radio host Howard Stern, hip-hop group N.W.A, and more and how their visionary ideas propelled them to become pillars in American culture. Through secondhand accounts and archival footage, the series aims to provide a more intimate portrait of these influential individuals and the surprising challenges faced when striving for success in their respective industry.S1 E1 Daredevil DuoS1 E2 Action HeroesS1 E3 Shock JocksS1 E4 Hollywood WarriorsS1 E5 Titans of TalkProduction companies: Blackfin, CAP 2 Productions",
    "chinese_title": "The Icons That Built America Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-27T13:33:59"
}