{
    "aka": [],
    "sid": "36989736",
    "cast": [
        {
            "url": "/celebrity/1000654/",
            "name": "马修·巴尼 Matthew Barney",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911337031.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1000654/",
            "name": "马修·巴尼 Matthew Barney",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1000654/",
            "name": "马修·巴尼 Matthew Barney",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-05-12(美国)"
    ],
    "this_title": [
        "SECONDARY"
    ],
    "douban_link": "https://movie.douban.com/subject/36989736/",
    "trans_title": [
        "后卫"
    ],
    "douban_votes": "0",
    "introduction": "Secondary is Matthew Barney’s latest five-channel video installation. It was filmed in Barney’s sculpture studio in Long Island City, where it will be staged as an exhibition in May 2023. The studio is both the site and a central character in Secondary’s narrative structure.Secondary maps two different narratives onto each other, using movement as the formal through-line. The first describes the complex overlay of violence and spectacle inherent in American football, and more broadly within American culture. Barney’s personal involvement in the sport served as a starting point for the development of this project. The extreme physical and psychological conditions of the game have been abstracted in Barney’s art practice since his earliest work, and now provide a context for this subject that is both retrospective and a new, direct engagement.The significant risk of the game became clear, and made a lasting impression on Barney as a young player, through an incident that took place in a professional football game on August 12, 1978 where Jack Tatum, a defensive back for the Oakland Raiders, delivered an open field hit on Darryl Stingley, a wide receiver for the New England Patriots. Stingley was left paralyzed. The impact, and Stingley’s resulting catastrophic injury, became mythic in scale through its relentless replay in sports media. It was also a watershed case for the reform of rules protecting the bodies of athletes, which remains a polemic in football today, now gathering critical mass in the media. Secondary’s underlying plotline examines these charged aspects of football—and, specifically, Barney’s memory of that play in 1978—through a movement vocabulary that focuses on each element of the game, from drills to pre-game rituals to the moments of impact. It seeks to explore the complicated overlay of actual violence and its currency as image within the sport and the culture at large.The parallel narrative in Secondary is a material-based choreography where the substances Barney uses to make sculpture—lead, aluminum, terracotta, and plastic, all in various states of liquidity—are generated, formed, and manipulated by the performers in real time. These materials speak to qualities of strength, elasticity, fragility, and memory, and each, in its own way, embodies a character. The athletes cast in Secondary are played by professional dancers and by Barney, and they range broadly in age, but with an emphasis on older bodies.Secondary is an ensemble piece, developed with the performers in the collaborative environment of improvisational workshops by Barney together with movement director David Thomson and composer Jonathan Bepler. The cast includes dancers, actors, and musicians from diverse movement backgrounds—football technique, postmodern movement, Krump and Break Dance vocabularies, dramatic acting, and extended vocal methods. The principal performers are David Thomson, Raphael Xavier, Shamar Watt, Wally Cardona, Ted Johnson, Matthew Barney, Thomas Kopache, Jacquelyn Deshchidn, Isabel Crespo Pardo, Kyoko Kitamura, and Jeffrey Gavett.Barney’s studio sits on a pier on the bank of the East River. Inside the studio is a six-foot-deep trench excavated from the concrete floor. This hole reveals a shattered ceramic pipe that drains into the river. This spatial condition takes on another character in Secondary and shapes the plot. As the tide rises, the trench floods with river water, keeping time for the narrative; the evolution of the characters becomes tethered to the slow exposition of this broken structure.Secondary marks the artist’s first public exhibition staged within the studio, on view in Long Island City from May 12–June 25, 2023.",
    "chinese_title": "后卫",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "SECONDARY",
    "douban_rating_average": 0,
    "update_at": "2025-11-09T00:13:04"
}