{
    "aka": [],
    "sid": "36999307",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1972",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911685392.jpg",
    "region": [
        "西德"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1407105/",
            "name": "克里斯蒂娜·佩林西奥利 Cristina Perincioli",
            "@type": "Person"
        }
    ],
    "duration": "20分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1972(西德)"
    ],
    "this_title": [
        "Kreuzberg gehört uns"
    ],
    "douban_link": "https://movie.douban.com/subject/36999307/",
    "trans_title": [
        "克罗伊茨贝格是我们的"
    ],
    "douban_votes": "0",
    "introduction": "n the early 1970s, Kreuzberg was a poor working-class district with few leisure opportunities for children and young people. On December 8, 1971, apprentices, students and young workers occupied the vacant former nurses' home of the Bethanien Hospital on Mariannenplatz - one of the first squats in West Berlin. The squatters named it Georg-von-Rauch-Haus, after an urban guerrilla who had died shortly before after a shoot-out with the police. They set it up as a self-managed housing collective. (...) The agitprop film \"Kreuzberg gehört uns\" (1972) is part of the actions of the Kreuzberg district group for a self-managed children's and student center that could be located in the main building of the former Bethanien hospital: \"Don't put up with it / an empty Bethanien / and ever higher rents / Bethanien for everyone / Bethanien for Kreuzberg!\" (Jeanpaul Goergen)With a critical eye, the film wanders through the streets of Kreuzberg and captures the voices of workers who report on their difficult working conditions and the lack of kindergartens. The film is the result of a collaboration between DFFB students and the Kreuzberg-Nord district group. It provides interesting insights into the struggles of the district group with the Senate for funds and rooms to accommodate the children.",
    "chinese_title": "克罗伊茨贝格是我们的",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Kreuzberg gehört uns",
    "douban_rating_average": 0,
    "update_at": "2026-02-12T21:00:26"
}