{
    "aka": [
        "King Roger",
        "Król Roger"
    ],
    "sid": "36996202",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情",
        "音乐",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911486550.jpg",
    "region": [
        "奥地利",
        "瑞士",
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1030503/",
            "name": "卡罗尔·希曼诺夫斯基 Karol Szymanowski",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt5358858",
    "director": [
        {
            "url": "/celebrity/1562930/",
            "name": "费利克斯·布雷萨克 Felix Breisach",
            "@type": "Person"
        }
    ],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "波兰语"
    ],
    "playdate": [
        "2009-08-24(奥地利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5358858/",
    "this_title": [
        "König Roger"
    ],
    "douban_link": "https://movie.douban.com/subject/36996202/",
    "trans_title": [
        "鲁杰罗国王",
        "King Roger",
        "Król Roger"
    ],
    "douban_votes": "0",
    "introduction": "Place: SicilyTime: 12th centuryThe story concerns the enlightenment of theChristianKing Roger II by a young shepherd who representspaganideals.Act 1Often known as the \"Byzantine\" actThe Shepherd is introduced to King Roger and hiscourtduringmassat thePalermo Cathedral. Despite calls by the Archbishop as well as the crowd for his punishment as aheretic, Roxana, Roger's wife, convinces the King not to kill him. She implores him to pass a fair judgment on the Shepherd. Roger orders the young man to appear at the palace that night, where he will explain himself and submit to the King's judgement.Act 2The \"Oriental\" act, representingIndiaand theMiddle EastAs instructed, the Shepherd appears at the palace gates. Roxana sings a seductive song which is clearly a response to the visitor, causing Roger to grow increasingly agitated. As the Shepherd is led in, he describes his faith in detail and soon almost the entire court joins him in an ecstaticdance. Roger attempts to chain him, but the Shepherd easily breaks free, and leaves the palace with almost all of those assembled following him. At first the King and his Arab advisor, Edrisi are left alone, but soon it is decided that Roger will join the Shepherd.Act 3The \"Greco-Roman\" actIn anancient Greek theater, King Roger and Edrisi rejoin Roxana, who informs her husband that only the Shepherd can free him of his fear and jealousy. A fire is lit, and the Shepherd's followers commence another dance, while the Shepherd is transformed intoDionysus. As the dance ends and the participants leave the stage, Roger is left transformed by the experience, and sings a joyoushymnat the arrival of the morning sun.",
    "chinese_title": "鲁杰罗国王",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "König Roger",
    "douban_rating_average": 0,
    "update_at": "2025-07-08T06:09:37"
}