{
    "aka": [],
    "sid": "37006607",
    "cast": [
        {
            "url": "/celebrity/1041907/",
            "name": "三桥达也 Tatsuya Mihashi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1020973/",
            "name": "冲雅也 Masaya Oki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037635/",
            "name": "樋口可南子 Kanako Higuchi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1328200/",
            "name": "绵引胜彦 Watabiki Katsuhiko",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1982",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911827228.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1052636/",
            "name": "佐佐木守 Mamoru Sasaki",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "109分钟",
    "episodes": "1",
    "language": [
        "日语"
    ],
    "playdate": [
        "1982-04-17(日本)"
    ],
    "this_title": [
        "西村京太郎トラベルミステリー 北帰行殺人事件"
    ],
    "douban_link": "https://movie.douban.com/subject/37006607/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "北へ向かう旅路で起こる連続殺人事件。異常な姿で殺されてゆく若者たちには共通の秘密が…。青森駅に着いた「ゆうづる13号」のトイレの中から若い男の全裸死体が発見された。続いて青函連絡船の中でも同様の男の死体が。二つの事件を捜査していた十津川警部（三橋達也）は、殺された二人が、以前、遊び仲間五人で女子大生を襲ったことをつきとめる。【以上、「週刊TVガイド」1982/04/23号（東京ニュース通信社刊）より引用】劇中、「騎馬民族説」を登場人物が語るシーンは佐々木守の好みが反映されている。「この作品はあまりにも過激すぎるので、再放送不可作品となってしまった。あらすじ…女子大生・古川みどり（川村一代）が５人の若い男たちに輪姦され、輪姦されている姿を写真まで激写され、挙句の果て、自殺した。数日後、上野発青森着の夜行列車「寝台特急「ゆうづる13号」内で金子貢太郎（高木吉治）という若い男の全裸死体が発見された。しかも、頭にスキャンティをかぶせられブラジャーでサルぐつわをされるという異常な姿で惨殺されていた。金子の死体は、青森駅に着いた時に「ゆうづる13号」のトイレの中から発見された。警視庁捜査一課の警部・十津川省三（三橋達也）はさっそく捜査を開始し、捜査一課は色めきたつが、十津川には気になることが一つあった。それは、事件の前日、北海道・稚内で旅館をしている実家の家業を継ぐといって辞めた十津川の部下の元刑事・橋本豊（沖雅也）が、上野駅で「ゆうづる13号」に乗るところを同僚の刑事が偶然目撃していた。そして、十津川の友人で雑誌カメラマン・青木亜木子（樋口可南子）もまたその列車に乗っていた。そして数日後、津軽発函館着のフェリー「青函連絡船「津軽丸」」内で佐々木学という若い男の全裸死体が発見された。またもや男性の全裸死体が…。先日の「ゆうづる13号」の猟奇殺人事件と同様でまたも異常な姿で惨殺されていた。亜木子もまたそのフェリーに乗っていた。その後の捜査で、みどりの自殺が事件の鍵を握ることになり、２人の若い男の猟奇連続殺人事件とみどりの自殺は深い関連があることを突き止め、金子、佐々木のほか、柴田邦彦（村尾英紀）、市川三郎（重久剛一）、君島則文（佐藤仁哉）ら３人も、みどりの輪姦に関係していることが判明した。この５人はかつて遊び仲間であった。悪友といっていいほど悪だった。この５人でみどりを襲い、暴行・輪姦したことを突き止める。さらに、みどりの恋人が橋本だったということも判明し、十津川は愕然する。なおかつ、北へ向かっている橋本に容疑がかかってしまい、十津川らは橋本の無実を心のどこかで祈りながら、十津川は橋本の足取りを追う。橋本はみどりを自殺に追い込んだ５人の男たちへ復讐するために北へ向かっているのか？さらに数日後、十津川警部らを嘲笑うかのように、第三、第四の猟奇連続殺人事件が…。第三に妹背牛の脇道付近で柴田が惨殺され、第四に増毛のロッジで市川が惨殺された。真犯人は橋本元刑事なのか？それとも…。",
    "chinese_title": "西村京太郎トラベルミステリー 北帰行殺人事件",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-13T20:50:19"
}