{
    "aka": [],
    "sid": "37014293",
    "cast": [
        {
            "url": "/celebrity/1385215/",
            "name": "青竹 Thanh Truc",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1370633/",
            "name": "何智光 Ha Tri Quang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1385787/",
            "name": "黎平 Lê Bình",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1448993/",
            "name": "黎芳 Phương Lê",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "越南"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "36",
    "language": [],
    "playdate": [
        "2017(越南)"
    ],
    "this_title": [
        "Một đời giông tố"
    ],
    "douban_link": "https://movie.douban.com/subject/37014293/",
    "trans_title": [
        "一生风雨"
    ],
    "douban_votes": "0",
    "introduction": "Lấy phải ông chồng rượu chè, vũ phu, bà Lượm (Bích Hằng) sống trong những ngày đòn roi và nước mắt. Lần nọ, vì bảo vệ các con và tự vệ, bà Lượm đã vô tình đâm chồng. Lo sợ bị ngồi tù, bà Lượm dẫn các con bỏ trốn lên Sài Gòn. Trong những tháng ngày bơ vơ, đầu đường xó chợ, 5 mẹ con may mắn gặp được nhiều người tốt bụng cưu mang mà về sau họ xem như người trong gia đình, đó là ông ngoại, ba má hai.Hơn chục năm lưu lạc, cuộc sống của má con bà Lượm vô cùng khốn khó, trắc trở. Nghĩa- con trai thứ ba trong gia đình mất vì tai nạn, khiến cuộc sống của gia đình càng thêm ảm đạm. Hiếu (Quý Bình), Trọng (Bảo Anh) bốc vác ngoài bến tàu, làm thuê đủ thứ nghề để có tiền trả nợ. Mận (Thanh Trúc) cũng theo mẹ buôn bán ngoài chợ để mưu sinh. Vì không có giấy tờ tùy thân, không được học hành, các anh em Hiếu chỉ cam phận làm thuê, dù họ luôn khao khát mình có được công việc ổn định. Vì hoàn cảnh gia đình, tình cảm của Hiếu dành cho Di (Lê Phương) bị gia đình cô phản đối quyết liệt. Còn Trọng cũng không dám bày tỏ tình cảm với Phương (Thanh Hiền)  sinh viên ngành thiết kế thời trang, dù cô luôn một lòng chờ đợi anh. Mận lại sống trong những ngày tủi nhục, đầy nước mắt khi cha mẹ Tuấn (Hà Trí Quang)- người yêu cô, luôn phản đối và xem thường gia cảnh của cô. Thương các con, bà Lượm quyết định quay về quê nhà để làm giấy tờ tùy thân, đối mặt với án tù. Nhưng không ngờ, ông Phỉ (Huy Cường)- chồng bà vẫn còn sống, sóng gió lại lần nữa đến với mẹ con bà Lượm",
    "chinese_title": "一生风雨",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Một đời giông tố",
    "douban_rating_average": 0,
    "update_at": "2025-05-08T14:26:26"
}