{
    "aka": [],
    "sid": "37014069",
    "cast": [
        {
            "url": "/celebrity/1351792/",
            "name": "郑金芝 Trịnh Kim Chi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1370272/",
            "name": "黄东 Huỳnh Đông",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912095977.jpg",
    "region": [
        "越南"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "2023-07-22(越南)"
    ],
    "this_title": [
        "Có hẹn với yêu thương"
    ],
    "douban_link": "https://movie.douban.com/subject/37014069/",
    "trans_title": [
        "爱的约定"
    ],
    "douban_votes": "0",
    "introduction": "Câu chuyện bắt đầu khi ông Bốn (Hoàng Sơn) tin rằng con trai cưng của mình đã tốt nghiệp đại học. Ông hào hứng \"đầu tư\" thuê xe và \"dàn cỗ vũ\" cầm băng rôn lên Sài Gòn chúc mừng Hoàng Vĩnh (Huỳnh Đông) tốt nghiệp và trở thành \"niềm tự hào\" của gia đình. Thế nhưng, ông Bốn không biết rằng Vĩnh \"không tốt nghiệp mà chỉ tạo nghiệp\"!Những tháng năm đại học, Vĩnh sa vào cờ bạc và thiếu nợ giang hồ. Những chủ nợ bám theo Vĩnh và khuấy động một vùng quê. Không bằng cấp, không việc làm, Vĩnh không thể có tiền trả nợ. Lúc này, Xuân (Kha Ly) - bạn thân của Vĩnh - cũng đang mắc nợ vì đam mê tiền ảo. Để thoát nợ, Vĩnh và Xuân lên kế hoạch \"cưới giả\" và lấy tiền mừng để trả nợ. Nhưng, kế hoạch này không mấy dễ dàng vì ông Bốn và bà Hai - mẹ Xuân, vốn rất ghét nhau.Bằng tất cả thủ thuật, Xuân và Vĩnh cũng ép được hai bên gia đình đồng ý tổ chức lễ cưới. Tuy nhiên, trong ngày thành hôn, chủ nợ của cả hai bên xuất hiện quậy phá khiến buổi tiệc phút chốc tan tành. Trong khoảng thời gian khó khăn này, Vĩnh lại phát hiện một chuyện bất ngờ: Ông Bốn cũng đang nợ và tất cả tài sản, đất đai của gia đình đã được ông đưa vào ngân hàng cầm cố! Khó khăn chồng chất, nợ bủa vây, hai cha con quyết định bỏ trốn lên Sài Gòn khởi nghiệp.Nhưng, kiếm tiền giữa nơi phồn hoa tưởng chừng như rất dễ nhưng lại chứa đầy mồ hôi và nước mắt! Bằng nghị lực tuổi trẻ và cả bằng tình yêu thương từ người tía biết sửa sai, Vĩnh từng bước khởi nghiệp…Tại Sài Gòn, Vĩnh nhận được nhiều sự giúp đỡ của Mai (Lê Bê La) - người mà Vĩnh luôn xem là oan gia. Mai cũng không ấn tượng tốt về Vĩnh vì ngay từ đầu đã biết anh nói dối ông Bốn về chuyện đậu Đại học và chứng kiến những lần nợ nần của Vĩnh. Vĩnh không thiện cảm với Mai vì cho rằng cô hay dạy đời mình. Nhưng, sự khuyên răn và giúp đỡ của Mai đã góp phần giúp Vĩnh thay đổi. Dần dần, Vĩnh nhận ra đã yêu Mai nhưng cô đã có bạn trai là Phúc (Thanh Duy), éo le hơn khi Phúc lại là \"người trong mộng\" của Xuân...",
    "chinese_title": "爱的约定",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Có hẹn với yêu thương",
    "douban_rating_average": 0,
    "update_at": "2025-09-06T21:49:09"
}