{
    "aka": [
        "Pavlos: Enas asynithistos vasilias",
        "Pavlos: No Ordinary King",
        "帕夫洛斯：不寻常的国王"
    ],
    "sid": "37010434",
    "cast": [
        {
            "url": "/celebrity/1555058/",
            "name": "Akilas Karazisis Akilas Karazisis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1212637/",
            "name": "君士坦丁二世 King Constantine II",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1080027/",
            "name": "索非亚王后 Sofía de Grecia",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片",
        "传记",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912014913.jpg",
    "region": [
        "希腊"
    ],
    "writer": [],
    "imdb_id": "tt3497410",
    "director": [],
    "duration": "117分钟",
    "episodes": "",
    "language": [
        "希腊语",
        "英语"
    ],
    "playdate": [
        "2014-04-20(希腊)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3497410/",
    "imdb_votes": 9,
    "this_title": [
        "Παύλος, ένας ασυνήθιστος βασιλιάς"
    ],
    "douban_link": "https://movie.douban.com/subject/37010434/",
    "imdb_rating": "8.8/10 from 9 users",
    "trans_title": [
        "保罗一世：不寻常的国王",
        "Pavlos: Enas asynithistos vasilias",
        "Pavlos: No Ordinary King",
        "帕夫洛斯：不寻常的国王"
    ],
    "douban_votes": "0",
    "introduction": "For the first time in a historical documentary, a detailed and complete biography of King Pavlos \"Paul\" I of Greece (1901 - 1964) is presented. Members of the Royal Family (King Konstantínos \"Constantine\" II of Greece, Queen Sofía of Spain, Prince Michaíl \"Michael\", and Princess Iréne) historians and university professors (Konstantina Botsiou, Evanthis Hatzivasileioy, Giórgos \"George\" Mavrogordatos, Ioannis Papafloratos, Kostas M. Stamatopoulos) the former Prime Minister of Greece, Konstantínos Mitsotákis and writer Costas Karakasis talk in front of the camera about King's Pavlos personality, his life and work from the early years up until his death. Unknown facts and trivia about his private life and his character are being revealed and explain his important decisions that changed the history of Greece. (The refusal of Prince Pavlos \"Paul\" to ascend to the throne in 1920, his disagreements with Metaxas, the end of the Greek civil war, the sudden appearance of Field Marshal Papagos in politics, the selection of Karamanlis and The King's relations with Geórgios \"George\" Papandreou). The public is given the opportunity to see for the first time, unpublished photographs from private collections of members of the Royal Family, rare audio recordings, personal letters, and film footage that includes 63 years of history. \"Pavlos, No Ordinary King\" fills a historical gap and gives current and future generations, a comprehensive picture of his personality. Without prejudice, audiences can discover a whole new perspective on the events that changed Greece and the people who participated in the process.",
    "chinese_title": "保罗一世：不寻常的国王",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Παύλος, ένας ασυνήθιστος βασιλιάς",
    "imdb_rating_average": 8.8,
    "douban_rating_average": 0,
    "update_at": "2025-05-13T22:22:45"
}