{
    "aka": [],
    "sid": "37018206",
    "cast": [
        {
            "url": "/celebrity/1402568/",
            "name": "胡雪儿 Xue&#39;er Hu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912466829.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "imdb_id": "tt33518770",
    "director": [],
    "duration": "",
    "episodes": "40",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2024-09-30(中国大陆)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt33518770/",
    "this_title": [
        "她的心间雀"
    ],
    "douban_link": "https://movie.douban.com/subject/37018206/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "二十年前，白锦的弟弟白凯和顾家少爷顾霜泽被林音音的父亲绑架，白父和顾父为了救人纷纷出意外音讯全无，而白凯成功逃跑，可是却发生意外成了残疾人。宁强是绑匪的朋友，他故意收养了林音音和顾霜泽，甚至给他改名宁霜泽，抚养两个孩子长大。二十年后，白家上宁家讨债。宁强打算让林音音嫁给白凯，宁霜泽因为担心妹妹林音音，委身入赘，两兄妹纷纷嫁入白家。林音音和宁霜泽到了白家之后，林音音被管家调教照顾白凯，做一些佣人才做的活儿，宁霜泽见了心有不忍，想和白锦谈判，希望她能够对林音音好一点。白锦觉得宁霜泽对林音音有感情，他舍不得让妹妹吃苦，其实根本就是宁霜泽对那个养女妹妹有爱慕之情，宁霜泽否认了这份感情。白锦气不过，和宁霜泽打赌，一个月之内如果宁霜泽心甘情愿入赘，就放过林音音。输了，就心甘情愿的做她的金丝雀。两个人的对赌达成，林音音看着两个人越来越亲密，心里醋意满满。虽然宁霜泽答应了白锦的赌约，可是并没有执行，仍然和林音音关系亲密，白锦生气，把调查到的资料拿给宁霜泽，又问他好奇自己的身世和林音音的，宁霜泽并没有兴趣。白锦只是提醒他，真相往往给人当头一棒。没想到，宁霜泽看到林音音和白凯的互动，意外的发现他们两个人之前就认识。这一幕给宁霜泽的心里埋下种子，他开始好奇林音音到底是什么身世。林音音不喜欢白锦对哥哥宁霜泽的控制，她故意放火，又假装白锦的房间没有人，关上了门。所有人都跑出去了，可是白锦被困在了房间里，宁霜泽不顾一切冲进去救了白锦。也因为这件事情，白锦对宁霜泽动心了。白锦出院之后，她带着宁霜泽去了小时候经常玩的地方，也说明了当年的婚约是真的，可是宁霜泽并不记得小时候的事情。晚上宁霜泽甚至梦到了小时候的一些画面，他开始好奇那个女孩是不是小白锦。林音音一次没有得逞，这一次她希望白凯去白氏集团上班。而这个时候宁父来讨要彩礼，白锦把人赶走了，白凯和白锦第一次有了冲突，两个人不欢而散。实际上白氏集团目前经济困难，白锦一个人撑起来已经辛苦了。而且白锦也调查到了宁霜泽就是天豪集团的继承人，她保住了这个秘密，可是林音音并不想就此罢手。另一边白氏集团的元老白文博和宁父达成协议，出价一千万阻止白锦和宁霜泽的婚事，宁父想出了让林音音去勾引宁霜泽的损招。白锦看到林音音和宁霜泽关系亲密，更是恼怒，甚至借酒消愁。管家看着事情走向不对，主动和宁霜泽摊牌，告诉他的真实身份，希望他能够帮助白锦渡过难关。白氏集团董事会上白锦把挑刺的白文博理出来，想卸掉她的职位，这时候白锦的能力遭到质疑，元老们纷纷站队不愿意支持她。没想到宁霜泽出现，巧妙的解决了公司的财务危机，这时候白锦才知道原来宁霜泽已经回了天豪集团，甚至帮助了白氏集团度过危机。另一边，林音音催促白凯去集团上班，争夺股权，白文博也从侧面给白凯赞誉，让两姐弟“反目”。某天，白锦被关进了仓库，而宁霜泽被林音音叫去选婚纱，就在两人还在婚纱店的时候，白凯打电话告诉宁霜泽白锦出事了。宁霜泽在仓库里发现已经昏迷的白锦，以及白凯拿出了当年的一些照片和资料，公开了二十年前的绑架案，也告知宁霜泽林音音的真实身份。因为这次意外，白锦假装失忆，林音音故意在白锦面前说她和宁霜泽是男女朋友，可惜白锦并没有生气，反而在林音音的面前与宁霜泽接吻，用行动告诉她，他们才是男女朋友。白文博的人来医院想要谋害白锦，谁知道宁霜泽早有预料，将计就计，提前将白锦转移，并揪出了这一切的幕后黑手白文博。林音音经历了这么多的事情，也明白了只有白凯对她好，同时也同意和白凯结婚。宁霜泽与白锦最终走到一起，两对新人在众人的祝福下完成了婚礼。",
    "chinese_title": "她的心间雀",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-06T20:00:32"
}