{
    "aka": [
        "Enlightened Blood"
    ],
    "sid": "3701759",
    "cast": [
        {
            "url": "/celebrity/1128709/",
            "name": "劳尔·门德兹 Raúl Méndez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010826/",
            "name": "奥科塔维·卡斯特罗 Octavio Castro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1293799/",
            "name": "皮拉尔·帕迪拉 Pilar Padilla",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "悬疑",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "墨西哥"
    ],
    "writer": [
        {
            "url": "/celebrity/1463430/",
            "name": "何塞·伊格纳西奥·瓦伦苏埃拉 José Ignacio Valenzuela",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0969746",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2007"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0969746/",
    "imdb_votes": 102,
    "this_title": [
        "La sangre iluminada"
    ],
    "douban_link": "https://movie.douban.com/subject/3701759/",
    "imdb_rating": "6.6/10 from 102 users",
    "trans_title": [
        "诡异的血",
        "Enlightened Blood"
    ],
    "douban_votes": "0",
    "introduction": "A transporting metaphysical mystery, beautifully visualised. Six seemingly unrelated characters experience a phenomenon that quite literally alters their lives forever. Through an aberration of time and space, their lives link and a strange transformation takes place. One man awakens having turned into an 8-year-old boy, complete with new memories and a whole new life...This lyrical, metaphysical film features rich, colourful visuals that belie the ominous tone. The atmosphere is further enhanced by Mexican musician Murcof's minimal electronic score.Very impressive. I watched this movie yesterday though I never heard of it before, and didn't know what to expect, at all. I was very positively surprised. This is a great and intelligent post-modern movie that tells it's story in quite an unusual way. It's one of those movies you probably have to watch twice as it is rather confusing in the beginning until you've figured out what it's all about. Psychologycally dense and highly complex it definitely demands the spectators full attention. In some respects the film reminded me a lot of some of David Lynch's movies - at least there is also plenty of puzzle work to do in order to make sense of things. The actors did a great job and I loved imagery and soundtrack. I highly recommend the movie to anyone who does not necessarily look movies with messages to be handed on a silver platter.",
    "chinese_title": "诡异的血",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "La sangre iluminada",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-03-24T16:55:46"
}