{
    "aka": [
        "Icons Unearthed: Batman"
    ],
    "sid": "37020185",
    "cast": [
        {
            "url": "/celebrity/1031752/",
            "name": "罗伯特·乌尔 Robert Wuhl",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912347582.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt27238905",
    "director": [
        {
            "url": "/celebrity/1393004/",
            "name": "布莱恩·沃尔克-怀斯 Brian Volk-Weiss",
            "@type": "Person"
        }
    ],
    "duration": "44分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-03-20(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt27238905/",
    "imdb_votes": 40,
    "this_title": [
        "Icons Unearthed Season 6"
    ],
    "douban_link": "https://movie.douban.com/subject/37020185/",
    "imdb_rating": "7.8/10 from 40 users",
    "trans_title": [
        "出土的图标 第六季",
        "Icons Unearthed: Batman"
    ],
    "douban_votes": "0",
    "introduction": "In 1939 Bob Kane and Bill Finger created Batman and filmmakers have been adapting him ever since. Icons Unearthed: Batman tells the story of the dark knight’s journey to the screen fraught with false starts, accidents, big personalities, and endless reinventions. Always seeking the balance between light and dark, the 1966s campy Batman inspired one comic fan to buy the rights and bring back the dark. A visionary director, two upstart producers and an unlikely star overcome a troubled production to deliver a hit. But when the sequel gets too dark for the studio, they bring in a new director to lighten it up. After his campy over-the-top caped crusader nearly destroys the franchise, it would take a director with a vision grounded in reality to resuscitate it.E1 Icons Unearthed: Batman - One of the Gargoyles MovedE2 Icons Unearthed: Batman - My Smile is Just Skin DeepE3 Icons Unearthed: Batman - Things ChangeE4 Icons Unearthed: Batman - Nipples and IceE5 Icons Unearthed: Batman - I'm Not Wearing Hockey PadsE6 Icons Unearthed: Batman - In Heath's ShadowPRODUCERS:Alyssa Michek, Benjamin J. Frost, Brian Volk-Weiss, Cisco Henson, Ian Roumain",
    "chinese_title": "出土的图标 第六季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Icons Unearthed Season 6",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-01-24T05:00:19"
}