{
    "aka": [],
    "sid": "37023631",
    "cast": [
        {
            "url": "/celebrity/1034839/",
            "name": "William Marsh William Marsh",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916517492.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt33299037",
    "director": [
        {
            "url": "/celebrity/1031815/",
            "name": "拉什达·琼斯 Rashida Jones",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315286/",
            "name": "威尔·麦克马克 Will McCormack",
            "@type": "Person"
        }
    ],
    "duration": "20分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2024-09-01(特柳赖德电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt33299037/",
    "imdb_votes": 143,
    "this_title": [
        "A Swim Lesson"
    ],
    "douban_link": "https://movie.douban.com/subject/37023631/",
    "imdb_rating": "6.6/10 from 143 users",
    "trans_title": [
        "游泳课"
    ],
    "douban_votes": "0",
    "introduction": "A SWIM LESSON is an ode to an everyday hero: Bill Marsh, a swim coach who helps children manage their fears and discover their own power when submerged in an overwhelming unknown. He has taught thousands of kids and worked together with their parents and families to instill confidence and safety in their lives. Directed by Rashida Jones and Will McCormack, the film is a prime example of one's dedication to teach and inspire a new generation. Over half of the worlds' population cannot swim, and drowning is the leading cause of death for children ages 1 year - 4 years in the United States. The number of drowning deaths has risen by more than 12% during the pandemic according to the CDC. The New York Times cites this as a \"long-neglected public health crisis\" with an \"obvious need for action\" to encourage prevention. Bill's dedication to getting these infants to be able swim is inspiring, and we hope this story will encourage others to learn to swim. The ability to swim is important for every person of every age and every socioeconomic background. Learning to swim can be lifesaving and life changing.",
    "chinese_title": "游泳课",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "A Swim Lesson",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-05-03T16:42:35"
}