{
    "aka": [
        "Icons Unearthed: Spider-Man"
    ],
    "sid": "37020186",
    "cast": [
        {
            "url": "/celebrity/1031195/",
            "name": "尤里·洛文塔尔 Yuri Lowenthal",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912347656.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt27238906",
    "director": [
        {
            "url": "/celebrity/1393004/",
            "name": "布莱恩·沃尔克-怀斯 Brian Volk-Weiss",
            "@type": "Person"
        }
    ],
    "duration": "44分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-07-10(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt27238906/",
    "imdb_votes": 23,
    "this_title": [
        "Icons Unearthed Season 8"
    ],
    "douban_link": "https://movie.douban.com/subject/37020186/",
    "imdb_rating": "7.8/10 from 23 users",
    "trans_title": [
        "出土的图标 第八季",
        "Icons Unearthed: Spider-Man"
    ],
    "douban_votes": "0",
    "introduction": "To get Stan Lee and Steve Ditko’s iconic webslinger to the big screen, Marvel had to give up control of their flagship hero to another studio. Icons Unearthed: Spider-man tells the story of the tug of war between Marvel and Sony and how two studios found a way to share the character and the profits. Spider-man’s journey to the screen overcomes bankruptcy, multiple lawsuits, reboots, and unrealized potential. Taking on the responsibility of directing, Sam Raimi brings the hero to new heights, before suffering a major fall. When Sam walks away, Sony has to reinvent the character or lose the rights. Webb’s version brings a new look and a new love interest, but it’s not enough to compete with the Marvel juggernaut. As Marvel reclaims creative control, can Sony adapt to the Marvel Way?E1 Icons Unearthed: Spider-Man - Swinging into ActionE2 Icons Unearthed: Spider-Man - Saving the DayE3 Icons Unearthed: Spider-Man - The Kids Want to See the PuppetsE4 Icons Unearthed: Spider-Man - A Venom Too FarE5 Icons Unearthed: Spider-Man - Caught in the WebE6 Icons Unearthed: Spider-Man - The Marvel WayProducers:Alyssa Michek, Benjamin J. Frost, Brian Volk-Weiss, Cisco Henson",
    "chinese_title": "出土的图标 第八季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Icons Unearthed Season 8",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-04-24T12:49:32"
}