{
    "aka": [],
    "sid": "37028292",
    "cast": [
        {
            "url": "/celebrity/1384376/",
            "name": "莺娇 Oanh Kiều",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1433451/",
            "name": "雪秋 Tuyết Thu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "越南"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "32",
    "language": [],
    "playdate": [
        "2021(越南)"
    ],
    "this_title": [
        "Tấm lòng của biển"
    ],
    "douban_link": "https://movie.douban.com/subject/37028292/",
    "trans_title": [
        "大海的心意"
    ],
    "douban_votes": "0",
    "introduction": "“Tấm lòng của biển” là câu chuyện về Thảo – cô thôn nữ sống cùng người mẹ mù lòa trong căn lều dựng tạm rách nát ở vùng quê nghèo khó.  Nhân vật Tâm - chồng cô là một người xuất thân từ gia đình giàu lễ nghĩa, học hành. Gia đình của Tâm rơi vào cảnh khánh kiệt khi ba của anh mắc phải bệnh nan y. Vì thương ba, Tâm đi ăn trộm, lỡ tay gây chết người nên lĩnh án 20 năm tù.Sau đó, để có tiền phẫu thuật và thuốc men cho ba chồng, Thảo phải lên Sài Gòn làm giúp việc cho gia đình ông bà Du giàu có và phải cắn răng bán đứa con sinh non cho gia đình họ.  May mắn, Thảo gặp được những người nhân đức nên được họ đồng ý ở lại làm vú nuôi cho chính đứa con của mình.Mười tám năm sau, đứa con gái của Thảo là Hà Thanh trưởng thành xinh đẹp, học hành giỏi giang và được ba nuôi yêu thương, chiều chuộng. 18 năm ròng rã, Thảo sống và làm vú nuôi trong gia đình ông Du, chứng kiến con gái Hà Thanh lớn lên xinh đẹp, học hành giỏi giang. Nhưng, điều đau đớn nhất là cô luôn sỉ nhục nặng nề bà Thảo, nhất là khi ông Du có ý định kết duyên với bà. Chính cô cũng là người đuổi mẹ ruột mình ra khỏi nhà trong một chiều mưa gió.",
    "chinese_title": "大海的心意",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Tấm lòng của biển",
    "douban_rating_average": 0,
    "update_at": "2025-07-22T12:00:15"
}