{
    "aka": [
        "Fen"
    ],
    "sid": "37028659",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916965365.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1314913/",
            "name": "蒋能杰 Nengjie Jiang",
            "@type": "Person"
        }
    ],
    "duration": "87分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2024-10-26(柏林首映)"
    ],
    "this_title": [
        "分"
    ],
    "douban_link": "https://movie.douban.com/subject/37028659/",
    "trans_title": [
        "Fen"
    ],
    "douban_votes": "0",
    "introduction": "纪录片《分》跟拍在一线城市打工20年的夫妻老李和莲子的日常生活。没有本地户口，正值青春期的大儿子，面临在初升高的升学压力。小儿子是留守儿童，长年寄居在外婆家。两夫妻想积分获得本地户口，一家团圆，但如果积分不够，大儿子更难考上公立高中，小儿子也难以接来团聚。最后这一家何去何从？分是入户积分的分，是分数的分，也可能是分别的分。The documentary Fen records the daily life of Li and Lianzi, a couple who have been migrant workers in a Chinese megacity for 20 years. Lacking local Household Registration, their adolescent elder son, Manshan, is facing a lot of stress as he prepares for the high school entrance exam. The younger son, a left-behind child, has been raised by the grandmother over these years. In hope of family reunion, Li and Lianzi want to convert to the local Household Registration through a point-based system offered by the government. If they cannot acquire enough points, Manshan will face more competition to get into public high school, and the prospect of bringing the younger son over will remain slim. What future awaits this family? Fen is the required points to convert to local Household Registration. It is the admission score for public high school. And it is the looming separation weighing on the family.",
    "chinese_title": "分",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-09T01:39:19"
}