{
    "aka": [
        "Icons Unearthed: Lord of the Rings",
        "Icons Unearthed: The Lord of the Rings"
    ],
    "sid": "37020187",
    "cast": [
        {
            "url": "/celebrity/1323191/",
            "name": "格拉汉姆·麦克泰维什 Graham McTavish",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912347630.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt27238903",
    "director": [
        {
            "url": "/celebrity/1393004/",
            "name": "布莱恩·沃尔克-怀斯 Brian Volk-Weiss",
            "@type": "Person"
        }
    ],
    "duration": "44分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-03-20(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt27238903/",
    "imdb_votes": 38,
    "this_title": [
        "Icons Unearthed Season 7"
    ],
    "douban_link": "https://movie.douban.com/subject/37020187/",
    "imdb_rating": "8.2/10 from 38 users",
    "trans_title": [
        "出土的图标 第七季",
        "Icons Unearthed: Lord of the Rings",
        "Icons Unearthed: The Lord of the Rings"
    ],
    "douban_votes": "0",
    "introduction": "In 1930 J.R.R. Tolkien wrote the words that would change the fantasy genre forever: “in a hole in the ground there lived a hobbit.” Little did he know it would become one of the best-selling books of all time. The trick was, how to adapt it for the screen? It would take an out of the box director from the other side of the world to bring Tolkien’s vision to life. Through trials, false starts, injuries and near death experiences the team behind the Lord of the Rings built a whole world from scratch, invented new technologies, making and breaking a studio in the process. But after the success of the first trilogy, could they do it again? Peter Jackson and his team are pushed to the breaking point, but have they gone too far?E1 Icons Unearthed: Lord of the Rings - The Impossible FilmE2 Icons Unearthed: Lord of the Rings - Finding the FellowshipE3 Icons Unearthed: Lord of the Rings - The Battle Rages OnE4 Icons Unearthed: Lord of the Rings - Wizards at WorkE5 Icons Unearthed: Lord of the Rings - Stepping Out the Front DoorE6 Icons Unearthed: Lord of the Rings - Journey's EndPRODUCERS:Alyssa Michek, Benjamin J. Frost, Brian Volk-Weiss, Cisco Henson, Ian Roumain",
    "chinese_title": "出土的图标 第七季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Icons Unearthed Season 7",
    "imdb_rating_average": 8.2,
    "douban_rating_average": 0,
    "update_at": "2025-07-21T05:01:21"
}