{
    "aka": [],
    "sid": "3703679",
    "cast": [
        {
            "url": "/celebrity/1210285/",
            "name": "希瑟·罗博 Heather Robb",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1283643/",
            "name": "拉瑞·凡斯登 Larry Fessenden",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1350194/",
            "name": "乔恩·沃茨 Jon Watts",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "悬疑",
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1507686582.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1010917/",
            "name": "格雷厄姆·瑞斯尼克 Graham Reznick",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0871865",
    "director": [
        {
            "url": "/celebrity/1010917/",
            "name": "格雷厄姆·瑞斯尼克 Graham Reznick",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0871865/",
    "imdb_votes": 417,
    "this_title": [
        "I Can See You"
    ],
    "douban_link": "https://movie.douban.com/subject/3703679/",
    "imdb_rating": "4.5/10 from 417 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "三个广告界的新鲜人来到丛林里寻找新灵感，好重新制作一个曾经热销的清洁用品广告，但同行的一名女子失踪，让这趟脑力激荡之旅走向奇异失控...Three young ad-men enter the woods for a photo shoot, but a girlfriend's mysterious disappearance sparks a harrowing descent into unreality.When the three-man staff of a boutique ad firm trades their Brooklyn home base for a rural backwater campsite, a classic \"city slickers in peril\" scare-film set-up is reborn. But in I Can See You, Graham Reznick's \"surprising horror debut\" (Village Voice), nothing is what it seems for even the blink of an eye.Lead designer Ben Richards (Ben Dickinson) pairs off with free-spirited hippie girl Summer Day (Heather Robb), as Kimble (Christopher D. Ford) and his girlfriend Sonia (Olivia Villanti) take off into the deep woods, at unctuous Doug's (Duncan Skiles) urging. Meanwhile, the vintage spokesman (exec producer and horror meister Larry Fessenden - Habit, Wendigo) for the trio's client reappears like the ghost of marketing past. What begins as a low-pressure brainstorming session becomes a high voltage brain-frying night-mare where the borders between reality and imagination, sanity and madness, are re-drawn and erased completely. As Variety raved, \"everyday normality goes grotesque.\"\"One of the most intriguing horror films in recent memory\" (Fangoria) that \"heralds a splendid new filmmaker\" (The New York Times), I Can See You is a relentlessly menacing psychedelic kaleidoscope of sound and vision brimming with enigmatic, hallucinatory dread and uncompromising violence. Also included is Reznick's short film The Viewer, a chilling inward odyssey that uses 3D (glasses included) to burrow into the mind of an accused murderer undergoing telepathic interrogation.",
    "chinese_title": "I Can See You",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.5,
    "douban_rating_average": 0,
    "update_at": "2025-07-29T02:26:07"
}