{
    "aka": [
        "Magical Iceland - Life on the World's Largest Volcanic Island",
        "Magical Iceland: Living on the World's Largest Volcanic Island",
        "野性冰島(港)"
    ],
    "sid": "37037489",
    "cast": [
        {
            "url": "/celebrity/1162187/",
            "name": "Sebastian Winkler Sebastian Winkler",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912932719.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1329014/",
            "name": "简·哈特 Jan Haft",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1329014/",
            "name": "简·哈特 Jan Haft",
            "@type": "Person"
        }
    ],
    "duration": "44分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2019-02-15(德国)",
        "2019-12-31(中国香港)"
    ],
    "this_title": [
        "Magisches Island – Leben auf der größten Vulkaninsel der Wel"
    ],
    "douban_link": "https://movie.douban.com/subject/37037489/",
    "trans_title": [
        "Magical Iceland - Life on the World's Largest Volcanic Island",
        "Magical Iceland: Living on the World's Largest Volcanic Island",
        "野性冰島(港)"
    ],
    "douban_votes": "0",
    "introduction": "The icy waters of the Silfra rift, an underwater canyon, are known for having “the clearest water in the world” with a visibility of over 100 metres. At the bottom of lakes and rivers, small sand volcanoes belch and bubble, spewing out hot water that ripples through the sand, creating an ever-changing landscape of craters. And beneath raging waterfalls, Arctic char gather in swarms and colourful Harlequin ducks dive for stoneflies. Volcanic rumblings deep in the belly of the earth, can also be felt in the oceans surrounding the island. Huge hydrothermal chimneys rise up from the seabed, discharging hot water. They are thousands of years old and still growing. At the foot of the chimneys, monstrous-looking wolf fish guard their eggs. “Magical Iceland” explores the challenges and extraordinary strategies of some of Iceland’s most remarkable creatures. The film will reveal their lives from a new, more intimate perspective And we will gain a unique insight into the many faces of the island’s bizarre landscapes as they change colour through the seasons. This is Iceland as you have never seen it before.[Credits]Writer: Jan HaftPhotographer: Jan Haft, Tobias Friedrich, Kay ZiesenhenneCutter: Jan HaftSounddesign: Oliver GörtzSound: Jan HaftMusic: Dominik Eulberg, Sebastian SchmidtNarrator: Sebastian WinklerProduction: nautilusfilm, DorfenEditors Channel: Klaus Kunde-Neimöth, WDR; Bernd Strobel, BR",
    "chinese_title": "Magisches Island – Leben auf der größten Vulkaninsel der Wel",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-30T07:14:51"
}