{
    "aka": [],
    "sid": "3703470",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1009996/",
            "name": "Rich Vos Rich Vos",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274073/",
            "name": "雷·利波夫斯基 Ray Lipowski",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0889555",
    "director": [],
    "duration": "",
    "episodes": "10",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0889555/",
    "imdb_votes": 44,
    "this_title": [
        "White Boyz in the Hood"
    ],
    "douban_link": "https://movie.douban.com/subject/3703470/",
    "imdb_rating": "7.4/10 from 44 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Madman Entertainment, Lionsgate and Showtime Networks Inc., have teamed up to present an edgy and ground-breaking stand-up comedy series – White Boyz In The Hood premiering on SHOWTIME Thursday, October 5, at 11 PM ET/PT.From Richard Pryor to Chris Rock, many black comics have developed brilliant material from the dynamic relationship between the black and white cultures in America. White Boyz In The Hood turns that concept on its head in a classic fish-out-of-water premise; white comedians playing to an urban audience. Created by Madman Entertainment’s Founder and President Anthony Maddox, his partner Peter Griffith, and Lionsgate Vice President Malik Ducard, White Boyz In The Hood will feature 30 comedians, most of whom have honed their craft at urban clubs across the country.\"White Boyz In The Hood, as socially vulnerable as the title may seem, is a glimpse into a world of comedy void of barriers and xenophobia,\" said Maddox. \"These performers are the Larry Birds of comedy in that they can go into any space, any room, and perform on a high level. They can transcend race and culture and that’s what we’ll see in this series. Funny is funny, doesn’t matter where you live.\"Lionsgate (NYSE: LGF), the leading independent filmed entertainment studio, an industry leader and trend setter in the creation and distribution of quality urban programming, will release the DVD of White Boyz In The Hood in early 2007.",
    "chinese_title": "White Boyz in the Hood",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-04-25T21:09:32"
}