{
    "aka": [],
    "sid": "37037596",
    "cast": [
        {
            "url": "/celebrity/1271935/",
            "name": "汉娜·阿伦特 Hannah Arendt",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1973",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912926841.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "director": [],
    "duration": "50分钟",
    "episodes": "",
    "language": [
        "英语",
        "法语"
    ],
    "playdate": [
        "1973(法国)"
    ],
    "this_title": [
        "The Last Interview with Hannah Arendt"
    ],
    "douban_link": "https://movie.douban.com/subject/37037596/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In October 1973, Hannah Arendt was interviewed by Roger Errera for the Office de Radiodiffusion-Télévision Française (ORTF). Recorded over several days, the interviews were later worked into a fifty-minute television feature directed by Jean-Claude Lubtchansky for the series Un certain regard, and first broadcast on July 6, 1974.For the film, Arendt’s answers were translated into French and dubbed, with Arendt’s original voice behind it. By using this soundtrack and various transcripts and translations of the interviews, Arendt scholar Ursula Ludz reconstructed Arendt’s original answers and assembled an authoritative manuscript of the interview as it was televised. Stars indicate places where there was a cut in the film and where different sessions of the interviews have been pieced together.Roger Errera’s questions have been translated from French for this publication. Arendt occasionally replied in a mixture of German, French, and English—her responses in French have been left, with translations in brackets where deemed necessary. Though the other interviews in this collection were edited before their original publication, and Arendt’s general practice was to go over anything she wrote in English with a friend or editor to fix her mistakes, this interview has been only lightly edited to correct some grammatical mistakes and eliminate repetitions. Arendt’s unique style of English and the conversational tone of the interview have been respected.",
    "chinese_title": "The Last Interview with Hannah Arendt",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-12-05T05:00:12"
}