{
    "aka": [],
    "sid": "3704597",
    "cast": [
        {
            "url": "/celebrity/1032585/",
            "name": "理查德·哈林顿 Richard Harrington",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274106/",
            "name": "Shane Williams Shane Williams",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2918558343.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1433966/",
            "name": "卡尔·佛朗西斯 Karl Francis",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1338611",
    "director": [
        {
            "url": "/celebrity/1433966/",
            "name": "卡尔·佛朗西斯 Karl Francis",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "Bemba",
        "Swahili",
        "Afrikaans",
        "Welsh",
        "英语"
    ],
    "playdate": [
        "2008-09-15(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1338611/",
    "imdb_votes": 22,
    "this_title": [
        "Hope Eternal"
    ],
    "douban_link": "https://movie.douban.com/subject/3704597/",
    "imdb_rating": "7.2/10 from 22 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Hope Eternal tells the story of a Madagascan nurse working in a TB and Aids hospice in the Congo. When not in work, Hope helps trafficked street kids get well; she mothers them, houses them, teaches them, protecting them from sexual abuse. Hope collects the details of abuse stories for a Charity which we read about in our media. Her life is always in danger. Hope understands sick men. She has been a trafficked woman from age 8 - 17. She finds it easier to love children than trust men. She meets a Welsh doctor. His name is Evan. Evan has given up his soft medical life in Britain to work in the Congo. They fall in love. They make plans to see Wales and help the World, and he introduces Banti, the 14 year old daughter of Hope to the passions of rugby. Bantu loves rugby and especially the inspiration of Shane Williams, the Welsh rugby international. The film moves from the Congo to another in the Copperbelt of Northern Zambia. The love story is beautiful and brief. Evan has helped save age old family artifacts from Art Traffickers. For this he is punished. Hope's ID is stolen; without identity a person lost in Africa. Now Hope and Bantu have cross Africa through Zambia, into Zimbabwe and South Africa collecting birth information for her and Bantu in order to become an official person again. Good people help, and the bad destroy... then home is Wales; time to reflect. Written by Karl Francis",
    "chinese_title": "Hope Eternal",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-06-08T01:14:33"
}