{
    "aka": [
        "Tracing Light - Die Magie des Lichts"
    ],
    "sid": "37045858",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2918158510.jpg",
    "region": [
        "德国",
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt33564656",
    "director": [
        {
            "url": "/celebrity/1295653/",
            "name": "托马斯·里德尔斯海默 Thomas Riedelsheimer",
            "@type": "Person"
        }
    ],
    "duration": "99分钟",
    "episodes": "",
    "language": [
        "英语",
        "德语"
    ],
    "playdate": [
        "2024-10-28(DOK Leipzig)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt33564656/",
    "imdb_votes": 32,
    "this_title": [
        "Tracing Light"
    ],
    "douban_link": "https://movie.douban.com/subject/37045858/",
    "imdb_rating": "6.3/10 from 32 users",
    "trans_title": [
        "Tracing Light - Die Magie des Lichts"
    ],
    "douban_votes": "0",
    "introduction": "Light is a fascinating phenomenon. Without light, there would be no cinema, no film – and no life. So light is at the origin of everything, and yet it remains invisible to the eye until it hits matter. This moment is – quite literally – the starting point of Thomas Riedelsheimer’s latest work, for the springtime spectacle of rainbow shreds in the cinematographer and documentary filmmaker’s flat became the starting point of a search for the origin of the images we form of this world. For this quest he dived deep into two spheres that seem to follow different laws but always strive to fathom the magical: physics and art.An intellectual and poetic ping pong game evolves between researchers from the Max Planck Institute in Erlangen and the “Extreme Light Group” of the University of Glasgow as well as internationally renowned artists such as Ruth Jarman, Joe Gerhardt, Julie Brook, Johannes Brunner and Raimund Ritz. In its course, the various perspectives on light lead to new insights on all sides that would hardly have been achieved without this methodical cross-over: about laser power and colour pigments, about black holes and floating sculptures. In brief moments, the uninitiated may even get some idea of the laws of quantum physics, generally considered impossible to visualise.",
    "chinese_title": "Tracing Light",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-07-20T18:30:27"
}