{
    "aka": [
        "Cherished Land"
    ],
    "sid": "37040219",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "剧情",
        "纪录片",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912997695.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1440581/",
            "name": "张啸 ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1453063/",
            "name": "孙琳 Lin Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1539789/",
            "name": "欧小兰 Xiaolan Ou",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1428976/",
            "name": "范培蕾 Peilei Fan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1451253/",
            "name": "许芝翔 Zhixiang Xu",
            "@type": "Person"
        }
    ],
    "duration": "120分钟",
    "episodes": "",
    "language": [
        "汉语普通话",
        "英语",
        "法语",
        "西班牙语",
        "俄语",
        "阿拉伯语"
    ],
    "playdate": [
        "2024-09-09(中国大陆)"
    ],
    "this_title": [
        "珍爱之地"
    ],
    "douban_link": "https://movie.douban.com/subject/37040219/",
    "trans_title": [
        "Cherished Land"
    ],
    "douban_votes": "0",
    "introduction": "坐落于新疆伊宁的六星街，始建于20世纪30年代中期（1934-1936年）。在这片既富有年代感而又生机勃勃的社区里，生活着13个不同民族的居民。这里的人们彼此尊重、友爱互助，在平凡的日子里共同品味生活的多彩与温暖。这片土地不仅是他们的家园，更是承载着世代情感与记忆的温柔港湾。CGTN纪录片《珍爱之地》（Cherished Land）英、西、法、阿、俄等多语种版本将于2024年9月9日起全球首播。影片记录发生在六星街社区的灵动生活，展现这片土地孕育的民族融合、多元共生，呈现平淡生活中人们对这片共同家园的热爱与珍视。★ 直接电影直面平凡故事，见证多民族和谐共生大美画卷在广袤的新疆，六星街社区只是千千万万个普通社区中的一个，这里居住着汉族、维吾尔族、哈萨克族、俄罗斯族、回族等13个民族的居民，是新疆多民族聚居街区的一处缩影。纪录片《珍爱之地》以这片土地上的人们为拍摄对象，在长达一年的驻扎式拍摄中，将平静而火热的点滴故事一一收入镜头之中，并以“直接电影”的形式，用真实而非戏剧化的风格，客观细致地讲述着六星街多民族聚居社区百姓的日常，将他们对生活的深切热爱、对这片土地的珍惜与依恋娓娓道来。生活是小事、是细节、是非戏剧性、是日复一日、是以偶然的情绪表露为节点，标记着一段时光的底色。透过镜头，观众们将看到不同民族、不同宗教信仰、不同年龄、不同身份的普通百姓在六星街共同和谐美好地生活在一起。静谧的水渠在街边轻轻流淌，枝头的桑杏随手可摘；淳朴友善的人们与天真烂漫的孩童，共同描绘出一幅悠然自得的生活画卷。古人笔下的“杏子乍青桑葚紫，家家树上有黄童”的诗情画意，经由《珍爱之地》的镜头，汇聚成一条灵动的生活之河。全片透过一段段细节场景、一幕幕人生故事，在展现出居民对这片土地的热爱与珍视的同时，也将一幅多元共生、民族融合的和谐画卷呈现给全世界。★ 平实记录生活百态，触动灵魂共鸣纪录片《珍爱之地》客观细致地讲述了六星街多民族聚居社区居民的日常生活。全片通过夫妻、父子、师生、伙伴等人物关系，从青年到中年的不同个体故事延展到社会关系的基本层面，用平实的记录刻画了新疆伊宁六星街社区居民个体、家庭乃至不同族群之间的相互关怀与友善，向全球观众呈现多民族、多宗教、多文化和谐共生的真实新疆。努尔夏提·伊布拉音在六星街出生长大，如今以开出租车为生，他的妻子阿迪拉在六星街的家里开了间小卖铺。这对踏实操劳的维吾尔族中年夫妻尽己所能地照顾着3个女儿，在有苦有甜的日常里用各自的方式表达着爱与陪伴。在恰西草原长大的哈萨克族青年唐拿尔·俄尔斯拜，从音乐学院毕业后来到伊宁六星街谋生。刚毕业的他靠着做家教、参加婚礼表演等活计糊口。然而，他的心中始终有一个大大的理想。在生存和理想之间奔波的青年，面对的是一次又一次艰难的抉择。汉族女孩赵悦，总是希望自己能照顾好周围所有人。已经是两个孩子母亲的她，与志同道合的闺蜜赵晓慧在六星街合伙开了一家复古服装店。家庭和事业、责任与自我的拉扯中，赵悦努力地维护着自己的人生方向。马斌是六星街清真寺的回族阿訇，他对本职工作认真负责、对妻子体贴、对孩子宠爱，六星街伊斯兰教众的婚丧嫁娶、邻里往来都有着他的身影。然而，他的心里始终有个无法弥补的阴影，于是他扎根社区，用大爱来填补光阴的遗憾。在每一帧的光影铺陈中，《珍爱之地》展现着时光的流转，通过维吾尔族孩子读英语、穆斯林在古尔邦节相互问候、不同民族的好姐妹共同创业等细节，用真实自然的拍摄手法，于平凡中见美好。",
    "chinese_title": "珍爱之地",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-09T21:00:07"
}