{
    "aka": [],
    "sid": "37059952",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2913649374.jpg",
    "region": [
        "荷兰"
    ],
    "writer": [],
    "imdb_id": "tt13289552",
    "director": [],
    "duration": "52分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2020-09-28(荷兰)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13289552/",
    "imdb_votes": 86,
    "this_title": [
        "Fixed: A Football Comedy"
    ],
    "douban_link": "https://movie.douban.com/subject/37059952/",
    "imdb_rating": "5.9/10 from 86 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "It all starts with the legendary friendly FIFA football match between Bahrain and Togo which took place in September 2010. It is a legendary match because of the match itself; the result, the realization and the course of the match (rejected goals, pure playing time etc.). It is legendary in the second place because, as it turns out later, it drastically changed the view the world had till that time on match fixing. How was it possible that an official FIFA-match could have been played with a completely \"fake team\"? How was it possible that even people closely involved did not know about it? Even players, coaches and officials didn't have any clue until the makers of the documentary confronted with the real story behind that match. In Fixed, a football comedy, all key-players explain their part in the story of the friendly FIFA football match between Bahrain and Togo. Including Wilson Raj Perumal, the world's notorious matchfixer. Although the match itself can be seen as a hilarious football comedy, the consequences are not funny at all. First of all, the match has had a dramatic impact on the Togolese players and coach. They suffer until this day from the consequences, which they couldn't guess for at that time. Next to this, the match is exemplary for the way corruption in sport in general and match fixing specifically, is organized and executed. The makers of the documentary succeeded in showing a bright and plain picture, that goes much further than just influencing a result of a sports match. By showing that picture, the makers aim to inform the world of sports about this topic in order to open discussions and develop suitable solutions to protect sports integrity.",
    "chinese_title": "Fixed: A Football Comedy",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-02-27T11:39:13"
}