{
    "aka": [],
    "sid": "37067734",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "乌克兰",
        "克罗地亚"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1422976/",
            "name": "奥列格·谢佐夫 Oleg Sentsov",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "乌克兰语"
    ],
    "playdate": [
        "2024-11-15(阿姆斯特丹国际纪录片影展)"
    ],
    "this_title": [
        "Real"
    ],
    "douban_link": "https://movie.douban.com/subject/37067734/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Ukrainian director Oleh Sentsov was arrested on trumped-up charges in May 2014 following the Russian annexation of Crimea. He was sentenced to 20 years, but was released in 2019 as part of a prisoner exchange between Russia and Ukraine. When Russia invaded Ukraine in 2022, Sentsov enlisted with Ukrainian forces, and started using a camera on his helmet to film the conflict.It is during one of these battles that the combat vehicle Sentsov is traveling in is destroyed by the Russians, and he finds himself trapped in a nearby trench, using radio communications to organize an evacuation. The film’s title Real comes from the code name for this mission, but also references the realness of the war footage—Sentsov delivers 90 intense minutes in the trench in real time.We mostly follow conversations about logistics, with Sentsov attempting to work out where the enemy is located, where they can get ammunition from, and where his men can go. The fighting takes place outside the frame, but the noises of war pervade the film.",
    "chinese_title": "Real",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-11T21:26:29"
}