{
    "aka": [
        "Abode of Dawn"
    ],
    "sid": "37069546",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2919231297.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt33636467",
    "director": [],
    "duration": "105分钟",
    "episodes": "",
    "language": [
        "俄语",
        "德语",
        "英语"
    ],
    "playdate": [
        "2024-10-31(DOK Leipzig)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt33636467/",
    "imdb_votes": 12,
    "this_title": [
        "Sonnenstadt"
    ],
    "douban_link": "https://movie.douban.com/subject/37069546/",
    "imdb_rating": "7.5/10 from 12 users",
    "trans_title": [
        "Abode of Dawn"
    ],
    "douban_votes": "0",
    "introduction": "The winters in the Siberian taiga may be long, but at least Moscow is far away. In the early 1990s, a religious community lead by former traffic cop Sergei Torop settled in the endless landscape at the foot of the eastern Sayan Mountains. After a religious revival he calls himself Vissarion, wears flowing robes, long hair and acts as the Son of God on earth. Misty-coloured portraits on which “the Teacher” gazes obliviously into the distance hang in the homes of his followers. Together they have created the model town of “Abode of Dawn”, also called “Sun City” by the locals, to build a new society.Director Kristina Shtubert travelled to Siberia five times between 2013 and 2022. Her gaze is observational, less concerned with the search of faith and meaning than with the question whether the Sun City dwellers are happier here than in their discarded lives. And what would their alternatives be? More and more, the long-term observation turns into a post-Soviet narrative of a faded-out state. Meanwhile, the militarisation of the country progresses. Moscow is coming closer.",
    "chinese_title": "Sonnenstadt",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-05-29T11:13:06"
}