{
    "aka": [
        "La Jetée, the Fifth Shot"
    ],
    "sid": "37069526",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914894741.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1040483/",
            "name": "多米尼克·卡布雷 Dominique Cabrera",
            "@type": "Person"
        }
    ],
    "duration": "104分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2024-10-29(DOK Leipzig)"
    ],
    "this_title": [
        "Le cinquième plan de La Jetée"
    ],
    "douban_link": "https://movie.douban.com/subject/37069526/",
    "trans_title": [
        "《堤》的第五个镜头",
        "La Jetée, the Fifth Shot"
    ],
    "douban_votes": "0",
    "introduction": "Many people probably know Chris Marker’s story of a time trip from a dystopian future back to the present, in which the hero experiences a traumatic event again, only through Terry Gilliam’s extroverted remake “12 Monkeys”. The original, Marker’s experimental science fiction classic “La Jetée”, however, was groundbreaking rather because of its minimalist narrative form: The 28-minute black and white photo novel with a single moving shot has made film history.Dominique Cabrera now takes a very personal approach to putting the influential work in a historical context: The year of its creation, 1962, was also the year when Algeria gained independence from French colonial rule and hundreds of thousands of French people with roots in Algeria, the so-called Pieds-noirs, left their homeland to enter exile via Orly airport. In France, a new, uncertain existence awaited them – including Cabrera’s family. Six decades later, her cousin, who happened to be present on the pier of Paris-Orly when Marker took photos for his film, is convinced that he recognises himself in the fifth shot of “La Jetée”. This is the prelude to one of the most thrilling and at the same time loving time trips one can imagine – and the beginning of a detective and cinephile research with ever more astonishing twists.",
    "chinese_title": "《堤》的第五个镜头",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Le cinquième plan de La Jetée",
    "douban_rating_average": 0,
    "update_at": "2025-03-25T18:26:28"
}