{
    "aka": [],
    "sid": "37066617",
    "cast": [
        {
            "url": "/celebrity/1586704/",
            "name": "基尔科·丁奇凯克奇 Kirkor Dinçkayikçi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1594587/",
            "name": "艾巴尔斯·卡尔塔尔·厄松 Aybars Kartal Özson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "土耳其"
    ],
    "writer": [],
    "imdb_id": "tt29079106",
    "director": [],
    "duration": "96分钟",
    "episodes": "",
    "language": [
        "土耳其语"
    ],
    "playdate": [
        "2024-10-07(安塔利亚金橙电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt29079106/",
    "imdb_votes": 22,
    "this_title": [
        "Yakamoz"
    ],
    "douban_link": "https://movie.douban.com/subject/37066617/",
    "imdb_rating": "6.6/10 from 22 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The film revolves around Fisherman İsmail Reis and his family, originally from Kavala, and Dimitrios, a Greek potter, along with his family, who still reside in Gelveri, a town in Central Anatolia. Due to forced migration, both families are compelled to share the same home for a period of time. During this shared experience, the film delves into the lives of these two families, who come from different religious and ethnic backgrounds, raising questions about concepts like belonging and loyalty. Where is home? Where do I truly belong?It sheds light on how decisions made between governments affect families, individuals, and their lives, offering a fresh perspective on the idea of nations, which emerged following the French Revolution. The forced migration of people, categorized by various factors, from their birthplaces illustrates the profound impact of political ideas on human life.As these families from different nations begin to coexist under the same roof, the film challenges the concept of nationality, examining it through the lens of the respect, love, and friendship they develop for one another—especially on the 100th anniversary of the population exchange. In his debut feature, director Ali Kerem Gülermen reminds us that, despite differing identities, we are all human at our core.",
    "chinese_title": "Yakamoz",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2026-02-26T17:26:48"
}