{
    "aka": [],
    "sid": "37068154",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "荷兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1025383/",
            "name": "提奥·凡高 Theo van Gogh",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1025383/",
            "name": "提奥·凡高 Theo van Gogh",
            "@type": "Person"
        }
    ],
    "duration": "12分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2004-08-28(荷兰)"
    ],
    "this_title": [
        "Submission: Part I"
    ],
    "douban_link": "https://movie.douban.com/subject/37068154/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In a mosque, a young Muslim woman has just bared to Allah the fact of her broken soul. She is repulsed by her husband Aziz, with who she was placed into an arranged marriage by her father when she was sixteen. Aziz quotes Allah as he beats her in finding any reason to doubt her devotion to him. She admits that she does fantasize about being freer in her life, however they are purely fantasies as she submits wholly to Allah. She is placed into a conflicted situation internally with this submission to Allah, as she cannot tolerate what Aziz does to her in his name. Two further issues exacerbate that conflict. First, she is raped and impregnated by her paternal Uncle Hakim, her father refusing to acknowledge that his brother did anything wrong. And second, she meets Rahman solely by chance in a market, the two who have an immediate attraction. She prays to Allah for salvation and awaits his response.The film created controversy in the Netherlands and director Theo van Gogh was ultimately killed because of it. On 2 November 2004, Van Gogh was assassinated in Amsterdam in public by Mohammed Bouyeri, a Dutch-Moroccan Muslim with a Dutch passport. First he shot Van Gogh, then he cut his throat and finally he affixed a letter to Van Gogh's body with a dagger. In the text he linked the murder to Van Gogh's film and his views regarding Islam.",
    "chinese_title": "Submission: Part I",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-06T19:13:40"
}