{
    "aka": [
        "The Iron"
    ],
    "sid": "37067053",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2919467188.jpg",
    "region": [
        "拉脱维亚",
        "捷克",
        "乌克兰"
    ],
    "writer": [],
    "imdb_id": "tt34853383",
    "director": [
        {
            "url": "/celebrity/1038724/",
            "name": "维塔利·曼斯基 Vitali Mansky",
            "@type": "Person"
        }
    ],
    "duration": "40分钟",
    "episodes": "",
    "language": [
        "波兰语",
        "阿塞拜疆",
        "俄语",
        "乌克兰语"
    ],
    "playdate": [
        "2024-11-15(阿姆斯特丹国际纪录片影展)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt34853383/",
    "this_title": [
        "Dzelzs"
    ],
    "douban_link": "https://movie.douban.com/subject/37067053/",
    "trans_title": [
        "坦克风景线",
        "The Iron"
    ],
    "douban_votes": "0",
    "introduction": "As armed conflict flares up at the edges of Europe, the commemoration of the Second World War is used to prepare people for renewed conflict. In Azerbaijan, the recent expulsion of Armenians from Nagorno-Karabakh is presented as a national success. And in Russia, with much flag-waving, bombastic language and tank parades, the invasion of Ukraine is equated with the victory over fascism in 1945.Meanwhile, the Polish army displays its latest acquisitions, and the residents of Kyiv—between air-raid sirens—view the destroyed tanks that their own army has captured from the Russians. It’s only in Berlin that the public pays little attention to the Soviet memorial in Tiergarten Park, close to the once-defeated Reichstag, and dances as if there’s no tomorrow at an open-air techno party.Filmmaker Vitaly Mansky was born in Ukraine, made critical documentaries in Russia in the 1990s and lives in Latvia due to his political stance since 2014. By showing how war commemorations vary across Europe, without commentary, he exposes a fundamental and potentially dangerous difference in mentality.",
    "chinese_title": "坦克风景线",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Dzelzs",
    "douban_rating_average": 0,
    "update_at": "2025-06-28T18:02:02"
}