{
    "aka": [
        "Enoken no seishun suikoden",
        "Enoken's Story of a Young, Drunken Tiger",
        "Romantic and Crazy"
    ],
    "sid": "37062570",
    "cast": [
        {
            "url": "/celebrity/1030529/",
            "name": "榎本健一 Kenichi Enomoto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1338877/",
            "name": "堤真佐子 Masako Tsutsumi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007723/",
            "name": "千叶早智子 Sachiko Chiba",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1051437/",
            "name": "大川平八郎 Heihachirô Ôkawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1438568/",
            "name": "武智丰子 Toyoko Takechi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016877/",
            "name": "藤原釜足 Kamatari Fujiwara",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1934",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2913930545.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt8178402",
    "director": [
        {
            "url": "/celebrity/1168507/",
            "name": "山本嘉次郎 Kajirô Yamamoto",
            "@type": "Person"
        }
    ],
    "duration": "84分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1934-05-03(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8178402/",
    "imdb_votes": 6,
    "this_title": [
        "エノケンの青春酔虎伝"
    ],
    "douban_link": "https://movie.douban.com/subject/37062570/",
    "imdb_rating": "6.0/10 from 6 users",
    "trans_title": [
        "Enoken no seishun suikoden",
        "Enoken's Story of a Young, Drunken Tiger",
        "Romantic and Crazy"
    ],
    "douban_votes": "0",
    "introduction": "This, the first Enoken film, was made in 1934. Production was proposed to Pierre Brillante (PB), Enoken's theatrical troupe based at the Shochikuza Theater in Asakusa, by Iwao Mori, a producer at P.C.L. (Photo Science Laboratory), a new film company that had just been established in 1932. P.C.L. was known for its modern style, as exemplified by its first film, “Hoyoyohi Jinsei” (1933). For Enoken, who was strongly influenced by Hollywood musicals and Broadway reviews, the prospect of making a P.C.L. film that would be released in a Western-style theater was a no-brainer. Therefore, he chose Kajiro Yamamoto, who had been active at Nikkatsu Kyoto, to direct the film. The reason for this was “because he understands musical scores.Enoken and Yamamoto's goal seems to have been to make a Hollywood style musical. In particular, they took their inspiration from the Eddie Cantor comedies that were released in rapid succession between 1931 and 1933. Cantor, who moves chokomaka with his small body, is characterized, like Enoken, by his large, circling eyeballs. The opening song, Printemps, sung by Sadakazu Futamura, Kanta Kisaragi and Enoken with the female students in the open air, is Yes, Yes, My Baby Said Yes, Yes (composed by Con Conrad), a song from Cantor's Whoopee! (1931). It is also performed in the middle of Romantic and Crazy in a scene where Enomoto is teased by Rirako and other female students, but visually, a similar situation can be seen in the Yes. Yes! number in Whoopee. Boku wa yuutsu da sung while studying for exams is also originally My Baby Just Cares For Me also from Cantor's Whoope!.",
    "chinese_title": "エノケンの青春酔虎伝",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-04-22T07:00:42"
}