{
    "aka": [
        "The Veil of Happiness"
    ],
    "sid": "37077847",
    "cast": [
        {
            "url": "/celebrity/1106736/",
            "name": "亨利·克劳斯 Henry Krauss",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1155583/",
            "name": "乔治·特雷维尔 Georges Tréville",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1910",
    "genre": [
        "剧情",
        "喜剧",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914300716.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1071374/",
            "name": "乔治·克列孟梭 Georges Clemenceau",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0400929",
    "director": [
        {
            "url": "/celebrity/1038127/",
            "name": "艾伯特·卡佩拉尼 Albert Capellani",
            "@type": "Person"
        }
    ],
    "duration": "12分钟",
    "episodes": "",
    "language": [
        "无对白",
        "法语"
    ],
    "playdate": [
        "1910-12-09(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0400929/",
    "this_title": [
        "Le voile du bonheur"
    ],
    "douban_link": "https://movie.douban.com/subject/37077847/",
    "trans_title": [
        "The Veil of Happiness"
    ],
    "douban_votes": "0",
    "introduction": "A Chinese mandarin named Chang is blind and finds his only happiness is the caresses of his wife and the adoration of his son. One day, while out walking with his servant, Chang comes across a sorcerer who recognizes his rank and begs to be allowed to give the great man a potent liquid which will restore his sight. Chang submits to the administration of the sorcerer's cure and in a moment, for the first time in his life, he beholds the beauty of the world; everything about him holds untold ecstasies for his unaccustomed sight. He finds beauty in the very soil on which he walks. Hastening home he admonishes his servant not to say anything, but decides to surprise his family. Stealing into the house he peeks through the door into the study where his son and his tutor are supposed to be at work. There he witnesses his son's burlesque of his own helplessness and the tutor crawling on the floor in mirth. In the garden he discovers his young wife in the embrace of a neighboring mandarin. Aghast at his misfortune he returns to his own room where he finds the little bottle, the contents of which restored his sight. On the label are written the words \"BEWARE: three drops will restore your sight, but ten will remove it forever.\" Feeling that sightless ignorance is better than knowledge of the unfaithfulness and hypocrisy of mankind, he pours the fatal ten drops into his eyes and returns forever to blindness.",
    "chinese_title": "Le voile du bonheur",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-26T13:26:36"
}