{
    "aka": [],
    "sid": "37070258",
    "cast": [
        {
            "url": "/celebrity/1521139/",
            "name": "尔特·苏帕瓦特·普尔迪 Art Supawatt Purdy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040981/",
            "name": "施莉达 Sririta Jensen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914091811.jpg",
    "region": [
        "泰国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "15",
    "language": [
        "泰语"
    ],
    "playdate": [
        "1999-05(泰国)"
    ],
    "this_title": [
        "สะพานดาว"
    ],
    "douban_link": "https://movie.douban.com/subject/37070258/",
    "trans_title": [
        "星桥"
    ],
    "douban_votes": "0",
    "introduction": "杰克是一名美国大兵租来的妻子的儿子。还有一个同父异母的弟弟，名叫艾达姆，他的大脑发育比同龄人慢。却有一颗温柔的心知道“分享”和“仁慈”这两个词。Chak 和 Ai Dam 从出生起就和母亲一起住在芭堤雅的贫民窟。 Chak因此有机会定期与外国人交往，这使他从小就能说一口流利的英语。查克的母亲在车祸中去世后，他成为一名寺庙男孩。杰克希望为他和他的兄弟姐妹创造更美好的未来和更好的生活。于是Jak决定带着弟弟去曼谷找工作。两兄弟面临着困难。嘴咬，脚拼命但查克从未放弃任何障碍。杰克决心找工作赚钱来养活自己和弟弟妹妹。杰克是一个外表英俊、身体肌肉发达的男人，但杰克从来没有想过用自己的外表作为通往更好生活的捷径。他想用自己的双手和劳动创造自己的未来。有一天，他有机会帮助建造一家即将开业的新酒店。这让他结识了一家西方酒店的老板，名叫笑先生（肯·斯特鲁格饰），他打电话给杰克，让他亲自到他的房间见面，因为他喜欢杰克的英俊和肌肉发达的身材。杰克很高兴，按照约好的去见了酒店老板，希望他能找到一份工作，让他和弟弟的生活过得更好。但当杰克发现笑先生的真实身份并试图与他发生性关系时，他感到很失望。杰克大吃一惊，拔腿就跑。至于笑先生本人，他并不认为自己会被一个穷得连饭都吃不起的无家可归的孩子拒绝。但杰克的拒绝让笑先生对杰克刮目相看，因为他看到了杰克的价值。这是Laugh先生这次看到的机器的一个很好的特点。这让他想起了他唯一死去的儿子。从此以后，Laugh 先生决定将 Jak 作为他的养子来抚养和照顾。Jak 的善良让 Laugh 先生越来越爱护他的养子，他称他为“我的儿子”。查克的生活似乎很美好并且有一个幸福的结局，因为他有工作和金钱。还有新公寓。但随后，当笑先生被他的前同性恋伴侣（蒂蒂·普姆安饰）冷血谋杀时，一切都发生了翻天覆地的变化，后者指责杰克谋杀了弗朗索瓦（诺帕猜·柴亚南饰）和他的情人查克。被俘虏了。这一次，杰克有生以来第一次无法控制自己。但他也很幸运，有普佩（斯里·丽塔·詹森饰）的精心策划，警方得以抓获真凶。最后释放查克拉杰克被释放后律师打开了劳先生的遗嘱，遗嘱将他的所有资产遗赠给了杰克一人。过去几乎没有什么可吃的。查克成为了亿万富翁，拥有很多钱，他可以花一辈子而不用完钱。但杰克拒绝接受。只是想找笑先生他所想要的就是他所认识的唯一的父亲再次成为他的父亲。像“Jak”这样每一步都要为生活而奋斗的脚踏实地的人，和像“Pupe”这样一生只有奢华和安逸的大银行家的女儿，在这样的基础上走到了一起。彼此“相似”的“差异”就好像它们是由同一事物塑造而成的。因为他们都热爱自己的尊严，对自己和彼此的感情都真诚而诚实。这样你就可以建立关系。 “友情”最终变成了爱情。但如果一个人脚踏实地，如何才能同时实现这两者呢？但另一个人却高如一颗星，闪耀在天上所有的星星之上。答案是，只有用心搭建的“星桥”，才能成为从地球通往星星的桥梁。",
    "chinese_title": "星桥",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "สะพานดาว",
    "douban_rating_average": 0,
    "update_at": "2025-05-28T11:44:55"
}