{
    "aka": [],
    "sid": "37076928",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "剧情",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "印度"
    ],
    "writer": [],
    "director": [],
    "duration": "20分钟",
    "episodes": "",
    "language": [
        "阿萨姆语"
    ],
    "playdate": [
        "2024-10-10(IFFSA Toronto)"
    ],
    "this_title": [
        "A"
    ],
    "douban_link": "https://movie.douban.com/subject/37076928/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Abandoned houses and cars are intriguing. With dead hope, in an air of loneliness, they helplessly continue witnessing their own lives fading into darkness. While trying to craft a film on these houses, I met my psychologist friend, Wasim for case study. This is when I realized that I suffer from a psychological condition, ‘fear of abandonment’ that I have been dealing with for a very long time. It is an exploration of my mental space as I delve into the different ways of feeling abandoned personally, in a relationship, by society or even as a whole community. Coincidently, my lover collects abandoned things and gives them a new meaning of existence. Her room like a celebration of these forsaken things.“Every film that I try to make generally has a very strongly personal politics attached to it. I feel cinema to me is a way of living life and understanding its complexities. This film is about a mental health issue or condition that I have tried to express. It has been a mental state for me for a long time. But as the process of filming began it really started opening up to me. It has been a very difficult process and yet again I get abandoned by the person I love. Yet again we as a community get abandoned in the same country which we call ours. It goes on. but maybe making this film really gave me a long silent and deep breathe of freshness. I feel I have healed myself to a great extent after making of this film. I belong to the northeast of India and have grown up amidst violence and terrorism. Even today our region is a marginalized one and we keep fighting for the recognition of our existence. During the making of this film I realized how the fear of abandonment is layered and different people suffer from it in different ways. This film is a personal diary film. The narrative is structured through the abandoned houses, abandoned people and me sliding through my life seeing all these. We see many houses that have been abandoned and it feels like they have so much to say. And when we hear people talking about their stories and feelings, it feels like the houses empathies with them and vice versa. Well, in the process of making the film, I was looking for a few people who feel abandoned in life and so I decided to meet my psychologist friend for some guidance. But when I did meet Wasim Da, we both realized that the conversation revealed something very absurd. It was me. I was the one who was feeling the fear of abandonment and has feels abandoned and that is why I was looking for others like me. And that is how the actual personal story depicted in the film started. Again, during the filming, I realized that my lover, Susmita, collects things that are abandoned and keeps them with her. I started feeling connected to the poetic idea of myself being one of the abandoned things who she loves and keeps with her. This gave a new meaning to my existence. We have edited the film in an attempt to express the mental state of mine during those times which I feel has mellowed down and is getting better everyday now.”",
    "chinese_title": "A",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-09T13:11:47"
}