{
    "aka": [
        "露西·沃斯利的调查"
    ],
    "sid": "37076648",
    "cast": [
        {
            "url": "/celebrity/1352471/",
            "name": "露西·沃斯利 Lucy Worsley",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914261774.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "59分钟",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-12-16(英国)"
    ],
    "this_title": [
        "Lucy Worsley Investigates Season 2"
    ],
    "douban_link": "https://movie.douban.com/subject/37076648/",
    "trans_title": [
        "露西·沃斯利的历史真相调查 第二季",
        "露西·沃斯利的调查"
    ],
    "douban_votes": "0",
    "introduction": "Lucy Worsley will return to BBC Two with a brand new series of Lucy Worsley Investigates, again examining cases in forensic details and following evidence to uncover witnesses, victims, heroes and villains.In the next series, Worsley will look into the Gunpowder Plot, Bloody Mary, Jack the Ripper and the legacy of William the Conqueror’s invasion of 1066. Transmission details for the series will be announced in due course.Lucy Worsley Investigates is a 4x60’ series for BBC Two, BBC iPlayer and PBS.[Description]The Gunpowder Plot: Over 400 years ago, a group of radical Catholics, including Guy Fawkes, came within hours of blowing up the Palace of Westminster, along with the King and his government. The plot was foiled, and an Act of Parliament passed, which centuries later is still marked by family friendly Bonfire Night celebrations on 5th November. Lucy sets out to investigate the reality of a divisive time when young men felt driven to extremes. She delves inside the minds of the plotters, searching for evidence in their childhoods, in the rooms where they secretly met, and where Guy Fawkes finally faced his interrogators.Jack The Ripper: Lucy uncovers the truth behind this true crime obsession. A story that goes beyond a single psychotic killer and his tragic victims, to a burgeoning newspaper industry in a desperate battle for readers converging with growing social divide. Lucy reveals how this single case transformed Britain's understanding of poverty while giving birth to a new kind of sensationalist journalism with Ripperology', whose misogyny still endures in the press coverage of murders of women today.After 1066: Nearly 1000 years after William of Normandy's invasion of England, fresh perspectives are uncovering a series of hidden clues that reveal the Norman Conquest wasn't a seamless transition to a new era, but a profound national trauma that has been erased from our collective memory. Lucy's investigation takes her to France to reveal the cause of the infamous invasion and follows in William's footsteps as he attempts to bend a nation to his will. Privileged and rare access to the Domesday Book sends Lucy on a quest that uncovers a series of forgotten rebellions against King William's rule in the North of England where in 1069, William would face the biggest threat to his new crown. His response was to use any means necessary to hold onto power and the impact is still evident in England today.Bloody Mary: In this extraordinarily overlooked period in Tudor history, Lucy investigates the truth behind the Queen known as Bloody Mary. Lucy's journey takes her to some of the great Tudor palaces of England, from Framlingham Castle to Hampton Court and into the heart of Westminster Abbey where Mary came to be crowned and where she rests today. By revisiting Mary's traumatic childhood, the challenges she faced as England's first crowned Queen, the fateful nine months of a phantom pregnancy and her formidable campaign to convert England back to Catholicism, Lucy reveals Mary I in a fresh new light.",
    "chinese_title": "露西·沃斯利的历史真相调查 第二季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Lucy Worsley Investigates Season 2",
    "douban_rating_average": 0,
    "update_at": "2025-11-09T21:29:25"
}