{
    "aka": [],
    "sid": "37076653",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "意大利"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1472312/",
            "name": "弗朗西斯卡·科里奥 Francesca Corio",
            "@type": "Person"
        }
    ],
    "duration": "98分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2024-10-25(罗马电影节)"
    ],
    "this_title": [
        "MAESTRO, il calcio a colori di Tommaso Maestrelli"
    ],
    "douban_link": "https://movie.douban.com/subject/37076653/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "SynopsisThe story of the revolutionary coach Tommaso Maestrelli, a pioneer of what is known as “total football” and a bold dreamer who challenged the domination of the great teams of the North, guiding the Lazio football club, then made up of unknown footballers, to the triumphal win of a historic championship.COMMENTARYThe documentary is not just an overdue tribute to a great man of sports, fifty years after his death, but also a journey across twentieth-century Italy, through a mix of archive films, interviews with experts and the accounts of people who lived through those years. A means to show the key contribution of sports to the evolution of Italian society, mores and culture, with which they are forever entwined.DIRECTOR'S STATEMENTIn this documentary, we tried to present a complete portrait of Maestrelli, from his achievements as a football player, to his actions as a coach, in order to capture his full value and his great humanity. He was not merely one of the forefathers of beauty in football, but a man with a big heart.",
    "chinese_title": "MAESTRO, il calcio a colori di Tommaso Maestrelli",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-20T03:57:10"
}