{
    "aka": [],
    "sid": "37076727",
    "cast": [
        {
            "url": "/celebrity/1189279/",
            "name": "Myf Warhurst Myf Warhurst",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914261922.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [],
    "director": [],
    "duration": "29分钟",
    "episodes": "7",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-05-21(澳大利亚)"
    ],
    "this_title": [
        "Secret Science Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/37076727/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "UNVEILING THE SECRETS BEHIND OUR BRAINS AND BODIES THROUGH SCIENCE, EMERGING RESEARCH AND ENTERTAINING HUMAN STORIESWhen it comes to human emotions of joy, anger and fear, we all think we understand them well – but as Secret Science demonstrates, they’re not a simple as they seem. Of the six core emotions that humans feel, joy is probably our favourite. What can we do to get more joy in our lives? Anger – the most formidable of emotions - is often perceived as a menace, an uncontrollable force of destruction. It clouds our judgement and fuels reactions that we might later regret. But is anger really all that bad? Secret Sciencelooks at anger through a different lens to uncover its full potential. The series also explores the fine line between healthy fear that guards us against danger and the overwhelming fears that can spiral into phobias, disrupting lives. And if fears are learned, can they be unlearned?The series delves into the depths of our brains and neuroplasticity, revealing the mysteries behind our astonishing capacity to learn, unravelling the complexities of the brain and spotlighting the people, pioneering science and ground-breaking technologies that are revolutionizing our learning potential.Our senses: sight, sound, smell, hearing and touch provide our brains with information that shapes our world and reality. Living among us are people who have honed their senses to astonishing levels – allowing them to achieve great feats. So, what can we learn from these extraordinary people to improve our own lives?Secret Science also takes an investigative swim around today’s world of fertility, looking at where it all begins – the moment an egg and sperm meet for the first time. But making babies in this modern world can sometimes be tricky. So, what’s going on? Why are so many young women freezing their eggs? What has caused male sperm counts to plummet by 50% in the last forty years? © 2024 ABCEpisode 1 JoyEpisode 2 AngerEpisode 3 FearEpisode 4 SensesEpisode 5 Brain TrainingEpisode 6 Male Fertility: Part 1Episode 7 Male Fertility: Part 2",
    "chinese_title": "Secret Science Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-06T08:23:02"
}