{
    "aka": [
        "Green is the New Red"
    ],
    "sid": "37076512",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2919720494.jpg",
    "region": [
        "法国",
        "意大利",
        "巴拉圭",
        "瑞典"
    ],
    "writer": [],
    "director": [],
    "duration": "105分钟",
    "episodes": "",
    "language": [
        "西班牙语",
        "葡萄牙语",
        "瓜拉尼语",
        "英语",
        "法语",
        "意大利语"
    ],
    "playdate": [
        "2024-11-16(阿姆斯特丹国际纪录片影展)"
    ],
    "this_title": [
        "De la guerre froide à la guerre verte"
    ],
    "douban_link": "https://movie.douban.com/subject/37076512/",
    "trans_title": [
        "Green is the New Red"
    ],
    "douban_votes": "0",
    "introduction": "In the modern history of Latin America, a direct line runs from the anti-Communist repression of the 1970s to the fight against land defenders and human rights activists today.Across the continent and with US support, political opponents of right-wing dictatorships were kidnapped, tortured and murdered under the banner of Operation Condor. Now, economic power in Latin America lies with multinationals, including in the soy industry. Their enemies are indigenous people and landless farmers who claim the right to land and are thus persecuted and criminalized as terrorists, or killed by hitmen.Director Anna Recalde Miranda looks for the roots of this violent conflict. Her journey in limbo between past and present is a character-driven pathway that elucidates the genealogy of today’s ecological disaster. The tactics might be different from those of 50 years ago, but the structures are the same: landowners and multinationals securing their interests with the help of police and the army. The condor’s shadow still hovers over the Latin American continent.",
    "chinese_title": "De la guerre froide à la guerre verte",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-29T23:22:49"
}