{
    "aka": [
        "灰熊的故事：雙孤記(港)"
    ],
    "sid": "37070012",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914117653.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1383324/",
            "name": "苏·霍顿 Sue Houghton",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt25313626",
    "director": [],
    "duration": "44分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-09-25(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt25313626/",
    "this_title": [
        "Growing up Grizzly: A Tale of Two Orphans"
    ],
    "douban_link": "https://movie.douban.com/subject/37070012/",
    "trans_title": [
        "灰熊的故事：雙孤記(港)"
    ],
    "douban_votes": "0",
    "introduction": "When two male grizzly bear cubs become orphaned—one in Alaska, the other inWyoming—naturalist and filmmaker Casey Anderson must help decide their fate.Montana naturalist and filmmaker Casey Anderson knows grizzly bears better than most. In his twenties, Casey rescued an orphaned cub, and created a sanctuary for him and other grizzlies in need of care. However, Casey is a firm believer that it’s better to let nature take its course. But one day he gets a call from Alaska that forces him to break his own rules. An abandoned cub there will be euthanized unless a home is found. Reluctantly, Casey agrees to take Max into his sanctuary where it will live in captivity under Casey’s care.Meanwhile, other calls are coming in from the Grand Tetons, Wyoming, about a well-known “roadside” bear named Felicia who has abandoned her cub, Pepper. Pepper’s drama plays out over the coming months as the little cub is forced to fend for himself and let nature take its course.As the parallel dramas of their lives unfold, we see which cub has the better chance of learning how to grow up grizzly. Max thrives under Casey’s care, Pepper struggles to fatten up for winter. Then, events take a surprising turn and the drama is far from over.Executive Producers:  Casey Anderson, Deny Staggs and Tria ThalmanProduction: Visionhawk Films for Smithsonian Channel",
    "chinese_title": "Growing up Grizzly: A Tale of Two Orphans",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-09T09:21:28"
}