{
    "aka": [],
    "sid": "37089999",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "奥地利"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1303348/",
            "name": "瑞贝卡·卡米萨 Rebecca Cammisa",
            "@type": "Person"
        }
    ],
    "duration": "104分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-10-24(HOF IFF)"
    ],
    "this_title": [
        "Yours in Freedom, Bill Baird"
    ],
    "douban_link": "https://movie.douban.com/subject/37089999/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Against all odds, Bill Baird secured an historic victory with his 1972 Supreme Court case, Eisenstadt v. Baird, which granted all single Americans access to birth control. The case not only strengthened women’s reproductive self-determination, it also liberated them from the stigma of being single.In the years that followed, Bill warned Americans that the religious right was working to overturn Roe v. Wade. However, Bill’s highly confrontational approach led to a long list of enemies, including the Catholic Church and prominent figures in the Women’s Movement. As a result, his decades of activism were ignored, forgotten, or mostly excluded from history.Today, at age 91, Baird lives in total obscurity; that is until Jada Portillo, a 16-year-old Latina girl from Arkansas, rediscovers him for a National History Day competition. This generational “contraceptive buddy film” chronicles Bill Baird’s historical fights for reproductive rights and follows Jada as her generation now faces the total erosion of their personal liberties.",
    "chinese_title": "Yours in Freedom, Bill Baird",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-12T21:22:51"
}