{
    "aka": [],
    "sid": "37089773",
    "cast": [
        {
            "url": "/celebrity/1183915/",
            "name": "马克·芬内尔 Marc Fennell",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914560609.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "2",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-10-15(澳大利亚)"
    ],
    "this_title": [
        "Red Flag: Music’s Failed Revolution Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/37089773/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "It’s the new millennium and music is facing an existential threat: illegal piracy. In Red Flag: Music’s Failed Revolution Walkley Award-winning journalist Marc Fennell (The Kingdom, Framed, The Mission) uncovers the bizarre story of the Aussie start up, Guvera, that promised to revolutionise music forever, but instead vanished in a $180 million mystery. The two-part blackly comic docuseries premieres at 8.35pm Tuesday, 15 October on SBS and SBS On Demand.Through exclusive interviews, never-before seen footage and photographs, incredible archive and dramatic reenactments, Red Flag: Music’s Failed Revolution charts the spectacular rise and fall of Guvera – the Gold Coast tech start-up that challenged Spotify and was nicknamed the “iTunes Killer”- which once had A-list superstars like Alice Cooper and Mos Def lining up behind it with one mission: to destroy internet piracy.In the 2 x 1 hour docuseries, Marc is joined by iconic Australian musician Ben Lee as they take a nostalgic trip to the 90s, the golden age, before piracy threatened to take down the multi-billion-dollar music industry and an unlikely saviour. Guvera, emerged from the Gold Coast.With an audacious plan to revolutionise the music industry by promising free, legal mp3 downloads (and later streaming), Guvera’s colourful founders offered a beacon of hope in an era dominated by illegal file sharing platforms like Napster and Pirate Bay. In a few short years, Guvera would take the world by storm – becoming the main player in the music downloading and streaming market and beating Spotify to launch in key markets. With its superstar following, glitzy parties and lucrative brand sponsorships, including Harley Davidson and The Australian Open, it raised an eye watering $180 million, but what was really going on behind closed doors?As Marc digs deeper, red flags start to emerge, uncovering a web of shady business dealings, ethical question marks, a company on the brink, and many lives left in its wake. With candid interviews with former Guvera staff, devastated investors, music industry experts, and behind the scenes footage, the documentary delves into the darker side of the start-up and a “fake-it-till-you-make-it” story so familiar with other famous tech start-ups, fuelled by the unwavering belief that one big idea can change the world.Red Flag: Music’s Failed Revolution will be subtitled in five languages, streaming on SBS On Demand in Arabic, Simplified Chinese, Traditional Chinese, Vietnamese and Korean.Red Flag: Music’s Failed Revolution premieres on Tuesday 15 October at 8:35pm on SBS with both episodes available to stream free on SBS On Demand. The second and final episode will air on Tuesday 22 October at 8:35pm on SBS.",
    "chinese_title": "Red Flag: Music’s Failed Revolution Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-15T22:52:06"
}