{
    "aka": [],
    "sid": "37089962",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917316329.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt34192088",
    "director": [
        {
            "url": "/celebrity/1377404/",
            "name": "Havana Marking Havana Marking",
            "@type": "Person"
        }
    ],
    "duration": "95分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-10-21(英国)",
        "2024-11-19(IDFA)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt34192088/",
    "imdb_votes": 288,
    "this_title": [
        "Undercover: Exposing the Far Right"
    ],
    "douban_link": "https://movie.douban.com/subject/37089962/",
    "imdb_rating": "5.8/10 from 288 users",
    "trans_title": [
        "卧底：揭露极右翼"
    ],
    "douban_votes": "0",
    "introduction": "The British advocacy organization Hope Not Hate is on the front lines of the fight against the far right, investigating the working methods and finances of various organizations. For this, they regularly go undercover, because members of these groups only really speak their minds behind closed doors.Using hidden cameras and audio equipment, the Hope Not Hate activists film demonstrations, symposiums and closed meetings. They reveal how extreme right activists aim to radically shift mainstream politics, how communities are targeted and how media-savvy influencers popularize racial prejudice for a new audience. Hope Not Hate activists pay a high price for this work: their addresses are circulated among hooligans and white supremacists.Undercover: Exposing the Far Right closely follows a number of Hope Not Hate’s undercover operations. Activist “Chris” manages to gain the trust of the people behind a platform for pseudoscience on race and gender that tries to win over opinion-makers and investors. A picture gradually emerges of a well-organized far-right movement, with branches across Europe and connections to a political party.",
    "chinese_title": "卧底：揭露极右翼",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Undercover: Exposing the Far Right",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2025-05-31T04:35:29"
}