{
    "aka": [],
    "sid": "37089599",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "剧情",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt4196814",
    "director": [
        {
            "url": "/celebrity/1291889/",
            "name": "基耶斯·梅里尔 Kieth Merrill",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4196814/",
    "imdb_votes": 189,
    "this_title": [
        "Four Blood Moons"
    ],
    "douban_link": "https://movie.douban.com/subject/37089599/",
    "imdb_rating": "4.5/10 from 189 users",
    "trans_title": [
        "四重血月"
    ],
    "douban_votes": "0",
    "introduction": "It is rare that science, history and scripture align with each other, yet the last three series of Four Blood Moons have done exactly that. Are these the \"signs\" that God refers to in the Bible? If they are, what do they mean? What is their significance for us today? In his riveting and highly acclaimed book, Pastor John Hagee explores the supernatural connection of certain celestial events to biblical prophecy-and to the future of God's chosen people and to the nations of the world.In the movie \"Four Blood Moons,\" produced by Rick Eldridge and directed by the Academy Award Winner, Kieth Merrill; these veteran filmmakers illustrate this fascinating phenomenon in a very compelling docu-drama. Cinematic recreations of historical events from the United States, Israel and throughout the Middle East; along with expert testimonials from scientists, historians and religious scholars, are used to illustrate this story told in narrative format by a celebrity host. Just as in biblical times, perhaps God is controlling the sun, the moon, and the stars to send our generation a signal that something big is about to happen. The question is: Are we watching and listening for His message?",
    "chinese_title": "四重血月",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Four Blood Moons",
    "imdb_rating_average": 4.5,
    "douban_rating_average": 0,
    "update_at": "2025-07-14T08:29:25"
}