{
    "aka": [],
    "sid": "37088417",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt22689378",
    "director": [
        {
            "url": "/celebrity/1300633/",
            "name": "大卫·魏斯曼 David Weissman",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt22689378/",
    "this_title": [
        "Conversations with Gay Elders"
    ],
    "douban_link": "https://movie.douban.com/subject/37088417/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Kerby Lauderdale in Kerby Lauderdale (2017)Kerby Lauderdale Sun, May 21, 2017Kerby Lauderdale was in a long heterosexual marriage after first exploring his homosexuality in the 1950s. After having been a pastor, and owning a wholesale nursery, Kerby fully came out in the 1980s. Interviewed at age 77, Kerby is a resident of Portland Oregon.Robert Dockendorff in Robert Dockendorff (2017)Robert Dockendorff Thu, Oct 5, 2017Longtime San Francisco resident, Robert Dockendorff grew up in rural Iowa. He spent three years on active duty in the Navy, including time in Viet Nam, and 22 years in the Naval Reserves. After being released from active duty in the late 60s, Robert built a life in San Francisco working in the maritime industry for 35 years and became very active in The City's political and philanthropic life.Daniel Maloney in Daniel Maloney (2017)Daniel Maloney Thu, Oct 12, 2017Born and raised in Darby Pennsylvania, Daniel Maloney moved to New York in the early 1960s and in the 1970s was a principal dancer with the Martha Graham Dance Company. Interviewed at age 77, Daniel is still a working physical therapist in New York.Jack Lasner in Jack Lasner (2017)Jack Lasner Thu, Oct 26, 2017Born in Brooklyn in 1929, Jack Lasner has been a mountain climber, schoolteacher, avid naturist and world traveler. Interviewed at age 86, Jack still lives in San Francisco at age 91, and remains quite frisky.Paul Chin in Paul Chin (2018)Paul Chin Sun, Jul 15, 2018Born in San Francisco's Chinatown in 1929, Paul Chin grew up speaking mostly Chinese in his early years. Paul began very actively exploring gay life in his early teens and an early encounter in a cruising spot was to change his life. Now 90, Paul still lives in the Brisbane home he and his partner Chuck moved into in the mid-1950s.Eugene Fedorko in Gene Fedorko (2019)Gene Fedorko Fri, Apr 12, 2019Born in Western Pennsylvania, Eugene \"Gene\" Fedorko escaped to New York City in the early 1960s in search of his \"tribe\". Interviewed at age 72, Gene describes himself as \"a medical professional, caregiver, art collector, curator, activist, sexual outlaw, and cultural flâneur.\" Gene was the youngest of the \"elders\" in this series, and at 77 still lives in New York City.",
    "chinese_title": "Conversations with Gay Elders",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-09T12:38:00"
}