{
    "aka": [
        "科学調査ミステリー：古代人の遺体を解明せよ！"
    ],
    "sid": "37088321",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914539185.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt31457407",
    "director": [
        {
            "url": "/celebrity/1305884/",
            "name": "John Barnard John Barnard",
            "@type": "Person"
        }
    ],
    "duration": "44分钟",
    "episodes": "8",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-03-11(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt31457407/",
    "imdb_votes": 42,
    "this_title": [
        "Ancient Bodies: Secrets Revealed Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/37088321/",
    "imdb_rating": "7.6/10 from 42 users",
    "trans_title": [
        "科学調査ミステリー：古代人の遺体を解明せよ！"
    ],
    "douban_votes": "0",
    "introduction": "Combining age-old mysteries with cutting-edge archaeology, Ancient Bodies: Secrets Revealed calls on the world’s leading experts to crack thousand-year-old puzzles where the cause of death could be accident, murder, suicide—and even ritual sacrifice. Complete with hair, skin, clothes and all, perfectly-preserved prehistoric bodies emerge from glaciers and peat bogs—as if frozen in time. And, as these time-capsule corpses reveal their secrets, the mystery gradually unravels. With a dramatic story lineup that includes an Irish king murdered by his subjects, the oldest ice mummy ever found, and a group of children discovered ‘sleeping’ on an Argentinian mountaintop, every episode covers a single in-depth investigation and features competing theories, dramatic recreations, and an unforgettable glimpse into everyday life—before recorded history.Episodes:Old Croghan Man: Murder Most RoyalOtzi: World’s Oldest Cold CaseWeerdinger Couple: Mysterious Double MurderTollund Man: Peaceful in the PeatHaraldskær Woman: Mummy IdentityDätgen Man: Revenant Revealed?Yde Girl: Murder on the Edge of TownLa Doncella: On the MountaintopProducer:Farpoint Films",
    "chinese_title": "Ancient Bodies: Secrets Revealed Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-09-15T14:26:24"
}