{
    "aka": [],
    "sid": "37094035",
    "cast": [
        {
            "url": "/celebrity/1245590/",
            "name": "马国明 Kwok-Ming Ma",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914714954.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "30分钟",
    "episodes": "3",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2024-10-16(中国大陆)"
    ],
    "this_title": [
        "穿越蘑菇云的人"
    ],
    "douban_link": "https://movie.douban.com/subject/37094035/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "他们一次次驾机穿越蘑菇云，采集核爆之后的烟云样品为改进核武器的性能提供了宝贵数据，然而他们的故事却鲜为人知。纪录片《穿越蘑菇云的人》带我们一起走近这个低调的群体，听他们讲述惊心动魄的穿云故事。致敬为中国核武器事业作出特殊贡献的飞行员们。由中央广播电视总台军事节目中心出品，中央新影集团北京发现纪实传媒有限公司承制的三集纪录片《穿越蘑菇云的人》10月16日-18日每晚20点档在总台央视国防军事频道（CCTV-7）播出。纪录片共三集，分别为《特殊使命》《勇者不惧》《誓言无声》。2024年是中国第一颗原子弹爆炸60周年。在中国核武器发展的历程中，有一群英勇无畏的飞行员，他们一次次驾机穿越蘑菇云，采集核爆之后的烟云样品，为改进核武器的性能提供了宝贵数据。然而，他们的故事却鲜为人知。本片通过对这些飞行员的采访，档案文物的呈现，还原了那段激荡人心的历史，展现了这群飞行员对使命任务的担当，向着危险无畏前行的勇气，事后深藏功与名的无私境界。第一集《特殊使命》1964年10月16日，中国第一颗原子弹爆炸成功。此时，有一批不惧艰险的空军勇士，径直飞向核爆后的蘑菇云，执行空中采样任务。这样的壮举持续了十几年，在中国此后的20多次核试验中，都有飞行员勇往直前的身影。本集讲述了“穿云取样”这一特殊任务的历史背景、决策过程、历史脉络。通过珍贵的档案以及飞行员的回忆，走近“穿云取样”飞行员这个群体，揭开这群飞行员为何要执行“穿云取样”这个特殊使命的谜底，歌颂这群飞行员忠于使命、无私奉献的爱国精神。第二集《勇者不惧》在我国核武器研制发展的历程中，有一批不惧危险的空军勇士，核武器爆炸后，他们需要驾驶飞机冲向蘑菇云，采集样本。“穿云取样”任务艰巨，翻滚的放射性烟云，多变的西北戈壁气候，极端的飞行高度要求，飞机的性能局限，都是他们要面对的困难。要想战胜重重困难，除了飞行员们高超的飞行水平，勇气是他们制胜的一大利器。本集聚焦于飞行员们在执行“穿云取样”任务中遇到的危险，以及他们面对困难时的选择，体现出这些飞行员英勇无畏的精神品质。第三集《誓言无声》核武器的研制，事关国家最高机密，“保密”这两个字，是每个参与核试验人员必须坚守的底线。这其中也包括那些驾驶飞机穿越核爆烟云取样的飞行员。这群飞行员为我国核武器的研制事业作出了巨大贡献，但数十年间，他们都将这份荣耀深深藏在心底，践行了“干惊天动地事，做隐姓埋名人”的誓言。在“穿云取样”这一任务已经解密的今天，本集通过采访参与“穿云取样”的飞行员、地面指挥人员等亲历者，以及飞行员的家人，揭开了一段跨越几十年的隐秘故事，展示了穿云飞行员淡泊名利、甘于奉献的精神。",
    "chinese_title": "穿越蘑菇云的人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-07T02:00:37"
}