{
    "aka": [],
    "sid": "37095680",
    "cast": [
        {
            "url": "/celebrity/1565425/",
            "name": "约翰·比尤 John Bew",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914718109.jpg",
    "region": [
        "英国",
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt11666894",
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "英语",
        "德语"
    ],
    "playdate": [
        "2019-09-19(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11666894/",
    "imdb_votes": 42,
    "this_title": [
        "1944: Bomben auf Auschwitz?"
    ],
    "douban_link": "https://movie.douban.com/subject/37095680/",
    "imdb_rating": "7.4/10 from 42 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Im April 1944 entkamen zwei Gefangene wie durch ein Wunder dem deutschen Konzentrationslager Auschwitz-Birkenau und berichteten der Welt erstmals aus erster Hand die schreckliche Wahrheit. Der Dokumentarfilm folgt den abenteuerlichen Wegen, die beschritten werden mussten, um diese Informationen an die Alliierten weiterzuleiten. Rudolf Vrba und Alfred Wetzler waren Lagerinsassen im Konzentrationslager Auschwitz-Birkenau. Beide hatten durch ihre Funktionen detailliertes Wissen über die Mechanismen der Massenvernichtung: Wetzler musste als Lagerregistrar alle Besitztümer der Neuankömmlinge wie Kleidung oder Schmuck registrieren. Aus diesem Grund wusste er, wie viele Menschen täglich im Lager ankamen. Seine Deutschkenntnisse erlaubten ihm außerdem, Gesprächen der Wachmänner zu folgen. Wetzler und Vrba gelang die Flucht. Was sie dem slowakischen Judenrat aus dem deutschen Vernichtungslager berichteten, floss in einen detaillierten Report, der das Ausmaß der von den Nazis betriebenen \"Endlösung\" verdeutlichte, später bekannt geworden als die \"Auschwitz-Protokolle\". Ihr Bericht wurde dem von US-Präsident Roosevelt gegründeten War Refugee Board übermittelt: Zwischen den Alliierten entbrannte daraufhin eine heftige Debatte, wie sie den Massenmord in Auschwitz verhindern könnten. Aus dem Bericht war bekannt, dass sich die Nazis auf die Ermordung von 800.000 ungarischen Juden vorbereiteten. Es musste also gehandelt werden. Eine Option war, die neu gebaute Bahnlinie Kosice-Presov in Richtung Auschwitz zu bombardieren - oder das Lager selbst. Briten und Amerikaner hielten eine Bombardierung des Lagers für falsch. Alle verfügbaren Kräfte wurden für die Landung in der Normandie mobilisiert - dies sei der beste Weg, die Nazis zu schlagen und so die europäischen Juden zu retten. Für manche war das Versäumnis, Auschwitz zu bombardieren, moralische Feigheit. Andere hielten eine Bombardierung unter möglicher Inkaufnahme Tausender unschuldiger Toter für inakzeptabel.",
    "chinese_title": "1944: Bomben auf Auschwitz?",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-06-10T07:02:10"
}