{
    "aka": [],
    "sid": "37090609",
    "cast": [
        {
            "url": "/celebrity/1410761/",
            "name": "伊甸·丘比特 Eden Cupid",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1433031/",
            "name": "Joseph Motiki Joseph Motiki",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "动画",
        "家庭",
        "儿童"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914596446.jpg",
    "region": [
        "美国",
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1287236/",
            "name": "Fracaswell Hyman Fracaswell Hyman",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt31150952",
    "director": [],
    "duration": "24分钟",
    "episodes": "22",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-02-05(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt31150952/",
    "imdb_votes": 80,
    "this_title": [
        "Lyla in the Loop Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/37090609/",
    "imdb_rating": "8.6/10 from 80 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Lyla in the Loop is a funny and engaging new animated series for kids ages 4-8. The show follows Lyla, a dynamic 7-year-old girl, who lives in a big city with her close-knit family, fantastical blue sidekick Stu, and a host of relatable and quirky characters in her community, who use creative and strategic problem-solving and critical thinking skills to address a range of everyday problems together.Lyla in the Loop centers on Lyla and her family – mom Lydia and dad Louis, who run Loops Lunch diner; older twin sisters Liana and Louisa; younger brother Luke; and sidekick Stu, who always does exactly, literally, what was asked. With her family and best friend Everett Phan, Lyla tackles all sorts of challenges, from building her own homemade carnival games using repurposed materials, to riding along and lending a hand on the neighborhood trash and recycling route, to making a puppet show that recreates the Jamaican folktale, Anansi and the Goat. Lyla even helps her sister navigate the ethics of creating an art project with the help of Stu, showcasing an age-appropriate example of current questions surrounding the use of real-world AI tools.In every adventure, Lyla and Stu introduce and explore foundational computational thinking concepts, leading to some comedic disasters and creative solutions, all while helping others in their community. The series will support a wide range of learners, modeling flexible approaches to finding and designing solutions, and creative self-expression.Target Audience: 4-8 YearsProduction Company: Mighty Picnic, Pipeline Studios",
    "chinese_title": "Lyla in the Loop Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.6,
    "douban_rating_average": 0,
    "update_at": "2025-06-30T10:28:34"
}