{
    "aka": [
        "Later in the Clearing"
    ],
    "sid": "37090441",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2915554357.jpg",
    "region": [
        "匈牙利",
        "西班牙"
    ],
    "writer": [],
    "imdb_id": "tt34357108",
    "director": [],
    "duration": "72分钟",
    "episodes": "",
    "language": [
        "匈牙利语"
    ],
    "playdate": [
        "2025-01(鹿特丹电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt34357108/",
    "this_title": [
        "Majd a tisztáson"
    ],
    "douban_link": "https://movie.douban.com/subject/37090441/",
    "trans_title": [
        "Later in the Clearing"
    ],
    "douban_votes": "0",
    "introduction": "In a small Hungarian town painter Péter Molnár leads filmmaker Márton Tarkövi on a journey through meadows, clearings and Molnár’s drawings. The viewer joins them, as they discuss art, time and life itself.Márton Tarkövi takes the title for his lyrical portrait of Hungarian artist and animator Péter Molnár from his subject’s only solo work as a film director – a suggestive, surrealist short that became an instant classic of world avant-garde cinema. That said, for Tarkövi, Molnár’s work in film and television (mainly as a background artist) is of less importance than his mysterious, often monochrome drawings. In some cases Molnár’s arts consist of tiny gestures resembling graphemes that give an impression of oceans alive with unknown words and stories; while in others, with tacit strokes forming figurative shapes, they suggest the primitive force and ancient clarity of cave paintings. Everything feels open in Molnár’s art.In that spirit, Tarkövi opted for an equally open approach. Sometimes he simply observes the master at work; in other moments the two talk, casually but seriously; then, we’re invited to dive into Molnár’s drawings. Thus Later in the Clearing never feels overtly linear – it’s more like a constantly expanding space of ideas the viewer can roam through. It’s the same way Molnár is seen off and on, walking through meadows and clearings, taking in the world one step and one glance at a time.",
    "chinese_title": "Majd a tisztáson",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-17T04:39:21"
}