{
    "aka": [],
    "sid": "37101942",
    "cast": [
        {
            "url": "/celebrity/1181355/",
            "name": "布莱特妮·布里斯托 Brittany Bristow",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009433/",
            "name": "威尔·坎普 Will Kemp",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1235029/",
            "name": "理查德·谢里丹·威利斯 Richard Sheridan Willis",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2915876756.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt33503214",
    "director": [
        {
            "url": "/celebrity/1303123/",
            "name": "Leif Bristow Leif Bristow",
            "@type": "Person"
        }
    ],
    "duration": "84分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2025(未定)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt33503214/",
    "imdb_votes": 803,
    "this_title": [
        "My Sweet Austrian Holiday"
    ],
    "douban_link": "https://movie.douban.com/subject/37101942/",
    "imdb_rating": "6.1/10 from 803 users",
    "trans_title": [
        "我的甜蜜奥地利假期"
    ],
    "douban_votes": "0",
    "introduction": "American Charlotte Dobler is a master chocolatier in Vienna, she having taken over historic Dobler Chocolates from her now deceased grandmother. She is facing an eviction of sorts from that historic site in a buyout from Danube Developments who has a redevelopment project under works. Charlotte is the only property owner holdout in not selling in honor of that history. In an appeal to city hall, Charlotte can't prove her stance that it is eligible to be designated a protected historical landmark, i.e. a building at least one hundred years old, as she only has the stories told to her by her grandmother, with records of such seemingly all destroyed during the war. Danube's assertion is that the site was probably redeveloped postwar. Charlotte's fallback is preparing for the annual Vienna Chocolatier of the Year competition, she one of the three finalists. She figures winning such would bring profile to her and the shop, Danube who would not dare to be seen as the bad guy in placing pressure on the winner to vacate against her will. In a worse case scenario, Charlotte believes she may have to move back to the States and revert back to her former law career. Through this process, she meets Henry Broadbent, the new CEO of what was his father's development business, Eurostar, and a philanthropist. As a bond forms between the two, Henry learns that the company placing pressure on her to sell is Danube. The issue is that Henry's father, Gordon Broadbent, in one of his last acts as Eurostar CEO, acquired Danube specifically because of this redevelopment on the Dobler site. Henry has to decide what to do as Eurostar CEO while wanting to continue that burgeoning romantic relationship with Charlotte.",
    "chinese_title": "我的甜蜜奥地利假期",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "My Sweet Austrian Holiday",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2026-02-14T11:00:48"
}