{
    "aka": [
        "Bluebeard"
    ],
    "sid": "37106405",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1973",
    "genre": [
        "戏曲"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2915036407.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt13299088",
    "director": [
        {
            "url": "/celebrity/1079618/",
            "name": "Walter Felsenstein Walter Felsenstein",
            "@type": "Person"
        }
    ],
    "duration": "139分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1973(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13299088/",
    "this_title": [
        "Felsenstein: Ritter Blaubart"
    ],
    "douban_link": "https://movie.douban.com/subject/37106405/",
    "trans_title": [
        "Bluebeard"
    ],
    "douban_votes": "0",
    "introduction": "Ritter Blaubart – ein für Deutschland eher unbekanntes Werk – hatte am 24. September 1963 seine Premiere an der Komischen Oper, in der Neuinszenierung von Walter Felsenstein. Nach 163 erfolgreichen Aufführungen entschied sich Felsenstein die Oper Ritter Blaubart schließlich zu ver?lmen. Somit ist die Oper nun in restaurierter Form auf dieser DVD zu erleben. „Anfangs zweifelte ich an den Möglichkeiten zur ?lmischen Gestaltung gerade dieses Werks, doch im Laufe der Dreharbeiten fand ich immer mehr Freude an diesem Projekt und entdeckte Chancen, meine Konzeption im anderen Medium zum Teil unmissverständlicher umzusetzen.“, sagte Felsenstein. Die Musik stammt von Jacques Offenbach, zu dessen Werken Walter Felsenstein eine besonders große Vorliebe hatte.Walter Felsenstein (1901 – 1975), Begründer und Intendant der Komischen Oper Berlin, war einer der großen kreativen Theaterregisseure des 20. Jahrhunderts. Seine Bedeutung für die Wiederbelebung der Oper als theatralische Kunstform ist immens. Das Schaffen dieses genialen Künstlers umfasste über 190 Inszenierungen und war den Werken, ihren Schöpfern, dem Ensemble und dem Publikum gleichermaßen verpflichtet.",
    "chinese_title": "Felsenstein: Ritter Blaubart",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-18T16:23:21"
}