{
    "aka": [],
    "sid": "37103259",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "南非"
    ],
    "writer": [],
    "imdb_id": "tt9169768",
    "director": [],
    "duration": "45分钟",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-05-01(南非)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9169768/",
    "this_title": [
        "Wild Kingdoms"
    ],
    "douban_link": "https://movie.douban.com/subject/37103259/",
    "trans_title": [
        "非洲生命奇境"
    ],
    "douban_votes": "0",
    "introduction": "WILD is an unforgettable expedition across diverse landscapes of Africa exploring the fascinating lives of their extraordinary inhabitants. This 6-part series showcases the vast expanse of infinite beauty, breathtaking scenery and wildlife spectacles that this exciting continent has to offer. This colourful, riveting and awe inspiring adventure is filled with thrilling tales of life and death. WILD journeys across 6 of Africa's most spectacular regions on a visual extravaganza that delves deep into the majestic wilderness of the African continent highlighting her iconic wildlife from a unique point of view. WILD explores the lives of the Africa's most remarkable animals whose lives constantly hang in the balance. Their surroundings may be filled with beauty and wonder but in the endless cycle of life, these creatures must learn to cope in a temperamental and complex world, risking their lives each day to survive. Experience the hope, the heartbreak, perseverance and renewal of life as WILD dives head first into the never ending fight for survival amidst some of the planet's most challenging environments.",
    "chinese_title": "非洲生命奇境",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Wild Kingdoms",
    "douban_rating_average": 0,
    "update_at": "2026-01-15T10:53:22"
}