{
    "aka": [],
    "sid": "37110897",
    "cast": [
        {
            "url": "/celebrity/1050486/",
            "name": "莫滕·哈克特 Morten Harket",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042370/",
            "name": "Magne Furuholmen Magne Furuholmen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162845/",
            "name": "Pål Waaktaar Pål Waaktaar",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt10580248",
    "director": [],
    "duration": "115分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017-10-06(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10580248/",
    "imdb_votes": 23,
    "this_title": [
        "a-ha: MTV Unplugged - Summer Solstice"
    ],
    "douban_link": "https://movie.douban.com/subject/37110897/",
    "imdb_rating": "8.7/10 from 23 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A-ha, the multi-platinum selling legendary Norwegian trio, will release a 15 track Acoustic Hits MTV Unplugged album on October 6. This is the first time in the band’s 30 year history that they have recorded an acoustic album. The set list includes a carefully picked selection of trademark hits, tracks not often performed live and two brand new songs, This Is Our Home and A Break In The Clouds. Guests on the album include Alison Moyet, Ian McCulloch, and Lissie. Their Unplugged concert was filmed in Norway, each artist in the series chose a location that held a special meaning to them. a-ha’s MTV Unplugged album will enhance the bands credibility, they are one of a select few artists that have been chosen to appear in the series alongside acts such as Shawn Mendes• Recorded live the Harbour Hall at Ocean Sound Recordings in Giske, Norway on 22 and 23 June 20171: This Is Our Home2: Lifelines3: I’ve Been Losing You – feat. Lissie4: Analogue (All I Want)5: The Sun Always Shines on TV – feat. Ingrid Helene Håvik6: A Break In The Clouds7: Foot Of The Mountain8: Stay On These Roads9: This Alone Is Love10: Over The Treetops11: Forever Not Yours12: Sox Of The Fox13: Scoundrel Days – feat. Ian McCulloch14: The Killing Moon – feat. Ian McCulloch15: Summer Moved On – feat. Alison Moyet16: Memorial Beach17: Living A Boy’s Adventure Tale18: Manhattan Skyline19: The Living Daylights20: Hunting High And Low21: Take On Me",
    "chinese_title": "a-ha: MTV Unplugged - Summer Solstice",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.7,
    "douban_rating_average": 0,
    "update_at": "2025-08-27T22:07:29"
}