{
    "aka": [
        "Le monde maxi de Sago Mini",
        "Sago Mini Freunde!",
        "Sago Mini 小小伙伴(港/台)",
        "サゴミニフレンズ"
    ],
    "sid": "37112671",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "喜剧",
        "动画",
        "家庭",
        "儿童"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2915295889.jpg",
    "region": [
        "加拿大",
        "美国",
        "爱尔兰"
    ],
    "writer": [],
    "imdb_id": "tt34488602",
    "director": [],
    "duration": "23分钟",
    "episodes": "5",
    "language": [],
    "playdate": [
        "2024-11-22(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt34488602/",
    "this_title": [
        "Sago Mini Friends Season 3"
    ],
    "douban_link": "https://movie.douban.com/subject/37112671/",
    "trans_title": [
        "Le monde maxi de Sago Mini",
        "Sago Mini Freunde!",
        "Sago Mini 小小伙伴(港",
        "台)",
        "サゴミニフレンズ"
    ],
    "douban_votes": "0",
    "introduction": "Apple TV+ unveiled the first look images and a sneak peek for season three of the adorable preschool animated series “Sago Mini Friends,” premiering globally on Friday, November 22. Produced by Daytime Emmy Award-nominated Spin Master Entertainment and animated by 9 Story Media Group’s Emmy Award-winning studio Brown Bag Films Toronto, the “Sago Mini Friends” series is based on the charming characters and artful designs featured in the award-winning Sago Mini World app developed by Sago Mini.The five-episode season is a delightful nod to gratitude, featuring Harvey the floppy-eared dog and his best friends, Jinja the cat, Jack the rabbit and Robin the bird. Along with a unique cast of residents as colorful as their own whimsical world, the four friends play, explore, imagine and celebrate daily in their joyful town of Sagoville. In each episode, Harvey and all his friends express their true thankfulness for all things big and small, through optimism, kindness, preschool-friendly humor and unforgettable original songs!Produced by Spin Master Entertainment and animated by 9 Story Media Group’s Brown Bag Films Toronto, the animated preschool series is executive produced by Jennifer Dodge, Ronnen Harary, Tone Thyne, Dustin Ferrer, Laura Clunie and Toni Stevens, with Chad Hicks as series director. Dr. Sonja Lyubomirsky, Distinguished Professor of Psychology at the University of California, Riverside, and expert in the science of happiness, serves as the gratitude expert on the series through Apple TV+’s changemakers initiative.",
    "chinese_title": "Sago Mini Friends Season 3",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-02-08T02:07:48"
}