{
    "aka": [
        "大清留美幼童记",
        "留美幼童"
    ],
    "sid": "3711690",
    "cast": [
        {
            "url": "/celebrity/1363371/",
            "name": "董倩 Qian Dong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1403727/",
            "name": "齐克建 Kejian Qi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1471435/",
            "name": "詹同济 Tongji Zhan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1471437/",
            "name": "理查德·李 Richard Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1471438/",
            "name": "丹纳·容 Dana Rong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1471436/",
            "name": "梁赞勋 Zanxun Liang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1475021/",
            "name": "刘申宁 ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1475018/",
            "name": "赵白生 ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1480922/",
            "name": "姜鸣 Ming Jiang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2511611494.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1317640/",
            "name": "胡劲草 Jincao Hu ",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt16246916",
    "director": [
        {
            "url": "/celebrity/1317640/",
            "name": "胡劲草 Jincao Hu ",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "5",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2004-05-01(中国大陆)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt16246916/",
    "this_title": [
        "幼童"
    ],
    "douban_link": "https://movie.douban.com/subject/3711690/",
    "trans_title": [
        "大清留美幼童记",
        "留美幼童"
    ],
    "douban_votes": "14287",
    "introduction": "他们是中国历史上最早的官派留学生。公元1872年到1875年间，清政府先后派出四批共一百二十名学生赴美国留学。这批学生出洋时的平均年龄只有十二岁，因此 他们有一个共同的名字——留美幼童。130年以前，这批幼童远涉重洋，被送到了太平洋彼岸一个建立尚不足百年的年轻共和国，开始了他们计划长达15年的留学生活。他们被分配到了美国东北部新英格兰地区的四十多户美国人家中，快速适应着在美国的生活。他们以惊人的速度越过了语言障碍，成为各学校成绩优异的学生。同时他们也迅速适应了异国的文化，脱去了长袍马褂，活跃在各项体育运动的赛场上。他们是美国哈佛大学、耶鲁大学、哥伦比亚大学、麻省理工学院的学生，他们和美国大文豪马克吐温比邻而居，曾受到美国总统格兰特的亲切接见。十九世纪末，当世界格局发生剧烈变化的时刻，他们恰好被送到了那场工业革命的最前沿。然而当半数孩子开始了他们的大学学业时，大清国却突然提前终止留学计划，全部留美幼童被招回国。这批饱受欧风美雨熏陶的学子是中国矿业、铁路业、电报业的先驱。他们中出现了今天清华大学、天津大学最早的校长，出现了中国最早的一批外交官，出现了中华民国的第一任总理。回国后的这批西学所造之子历经中国晚清政坛的跌宕起伏，目睹了近代中国的荣辱兴衰。留美幼童的命运，离奇曲折；他们的故事，美丽而忧伤。他们有一个永远的名字：留美幼童。《幼童》五集简介第一集留美幼童的故事和一个人密切相关，他就是中国最早的毕业于美国著名大学的学生--容闳。1854年，容闳毕业于耶鲁大学，到1872年中国开始派遣第一批留美学生，期间历经了18年的风云变幻和漫长的等待。有人说，如果没有容闳，虽说中国迟早也会派遣学生出洋，但既不可能这样早，更不可想像会有幼童出洋这样的奇想。容闳个人的传奇经历，造成了大清国历史上出现的留美幼童这样一个破天荒的事件。一个从来自诩为天朝上国的古老帝国为何要做出这一千古奇事？这120名幼童是谁？当年谁家的父母甘愿送年幼的孩子出洋？中国历史上首次官派留学生选拔条件如何？第二集公元1872年8月11日，大清国第一批留美幼童从上海出发，开始了他们计划长达十五年的留学生活。他们从上海出发，跨越太平洋，在美国旧金山登陆，来到了一个建立尚不足百年的年轻共和国。他们乘坐刚刚贯通北美的大陆的蒸汽火车，到达美国东部的新英格兰，被分散居住在了40多户美国人家中。中国留美幼童以惊人的速度越过了语言障碍，成为他们就读的各个学校成绩优异的学生。在世界格局发生巨大变化的时刻，他们来到了引领这场工业革命变化的最前沿。1876年，中国幼童在美国参观费城世界博览会时，在西式服装外面仍然加罩长衫，而若干年后 当他们脱去长衫，和美国孩子一起在运动场上追逐，甚至剪去辫子的时候，命运将把他们推向何方？第三集在美国新英格兰工业重镇的机器声中，在马克·吐温的小说的陪伴下，中国幼童在一天天地长大。中国学生分散在康州和麻省不同的中学学习，他们群体所取得的优异成绩。让美国人惊叹不已。根据不完全统计，到1880年，共有超过五十名中国幼童进入美国大学学习，其中二十二名进入耶鲁大学，八名进入波士顿的麻省理工学院，一人进入哈佛大学，三名进入了纽约哥伦比亚大学。中国学生迅速适应在美国的生活学习。当他们平时性灵上受到的沉重压力一旦排空飞去，言论思想便都和旧教育的规范不合，当孩他们脱去长袍厚靴，穿上运动装，当他们学会划船、溜冰、跳舞、唱歌、野营，日甚一日地爱上异国的文化习俗，他们已经身不由己踩到了危险的禁区边界……第四集1881年，原定15年的幼童留美计划中途夭折，全部学生被招回国。中国首次官派学生回国之后遭到社会的谴责，《申报》写到，“国家不惜经费之浩繁，谴诸学徒出洋，孰料出洋之后不知自好，中国第一次出洋并无故家世族，巨商大贾之子弟，其应募而来者类多椎鲁之子，流品殊杂，此等人何足以与言西学，何足以与言水师兵法等事。”回国后的留美学生参与了中国最早的电报、矿山、铁路的建设。他们历经中法海战，中日甲午海战……当年，李鸿章和曾国藩策划选送幼童出洋这一“千古未有之奇事”时，满怀期望这些出洋学生在掌握西人擅长之技后，可以帮助中国渐图自强。可是，当留美幼童回国之后，在变革的道路上举步维艰的国家却接二连三遭受致命的重创，濒临亡国的边缘。二十世纪初年，在灾难深重的中国，留美幼童--这些西学所造之子的命运又将如何？他们是否已经成为李鸿章的陪葬，将永远在中国的历史舞台上消失……第五集晚清政坛的变化，使得这批西学所造之子的命运也随之发生变化。曾经被认为西化过重失信于朝廷的这一批留美学生，在20世纪初年，纷纷成为朝廷重臣，他们活跃在铁路、电报、矿冶这些新兴产业。在外交领域，他们更是当仁不让地代表大清国，足迹遍布世界各地。1919年，这些当年的留美幼童平均年龄已是六十岁的时候，中国爆发了五四运动。这群在号称在民主、科学国度长大的留学生显然已经被高举“德先生、赛先生”两面大旗的新青年们遗忘。他们满口地道的英文，保留着西方人的生活习惯，但在一个革命了的社会，他们不但会被人看成前清遗老，还有洋奴之嫌，在中国的历史舞台上，是他们谢幕的时间了。这是一个百年的传奇，一群孩子的悲欢离合，一个古老国家的命运跌宕，他们是荒原中第一个探路人，是惊涛里最早的远航者，他们欢乐、哭泣、成功、失败，他们亲历激荡的百年，被遗忘，又被重新发现。",
    "chinese_title": "幼童",
    "douban_rating": "9.5/10 from 14287 users",
    "foreign_title": "",
    "douban_rating_average": "9.5",
    "update_at": "2026-01-25T08:35:36"
}