{
    "aka": [],
    "sid": "3711860",
    "cast": [
        {
            "url": "/celebrity/1030431/",
            "name": "木村了 Ryo Kimura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014229/",
            "name": "小栗旬 Shun Oguri",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1572277/",
            "name": "山元清多 Kiyokazu Yamamoto",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "1",
    "language": [
        "日语"
    ],
    "playdate": [
        "2004-12-05"
    ],
    "this_title": [
        "リターンマッチ～敗者復活戦～"
    ],
    "douban_link": "https://movie.douban.com/subject/3711860/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "「もう1回　いこうか」「ハイ回った！」11月初旬。岐阜県笠松町にある県立岐阜工業高校。ジャージ姿の大友康平が、学校の風景にすっかり溶け込んでいる。この日も早朝から深夜まで撮影が続いていて、夜に入り、撮影現場に置かれたカイロを手にとる姿が目立つ。『リターンマッチ～敗者復活戦～』＜12月5日（日）16時05分＞は、大友康平主演、定時制高校のボクシング部を舞台に、あくの強い中年教師と教え子たちが繰り広げる人間ドラマ。原作は、後藤正治氏のノンフィクションで、ボクシングを通じて落ちこぼれの生徒や挫折感を味わった教師らが、自らのリターンマッチに挑む姿が見ものだ。ドラマは、オールロケで、11月初旬にかけ岐阜県を中心に撮影が行われた。県立岐阜工業高校のボクシングリング。この日は、県内一の実力を誇る高校との練習試合のシーンを撮影中。外の寒さとはうらはらに、道場は、汗と熱気で溢れかえっていて、Tシャツ姿のスタッフも汗だくになっている。不良生徒・山路和也を演じる小栗旬。リングの上で必死にパンチを出すが、いずれも大振りで、ことごとく外れてしまう。そして苛立ちのあまり相手に肘打ちを食らわし、乱闘騒ぎに。そこで大友が、小栗のボデイに一撃を放つ。ボクシングシーンは、ドラマにとって重要なシーン。今回の出演者は、いずれもボクシング経験はないものの、練習試合やインターハイシーンの迫力は、見ごたえ十分で、パンチの勢いやそのスピード感は、プロも感心するほどだ。大友をはじめ生徒役の小栗旬、松山ケンイチ、橋爪遼、渡辺卓、木村了らは、およそ1ヶ月にわたってボクシングの特訓を受け、縄跳びからミット打ち、パンチの仕方などをプロに学んだ。撮影の合間も絶えずシャドーボクシングをしたり、鏡があれば、常にさまになっているかをチエックしていた小栗は「いくら芝居といっても、相手が近づいてくると威圧感があり、ヘッドギアを付けていても、パンチを受けると頭がくらくらするんですよ」と言う。「僕は、試合のシーンなどないからいいけど、ミット受けとか怖いですよ。今回、ボクシングの監修兼出演している薬師寺保栄さんから、目をつぶると余計に怖いと指導を受けたけど、3回に1回は目をつぶってしまうんです」と大友も話す。大友にとって、ボクシングも初めてだが、民放ドラマでは、初の主演ということもあり、その演技も見逃せない。大友は来年でミュージシャンとしてデビュー25周年を迎えるが、今でもステージで歌っている時が一番好きだといい、芝居でも、本番からOKの合図をもらうまで、1曲歌っているのと同じ気持ちで、全神経を注いで臨んでいるという。「ボクシングは、殴り合いだけど、喧嘩じゃないんですよ。闘う前に互いのグローブを合わせて、終わった後も抱き合って健闘を讃えあってね。だから人間と人間のぶつかり合いを通じて、怖いとか逃げたいとかいう気持ちからどう這いあがっていくか、どうリターンマッチをしていくのかを表現できればいいなと思ってるんですよ」熱いミュージシャンとして知られる大友は、芝居でも変わらない。ドラマは、妻の死を機にボクシングから逃げようとした定時制高校の教師・滝田五郎の元に、入部希望者がやってくるところからスタート。でもやってきたのは、喘息持ちの少年、札付きの不良、寡黙なアウトローと、ボクシングとケンカの違いも理解できない生徒ばかり。しかし心のどこかで「このままではいけない、自分を変えたい」という思いを抱えていた彼らと滝田の真摯で熱い姿勢に、いつしか生徒たちの目が強い光を持ち始めて…。ところが県大会を前に問題が発生。参加を取りやめるべきだという学校に対して、滝田がはくセリフ。「なんとか、あの子たちに試合をさせてやりたいんです。今までずっと負け組ばかりで、勝つことを忘れてしまっている。あの子たちに勝つという味を一度でいいから―いや、負けるということの悔しさを思い知るだけでもいい。強くなれば、他の人間に少しはやさしくなれるんじゃ…。せめて、あいつらに敗者復活戦のチャンスを―リターンマッチ、やらせてやりたいんです」果たして、滝田と生徒たちのリターンマッチはどうなるのか？型破りな師弟愛と敗者復活戦に賭ける男たちの人間ドラマは、必ずや大きな感動をもたらすに違いない。",
    "chinese_title": "リターンマッチ～敗者復活戦～",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-02T21:28:47"
}