{
    "aka": [],
    "sid": "37110461",
    "cast": [
        {
            "url": "/celebrity/1162717/",
            "name": "Hanni Weisse Hanni Weisse",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1038613/",
            "name": "梅丽· 戴尔沙夫特 Maly Delschaft",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1107992/",
            "name": "Bruno Kastner Bruno Kastner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1103467/",
            "name": "玛格丽特·库普费尔 Margarete Kupfer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1159744/",
            "name": "Jakob Tiedtke Jakob Tiedtke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1083528/",
            "name": "Hugo Fischer-Köppe Hugo Fischer-Köppe",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1926",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1516200/",
            "name": "Margarete-Maria Langen Margarete-Maria Langen",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0182051",
    "director": [
        {
            "url": "/celebrity/1051298/",
            "name": "卡尔·伯泽 Carl Boese",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "1926(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0182051/",
    "this_title": [
        "Die drei Portiermädel"
    ],
    "douban_link": "https://movie.douban.com/subject/37110461/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A janitor has three daughters. Amelie is employed in the fashion shop of Leopold Siedentopf who seduces her, Annie works for a photographer and Martha is a launderer and is in love with Franz, a chauffeur who uses the boss's car to drive the three girls to work every morning. When he reports late to work one day, he clumsily tells his boss, Mr. Brandstetter, that he ran over a young girl. When he demands to see the victim, Franz introduces him to Annie and he falls in love with her. They soon get married. Annie's mother, who feels ashamed of her social condition, uses an apartment in her building whose lodgers are on vacation as her own when her son-in-law visits her and pretends she is the widow of a secret service agent. However, when Mr. Brandstetter surprises his chauffeur speaking too casually with his wife, not knowing that he is actually her brother-in-law, gets the wrong idea and Annie, upset with the whole thing, goes back to her mother's. Brandstetter decides to drown his sorrow and goes out to a party where, by chance, he meets Amelie and Martha. When Franz sees his girlfriend with his boss, he too gets upset. Annie and Martha are soon joined by Amelie at their mother's because she also left her husband who, it turns out, was unfaithful. The next day, Brandstetter comes back to the janitor's building where everything is explained. He embraces his new family. Franz and Martha make up and Amelie also finds happiness with Emil the bartender, an old flame of hers whom she always loved.",
    "chinese_title": "Die drei Portiermädel",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-21T12:01:03"
}