{
    "aka": [
        "80 Million Women Want-?"
    ],
    "sid": "37112548",
    "cast": [
        {
            "url": "/celebrity/1130354/",
            "name": "艾米琳·潘克斯特 Emmeline Pankhurst",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1065716/",
            "name": "Harriot Stanton Blatch Harriot Stanton Blatch",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1111244/",
            "name": "艾瑟尔·朱维特 Ethel Jewett",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1913",
    "genre": [
        "剧情",
        "爱情",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2915287430.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0002822",
    "director": [],
    "duration": "56分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1913-11-22(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0002822/",
    "imdb_votes": 58,
    "this_title": [
        "What 80 Million Women Want"
    ],
    "douban_link": "https://movie.douban.com/subject/37112548/",
    "imdb_rating": "4.1/10 from 58 users",
    "trans_title": [
        "80 Million Women Want-?"
    ],
    "douban_votes": "0",
    "introduction": "Travers, a young lawyer and sweetheart of a suffragette, tries his first case (an accident case) brought against a henchman by the boss. He learns that the boss's power extends even to the courthouse, for he makes good his promise that the case will be dismissed. However, shortly thereafter, the lawyer, unbeknown to his sweetheart, accepts a retainer from Kelly, the boss. Later through the stupidity of the lawyer's stenographer in putting wrong enclosures in letters the suffragette learns of her sweetheart's duplicity. With a feeling of repugnance at his lack of manhood she breaks her engagement. The lawyer's better nature asserts itself, and he determines to enter the political fight then pending for good government in opposition to the boss, A violent quarrel ensues between the boss and the lawyer. Not long after the quarrel the boss is injured by the man whose case had been previously dismissed, and the young lawyer is locked up charged with the crime. His sweetheart and the Women's Political Union come to his assistance and by a clever piece of detective work they discover to the boss\" chagrin who is the real culprit and cause his arrest and the release of the lawyer. The primary elections are near and the boss in desperation determines to steal the election by voting a lot of repeaters. He hires and pays these men and the evidence thereof comes into the possession of the suffragettes. It leads to the arrest of the boss and he finds that his \"pull\" availed him of nothing. The Women's Political Union has triumphed in the election. The scene ends with the lovers being reunited, kissing behind a wedding license. The subtitle calls the wedding license \"The Winning Ballot\" or \"The Most Popular Ballot\" is marriage \"WHAT EIGHTY MILLION WOMEN WANT?\" or is the right of suffrage \"WHAT EIGHTY MILLION WOMEN WANT?\"—Moving Picture World synopsis",
    "chinese_title": "What 80 Million Women Want",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.1,
    "douban_rating_average": 0,
    "update_at": "2025-11-09T13:00:19"
}