{
    "aka": [],
    "sid": "37125125",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2915561309.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [],
    "duration": "8分钟",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "2023(韩国)"
    ],
    "this_title": [
        "Lazarus"
    ],
    "douban_link": "https://movie.douban.com/subject/37125125/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Kang Seung Lee works with a variety of mediums, including drawing, embroidery, installation, and the appropriation of materials and objects from both public and private archives. His focus is on creating alternative narratives to amplify overlooked voices. In Lazarus, Lee intertwines the stories of two figures: Goh Choo San (1948-87), an innovative choreographer born in Singapore who made his mark with prestigious ballet companies across Europe, Asia, and the United States and José Leonilson (1957-93), a Brazilian conceptual artist celebrated for his poignant and introspective works centered on themes of love and grief.Drawing inspiration from Goh Choo San's seminal ballet Unknown Territory (1986), choreographer Daeun Jung collaborates with Lee to choreograph a moving duet, where two dancers interact with a costume inspired by Leonilson's final piece, Lazaro (1993), a sculptural installation crafted from two stitched-together men's shirts, evoking themes of human suffering and belonging and queer intimacy. By recreating Leonilson's work with Sambe, a traditional hemp fabric used in Korea for funeral shrouds, Lazarus serves as a tribute to the lives and memories lost during the AIDS epidemic, as well as shedding light on the historical erasure of their profound artistic contributions.",
    "chinese_title": "Lazarus",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-31T07:14:09"
}