{
    "aka": [
        "Meta-mentary"
    ],
    "sid": "37134430",
    "cast": [
        {
            "url": "/celebrity/1442821/",
            "name": "仁科 Ke Ren",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2915810633.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1326561/",
            "name": "曹斐 Cao Fei",
            "@type": "Person"
        }
    ],
    "duration": "27分钟",
    "episodes": "",
    "language": [
        "汉语普通话",
        "粤语",
        "英语"
    ],
    "playdate": [
        "2022(中国大陆)",
        "2023(德国)"
    ],
    "this_title": [
        "元纪录"
    ],
    "douban_link": "https://movie.douban.com/subject/37134430/",
    "trans_title": [
        "Meta-mentary"
    ],
    "douban_votes": "0",
    "introduction": "“I want to go to the metaverse,” such is the voice input into a navigation software at the beginning of Meta-mentary. Like on smartphones, the video is filmed and presented in the portrait mode. Cao Fei’s explorations begin in a cab. On her way to the “metaverse,” the artist interviews various people she meets by chance on the streets of Beijing and other Chinese cities. She asks them questions about the condition of the metaverse, its potential, its components, challenges, and possibilities. These questions and answers result in a picture in which she brings into question the analog and the digital, authenticity and reproduction as well as the boundaries and overlaps of real and virtual space. At the same time, she invites us to reflect on the influence of the digital revolution on our identity, emotions and needs, as well as our sense of community, social relationships, and interactions.Cao Fei’s foray leads her to a Metaverse Demonstration Mall, which is located in a secluded backyard and only accessible to members. Considering our complex world, in which real and virtual spaces are becoming increasingly intertwined and complementary, the artist emphasizes that everyone should decide for themselves how to participate and interact with the different worlds. Attitudes, not least a certain skepticism, are essential to an integrative handling of the potential of both worlds.",
    "chinese_title": "元纪录",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-11-26T10:00:24"
}