{
    "aka": [],
    "sid": "37140371",
    "cast": [
        {
            "url": "/celebrity/1095217/",
            "name": "Sally M. Gearhart Sally M. Gearhart",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1200475/",
            "name": "克里夫·琼斯 Cleve Jones",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1572710/",
            "name": "切丽·莫拉加 Cherrie Moraga",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2915987936.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt13876004",
    "director": [],
    "duration": "96分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-06-26(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13876004/",
    "imdb_votes": 13,
    "this_title": [
        "Sally!"
    ],
    "douban_link": "https://movie.douban.com/subject/37140371/",
    "imdb_rating": "8.6/10 from 13 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "She spearheaded the 1970s and 80s lesbian feminist movement - making an indelible impact on LGBTQ equality and women's rights. A brilliant and sexy superstar who inspired thousands. So how come you've never heard of Sally Gearhart?\"Sally!\" begins with Sally Gearhart at the height of her powers in the 1970s. She was one of second-wave feminism's most beloved icons, penned a cult classic fantasy novel about a female utopia and fought one of history's greatest battles for queer rights shoulder-to-shoulder with Harvey Milk. But fast forward to 2008 and Sally has been largely forgotten by history-not to mention erased from the Hollywood film \"Milk.\" Yet rather than simply resurrecting her legacy and glorifying one woman's story, \"Sally!\" now takes a more collectivist turn. The film traces Sally's life trajectory through the eyes of the exceptional women who fought for justice by her side, revealing that Sally not only instigated the political movements that made her famous but was also deeply shaped by them. Finally, when we revisit Sally in 2014, she is living alone on Women's Land, without the community she helped create. What happened and what will become of her legacy?",
    "chinese_title": "Sally!",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.6,
    "douban_rating_average": 0,
    "update_at": "2025-03-30T16:13:18"
}