{
    "aka": [],
    "sid": "37148403",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "德国",
        "土耳其"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1064248/",
            "name": "Manfred Blank Manfred Blank",
            "@type": "Person"
        }
    ],
    "duration": "81分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "1991-02-17(柏林电影节)"
    ],
    "this_title": [
        "Hayal"
    ],
    "douban_link": "https://movie.douban.com/subject/37148403/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Theaterfilm. Zwei der letzten Istanbuler Hayali/Schattenspieler, wie sie das Karagözspiel Kayik/Das Boot aufführen.Situationskomödie. Sowohl in Karagöz’ als auch in Hacivats Haus sind die Lebensmittel knapp geworden und, schlimmer als das, die beiden Ehemänner können dem Verlangen ihrer Frauen nach wertvollen Juwelen nicht entsprechen; die Frauen machen sich auf zum Hafen, um sich mit 'richtigen' Männern einzulassen. Die armen Ehemänner raffen sich zu einem Broterwerb auf; sie wollen Passagiere befördern in einem abgetakelten Boot, das bei Hacivat herumliegt.Dokumentarfilm über verschiedene Gewerbe. Metin Özlen schneidet das tasvir/die Figur eines Çelebi. Karagöz und Haycivat arbeiten als Fährleute am Goldenen Horn und am Bosporus. In einem Kaffeehaus in Besiktas wird Tee bereitet und serviert. Onat Kutlar und Cevat Çapan schildern die Organisationsformen der Schattenspielerzunft.Biographischer Film. Leben und Werk des deutschen Orientalisten Hellmut Ritter, der den größten Teil seines Arbeitslebens in Istanbul zugebracht hat und dem wir fast alles verdanken, was wir heute über das Karagözspiel wissen.Historischer Dokumentarfilm. Das türkische Schattentheater als Spiegel der Geschichte der großen Stadt, die zu zwei Kontinenten gehört, erzählt von Andreas Tietze und Robert Anhegger.Musical. Der hayali und seine Musiker, wie sie elf traditionelle türkische Kunstlieder singen und spielen. Wie in jedem Karagözspiel.",
    "chinese_title": "Hayal",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-20T13:39:36"
}