{
    "aka": [
        "Michael Hardt on the Politics of Love"
    ],
    "sid": "37143376",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "比利时"
    ],
    "writer": [],
    "imdb_id": "tt6612724",
    "director": [
        {
            "url": "/celebrity/1306728/",
            "name": "约翰·格蒙佩雷兹 Johan Grimonprez",
            "@type": "Person"
        }
    ],
    "duration": "15分钟",
    "episodes": "",
    "language": [
        "英语",
        "法语"
    ],
    "playdate": [
        "2016(比利时)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6612724/",
    "imdb_votes": 7,
    "this_title": [
        "Every Day Words Disappear"
    ],
    "douban_link": "https://movie.douban.com/subject/37143376/",
    "imdb_rating": "7.0/10 from 7 users",
    "trans_title": [
        "Michael Hardt on the Politics of Love"
    ],
    "douban_votes": "0",
    "introduction": "In 1515 Machiavelli stated that it would be better for the Prince to be feared, than loved. Some 500 years later, Michael Hardt, political philosopher and co-author of Empire, Multitude and Commonwealth, asks what it would mean to base a political system on love, rather than on fear. How can we transform a society that is increasingly defined by a permanent state of war and cultivated by an industry of fear? How can we realize the paradigm shift necessary to move away from a reality that depends on the exploitation of people and the cult of privatizing public resources? Hardt looks for an answer in what he calls 'the commons', by which he refers not only to natural resources, but also to the languages we create- and the relationships we conceive together. In the dystopian city-state Alphaville, of Godard's eponymous film, all words and concepts relating to the idea of love and affection have been banned. When actress Anna Karina tries to express her feelings, she has to reinvent the words, for the concept of love is foreign to her. Like the protagonist in Alphaville, Hardt suggests that we need to redefine the tools to act politically together. Hardt embarks on a journey to identify the transformative powers of the ongoing struggle to re-invent democracy. Within this struggle he understands 'the commons' as an antidote against a society run by fear; an inspiration for a paradigm that is based on dialogue and cooperation.",
    "chinese_title": "Every Day Words Disappear",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-06-08T12:00:35"
}