{
    "aka": [],
    "sid": "37148172",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916186827.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1477232/",
            "name": "伊夫·热兰 Yves Jeuland",
            "@type": "Person"
        }
    ],
    "duration": "74分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2024-06(La Rochelle Cinéma)"
    ],
    "this_title": [
        "Cavalier Seul"
    ],
    "douban_link": "https://movie.douban.com/subject/37148172/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Ce film est né de l’envie de filmer un filmeur. Le filmeur a dit oui, avec quelques règles de jeu. De l’été 2019 à l’hiver 2024, Alain Cavalier a donné rendez-vous à Yves Jeuland sur son lieu de vie, de travail et de création. Cinq visites chez Alain Cavalier pour le portrait dialogué d’un homme toujours en mouvement. Unité de lieu : un petit studio qu’il nomme parfois « son gourbi », rempli d’objets et de souvenirs, de manuscrits et de dessins, de poésies, de musiques et de feuilles mortes. Un fatras très organisé, trace et inspiration de tous ses films, un atelier que ce jeune homme malicieux de 92 ans s’est promis de débarrasser.« J’aime que le filmeur et le filmé soient à égalité. Seuls, tous les deux, dans l’arène. […] Filmer, c’est un risque, c’est une aventure, il n’y a aucune certitude. […] Maintenant, je travaille et je filme comme les écrivains écrivent et comme les peintres peignent. Quand je suis en forme, je reprends ma toile puis la retravaille, parfois un an après. […] Je ne filme que ce que je vois, que ce que j’entends et je filme dès qu’il y a un petit récit qui s’inscrit naturellement dans la vie. C’est ça que je cherche en fait. Au lieu de l’inventer, de l’écrire, d’aller chercher des comédiens, de trouver de l’argent, une équipe, etc. Donc l’essentiel, c’est d’être là, être là au moment où la nature vous offre quelque chose. Et c’est ce que je fais maintenant depuis trente ans. »Alain Cavalier",
    "chinese_title": "Cavalier Seul",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-25T18:56:37"
}