{
    "aka": [],
    "sid": "37148228",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1989",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "苏联"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1006367/",
            "name": "艾尔达·申格拉亚 Eldar Shengelaya",
            "@type": "Person"
        }
    ],
    "duration": "80分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "1989-05(苏联)"
    ],
    "this_title": [
        "Chronik der Ereignisse vom 9. April 1989 in Tbilissi"
    ],
    "douban_link": "https://movie.douban.com/subject/37148228/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Am 4. April fand in Tbilissi eine Demonstration statt, hervorgerufen durch die Ereignisse in Abchasien.Die Demonstranten, angeführt von informellen Gruppen, verteilten sich auf dem Platz vor dem Sitz der Regierung.Zum Zeichen des Protests wurde ein Hungerstreik ausgerufen.Sehr bald schon, am zweiten Tag, wurden neue Losungen laut: anstelle von Forderungen, die sich gegen die separatistischen Bestrebungen Abchasiens richteten, wurden Forderungen nach Gewährung der Souveränität und Wiederherstellung der Eigenstaatlichkeit Georgiens aufgestellt. Der Hungerstreik sollte bis zum 14. April dauern.In die Stadt wurden Sondereinheiten des Innenministeriums entsandt.Das Meeting war offenkundig friedlich.Obwohl Gruppen von Demonstranten durch Betriebe zogen und die Arbeiter zu Streiks aufriefen, kam es in keinem Betrieb zu Arbeitsniederlegungen.Das Meeting war von einem hohen Organisationsgrad und durchaus geübter Zurückhaltung geprägt. Nachts blieben nicht mehr als 500 Menschen auf dem Platz.Nahe dem Haus des (ehemaligen) Ersten Sekretärs der Kommunistischen Partei Georgiens Patiaschwili fand ein Meeting georgischer Mütter statt. Die Mütter forderten, daß die Panzer und Einheiten die Stadt verlassen sollten, ohne die Demonstranten auseinanderzujagen, weil das zu Opfern führen könne.",
    "chinese_title": "Chronik der Ereignisse vom 9. April 1989 in Tbilissi",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-18T21:21:30"
}