{
    "aka": [
        "The Crossroad Street",
        "踏切のある通り"
    ],
    "sid": "3714438",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1988",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2228354857.jpg",
    "region": [
        "苏联"
    ],
    "writer": [],
    "imdb_id": "tt0128798",
    "director": [
        {
            "url": "/celebrity/1297173/",
            "name": "伊万内斯·塞利克斯 Ivars Seleckis",
            "@type": "Person"
        }
    ],
    "duration": "Germany: 85 分钟",
    "episodes": "",
    "language": [
        "Latvian"
    ],
    "playdate": [
        "1988"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0128798/",
    "imdb_votes": 113,
    "this_title": [
        "Šķērsiela"
    ],
    "douban_link": "https://movie.douban.com/subject/3714438/",
    "imdb_rating": "7.9/10 from 113 users",
    "trans_title": [
        "十字街",
        "The Crossroad Street",
        "踏切のある通り"
    ],
    "douban_votes": "0",
    "introduction": "This film is included in the Latvian Cultural Canon.Seemingly simple and unpretentious, this is a truly impressive film, recipient of the European Film Academy’s prize. The quiet little street with its residents and their lives is like a raindrop that reflects the universe. This full-length documentary has received not only local recognition (award “Lielais Kristaps”) but also the EFA prize and other international awards. Šķērsiela, an 800 m long street on the left bank of the Daugava River, has served the documentary’s authors as the setting for a portrait of the late 1980s Riga. The people living on this street represent not only themselves with their particular traits, strengths and weaknesses, but are typical of the Latvian nation as a whole. The timing of the film is of essence: the Soviet empire is on its last legs, there is a new atmosphere of budding free speech, capitalism, and liberalism. On Šķērsiela there are found both the “proletariat” and the “new capitalists” whose entrepreneurship ranges from a headstone business to selling horseradish at the market. There is Tolik, born in Siberia, where his mother was deported, and handicapped from childhood, he receives a pitiful income by gluing together boxes for a factory and is dreaming of the unattainable — good health. “I don’t think I have had a life,” barely holding back tears and turning away from the camera says his mother in one of the many emotional close-ups.Ten years later the same team shot “Jaunie laiki Šķērsielā” (”The New Era in Šķērsiela”).Ivars Seleckis (1934) started his film career in 1963; for the majority of the over thirty films he has been both the director and the cameraman.",
    "chinese_title": "十字街",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Šķērsiela",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2025-05-15T15:52:32"
}