{
    "aka": [
        "Langston Hughes: Der Traumwächter"
    ],
    "sid": "37148996",
    "cast": [
        {
            "url": "/celebrity/1006355/",
            "name": "兰斯顿·休斯 Langston Hughes",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1986",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1007285/",
            "name": "St. Claire Bourne St. Claire Bourne",
            "@type": "Person"
        }
    ],
    "duration": "56分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1986-12-03(美国)"
    ],
    "this_title": [
        "Langston Hughes: The Dream-Keeper"
    ],
    "douban_link": "https://movie.douban.com/subject/37148996/",
    "trans_title": [
        "Langston Hughes: Der Traumwächter"
    ],
    "douban_votes": "0",
    "introduction": "LANGSTON HUGHES: TH E DREAM-KEEPE R ist ein Dokumentarfilm über das Leben, das Werk und den Einfluß des Poeten Langston Hughes auf die schwarze Literatur im besonderen und seinen Stellenwert in der amerikanischen Literaturlandschaft im allgemeinen. Hughes, der an der 'Harlem Renaissance' der 20er Jahre und der 'Black Pride'-Bewegung der 60er Jahre maßgeblichen Anteil hatte, sagte einmal: \"Ein Schriftsteller hat besondere Verpflichtungen gegenüber der Gesellschaft, denn das geschriebene Wort ist eine Kraft.\" Der Film schildert anhand von Äußerungen seines Biographen Arnold Rampersad, des Nachlaßverwalters George Houston Bass, des Anthologen Faith Berry, seines früheren Sekretärs Raoul Abdul sowie seiner Kollegen Rowena Jelliffe und Louise Patterson, auf welche Weise er dieses angestrebte Ziel einzulösen trachtete. Wir erfahren daraus, welche Einflüsse und Erlebnisse sein Werk mitgeprägt haben: die einsame Kindheit in Kansas; seine Reisen nach Harlem, Afrika und Paris in den 20er Jahren, nach Rußland und Spanien in den 30er Jahren; sein Bemühen, kulturelle und politische Ansichten und Überzeugungen zum Ausdruck zu bringen und zugleich seine Integrität als Künstler zu bewahren und als Schriftsteller sein Auskommen zu finden.",
    "chinese_title": "Langston Hughes: The Dream-Keeper",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-29T18:35:14"
}