{
    "aka": [],
    "sid": "37149034",
    "cast": [
        {
            "url": "/celebrity/1308141/",
            "name": "Richard Marcus Richard Marcus",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1226954/",
            "name": "Phil Garner Phil Garner",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1989",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "70分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1989-04-02(美国)"
    ],
    "this_title": [
        "Motorist"
    ],
    "douban_link": "https://movie.douban.com/subject/37149034/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Für Chip Lord war das Automobil seit 1974 ein Objekt von quälender Begierde und methodischer Untersuchung. In jenem Jahr grub er zusammen mit Ant Farm zehn Cadillacs, Nase nach unten, in einem Weizenfeld in Texas ein und nannte diese öffentliche Skulptur 'Cadillac Ranch'.MOTORIST setzt den freien Fall dieser amerikanischen Ikone fort. Der 'Star' des Films ist ein grauer 1962er Ford Thunderbird, eine elegante Maschine, die den Futurismus und den Traum vom Fliegen verkörperte, als sie in den Tagen nachklingenden Optimismus der 50er Jahre vorgestellt wurde.Der 'Motorist' hinter dem Steuer (gespielt von Richard Marcus) ist unterwegs in Richtung Los Angeles und erinnert an den formativen Einflusses des Automobils. Er ist ein 'Ford-Man' der dritten Generation, dessen Odyssee unterbrochen wird von einer geschwätzigen Coffee-Shop-Kellnerin, einem aufdringlichen Schrotthändler, der versucht, den T-bird zu kaufen und einem jungen Tankstellen-Angestellten, der Informationen aus erster Hand ausspuckt, während er den Tank füllt.Die nahezu durchgängige Erzählung ist gemischt mit konzentrierten Radio-Nachrichten, während der Motorist sich im Los Angeles von Repo Man verfährt, auf der Suche nach einem japanischen Importeur klassischer amerikanischer Autos. MOTORIST endet mit einem neuen Besitzer, der den Wagen durch die Straßen von Tokio fährt.",
    "chinese_title": "Motorist",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-30T13:08:21"
}