{
    "aka": [],
    "sid": "37144836",
    "cast": [
        {
            "url": "/celebrity/1136926/",
            "name": "珍妮·罗克斯 Musidora",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1920",
    "genre": [
        "剧情",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916082001.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1136926/",
            "name": "珍妮·罗克斯 Musidora",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0268018",
    "director": [
        {
            "url": "/celebrity/1136926/",
            "name": "珍妮·罗克斯 Musidora",
            "@type": "Person"
        }
    ],
    "duration": "19分钟(残片)",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "1920-05-14(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0268018/",
    "imdb_votes": 14,
    "this_title": [
        "Vicenta"
    ],
    "douban_link": "https://movie.douban.com/subject/37144836/",
    "imdb_rating": "6.1/10 from 14 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The end of the reel, which is for us the end of the film, opens the story towards another romantic genre, one where the valiant knights set off to reconquer their princess, even if it means facing unknown places and obstacles. Here, Morenito arrives at the Gare d'Orléans, determined to find Vicenta and bring her back to his country. He will indeed save her from the scabrous situation into which Romano had thrown her. He accompanies her in the development of a merciless revenge against the one who betrayed this romantic and trusting love that she had for the prince. It is indeed savagery that will unleash itself at the Trianon for the wedding of Romano and his rich heiress. He will lose his life there. To close the film, Musidora thus brings out in a civilized universe caught up in pretense (it is a masked ball) the violence of the ancestral laws that govern the code of honor, flouted by this Prince of decor who trampled on Vicenta's love.Like Emma Rouault, Vicenta has allowed herself to be seduced by literary chimeras that only death will appease. Suicide on one side, murder of the traitor on the other, the two women regain control of their lives. What do we find of Musidora in Vicenta? Neither the fierce dreamer from the Basque Country nor the enamoured woman locked in a gilded cage correspond to the image that the director gives us of herself. Yet, she declares: \"Vicenta is my child.\" The answer probably lies within the missing images. The tragedy that closes the film certainly reflects Musidora's whole and independent character more than the 330 meters evoked here. These are nourished by the cultures through which she built her sensitivity and the aesthetics at work in her creation. Certainly, the child resembles his mother, but he has taken his own path and gained his independence.",
    "chinese_title": "Vicenta",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-08-24T21:13:27"
}