{
    "aka": [],
    "sid": "37153825",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2922816081.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt34966678",
    "director": [
        {
            "url": "/celebrity/1297988/",
            "name": "金·A·斯奈德 Kim A. Snyder",
            "@type": "Person"
        }
    ],
    "duration": "87分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2025-01-24(圣丹斯电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt34966678/",
    "imdb_votes": 70,
    "this_title": [
        "The Librarians"
    ],
    "douban_link": "https://movie.douban.com/subject/37153825/",
    "imdb_rating": "8.3/10 from 70 users",
    "trans_title": [
        "图书管理员"
    ],
    "douban_votes": "0",
    "introduction": "As an unprecedented wave of book banning is sparked in Texas, Florida, and beyond, librarians under siege join forces as unlikely defenders fighting for intellectual freedom on the front lines of democracy.Kim A. Snyder (Us Kids, 2020 Sundance Film Festival) takes us to an unexpected front line where librarians emerge as first responders in the fight for democracy and free access to information. As they well know, controlling libraries and the flow of ideas means control over communities.Across the U.S., sweeping book bans target stories addressing race and LGBTQ+ issues. Snyder immerses us in this escalating conflict, capturing heated community meetings that lay bare the arguments for censorship. At the center of it all are the steadfast librarians, determined to protect children’s right to access books that educate, empower, and provide solace — despite facing harassment, threats, and even laws aimed at criminalizing their work. A cautionary tale and rallying cry, Snyder captures how these librarians transform their seemingly quiet profession into a bold stand for freedom.",
    "chinese_title": "图书管理员",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Librarians",
    "imdb_rating_average": 8.3,
    "douban_rating_average": 0,
    "update_at": "2025-08-09T11:07:55"
}