{
    "aka": [],
    "sid": "37153815",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916284445.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt34965967",
    "director": [
        {
            "url": "/celebrity/1360487/",
            "name": "奈·迪马科 Nyle DiMarco",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040651/",
            "name": "戴维斯·古根海姆 Davis Guggenheim",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2025-01-28(圣丹斯电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt34965967/",
    "imdb_votes": 31,
    "this_title": [
        "Deaf President Now!"
    ],
    "douban_link": "https://movie.douban.com/subject/37153815/",
    "imdb_rating": "8.6/10 from 31 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "During eight tumultuous days in 1988 at the world’s only Deaf university, four students must find a way to lead an angry mob — and change the course of history.With two Deaf candidates up for the role of president, Gallaudet University students saw the possibility of finally being led by someone like them. But when the board of trustees — composed overwhelmingly of hearing individuals — selected the lone hearing candidate, the groundswell of student activism that followed forced a reckoning of more than a century of paternalism. Told primarily through American Sign Language, Deaf President Now! creates an immediacy through immersive archival footage and experiential use of silence and sound. Gallaudet alumnus, model, actor, and Deaf activist Nyle DiMarco (America’s Next Top Model) makes his directorial debut alongside veteran filmmaker Davis Guggenheim (Still: A Michael J. Fox Movie, 2023 Sundance Film Festival) with this rousing documentary that demonstrates the power of collective action to demand meaningful change, foster self-determination, and realize dreams long deferred.",
    "chinese_title": "Deaf President Now!",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.6,
    "douban_rating_average": 0,
    "update_at": "2025-03-08T12:43:17"
}