{
    "aka": [],
    "sid": "37155697",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1957",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt6502142",
    "director": [
        {
            "url": "/celebrity/1011053/",
            "name": "雷恩·莱 Len Lye",
            "@type": "Person"
        }
    ],
    "duration": "17分钟",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "1957(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6502142/",
    "imdb_votes": 20,
    "this_title": [
        "All Souls Carnival"
    ],
    "douban_link": "https://movie.douban.com/subject/37155697/",
    "imdb_rating": "6.7/10 from 20 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "his colourful hand-painted film was a showcase for a new kind of “languorous, rhapsodic imagery” that Lye had developed with lacquer paint and felt-tip marker pens. It had affinities with the vanguard painting styles of the period (by artists such as Sam Francis). It also anticipated the extremely fast-moving abstract imagery of later direct film-makers such as Jose Antonio Sistiaga. All Souls Carnival was a collaboration with the Pulitzer Prize-winning American composer Henry Brant (who died in 2008). The film was premiered in 1957 in the Carnegie Recital Hall in New York. The music was performed live, with the images projected on a screen behind the musicians. Lye and Brant decided to create the images and the music separately so that the synchronization between them would be a matter of chance. The meeting of the music with the images was still striking because of the strong sense of affinity between the two elements. This film was thought to have been lost, but the first nine minutes have recently been re-discovered and restored. (Unfortunately the film still lacks the final five minutes.) A recording of Brant’s music has been added, but the order of the images remains deliberately free.",
    "chinese_title": "All Souls Carnival",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-03-30T12:36:21"
}