{
    "aka": [],
    "sid": "37153706",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916280599.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1292601/",
            "name": "杰西·莫斯 Jesse Moss",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1451174/",
            "name": "阿曼达·麦克拜恩 Amanda McBaine",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt34966955",
    "director": [
        {
            "url": "/celebrity/1292601/",
            "name": "杰西·莫斯 Jesse Moss",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1451174/",
            "name": "阿曼达·麦克拜恩 Amanda McBaine",
            "@type": "Person"
        }
    ],
    "duration": "95分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2025-01-28(圣丹斯电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt34966955/",
    "imdb_votes": 36,
    "this_title": [
        "Middletown"
    ],
    "douban_link": "https://movie.douban.com/subject/37153706/",
    "imdb_rating": "8.6/10 from 36 users",
    "trans_title": [
        "米德尔敦"
    ],
    "douban_votes": "0",
    "introduction": "Inspired by an unconventional teacher, a group of teenagers in upstate New York in the early 1990s made a student film that uncovered a vast conspiracy involving toxic waste that was poisoning their community. Thirty years later, they revisit their film and confront the legacy of this transformative experience.No strangers to stories centering on resourceful young people, filmmaker alums Jesse Moss and Amanda McBaine (Girls State, 2024 Sundance Film Festival; Boys State, 2020 Sundance Film Festival) revisit an improbable but true tale of civic engagement and youth empowerment. Tasked with teaching filmmaking and media production, Fred Isseks’ Electronic English class at Middletown High School also provided his students a space for self-expression and critical thinking. As this uplifting documentary reveals, the teens — underestimated because of their age — regularly caught adults off-guard as they conducted a multiyear investigation into illegal dumping, organized crime, and political corruption. Deftly crafting a time capsule of a more innocent, less documented era before ubiquitous camera phones and social media, Middletown simultaneously reveals the power of investigative journalism and the life-changing impact of teachers.",
    "chinese_title": "米德尔敦",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Middletown",
    "imdb_rating_average": 8.6,
    "douban_rating_average": 0,
    "update_at": "2025-04-24T19:56:35"
}