{
    "aka": [
        "Potere e bellezza nelle ville e giardini medicei in Toscana"
    ],
    "sid": "37154609",
    "cast": [
        {
            "url": "/celebrity/1033032/",
            "name": "皮埃拉·迪格利·埃斯波斯蒂 Piera Degli Esposti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1283951/",
            "name": "亚美利哥·丰塔尼 Amerigo Fontani",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916296408.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt13225446",
    "director": [],
    "duration": "24分钟",
    "episodes": "14",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2010-11-10(意大利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13225446/",
    "this_title": [
        "L'ultima de' Medici"
    ],
    "douban_link": "https://movie.douban.com/subject/37154609/",
    "trans_title": [
        "最后的美第奇",
        "Potere e bellezza nelle ville e giardini medicei in Toscana"
    ],
    "douban_votes": "0",
    "introduction": "It is through the memories of the last member of the Medici dynasty, Anna Maria Luisa, played by Piera degli Esposti in the TV docu-fiction L’Ultima de’ Medici (The Last of the Medici), that the public has discovered the Medici villas and gardens. Without attempting to offer a faithful historical re-enactment, the project promoted by the Tuscany Region, began with the intention of promoting those locations where the events of the family of merchants and bankers took place through an entertaining short-circuiting of time and space. Over the fourteen episodes, the fascinating stories have been transposed into the contemporary world: the characters speak and act as if they were in their own era, but they inhabit ours, they dress like us and they use technology, though they do not mention it.They live in their mansions furnished as in the present day. Edra products have defined the living rooms, bedrooms and dining rooms of the Medici palaces. Their high quality - combining artistic tradition, technological research, fine materials and craftsmanship - reflect the elegant and sophisticated lifestyle that the Medici dynasty led. Thus the music, the vocabulary, the editing, the lighting, the filming, the screenplay and the set design whirl around in a swinging dance whose steps are marked by opposites. A syntax of contrasts - ancient and modern, courtly and colloquial, sophisticated and crude - that also reveals our links with the past and the persistence of values that sometimes still animate our culture today. Certainly values that belong to the reality of Edra: the values of renewal that inspired the Renaissance, which originated in Florence, humanism and the desire to look beyond the known world.",
    "chinese_title": "最后的美第奇",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "L'ultima de' Medici",
    "douban_rating_average": 0,
    "update_at": "2025-06-15T18:15:44"
}