{
    "aka": [
        "约会游戏"
    ],
    "sid": "37153865",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "纪录片"
    ],
    "awards": "　　第41届圣丹斯电影节(2025)\n　　评审团大奖 世界电影单元纪录片(提名) 冯都\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916604015.jpg",
    "region": [
        "美国",
        "英国",
        "挪威"
    ],
    "writer": [
        {
            "url": "/celebrity/1384177/",
            "name": "冯都 Du Feng",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt34909040",
    "director": [
        {
            "url": "/celebrity/1384177/",
            "name": "冯都 Du Feng",
            "@type": "Person"
        }
    ],
    "duration": "110分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2025-01-23(圣丹斯电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt34909040/",
    "imdb_votes": 99,
    "this_title": [
        "The Dating Game"
    ],
    "douban_link": "https://movie.douban.com/subject/37153865/",
    "imdb_rating": "7.6/10 from 99 users",
    "trans_title": [
        "恋爱游戏",
        "约会游戏"
    ],
    "douban_votes": "0",
    "introduction": "In a country where eligible men greatly outnumber women, three perpetual bachelors join an intensive seven-day dating camp led by one of China’s most sought-after dating coaches in what may be their last-ditch effort to find love.Dating coach Hao’s signature method, “strategic deception,” is built on surface-level ideas about image and status that he believes will attract women. Being yourself is not an option if you’re considered too nerdy, old, or poor. Meanwhile, his wife, Wen, a dating coach herself, focuses on boosting her female clients’ self-esteem and disapproves of Hao’s makeovers and questionable teachings. Unsurprisingly, such differences of opinion can cause friction — the irony of two relationship experts struggling to relate to each other.The Dating Game is both entertaining and deeply nuanced. Director Violet Du Feng skillfully navigates themes of loneliness, self-worth, and social desirability with humor and empathy. By weaving personal stories into a broader narrative, she connects the one-child policy, societal pressures, and shifting gender norms in a thoughtful and compelling way.",
    "chinese_title": "恋爱游戏",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Dating Game",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-08-17T09:26:30"
}