{
    "aka": [
        "Uçan Köfteci"
    ],
    "sid": "37162806",
    "cast": [
        {
            "url": "/celebrity/1498017/",
            "name": "塞林·耶宁吉 Selin Yeninci",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327913/",
            "name": "纳兹米·齐立克 Nazmî Kirik",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1506745/",
            "name": "Aram Dildar Aram Dildar",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2918070529.jpg",
    "region": [
        "土耳其",
        "保加利亚",
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt32597653",
    "director": [],
    "duration": "106分钟",
    "episodes": "",
    "language": [
        "库尔德语",
        "土耳其语"
    ],
    "playdate": [
        "2025-01-30(鹿特丹电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt32597653/",
    "imdb_votes": 5,
    "this_title": [
        "The Flying Meatball Maker"
    ],
    "douban_link": "https://movie.douban.com/subject/37162806/",
    "imdb_rating": "5.4/10 from 5 users",
    "trans_title": [
        "Uçan Köfteci"
    ],
    "douban_votes": "0",
    "introduction": "Meatball-maker Kadir dreams of taking flight but his in-laws vehemently disapprove. However, with a little help he may actually make good on this obsession, but as the old saying goes – best not fly too close to the sun.Like Daedalus, Icarus, and countless others before him, Kadir dreams of flying. His days are spent in the kitchen with his wife, Azize, preparing the meatballs he sells at night from his popular street kiosk. But with every spare waking moment, Kadir listens to podcasts, talks with his buddies, or searches on his phone to increase his knowledge about soaring above the earth. But as Kadir’s personal wishes and family responsibility come into conflict, it’s clear that he has little control over either.Kadir’s flying machine of choice involves a parachute, which he can barely control, and a caged propeller strapped to his back – which looks about as perilous as it sounds. Nevertheless, after he locates a fellow flyer who is willing to tutor him in the finer skills of paramotoring, and it’s not long before Kadir is taking significant steps towards success. Azize’s gossiping family, however, disapproves.Rezan Yeşilbaş directs his feature debut with care and a sense of flair, the result is a contemplative and endearing political comedy.",
    "chinese_title": "The Flying Meatball Maker",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-02-10T09:35:41"
}