{
    "aka": [
        "The Slow Man and His Raft"
    ],
    "sid": "37166920",
    "cast": [
        {
            "url": "/celebrity/1421863/",
            "name": "瑞第克·查克拉博蒂 Ritwick Chakraborty",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1527057/",
            "name": "Amit Saha Amit Saha",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1422290/",
            "name": "普里扬卡·肖卡尔 Priyanka Sarkar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1423886/",
            "name": "阿珀拉吉塔·高什·达斯 Aparajita Ghosh Das",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1428385/",
            "name": "肖亨·莫伊特罗 Soham Maitra",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2919864874.jpg",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt35649140",
    "director": [],
    "duration": "179分钟",
    "episodes": "",
    "language": [
        "孟加拉语"
    ],
    "playdate": [
        "2025-02-05(鹿特丹电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt35649140/",
    "imdb_votes": 7,
    "this_title": [
        "Nadharer bhela"
    ],
    "douban_link": "https://movie.douban.com/subject/37166920/",
    "imdb_rating": "8.5/10 from 7 users",
    "trans_title": [
        "The Slow Man and His Raft"
    ],
    "douban_votes": "0",
    "introduction": "Nadhar, a man deemed dysfunctional for his extremely sluggish movements, becomes part of a travelling circus, where his condition turns into spectacle. An expansive meditation on human nature, slowness and being profoundly out of step with the world.Set in rural Bengal, Pradipta Bhattacharyya’s contemplative drama about the human condition, The Slow Man and His Raft, centres on Nadhar, a motion-impaired, middle-aged man, “slower than a sloth”, who is swept into a touring circus following the death of his caregiving mother. Nadhar is something of a relic, a slow man stranded in a frantic, productive society. For those around him, his slowness can at best serve as a derisory spectacle.Presenting the acts of this rusty troupe in elaborate detail – acrobatics, dance numbers, mythological plays, magic shows and clown routines – Bhattacharyya reacquaints us with a different quality of attention, a way of receiving entertainment on its own terms, now perhaps definitively lost, as evidenced by disgruntled audiences leaving the show en masse. Among the film’s pained observations of the circus, the vice and abjection, none is perhaps more despairing than this loss of innocent belief in the spectacle.The characters strike a pathetic chord, but through acts of cruelty, resistance and self-preservation, Bhattacharyya imbues them with vitality and even moral force. Through them, his film becomes a sprawling tapestry of human comedy.",
    "chinese_title": "Nadharer bhela",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.5,
    "douban_rating_average": 0,
    "update_at": "2025-08-30T18:09:11"
}