{
    "aka": [],
    "sid": "37165321",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "动画",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916565657.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [],
    "duration": "13分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2025-01(鹿特丹电影节)"
    ],
    "this_title": [
        "Happy New Year"
    ],
    "douban_link": "https://movie.douban.com/subject/37165321/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In Happy New Year, Jinjoon Lee juxtaposes the joy of New Year celebrations with the harsh realities of war and disasters. Combining digital utopias with classical art forms, the installation calls for reflection on the tension between illusion, apathy and our shared reality.Jinjoon Lee’s Happy New Year is an interactive art installation that juxtaposes the festive beginning of a new year with the harsh realities of war, disasters and climate crises. Using a game engine, Lee creates a seemingly utopian landscape, reminiscent of the positive worlds created by artificial intelligence. These serene images show how technology can blind us to urgent and uncomfortable truths, alienating us from current tragedies.Lee combines contemporary technology with traditional art forms such as Korean Chaekgeori (still life paintings of books and objects), Western ‘wonder rooms’ and the Buddhist Wheel of Reincarnation, where heaven and hell and life and death constantly alternate. These references give this fictional world deeper meaning, one in which beauty and decay go hand in hand. With Happy New Year, Lee invites us to reflect on the contradictions of our existence: the longing for utopias versus harsh reality, and the apathy that arises when we ignore that reality.",
    "chinese_title": "Happy New Year",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-02T07:52:11"
}