{
    "aka": [],
    "sid": "37162071",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916493913.jpg",
    "region": [
        "奥地利"
    ],
    "writer": [],
    "imdb_id": "tt34545765",
    "director": [
        {
            "url": "/celebrity/1525387/",
            "name": "Daniela Zahlner Daniela Zahlner",
            "@type": "Person"
        }
    ],
    "duration": "30分钟",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "2024(未知)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt34545765/",
    "this_title": [
        "Saturn Return"
    ],
    "douban_link": "https://movie.douban.com/subject/37162071/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The first Austrian film production company was a men’s dream come true called “Saturn-Film”, which lasted from 1906 to 1910 and offered “night shows for gentlemen” with “highly spicy films”. These short films presented erotic fantasies in which very well-dressed men are juxtaposed with very undressed women, who either keep to themselves and thus are available only to the eye of the viewer, or are embedded in situations that reinforce a patriarchically motivated power imbalance. And occasionally there’s a film that even pokes fun at this inequality (like when the protagonist in THE POWER OF HYPNOSIS (1908) cannot admire the woman in the playfully transparent baby doll because she has hypnotized him.).Daniela Zahlner takes up all of these aspects in her reinterpretation, SATURN RETURN, as a series that updates the rules by which desire is displayed. It is no longer only women who take their clothes off. Everyone has fun with everyone else, and everyone takes part in the delightful games in which the absurdity of actions from the 1900s are humorously exposed – for example, in the film’s first episode (DIANA TAKES A SWIM), where the water of the lake is definitely too shallow for the young woman to frolic like a siren in the waves. And the gravel in THE SAND BATH, on which the woman is to lie naked, is clearly too unpleasant to the skin for her to gracefully pose in a reclining position.The many beautiful and very different bodies in SATURN RETURN appear in color, with some of the episodes accompanied by a soundtrack underlining the humor of the scene through Mickey Mousing, while in others we hear the piano music associated with classic silent film while a person on a couch talks into a cellphone. There is stripping and dancing to beats and ambient music. The camera wanders: in the landscape, along the bodies, it is not static, but dynamized. Daniela Zahlner exploits and varies all filmic means available in order to queer the dusty gentleman’s wit of the turn of the century with great attention to detail and to include us, the viewers, in the game. Everyone’s watching, acollective dream. (Melanie Letschnig)",
    "chinese_title": "Saturn Return",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-31T09:00:10"
}