{
    "aka": [
        "Extramission: The Capture of Glowing Eyes"
    ],
    "sid": "37165070",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916564781.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1554086/",
            "name": "杰西卡·莎拉·林兰 Jessica Sarah Rinland",
            "@type": "Person"
        }
    ],
    "duration": "720分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2024(英国)"
    ],
    "this_title": [
        "Extramisión"
    ],
    "douban_link": "https://movie.douban.com/subject/37165070/",
    "trans_title": [
        "Extramission: The Capture of Glowing Eyes"
    ],
    "douban_votes": "0",
    "introduction": "Jessica Sarah Rinland uses ‘extramission’ and the pioneering technology of nature photographer George Shiras III to put light to acts of conservation and repatriation from London to Argentina. How can contemporary acts of care expose past violences?Extramission: The Capture of Glowing Eyes, an installation by artist-filmmaker Jessica Sarah Rinland, presents moving images and audio recordings alongside material from early 20th-century issues of National Geographic magazines. The archival pages show the life’s work of George Shiras III, inventor of the camera trap, which captured the first photographs of animals at night, in their native habitats.One of the first theories of sight, ‘extramission’ proposed that rays of light emitted from the eyes onto the outside world are what allow us to see. Rinland holds on to the poetry of this now-discredited concept. She frames the earliest night-time photographs of animals in their natural habitat, turns her thermal imagery camera on conservators of taxidermy at the Natural History Museum in London, and shares infra-red camera trap footage of animals recently translocated from Europe back to their native Argentina, where they are no longer found in the wild.Extramission considers the aesthetics and politics of surveillance technologies used on animals. As illustrated in the acts of conservation and repatriation that recur in Rinland’s work, considering how contemporary acts of care can expose past violences.",
    "chinese_title": "Extramisión",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-19T17:07:53"
}