{
    "aka": [
        "Mirage"
    ],
    "sid": "37166866",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917403007.jpg",
    "region": [
        "印度"
    ],
    "writer": [
        {
            "url": "/celebrity/1542505/",
            "name": "伊沙恩·高希 Isshaan Ghosh",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1542505/",
            "name": "伊沙恩·高希 Isshaan Ghosh",
            "@type": "Person"
        }
    ],
    "duration": "133分钟",
    "episodes": "",
    "language": [
        "孟加拉语",
        "印地语"
    ],
    "playdate": [
        "2025-02-03(鹿特丹电影节)"
    ],
    "this_title": [
        "Morichika"
    ],
    "douban_link": "https://movie.douban.com/subject/37166866/",
    "trans_title": [
        "Mirage"
    ],
    "douban_votes": "0",
    "introduction": "Priya, a single mother with an infant in hand, and Kishan, a penniless man looking for work, migrate to the city of Kolkata hoping for a better life. Morichika pays a lively tribute to their struggle for survival in the City of Joy.Few cities in India have been the subject of more cinematic love letters than Kolkata. In Ishaan Ghose’s freewheeling humanist drama Morichika, the Bengali capital is neither the colonial hub nor the cultural epicentre of yore, but a neoliberal centre of consumption and door to door delivery, tuned to the currents of the world, but with its own distinct character.Two young and dreamy individuals move to this storied city in hopes of improving their lot. A single mother with a baby, Priya works at a small restaurant and produces online make-up tutorials in her free time. Kishan is a Hindi-speaker from the neighbouring state of Bihar, destitute and hungry for employment. In the formidable churn of this metropolis, whose teeming public spaces Ghose’s nimble camera registers vividly, Priya and Kishan will forge their identities anew, unburdened by the past.With its wandering musical passages and bold narrative detours, Ghose’s film allows its characters space for life outside its daily grind. As they encounter other eccentrics of the city, Priya and Kishan come to realise that everyone is an outsider in their own way. Morichika honours this spirit and resilience, while reimagining the on-screen myth of Kolkata.",
    "chinese_title": "Morichika",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-02-07T18:52:18"
}