{
    "aka": [],
    "sid": "37162197",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1973",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916497872.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0825210",
    "director": [
        {
            "url": "/celebrity/1024147/",
            "name": "Gloria Monty Gloria Monty",
            "@type": "Person"
        }
    ],
    "duration": "65分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1973(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0825210/",
    "imdb_votes": 31,
    "this_title": [
        "The House and the Brain"
    ],
    "douban_link": "https://movie.douban.com/subject/37162197/",
    "imdb_rating": "5.9/10 from 31 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In The House and the Brain, an 18th century spell traps Marianna Gallatin in a never-ending circle of seduction and despair, directed by Gloria Monty, a seminal figure in the development of daytime melodrama, and master of the video form.Marianna Gallatin is the latest victim to fall foul of a spell cast by an 18th century warlock and now, over and over again, she is cursed to seduce men and re-enact a triangular affair of yore that didn’t end well…Gloria Monty, the director of The House and the Brain, was a seminal figure in the development of daytime drama. Melodramas at their core, these episodic narratives, sprawling at times over decades and generations of characters, were originally created especially for a female audience consisting mainly of homemakers. Monty was one of the genre’s defining figures, as well as one of the first female directors in US television. Her special flair for emotional turmoil is also felt here, in one of her very few excursions beyond the realm of daytime drama. Monty knew how to make good use of the particular visual qualities of early video which the film was shot on: soft and a bit murky, it fits an unstable world of uncertain boundaries.",
    "chinese_title": "The House and the Brain",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-07-01T12:39:07"
}