{
    "aka": [
        "The Burning (of Planet \"B\")"
    ],
    "sid": "37165720",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916566950.jpg",
    "region": [
        "厄瓜多尔"
    ],
    "writer": [],
    "director": [],
    "duration": "22分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2025-01(鹿特丹电影节)"
    ],
    "this_title": [
        "La quema (del Planeta “B”)"
    ],
    "douban_link": "https://movie.douban.com/subject/37165720/",
    "trans_title": [
        "The Burning (of Planet \"B\")"
    ],
    "douban_votes": "0",
    "introduction": "Ecuadorian artist Francisco Baquerizo Racines explores colonial history and mestizo traditions such as the burning of año viejo dolls. Using Guayaquil as a backdrop, he connects fire, rituals and capitalism, and calls for a reflection on historical, modern and contemporary systems.Francisco Baquerizo Racines’ La quema (del Planeta “B”) is a two-channel video installation that explores South American colonial history by depicting contemporary cultural traditions. Focussing on the mestizo tradition of burning año viejo dolls during New Year’s Eve, these dolls, often made of cardboard and rags, are ceremonially set on fire as a symbol of ending the old year and making a new, hopeful start. At the same time, Baquerizo Racines criticises the colonial fantasy of a planet “B” – the idea that colonisation or technological progress offers a way out of man-made problems such as exploitation and destruction.The installation shows how an año viejo doll, based on a replica of the cargo ship The Amsterdam, is made. This doll was displayed at a market in Guayaquil-a port city in Ecuador on the Guayas River-and ceremonially burned at a ship breaking yard, 400 years after the Spanish attack on the city.In this work, Francisco Baquerizo Racines connects colonial history, contemporary capitalist structures and cultural rituals, inviting us to reflect on the past and the future.",
    "chinese_title": "La quema (del Planeta “B”)",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-20T10:22:04"
}