{
    "aka": [
        "Roxolana"
    ],
    "sid": "37167046",
    "cast": [
        {
            "url": "/celebrity/1472780/",
            "name": "奥尔加·苏姆斯卡娅 Olga Sumskaya",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1141811/",
            "name": "莱斯·塞尔久克 Les Serdyuk",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1134937/",
            "name": "赖莎·涅达什科夫斯卡娅 Raisa Nedashkovskaya",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1996",
    "genre": [
        "剧情",
        "传记",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916564735.jpg",
    "region": [
        "乌克兰"
    ],
    "writer": [],
    "imdb_id": "tt19383322",
    "director": [
        {
            "url": "/celebrity/1133994/",
            "name": "Boris Nebieridze Boris Nebieridze",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "12",
    "language": [
        "乌克兰语"
    ],
    "playdate": [
        "1996(乌克兰)",
        "1997(俄罗斯)",
        "1997-05-12(乌克兰)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt19383322/",
    "imdb_votes": 26,
    "this_title": [
        "Роксола́на"
    ],
    "douban_link": "https://movie.douban.com/subject/37167046/",
    "imdb_rating": "7.3/10 from 26 users",
    "trans_title": [
        "罗克塞拉娜传 第一季",
        "Roxolana"
    ],
    "douban_votes": "0",
    "introduction": "Зовсім ще недавно українська дівчина Настя, куплена на невільничому ринку в Стамбулі, була однією з численних наложниць у гаремі турецького султана Сулеймана Великого. Маючи неабиякий розум, горда і вродлива слов'янка підкорила серце могутнього султана, ставши спершу його законною дружиною, а потім і володаркою Османської імперії. Роксолана — Кохана дружина Халіфа: у Роксолани народжується первісток — Селім. Але закони Фатіха суворі. Щоб уникнути міжусобних воєн в день сходження на престол нового падишаха всі інші прямі спадкоємці повинні бути вбиті. І, отже, як тільки перший син падишаха — Мустафа стане падишахом, її син помре. Шляхом неймовірних інтриг Роксолана влаштовує справи так, що Мустафу й Ібрагіма-пашу, звинувачують у зраді, і Сулейман наказує стратити сина і великого візира. Селім стає спадкоємцем престолу, а Роксолана справжньою володаркою імперії. Всі, хто любив її — відвернулися, розгадавши її роль в смерті ні в чому не повинного принца Мустафи. Так вона залишається на вершині влади. Роксолана — Володарка імперії: Минуло 20 років. Роксолана вже мати двох дітей. У Селіма з'явився брат Баязет. І знову проблема. Хтось буде спадкоємцем престолу, а хтось повинен бути убитий. І спадкоємець, і молодший син — обидва кохані. Вона вирішує знищити закон Фатіха. У той час венеційці домовляються з козаками. За допомогою молодшого сина Баязета вони знайомлять короля Кіпру Якова з княжною Корнаро і готують Шлюбний договір, за яким Кіпр відійде у володіння Венеції. Падишах Сулейман дізнається, що його син у фортеці Маниса збирає військо, щоб зробити військовий переворот в імперії. Історія з бунтом приводить його в гнів. Падишах наказує Касим-паші придушить повстання. Роксолана благає послати туди і старшого брата — Селіма, в надії, що люблячий брат зробить все для порятунку Баязета. Тим часом Роксолана умовляє Сулеймана відмінити закон Фатіха. Отримавши згоду, вона мчиться в Манісу, щоб встигнути до штурму замку. Проте до її появи Баязет, наткнувшись на шаблю брата, вмирає у неї на руках. Закон Фатіха скасований, але жити далі немає сил.",
    "chinese_title": "罗克塞拉娜传 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Роксола́на",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-07-05T08:16:00"
}