{
    "aka": [],
    "sid": "37171642",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt30017632",
    "director": [
        {
            "url": "/celebrity/1303945/",
            "name": "Sarah Teale Sarah Teale",
            "@type": "Person"
        }
    ],
    "duration": "39分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-12-02(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt30017632/",
    "this_title": [
        "Living Loud"
    ],
    "douban_link": "https://movie.douban.com/subject/37171642/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The collaboration between two very different drumming groups with a lot in common, following them as they build community and empowerment through samba reggae. In 2016, Stacy Kovacs formed Fogo Azul with just fifteen members. By 2020, they were 110 people strong and quickly becoming the heartbeat of NYC marches and protests, including the Dyke March, the Women's March, the Pride March, the Halloween Parade, and the Coney Island Mermaid Parade. The band brought together drummers of every age, race, income bracket, sexuality, and gender identity. United in their shared values, being a part of Fogo Azul meant belonging to a supportive and empowering community, one where they could learn and grow together. In February, 2020, Stacy took 40 members of Fogo Azul to Salvador, the historical center of the Afro-Brazilian community and the birthplace of samba reggae. There, they lived with and learned from Banda Didà, the first all-woman, all-Black samba reggae drum line, run by world-renowned drummer Adriana Portela. LIVING LOUD follows the main characters of Stacy, Adriana, and drummers Selma, Sara, Bia, Velma, and Gaby as the trip to Brazil transforms their lives and brings new meaning to their work. Adriana then travels to New York to continue working with the women of Fogo Azul and to lead them in the Mermaid Parade.",
    "chinese_title": "Living Loud",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-11T20:00:38"
}