{
    "aka": [
        "Diary of a Suicide"
    ],
    "sid": "3717995",
    "cast": [
        {
            "url": "/celebrity/1000594/",
            "name": "德菲因·塞里格 Delphine Seyrig",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028222/",
            "name": "萨米·弗雷 Sami Frey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045333/",
            "name": "玛丽-弗朗丝·皮西尔 Marie-France Pisier",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033176/",
            "name": "萨夏·皮托埃夫 Sacha Pitoëff",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1142898/",
            "name": "Gabrielle Robinne Gabrielle Robinne",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1137245/",
            "name": "保罗·帕维尔 Paul Pavel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1136245/",
            "name": "亨利·普瓦里耶 Henri Poirier",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1095807/",
            "name": "贝尔纳德·哈勒尔 Bernard Haller",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1081930/",
            "name": "André Dumas André Dumas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042999/",
            "name": "马塞尔·哈侬 Marcel Hanoun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042437/",
            "name": "罗兰·伯汀 Roland Bertin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1015873/",
            "name": "斯坦尼斯拉夫·斯坦诺耶维奇 Stanislav Stanojevic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1153357/",
            "name": "罗杰·特拉普 Roger Trapp",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1973",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2553715732.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1015873/",
            "name": "斯坦尼斯拉夫·斯坦诺耶维奇 Stanislav Stanojevic",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0187190",
    "director": [
        {
            "url": "/celebrity/1015873/",
            "name": "斯坦尼斯拉夫·斯坦诺耶维奇 Stanislav Stanojevic",
            "@type": "Person"
        }
    ],
    "duration": "France: 82 分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1973"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0187190/",
    "imdb_votes": 80,
    "this_title": [
        "Le journal d'un suicidé"
    ],
    "douban_link": "https://movie.douban.com/subject/3717995/",
    "imdb_rating": "5.7/10 from 80 users",
    "trans_title": [
        "自杀者日记",
        "Diary of a Suicide"
    ],
    "douban_votes": "0",
    "introduction": "In his interview on Facet Video's DVD of Diary of a Suicide (Le journal d'un suicidé), Serbian director Stanislav Stanojevic mentions a French arts body that dispenses funds for creative filmmaking, and remarks that Luis Buñuel received more money than he did! This early 70s art film depends for its reputation on a quote by François Truffaut, who may have not seen the film, but had high praise for its screenplay.Diary of a Suicide plays very much like a brief episode in a Buñuel film, but padded to feature length and communicating little beyond a vague nihilism. Busy actor Sami Frey is a handsome young man on a pleasure cruise on the east coast of Spain. He flirts with an attractive fellow passenger (Delphine Seyrig). Neither is given a name. No matter how much the man coaxes, the woman refuses to remove her sunglasses. They visit a church in Barcelona but mostly talk on board ship while watching seagulls.The smiling woman encourages the young man to entertain her with a beautiful story. He responds with several morbid, interlinked anecdotes. A man (Bernard Haller) stands before a mirror, unable to make himself smile. Another man faces a firing squad. Anarchist lovers (Marie-France Pisier & Roland Bertin) fail to carry out an assassination. Wounded, she wants to die but is given a life sentence. Her jailer (Sacha Pitoëff) cannot sleep because he was brain-damaged in a war. That infirmity allows him to watch his prisoner around the clock. The jailer explains that his mind holds only one memory, of a beautiful woman he once knew. Should he forget her as well, the jailer reasons, his life will no longer have a purpose.The female cruise passenger seems pleased by the young man's efforts to seduce her, but she has withheld a wicked surprise.Unfortunately, Diary of a Suicide is a weak and uninvolving slice of mannered filmmaking. Scenes with the two main actors seem arbitrary and haphazard. Many of their encounters are staged against blank walls, and some dialogue scenes avoid showing lips, as in the cheapest of post-dubbed low-budget productions. Except for a few color inserts, all of the shipboard scenes are in B&W. Some of the young man's stories are tinted in various hues. The compositions are rarely framed wider than a medium shot, producing a feeling of claustrophobia.With its nameless lovers and stories within stories, director Stanojevic's puzzle picture is more than a little reminiscent of Alan Resnais' Last Year at Marienbad, minus that film's elegance and compelling dreamlike surface. Little tension develops between the shipboard reality and the man's bizarre stories. A melancholy singer performing aboard the ship appears to represent the mystery woman of the jailer's tale. The singer's actor-husband dresses similarly to the jailer, and carries out the jailer's suicide as part of his act. With the exception of Sacha Pitoëff's morose jailer, none of the story characters connect with the audience. The gaunt, sad jailer truly looks like a man haunted by his loss of memory.Stanislav Stanojevic's main coup for his first film is the gathering of an impressive cast. He's secured the services of Seyrig and Pitoëff, two of the stars of Last Year at Marienbad. Sami Frey and Marie-France Pisier have appeared in films by Agnès Varda, Georges Franju, William Klein, Jean-Luc Godard, H.G. Clouzot, François Truffaut, Alain Robbe-Grillet, Luis Buñuel and Jacques Rivette.Director Stanojevic made two more features blending political themes with aspects of the fantastic. 1979's Subversion is about a country ruled by a paralyzed, blind president and his corrupt daughter. Diary of a Suicide has images of soldiers used as cannon fodder and anarchists dedicated to an assassination, but makes no real political statement. Its final twist is indeed a surprise, but an almost pointless one.Facets Video's DVD of Diary of a Suicide is an acceptable flat transfer with English subtitles. For an extra we're given a lengthy video interview with the director. Stanojevic doesn't discuss Diary at length, preferring to give an unfocused talk about film funding and filmmaking in general.",
    "chinese_title": "自杀者日记",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Le journal d'un suicidé",
    "imdb_rating_average": 5.7,
    "douban_rating_average": 0,
    "update_at": "2025-05-10T18:12:16"
}