{
    "aka": [
        "Eiffel Tower: Building the Impossible"
    ],
    "sid": "37173207",
    "cast": [
        {
            "url": "/celebrity/1010653/",
            "name": "杰拉丁妮·詹姆斯 Geraldine James",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片",
        "传记",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916736313.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt26152886",
    "director": [],
    "duration": "91分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2023-12-14(法国 France 5)",
        "2024-02-14(美国 PBS)",
        "2024-07-29(英国 BBC Four)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt26152886/",
    "imdb_votes": 22,
    "this_title": [
        "Tour Eiffel, le rêve d'un visionnaire"
    ],
    "douban_link": "https://movie.douban.com/subject/37173207/",
    "imdb_rating": "7.2/10 from 22 users",
    "trans_title": [
        "Eiffel Tower: Building the Impossible"
    ],
    "douban_votes": "0",
    "introduction": "A majestic presence, towering over Paris for more than 130 years, the Eiffel Tower is an iconic symbol of nineteenth century progress and grandeur. Drawing on three decades of civil engineering innovation and works across the globe, Gustave Eiffel, a magician of iron building, was perfectly poised for this extraordinary feat.A majestic presence, towering over Paris for more than 130 years, the Eiffel Tower is an iconic symbol of nineteenth century progress and grandeur. Built for the 1889 Paris World’s Fair, it’s creator, Gustave Eiffel, was at the height of his fame and ready to take on the impossible dream of every engineer and architect, to build the world’s tallest man-made structure.He had just 2 years, 2 months and 5 days to erect his 300 meter iron colossus. Drawing on three decades of civil engineering innovation and works across the globe, Eiffel, a magician of iron building, was perfectly poised for this extraordinary feat.Digital visual effects by Happy Flamingos - Et Alors Productions - Scientific advisor Bertrand Lemoine - Coproduced by Bleu Kobalt, Kobalt Documentary and Global Doc, with the participation of France Télévisions, Nova / GBH (US), ZDF Terra X (Germany), NHK (Japan), SBS (Australia), ICI Explora (Canada), RTS (Switzerland) and Toute l'Histoire.",
    "chinese_title": "Tour Eiffel, le rêve d'un visionnaire",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-08-30T02:39:17"
}