{
    "aka": [
        "加拿大冒險之旅(港)"
    ],
    "sid": "37175455",
    "cast": [
        {
            "url": "/celebrity/1041367/",
            "name": "格里夫·林斯·琼斯 Griff Rhys Jones",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "纪录片",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916804741.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt21045856",
    "director": [],
    "duration": "47分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-04-21(加拿大)",
        "2022-08-13(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt21045856/",
    "imdb_votes": 77,
    "this_title": [
        "Griff's Canadian Adventure Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/37175455/",
    "imdb_rating": "6.7/10 from 77 users",
    "trans_title": [
        "格里夫的加拿大冒险之旅 第一季",
        "加拿大冒險之旅(港)"
    ],
    "douban_votes": "0",
    "introduction": "On Griff’s Canadian Adventure, Welsh comedian and travel enthusiast Griff Rhys Jones embarks on a journey across the second largest Country on the planet; Canada. Through mountains, prairies, ice and forest, travelling from East to West, Griff will explore how it’s history has shaped the Canada of today and uncover what makes each province so tantalizingly unique, yet distinctly Canadian. From the rugged Atlantic Coast of Newfoundland to Vancouver in the Pacific Northwest, each episode will see Griff undergo a challenge to truly experience each province, with a little help from locals and experts he meets along the way. - BBC FirstGriff’s Canadian Adventure is a Nikki Ray Media Agency and EQ Media Group co-production in association with Blue Ant Media, Channel 4 in the UK, Abacus Media Rights, Quiver Entertainment, ABC in Australia and The History Channel in New Zealand. David Alrich, Richard Fletcher, Mike Sheerin, Tanya Linton, Brendan Dahill and Marc Hishberg are the Executive Producers. Portia Corman serves as the Series Producer. Overseeing the series for BBC First is Sam Linton, Head of Original Content for Blue Ant Media.",
    "chinese_title": "格里夫的加拿大冒险之旅 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Griff's Canadian Adventure Season 1",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-08-16T04:28:13"
}