{
    "aka": [],
    "sid": "37172710",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916726891.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1289494/",
            "name": "Eliane de Latour Eliane de Latour",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt5009622",
    "director": [
        {
            "url": "/celebrity/1289494/",
            "name": "Eliane de Latour Eliane de Latour",
            "@type": "Person"
        }
    ],
    "duration": "93分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2015-08-17(Lussas Film Festival)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5009622/",
    "imdb_votes": 9,
    "this_title": [
        "Little Go Girls"
    ],
    "douban_link": "https://movie.douban.com/subject/37172710/",
    "imdb_rating": "7.7/10 from 9 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "À Abidjan, les Go se servent de leur corps comme d’un tiroir-caisse pour avoir un peu de liberté quitte à vivre dans le déshonneur. Très jeunes, elles fuient les violences familiales. Prises dans des trajectoires de résistance et de soumission, elles affrontent l’autorité dans l’espoir de pouvoir, un jour, choisir seule. Cette quête folle de liberté, les amène dans les ghettos de « fraîchenies » où je les photographie. À l'extérieur, on ne voit en elles que des « maudites, hurlantes, violentes, des filles foutues » qui apportent la honte et le malheur. Mes portraits semblent leur apporter le reflet d'une dignité, ils me permettent d'établir un lien avec elles.Trois ans après, je les filme, sans narration, sans parole ou presque. Elles me font cadeau de leur intimité dans un demi silence. Pour avoir travaillé deux ans sur les sites de prostitution, je le reçois comme une grâce qui permet de faire émerger une autre face d’elles-mêmes en rupture avec les préjugés qui les condamne à la flétrissure.Un peu plus tard, elles tentent ensemble de sortir du bannissement. Au moment où elles arrivent à se libérer, elles se débarrassent de leurs corvées sur deux petites bonnes, analphabètes comme elles. Une malmenée trouvera toujours une plus faible qu’elle dans un système de dépendance qui s’étend à toutes les relations dans un monde où \"chacun est dans son chacun\".Dans nos univers saturés de discours, je cherche un cinéma tourné vers l'expression intérieure de l’être qui souffre et résiste, sans qu'il n'ait forcément envie d'en parler face caméra.",
    "chinese_title": "Little Go Girls",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-06-05T11:26:31"
}