{
    "aka": [],
    "sid": "37191112",
    "cast": [
        {
            "url": "/celebrity/1221035/",
            "name": "阿兰·普罗斯特 Alain Prost",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1147529/",
            "name": "艾尔顿·塞纳 Ayrton Senna",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1402766/",
            "name": "弗兰克·威廉姆斯 Frank Williams",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1995",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917186666.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "director": [],
    "duration": "47分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1995-05(法国)"
    ],
    "this_title": [
        "Destinées Extrêmes"
    ],
    "douban_link": "https://movie.douban.com/subject/37191112/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Documentaire réalisé par Pierre Jouve. Diffusé en mai 1995 sur Canal+., soit un an après la mort d'Ayrton Senna. Témoins : Bernard Dudot, Patrick Faure (Renault sport), Frank Williams et Alain Prost qui parle de son duel avec Ayrton Senna. C'est encore très proche, la mémoire de certains événements n'est pas encore trop loin...1995年法国Canal＋电视台在塞纳逝世一周年播出的纪录片，其中反思了F1的风险和事故，同时也回顾了塞纳-普罗斯特的竞争，内含对Williams、Prost本人的珍贵采访片段Canal +, Monday, 3:10 p.m., “F1: Extreme Destinies,” documentaryF1, or why tickle death Exactly one year ago, the triple Formula 1 world champion Ayrton Senna was killed in a race at the San Marino Grand Prix. This anniversary is an excuse to attempt some introspection into the complex and tormented world of F1. Pierre Jouve, journalist and director, had until then been mainly interested in politicians and the great war traumas that shake the planet. No doubt attracted by the more subtle violence that reigns in F1, Jouve tried to see more clearly and especially to understand why men harness themselves into strange machines and go tickle death.Like many others before him, Pierre Jouve wanted to show a lot of things and probably too much. The result is a documentary with a curious and disconcerting montage. It is especially valuable for the testimonies of those who make F1 and experience the race from the inside. Thus Bernard Dudot explains to us that the great champions are ultimately fragile animals, that we must pamper them and above all forgive their exacerbated egocentrism. \"They are aware of this and are trying to exonerate themselves by winning.\"",
    "chinese_title": "Destinées Extrêmes",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-15T20:16:07"
}