{
    "aka": [
        "小恐龙阿贡儿歌"
    ],
    "sid": "37193996",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情",
        "动画",
        "短片",
        "音乐",
        "歌舞",
        "家庭",
        "儿童"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917249992.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1559417/",
            "name": "田中政志 Masashi Tanaka",
            "@type": "Person"
        }
    ],
    "duration": "2分钟",
    "episodes": "50",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2022-11-20(中国大陆)"
    ],
    "this_title": [
        "阿贡儿歌"
    ],
    "douban_link": "https://movie.douban.com/subject/37193996/",
    "trans_title": [
        "小恐龙阿贡儿歌"
    ],
    "douban_votes": "0",
    "introduction": "阿贡儿歌是由“咿牛”团队倾情制作精心打造的IP系列儿歌。高品质、独特的原创儿歌，充满想象力和创造力的故事内容。边听儿歌边在MV中与阿贡学知识、生活常识、认知动物，是帮助孩子认识事物、了解世界的媒介，很适合亲子观看。让我们与孩子们音乐相伴，快乐成长，儿歌相随，放飞梦想，益智娱乐，启发思维。《小恐龙阿贡》是由韩国大元传媒公司与日本讲谈社公司于2012年发布的大型长篇3D动画，在全球多个国家均有播出。在我国，电视台，网络上播放的《小恐龙阿贡》系列大都是2016中文版本的作品。这是一部深具励志勇敢的系列动画片，讲述了阿贡在大自然冒险的故事。文学作品：《小恐 龙阿贡》是田中政志于1992年3月23日在日本讲谈社出版社出版的系列漫画，且漫画连载于《MORNING周刊》上，该漫画开始流行于1994年，且影响了一代又一代的人。此外，《小恐龙阿贡》荣获1998年日本文化厅媒体艺术节漫画组的优秀作品奖。与这部漫画改编的动画片，同款漫画也开始走红全球。该漫画除了在日本发行以外，还在中国、韩国、美国、法国、比利时、意大利、西班牙、德国、瑞典等国家发行。动画介绍：《小恐龙阿贡》是日本著名动画片，故事讲述的是一只个子小小却长着一个大脑袋的阿贡在森林中玩耍、在原野上奔跑、在高山上冒险、在海洋中畅游的故事。阿贡有着健康强壮的身体，谁都无法伤害它，它惬意的生活在森林中。有着纯真的性格，经常与森林中的其他小伙伴快乐的玩耍，饿了会一起去寻找美味的果实、蔬菜、鱼虾。有着无所畏惧的勇气，遇到强大敌人的挑战也从没有过退缩，在遇到高山大河时敢于挑战。也有着贪玩贪睡的孩子气，在累了的时候它会拉着毛茸茸的朋友一起睡觉，享受伙伴带给它的温暖，会骑着狮子大象进行奔跑，享受速度带来的快感。有了它森林每天都发生着有趣的事情。阿贡是霸王龙的幼子，有坚韧的腭部、四肢和尾巴，全身充满强劲的肌肉与结实的骨骼。它神出鬼没，有时在森林里，有时在绝岭中，有时又会出现在大草原上，按照自己喜欢的方式进食、游戏、睡觉、生存。其中2016年出品的《阿贡中文版》是一部长片，制作时间距今最近的一部片子是《阿贡儿歌》，制作于2022年。作者简介：田中政志（英文名：Masashi Tanaka），男；1962年6月10日出生于日本岛根县江津市，日本著名的漫画家。“小恐龙阿贡”就是他创始的。著名的作品《小恐龙阿贡》最突出的不光是娴熟的钢笔画技法和真实的动植物写真，对于动物喜怒感情的表现更加的具有冲击性。无字是本作品的另一个特点，可读者却不会因为文字而产生障碍无法理解，作者对于肢体语言的表现能力已经达到了登峰造极的地步。此外，这部作品也是了解动物生态的教科书，可算是田中政志创作生涯中的顶点之作。进入中国：1994年六一儿童节前夕，日本讲谈社授权中国对外翻译出版公司（现中译出版社）在中国大陆独家出版了《小恐龙阿贡》，也让阿贡进入中国。在中国家喻户晓：阿贡虽然原造型是一只恐龙，但名气好大，我国各地的“阿贡迷”不计其数。小恐龙阿贡可是我国家喻户晓的日本卡通。古语云：“欲把西湖比西子,淡妆浓抹总相宜。”阿贡进入了中国后，在中国的受欢迎程度可以说是极其火爆了。除此之外，2016年2月27日，央视少儿频道首次播出阿贡之后，片头曲也加深了对人们的印象，留下了许多人的美好回忆。比如——来吧唱歌呀跳舞呀吃喝玩耍！我就是快乐善良勇敢的阿贡！直到如今，勇敢的小恐龙阿贡的形象，以及片头曲还保存在人们的记忆中。不知朋友们还可能发现，在哔哩哔哩搜索阿贡日语版，就会有阿贡日语版的视频。这是一些Up主在2024年发布的。日语版动画片的片头曲和片尾曲也保存了人们的印象。社会评价：随着时代发展，小恐龙阿贡的影响力在2020年就变得越来越小，甚至很快被朋友们遗忘。现在国内几乎没有一家电视台在播放该动画片了。但阿贡带给人们的欢乐将永远留在无数人童年的回忆里。",
    "chinese_title": "阿贡儿歌",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-06T04:13:16"
}