{
    "aka": [],
    "sid": "37195650",
    "cast": [
        {
            "url": "/celebrity/1572836/",
            "name": "御儿 ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1464495/",
            "name": "李逸晨 ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1574540/",
            "name": "汪晨 wang chen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917357005.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "2分钟",
    "episodes": "72",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2025-01-05(中国大陆)"
    ],
    "this_title": [
        "春墙欲晚"
    ],
    "douban_link": "https://movie.douban.com/subject/37195650/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "玉沉烟上一世机关算尽才爬上高位，却因为好姐妹白莺联合高贵妃诬陷自己，不仅误会了一路帮扶自己的魏清舟，先将他杀害，还被皇帝厌胜之术定罪，赐杯毒酒而死。临死前玉沉烟知道魏清舟是为保护自己而自己选择赴死的真相，对于自己对魏清舟的不信任而悔不当初，没想到却真的重生了。重生后，玉沉烟回到当时最初做绣娘时候的绣房，又见白莺，上一世的惨痛教训让她决定先抢占先机扫平障碍，驱走白莺，利用皇帝对先皇后的思念，一曲江南舞，抢先一步赢得皇帝好感，成了皇帝的宠妃，谋划为自己和魏清舟复仇。但是这一次玉沉烟的心绪起了变化，她不再是一心只想高位夺权的人，而更是为了保全魏清舟，让他们都能安全的活着。玉沉烟却发现重生一次的魏清舟没有帮自己，在绣房，两人命运就产生了变数，魏清舟甚至没有和上一世一样直接表示对自己的好感。但在玉沉烟的种种设计下，玉沉烟再次和魏清舟联手，两人继续合作，并且玉沉烟依旧把魏清舟再绑在了自己身边。玉沉烟思忖，按照上一世白莺模仿先皇后的路线，已经成功抢先一步赢得皇帝的心，被封为贵人，已经惹来容贵妃的不满，而魏清舟表面上是容贵妃的人，实则在帮自己做事，如果容贵妃继续跟自己敌对，还会将悲剧重新上演。所以只有自己更快些晋升妃位，才能把容贵妃先除掉消除隐患，而此刻能和容贵妃抗衡的，只有上一世成功诞下皇子的婉嫔，玉沉烟想起上一世这白莺并不像外表那么简单柔弱，其实都在背地里耍手段，就又有了新的计划。容贵妃和婉嫔知道玉沉烟突然成了贵人，果然使出老手段，想要害死玉沉烟，没成想玉沉烟早就先一步部署好了一切，不但跟魏清舟一起一一化解了两人想要谋害她的阴谋，还成功策反了两人和皇帝的关系，在此同时，魏清舟对玉沉烟的情感也渐渐藏不住，玉沉烟竟发现原来魏清舟并不是真正的太监。容贵妃和婉嫔相继失宠，更加一门心思对付玉沉烟。魏清舟却理会错了玉沉烟的意思，认为玉沉烟还是为了权势一心要攀登高位，所以等容贵妃跟自己摊牌要杀了自己的时候，还是选择牺牲自己来给容贵妃一个重击，死在容贵妃的酷刑下。等玉沉烟看到魏清舟写给自己的信的时候，这才明白，原来魏清舟也是一样带着重生记忆的人，并且即便上一世因为自己误会而死了一次了，可这一世依旧选择帮助她，爱着她。玉沉烟彻底黑化，一路开挂复仇，最终斗败容贵妃和婉嫔，将上一世自己受的冤屈都还给了婉嫔和容贵妃，顺带套出了婉嫔当年下药害了先皇后一事，彻底惹怒了皇帝，皇帝严厉惩治了容贵妃和婉嫔，而玉沉烟一跃成为了皇贵妃。最后玉沉烟在福公公的提示下知道魏清舟还活着，并且还在宫外等着她，最后开放式结局。",
    "chinese_title": "春墙欲晚",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-14T01:56:07"
}