{
    "aka": [
        "A Safe Place"
    ],
    "sid": "37194362",
    "cast": [
        {
            "url": "/celebrity/1531587/",
            "name": "Marina Palii Marina Palii",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1566992/",
            "name": "Virgil Aioanei Virgil Aioanei",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1504824/",
            "name": "Emil Mandanac Emil Mandanac",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1384651/",
            "name": "罗兰多·马特桑格斯 Rolando Matsangos",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2929564703.jpg",
    "region": [
        "罗马尼亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1558526/",
            "name": "Cecilia Stefanescu Cecilia Stefanescu",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt34766950",
    "director": [],
    "duration": "103分钟",
    "episodes": "",
    "language": [
        "罗马尼亚语 Romanian"
    ],
    "playdate": [
        "2025-11-13(塔林黑夜电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt34766950/",
    "this_title": [
        "Un loc sigur"
    ],
    "douban_link": "https://movie.douban.com/subject/37194362/",
    "trans_title": [
        "静水兴波",
        "A Safe Place"
    ],
    "douban_votes": "0",
    "introduction": "Lucia, o femeie de 35 de ani, pleacă împreună cu soțul ei, băiatul lor și un cuplu de prieteni la mare, într-un sat din Bulgaria aflat în imediata apropiere a graniței cu România. Extrem de încântați de ospitalitatea sătenilor, de locuri și de vremea frumoasă, cei patru adulți și băiatul par să petreacă o vacanță tihnită, lipsită de griji. Liniștea satului e însă tulburată de apariția unui grup misterios de emigranți despre care nu se știe de unde vin și care încep să amenințe siguranța și echilibrul satului. Concomitent, apare și un bărbat care se dovedește a fi tot român, Vladimir, venit la rândul lui în vacanță în micul sat bulgar. Deși aparent necunoscut celorlalți, singura care se dovedește, totuși, că îl cunoaște pe străin este Lucia, doar că aceasta nu este dispusă să mărturisească legătura ei cu Vladimir. La scurt timp, în satul liniștit de la malul mării se petrece un eveniment neașteptat: copilul unor săteni dispare fără urmă, fapt care alertează poliție și localnici deopotrivă. Deși la început bănuiți sunt emigranții, mărturiile celor care l-au văzut ultima dată pe copil duc spre Vladimir, care nu este complet străin de dispariție. Astfel se țese o pânză de vinovății, adevăruri trunchiate și trădări în jurul acestui cuplu neașteptat, format din Lucia și Vladimir care, deși la început aparent străini, se arată pe măsură ce trece timpul pe cât de legați în trecutul lor, tot mai dezbinați de evenimentele recente.",
    "chinese_title": "静水兴波",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Un loc sigur",
    "douban_rating_average": 0,
    "update_at": "2026-02-08T04:13:47"
}