{
    "aka": [],
    "sid": "37202840",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917492382.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1453942/",
            "name": "罗斯·洛德 Rose Lowder",
            "@type": "Person"
        }
    ],
    "duration": "3分钟",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "2014(法国)"
    ],
    "this_title": [
        "For Yann from Rose"
    ],
    "douban_link": "https://movie.douban.com/subject/37202840/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "More and more it appears that things in life link up with each other in unforeseeable ways. With this film I wanted to pay homage to yann beauvais for his having, on top of his own work as an artist, against all odds, lack of funds or recognition concerning the field in question, made an important contribution to make known, as much by his writing as by his presenting and distributing, works by other authors.Having followed closely and continuously the frustrating and heroic steps he made, I wanted to conceive a film of a different nature, without problems, a gentle peaceful poem. I found the ideal place with friends on their Italian farm, full of odd and poetic items. One could almost surmise that it was yann’s past tortuous efforts that brought all the way from Brazil a hair running from top to bottom of the entire reel.Nothing could be done. Except to make another film. Not being able to return to Italy, this time nearer at hand : Montfroc, a hamlet, eighty inhabitants, in the department of Drôme. I always admired there, every October, during the environmental organic fair, a magnificent field of flowers. In hurrying and neglecting an infection on my right thumb, I had to film more or less with one hand and then spend two days in hospital. I can only think that the making of this little film reflects all the difficulties previously faced by yann himself.",
    "chinese_title": "For Yann from Rose",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-24T07:21:28"
}