{
    "aka": [],
    "sid": "37208916",
    "cast": [
        {
            "url": "/celebrity/1048191/",
            "name": "米瑞安·玛格莱斯 Miriam Margolyes",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917687806.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1048191/",
            "name": "米瑞安·玛格莱斯 Miriam Margolyes",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt35295502",
    "director": [],
    "duration": "59分钟",
    "episodes": "2",
    "language": [
        "英语"
    ],
    "playdate": [
        "2025-01-12(澳大利亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt35295502/",
    "imdb_votes": 65,
    "this_title": [
        "Miriam Margolyes in New Zealand Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/37208916/",
    "imdb_rating": "7.6/10 from 65 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "As a dual British Australian citizen, Miriam Margolyes has spent the past 40 years of her life coming and going to her home in Australia that she shares with Heather, her life-partner. But despite New Zealand's close proximity, its historic and ongoing cultural, social, and political ties, Miriam's never explored her country's closest neighbour. She wonders if she hasn't been rather remiss - perhaps even a little dismissive - of a country she knows almost nothing about? Now, Miriam's been given the opportunity to test her assumptions - and find out what this far-flung country of just over 5 million people is all about. After being offered a lead role in a new international feature film, produced and shot entirely in New Zealand, it's Miram's chance to pursue a long-awaited adventure. A travelogue like no other, she strikes out far beyond the movie set \"in search of the real New Zealand, as the locals know it\". Traversing the very different communities and geographies of New Zealand's North and South Islands, Miriam will discover a country that's entirely unique, and shaping its own, very different identity and destiny.",
    "chinese_title": "Miriam Margolyes in New Zealand Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-11-05T12:43:45"
}