{
    "aka": [],
    "sid": "37200226",
    "cast": [
        {
            "url": "/celebrity/1098527/",
            "name": "Nando Gazzolo Nando Gazzolo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1159069/",
            "name": "Carlo Simoni Carlo Simoni",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1101667/",
            "name": "佛朗哥格拉齐奥西 Franco Graziosi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1099557/",
            "name": "克里斯蒂娜·加约尼 Cristina Gaioni",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1120488/",
            "name": "Ivana Monti Ivana Monti",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1976",
    "genre": [
        "惊悚",
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917448730.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1048918/",
            "name": "Massimo Felisatti Massimo Felisatti",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0335607",
    "director": [],
    "duration": "",
    "episodes": "3",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "1976(意大利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0335607/",
    "imdb_votes": 15,
    "this_title": [
        "Albert e l'Uomo Nero"
    ],
    "douban_link": "https://movie.douban.com/subject/37200226/",
    "imdb_rating": "6.7/10 from 15 users",
    "trans_title": [
        "阿尔伯特与黑影人"
    ],
    "douban_votes": "0",
    "introduction": "Il piccolo Albert, bambino orfano di madre e dotato di molta fantasia, vive in una grande villa del ravennate insieme al padre, un imprenditore spesso assente, che si è risposato. Un giorno, durante i suoi giochi nelle campagne circostanti, Albert si imbatte nel cadavere della matrigna, evidente vittima di un omicidio. Il suo hobby di radioamatore a caccia di messaggi extraterrestri, ‘esperto’ in registrazioni audio, lo renderanno protagonista involontario nelle indagini sull’omicidio ma anche oggetto delle ‘attenzioni’ di un misterioso uomo vestito di nero. Ma ovviamente Albert, per la sua ‘fama’ di ragazzino solitario dotato di troppa immaginazione, non sarà creduto dagli adulti riguardo le spaventose visite notturne dell’uomo nero…Per gli standard televisivi dell’epoca, questo sceneggiato incuteva una certa paura, soprattutto negli spettatori più giovani che potevano immedesimarsi nel giovane Albert alle prese con una paura archetipa come quella dell’uomo nero. Ovviamente rivisto oggi, l’elemento horror o thriller risulta piuttosto blando ma rimane ancora valido e coinvolgente l’intreccio da giallo investigativo (almeno fino alla seconda parte) ben supportato dall’ambientazione suggestiva della provincia ravennate e dalle atmosfere inquietanti e al contempo malinconiche a cui contribuiscono le musiche (come il tema della sigla d’apertura) e le immagini in bianco e nero dal sapore nostalgico che rimandano a una televisione che non c’è più, forse meno omologata di quella odierna e più avvincente, cioè che ‘osava’ maggiormente a livello creativo, sia per quanto riguardava le fiction di intrattenimento sia gli spettacoli più ‘culturali’. In proposito basti confrontare la notevole trasposizione televisiva dell’Odissea trasmessa dalla Rai nel 1968 con la deludente serie tv del 2019 (prodotta da RAI Fiction) Il nome della rosa, tratta dall’omonimo best-seller di Umberto Eco. Certo, oggi la fruizione del mezzo televisivo e i gusti del pubblico sono cambiati ma i dati dell’audience parlano chiaro e l’antico gradimento di quegli spettacoli non è stato più raggiunto.Gli esperti sceneggiatori Massimo Felisatti e Fabio Pittorru si sono dimostrati abili nell’adattare a un contesto italiano, le ispirazioni cinematografico/letterarie di matrice anglosassone che vanno dal già citato Hitchcock allo scrittore noir Cornell Woolrich. Alla fine la soluzione del mistero (un delitto maturato all’interno dell’ambiente familiare, causato prosaicamente da invidia e avidità) potrà risultare un po’ deludente e poco sorprendente ma la vicenda si mantiene interessante e suggestiva per tutte le puntate. Apprezzabile il cast, la cui recitazione un po’ monocorde e pacata risulta quasi piacevole in confronto agli ‘strepiti e pianti’ delle odierne fiction. Il volto più noto è quello di Nando Gazzolo (anche apprezzato doppiatore) nel ruolo del padre di Albert ma è il ragazzino, interpretato dal bravo Claudio Cinquepalmi, a fornire la prova più convincente nel ruolo di investigatore e testimone suo malgrado, ma anche di bambino trascurato e incompreso dal mondo degli adulti. Tutto il suo disagio viene fuori nella scena del rinvenimento del cadavere della matrigna, dove mostra una certa freddezza di fronte al tragico fatto. Per quanto riguarda la bella location della vicenda, la grande e antica villa del ravennate esiste tutt’oggi (pur con qualche modifica) e si trova a Savarna, frazione del comune di Ravenna.La soluzione razionale del mistero, priva di qualsiasi implicazione paranormale o sci-fi (in fondo il piccolo Albert affermava di comunicare con gli alieni) e l’intreccio mistery un po’ debole non impediscono comunque ad Albert e l’uomo nero di suscitare ancora qualche brivido di paura e di trasmetterci quelle sensazioni di languida e onirica inquietudine, inconfondibili caratteristiche dei fantasceneggiati RAI dell’epoca.",
    "chinese_title": "阿尔伯特与黑影人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Albert e l'Uomo Nero",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-01-22T19:26:05"
}