{
    "aka": [],
    "sid": "37214229",
    "cast": [
        {
            "url": "/celebrity/1054435/",
            "name": "汤姆·克鲁斯 Tom Cruise",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1110097/",
            "name": "Peter Hughes Peter Hughes",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917769166.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt26612678",
    "director": [],
    "duration": "51分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-02(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt26612678/",
    "imdb_votes": 15,
    "this_title": [
        "Tom Cruise: Lights, Camera, Action"
    ],
    "douban_link": "https://movie.douban.com/subject/37214229/",
    "imdb_rating": "6.0/10 from 15 users",
    "trans_title": [
        "汤姆克鲁斯：开麦啦"
    ],
    "douban_votes": "0",
    "introduction": "Having just turned 60, Tom Cruise is still one of the leading names in Hollywood. A prolific actor with a career spanning over 40 years, he is continually building a giant legacy within the film industry. When audiences think of Cruise, their mind instantly goes to Mission: Impossible or Top Gun, or maybe they think of his commitment to doing his stunts and upping the ante with each action film he does. Part of what makes Cruise one of the greatest movie stars is the wide range of instant reactions to his name. Thomas Cruise Mapother IV has evolved from the teen heartthrob to one of Hollywood's most powerful and polarizing figures. Recently he formed a master plan to complete one of his most daring scenes for his new film Mission: Impossible - Dead Reckoning. It has been hailed as the greatest stunt in cinema history. His ability seems to know no limits.刚过 60 岁的汤姆·克鲁斯仍然是好莱坞的领军人物之一。他是一位多产的演员，演艺生涯长达 40 多年，在电影界不断创造辉煌。当观众想到克鲁斯时，他们的脑海中会立即浮现出《碟中谍》或《壮志凌云》，或者他们会想到他对特技的执着以及他在每一部动作片中不断提高的赌注。克鲁斯之所以成为最伟大的电影明星之一，部分原因在于他的名字引起了广泛的即时反应。托马斯·克鲁斯·麦鲍瑟四世从青少年万人迷成长为好莱坞最有影响力和最具争议的人物之一。最近，他制定了一个总体计划，以完成他的新电影《碟中谍 2：航位推算》中最大胆的场景之一。它被誉为电影史上最伟大的特技。他的能力似乎没有极限。",
    "chinese_title": "汤姆克鲁斯：开麦啦",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Tom Cruise: Lights, Camera, Action",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-07-05T20:42:51"
}