{
    "aka": [
        "聚宝盆"
    ],
    "sid": "37219312",
    "cast": [
        {
            "url": "/celebrity/1054628/",
            "name": "比约克 Björk",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2919595569.jpg",
    "region": [
        "冰岛"
    ],
    "writer": [],
    "imdb_id": "tt35534649",
    "director": [
        {
            "url": "/celebrity/1037105/",
            "name": "卢奎西亚·马特尔 Lucrecia Martel",
            "@type": "Person"
        }
    ],
    "duration": "74分钟(节选版98分钟公映版)",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2025-02-01(冰岛)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt35534649/",
    "imdb_votes": 267,
    "this_title": [
        "Cornucopia"
    ],
    "douban_link": "https://movie.douban.com/subject/37219312/",
    "imdb_rating": "7.7/10 from 267 users",
    "trans_title": [
        "丰饶之角",
        "聚宝盆"
    ],
    "douban_votes": "0",
    "introduction": "Björk: Cornucopia, the highly anticipated concert film recorded live in Lisbon, captures the celebrated artist’s groundbreaking tour that mesmerised audiences worldwide for five years.This unique cinematic experience immerses viewers in Björk’s spectacular stage production, featuring a setlist spanning her iconic early works to the visionary Utopia (2017) and Fossora (2023). The production showcases bespoke instruments, including a magnetic harp, a circular flute, an aluphone, and a reverb chamber, and Björk is furthermore joined on stage by musical director and multi-instrumentalist Bergur Þórisson, percussionist Manu Delago, flute septet Viibra, harpist Katie Buckley and the Hamrahlid choir. Digitally animated moving curtains create a modern lanterna magica for live music, transforming 21st-century VR visuals into the grandeur of a 19th-century theatre — and now into an immersive cinema experience, enhanced by meticulously crafted Dolby Atmos spatial audio.Directed by Ísold Uggadóttir, the film features sound and visual creative direction, music arrangements, production, and performance by Björk. It showcases the work of James Merry as co-creative director of visuals, and original animation by Tobias Gremmler – with additional contributions from Andrew Thomas Huang, Gabríela Friðriksdóttir, Pierre-Alain Giraud, Nick Knight, and Warren Du Preez & Nick Thornton-Jones.Cornucopia sees Björk pushing the boundaries of live performance, offering a visually and sonically immersive experience unlike anything seen before.",
    "chinese_title": "丰饶之角",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Cornucopia",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-11-01T23:22:20"
}