{
    "aka": [
        "Wake Up（美）"
    ],
    "sid": "37227595",
    "cast": [
        {
            "url": "/celebrity/1337459/",
            "name": "植村花菜 Kana Uemura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1573565/",
            "name": "桂文珍 Bunchin Katsura",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2918176211.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "85分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1991-01-05(日本)",
        "2021-03-06(日本)"
    ],
    "this_title": [
        "ウェークアップ!"
    ],
    "douban_link": "https://movie.douban.com/subject/37227595/",
    "trans_title": [
        "醒来！",
        "Wake Up（美）"
    ],
    "douban_votes": "0",
    "introduction": "内容は『これが問題!土曜8時』を多少ブラッシュアップし、1週間の時事・政治・情勢を振り返るコーナーを中心に構成。ただし生放送の観点を活かして有事の際はリアルタイムに速報を入れる。2023年春時点で同時間帯ではテレビ東京系を除き他局も在阪局制作の番組を放送しているが、硬派な内容を取り扱うのは唯一である。放送開始時の総合司会にはこの時点より桂文珍を起用する予定だったが、当時持っていた裏番組（ABCラジオ『文珍のおもしろラジオ』）との兼ね合いで、4月以降でないと出演できない事態になってしまった。しかし、春の改編期よりも3か月早くスタートさせたかったよみうりテレビは、急きょ3か月間のリリーフという形で、『ズームイン!!朝!』を離れ、当時関西ローカルで放送されていた平日夕方のニュース番組『ニューススクランブル』のキャスターを務めていた辛坊治郎（当時よみうりテレビアナウンサー）に総合司会をオファーし、辛坊を初代総合司会という形でスタートした[2]。そして、3か月後の同年4月には予定通り文珍が加入。辛坊は、文珍とのコンビで引き続き2年間担当したが、番組を一度降板する形となった。その後文珍は14年間にわたって総合司会を務めたが、落語業に専念することを理由に自ら降板を申し出たため、2005年（平成17年）3月26日の放送を以って『ウェークアップ!』としてのタイトルでの放送は終了した。同年4月2日から題名を『ウェークアップ!ぷらす』に改め、同局の解説委員に異動していた辛坊が12年ぶりに総合司会に復帰。当時『ズームイン!!SUPER』の解説担当として日本テレビを主軸にしていたが、金曜の放送後に帰阪[3]し生放送を行った。以後15年以上辛坊が司会を務めたが、今度は辛坊が自身の都合で2021年2月27日をもって番組を降板することになり、16年ぶりに『ウェークアップ』（感嘆符なし）としてタイトルを変えた上で、大幅に番組内容をリニューアルし現在に至る。なお、読売テレビ側は本番組と『ウェークアップ!ぷらす』を同一番組と見做しており、番組公式HPには、2008年（平成20年）迄は本番組時代のバックナンバーも掲載されていた（2009年1月以降のバックナンバーは2年分までしかないため、本番組時代のバックナンバーは掲載されていない）。また、そのこともあり、在阪局発の当該時間帯の番組では最も歴史が長い。2025年4月改編で終了する予定[4]。次番組は同じく終了する前座番組『ズームイン!!サタデー』との枠を併せて現在日曜朝に日本テレビで制作の『シューイチ』を土曜にも編成する形となり、読売テレビでは『これが問題!-』から続いた土曜朝の生番組の制作から撤退する事となった。",
    "chinese_title": "醒来！",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "ウェークアップ!",
    "douban_rating_average": 0,
    "update_at": "2025-11-09T09:57:16"
}