{
    "aka": [],
    "sid": "37227423",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2028",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "纳米比亚",
        "德国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "2028(未定)"
    ],
    "this_title": [
        "To Those Who Will Inherit the Earth"
    ],
    "douban_link": "https://movie.douban.com/subject/37227423/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Ina-Maria Shikongo is a powerful Black Namibian activist and artist who has emerged as a significant voice in the struggle for climate justice and social equity. Born in 1979 in Kalulu, Angola, her formative years were shaped by the tumult of displacement, as her family actively opposed apartheid in Namibia, seeking refuge amid adversity. From a young age, Ina-Maria was imbued with a spirit of activism, driven by a profound desire to challenge injustices and advocate for meaningful change.Today, Ina-Maria dedicates her life to confronting the exploitation of land and resources by multinational corporations in her homeland of Namibia. Through her artistic expressions and passionate activism, she amplifies the voices of marginalized communities, fighting tirelessly for a more equitable and sustainable future. Her commitment to environmental justice extends beyond local initiatives; she is a key participant in international climate movements, including Fridays For Future.The film chronicles the tumultuous life of 42-year-old Ina-Maria, who is renowned for her fierce opposition to the Namibian government and multinational mining firms threatening the Okavango World Heritage site with fracking. Viewers are invited into Ina-Maria's world as she grapples with various challenges, including threats to her personal safety, food insecurity, financial hardship, and mental health struggles. As she seeks to balance her activism with the need for mental and physical wellness, she embarks on a new project: curating mural art with indigenous women in the Okavango Delta.Through Ina-Maria’s journey, the film lays bare the intricate relationships among power, capitalism, and environmental exploitation. It raises poignant questions about the sacrifices she has made in her activism and the true value of her struggle. Central to the narrative is the conflict between Ina-Maria’s deep commitment to protecting the environment and her responsibilities to ensure her family’s safety and well-being in a nation characterized by significant wealth disparities along racial lines. This compelling story not only highlights Ina-Maria's resilience but also underscores the broader implications of environmental justice in a rapidly changing world.",
    "chinese_title": "To Those Who Will Inherit the Earth",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-19T23:42:23"
}