{
    "aka": [],
    "sid": "37234760",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2920316894.jpg",
    "region": [
        "法国",
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt35932382",
    "director": [
        {
            "url": "/celebrity/1345221/",
            "name": "托马斯·拜尔梅斯 Thomas Balmès",
            "@type": "Person"
        }
    ],
    "duration": "80分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2025-03-20(哥本哈根国际纪录片影展)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt35932382/",
    "imdb_votes": 8,
    "this_title": [
        "À demain sur la lune"
    ],
    "douban_link": "https://movie.douban.com/subject/37234760/",
    "imdb_rating": "6.8/10 from 8 users",
    "trans_title": [
        "明日共赴月球"
    ],
    "douban_votes": "0",
    "introduction": "An ordinary woman finds hope and an unexpected friend in her last months on Earth. A sensual film about life and death, where gratitude gets the last word.On the outskirts of a small town, a figure rides calmly through the forest on a horse that lights up in the twilight like a dream vision from another world. A motif that, in its quietly poetic power, says a lot about this warm, wise and deeply moving film. We are in Calais on the north coast of France. 39-year-old Amandine lives here with her husband and two young sons. A family like so many others – if only Amandine wasn’t terminally ill and had only a few months left to live.Now she is preparing herself and her family for what is to come. Still, Amandine is full of life and gratitude. Both for the time that has passed and the time she still has left. Scenes from her life in the hospital and at home paint a sensual and unsentimental picture of a singular human being.And the horse? It is actually employed at the hospital where it creates calm and presence, and where it can supposedly sense when a life is coming to an end. But as one of the hospital’s other patients says: ‘À demain sur la lune!’ – see you tomorrow on the moon.",
    "chinese_title": "明日共赴月球",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "À demain sur la lune",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-10-19T06:00:06"
}