{
    "aka": [],
    "sid": "37237358",
    "cast": [
        {
            "url": "/celebrity/1058636/",
            "name": "雷尼·安杰利 René Angelil",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036606/",
            "name": "蒂娜·特纳 Tina Turner",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2918491208.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt27795534",
    "director": [],
    "duration": "44分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2023-05(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt27795534/",
    "this_title": [
        "Divas: Tina Turner"
    ],
    "douban_link": "https://movie.douban.com/subject/37237358/",
    "trans_title": [
        "天后：蒂娜·特纳"
    ],
    "douban_votes": "0",
    "introduction": "They are pop stars. They are actors, performers, and goddess-like in the eyes of their adoring public. But it isn't just about fame, success, or pulling off a sequined gown. They are driven, inspiring, and victorious. With larger-than-life personalities and their philanthropy, they have become some of the most recognisable and immortal names in music. These superstars stun everyone with their talent, and leave a trail of admirers in their wake as they make their mark on history. We call them Divas. And some, remarkably stand out as women of sheer talent, star presence, and supreme success. One of the greatest performers of our time, Tina Turner, has captured the hearts and souls of millions around the world with her powerful voice, electrifying stage presence, and inspiring life story.他们是流行歌星。他们是演员、表演者，在崇拜他们的公众眼中是女神。但这不仅仅是关于名声、成功或脱下亮片礼服。他们有动力、鼓舞人心和胜利。凭借超凡脱俗的人物和他们的慈善事业，他们已成为音乐界最知名和不朽的名字之一。这些超级巨星用他们的才华震惊了所有人，并在他们留下了历史印记时留下了一连串的崇拜者。我们称他们为 Divas。还有一些人，作为才华横溢、明星影响力和巨大成功的女性而脱颖而出。我们这个时代最伟大的表演者之一蒂娜·特纳 （Tina Turner） 以其强大的嗓音、激动人心的舞台表现力和鼓舞人心的人生故事俘获了全球数百万人的心和灵魂。",
    "chinese_title": "天后：蒂娜·特纳",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Divas: Tina Turner",
    "douban_rating_average": 0,
    "update_at": "2026-01-14T22:21:31"
}