{
    "aka": [
        "Manok"
    ],
    "sid": "37241941",
    "cast": [
        {
            "url": "/celebrity/1490292/",
            "name": "杨末福 Yang Mal-bok",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1442483/",
            "name": "朴万圭 Park Wan-kyu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "喜剧",
        "同性"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2919676484.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1583203/",
            "name": "李侑珍 Lee Yujin",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt35820396",
    "director": [
        {
            "url": "/celebrity/1583203/",
            "name": "李侑珍 Lee Yujin",
            "@type": "Person"
        }
    ],
    "duration": "122分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "2025-03-23(BFI Flare)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt35820396/",
    "imdb_votes": 7,
    "this_title": [
        "이반리 장만옥"
    ],
    "douban_link": "https://movie.douban.com/subject/37241941/",
    "imdb_rating": "6.6/10 from 7 users",
    "trans_title": [
        "曼玉",
        "Manok"
    ],
    "douban_votes": "0",
    "introduction": "Middle-aged lesbian Manok closes down ‘Rainbow’, the queer bar she’s run for years, and returns to her hometown, Iban-ri, following the death of her mother. But home feels as stifling and unfamiliar as ever. The village, where her ex-husband now serves as headman, greets her return with suspicion, and deep-rooted prejudice and exclusion still linger. Yet Manok refuses to back down. To break down the walls between past and present, village and self, she boldly runs for village chief. It’s a declaration—not of rejection, but of affirmation: to live without denying who she is, and to once again take her place at the center, on her own terms. In Iban-ri, Manok finds new beginnings and reconnects with severed ties. Among them are Guem-ja, an old flame, and Jae-yeon, a high school student hiding his true self in the suffocating atmosphere of the countryside. Manok, who lives openly and without apology, becomes a beacon for Jae-yeon, and he, in turn, finds the courage to finally come out to the world. Even far from the days of Rainbow, Manok is still surrounded by strong, loving women who stand by her side. Manok is a warm and spirited portrait of courage, survival, and community. It gently but powerfully captures how women like Manok challenge societal norms and build new forms of belonging. This isn’t a story of simply 'returning' home—it’s one of boldly beginning again. (Kani KIM)",
    "chinese_title": "曼玉",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "이반리 장만옥",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-11-03T13:21:30"
}