{
    "aka": [
        "麦琪的礼物"
    ],
    "sid": "3724053",
    "cast": [
        {
            "url": "/celebrity/1274290/",
            "name": "姜武 Wu Jiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012196/",
            "name": "袁立 Li Yuan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321573/",
            "name": "赵岭 Ling Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313003/",
            "name": "唐于鸿 Yuhong Tang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1365828/",
            "name": "丁子迪 Zidi Ding",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1481852/",
            "name": "马杰力 Gary Malmon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317098/",
            "name": "郗希 Xi Xi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2357191545.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1481863/",
            "name": "颜珍 Zhen Yan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324626/",
            "name": "王黎 Li Wang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1316352/",
            "name": "梦继 Ji Meng",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "30",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2009-05-01(中国大陆)"
    ],
    "this_title": [
        "爱的礼物"
    ],
    "douban_link": "https://movie.douban.com/subject/3724053/",
    "trans_title": [
        "麦琪的礼物"
    ],
    "douban_votes": "104",
    "introduction": "这是一个发生在加拿大的温情故事。程梦雄在加拿大已经两年了。最近他诸事不顺，刚刚因为自己执拗不肯把自己设计的软件卖给自己供职的兰迪公司，总经理麦克将其辞退。偏巧此时在国内担任体校武术教练的妻子林乔要来加拿大探望。于是程梦雄借助自己在国内的发小儿吉米扬的帮助，企图制造一个自己仍然在兰迪公司并且生活富足的假象……但是因为麦克的继续排挤，其时程梦雄已经在一家洗车行洗了几个月的汽车……终于来到了丈夫生活的城市，林乔喜忧参半。新婚便出国的丈夫，离家三年了，女儿妞妞都没瞧见过，只是在往来邮件中从照片看妞妞一点点长大。为了林乔来还是陈梦雄回国的事儿，俩人从前就没少绊嘴，林乔脾气急说话直，陈梦雄自尊心强，不知是因为长期分离还是性格相克，俩人在最近的通话中分岐越来越大。因为一连串的巧合，林乔下了飞机就戳穿了程梦雄的谎话，并且当着程梦雄的邻居——音像店女老板王离的面一点面子没给程梦雄。本来久别胜新婚的夫妇两个第一晚就闹了个鸡飞狗跳。程梦雄连从未谋面的女儿妞妞都没来得及看上一眼。谁也不肯服软，满肚子委屈的林乔气极说出了要离婚的话，却哪儿知道程梦雄仍然没有被自己吓倒，居然到文具店买了张离婚申请表，拉着林乔到地方法院去办手续去了。本来只是想吓唬吓唬丈夫的林乔面对着签字就可以离婚的那张申请表，扔了钢笔抱着妞妞委屈得跑了。一直对程梦雄爱慕有加却从未越界的王离此时给了程梦雄久违了的温暖，程梦雄希望妻子来到加拿大定居实际上就是需要这样家人的温暖，但是妻子的火爆脾气和永远好话不好说的一张利口让程梦雄头疼不已。出租车上，林乔手机不停地响，是程梦雄打来的。司机问去哪儿，林乔也想不明白，回程梦雄住处太没面子，可人生地不熟的又能往哪儿去？一狠心说去机场！程梦雄回到家，不见林乔，急着给吉米扬打电话，说自己的电话林乔不接。林乔已到机场，买了票，换了登机牌却不入关，坐在候机厅发愣。吉米杨的电话过来，又一通劝说，林乔没说自己在机场，她说只要程梦雄回国就有好日子过，自己绝不可能在这儿生活。收起电话干脆关了机，妞妞的童车不见了。林乔一身冷汗。麦琪家门口，快递公司的车停下，送货员打开车厢门，取出箱子去按麦琪家的门铃。麦琪刚要去开门，养子约翰李的电话终于打通了，老太太已经打了一个上午，听筒里传来的是震耳欲聋的音乐会……hip-hop青年约翰李说给母亲寄了个圣诞礼物——一只小猫，自己圣诞节有演出就不回来了。麦琪实在耐不住约翰李李那头的噪声，在电话里都是宽慰理解儿子的话，挂了电话清静了，寂寞却袭上来。突然想起刚才的门铃，跑过去开门。门前有个空箱子，空箱子边上坐着个花团锦簇的妞妞。麦琪从妞妞手里扯出张纸，是联帮快递的单子。妞妞冲麦琪嘿嘿地乐，麦琪愣了——哪里有这样的猫？妞妞来到麦琪家就生病了，麦琪带着妞妞去看病自己却晕倒在了医院里。醒过来以后，医生告诉她她已经得了绝症，只有三个月的时间了……林乔开始疯狂的寻找女儿，出于对女儿抚养权的考虑，林乔没有把女儿丢失的消息告诉程梦雄，多种方式未果的情况下不得不求助当地华人中很有势力的渔霸廖福全。吉米扬为了促成麦克和程梦雄的合作，吉米扬唆使廖福全开价二十万加币……一穷二白的两口子毫无办法，四处筹钱。虽然程梦雄对廖福全有所耳闻，对他所言的真实性极端怀疑，但是迫于形势只好将软件卖给了麦克，筹到了所需款项…………当然，这仍然是个骗局……林乔怒火中烧，将廖福全及手下爆打一顿，警察来到，程梦雄为了林乔的移民能够顺利，毅然的帮林乔定罪，被加拿大警方拘留。麦琪就是麦克的母亲，麦克知道母亲得了绝症的消息异常惊讶，悲痛之余，深感自己多年忙于工作，对母亲的照顾不够，决定回到农场老家尽孝……林乔偶然得知孩子就在麦琪手里，要求与程梦雄同往，看到麦琪对女儿的感情，并得知了麦琪的病情，林乔犹豫了，默许麦克将妞妞留在麦琪身边。程梦雄虽然也同情麦琪，但是终于因为团圆心切将女儿强行抢走…………麦琪得知程梦雄跟林乔其实就是她一直寻找的妞妞亲生父母，整件事情都是大家为让她开心而编织的谎言，麦琪想尽办法打听到程梦雄的地址，要挽救这对好心中国夫妇即将破裂的爱情……廖福泉以对程梦雄揭穿吉米扬为由向吉米扬敲诈20万加元。林乔帮助吉米扬惩治了廖福泉，走投无路的廖福泉准备向林乔报复，逼迫程梦雄讲出林乔下落时巧遇来找他的麦琪，廖福泉掳走了麦琪，要求麦克用林乔和100万加元换麦琪的命……程梦雄为了保护麦琪，中枪受伤……天色将晚，温哥华的街头已弥漫着浓浓的圣诞气息。营救麦琪成功，两家人在一起过了一个难忘的圣诞节平安夜，在这一系列事情中，程梦雄和林乔重归于好。一个善意的谎言，却换得一家中国人一家外国人找回了共同缺失已久的亲情，在点点如絮其乐融融的烛光中，人性的温暖在空气中慢慢融化……麦琪的圣诞礼物就是妞妞。麦琪看着可爱的妞妞，安详的闭上了双眼……平安夜过后，圣诞节来临，新的一年来到了……",
    "chinese_title": "爱的礼物",
    "douban_rating": "7.2/10 from 104 users",
    "foreign_title": "",
    "douban_rating_average": "7.2",
    "update_at": "2025-02-28T12:52:05"
}