{
    "aka": [],
    "sid": "37248467",
    "cast": [
        {
            "url": "/celebrity/1557693/",
            "name": "王楠 Tyler",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1436843/",
            "name": "舒涵 Han Shu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2918786715.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "89",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2024-12-03(中国大陆)"
    ],
    "this_title": [
        "断亲后，小叔宠我入骨"
    ],
    "douban_link": "https://movie.douban.com/subject/37248467/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "开篇暴击：被弃火场，绝望濒死故事开场就是一记重锤。沈家真千金沈念，本该集万千宠爱于一身，却硬生生被养女沈婉儿鸠占鹊巢多年。心怀怨妒的沈婉儿竟丧心病狂地绑架沈念至废弃仓库，还丧心病狂地点燃大火，熊熊烈焰瞬间将逃生之路封死，生死一线间，沈念声嘶力竭地呼喊求救。赶来的父母、哥哥，眼神却只胶着在楚楚可怜的沈婉儿身上，毫不犹豫地奔向她，任由沈念被火海吞噬。那一刻，沈念的心比周身烈火还要灼痛，满心满眼只剩绝望，亲生骨肉的性命竟抵不过养女几滴鳄鱼的眼泪，亲情的崩塌来得猝不及防，也让屏幕前的我们跟着揪心不已。重生曙光：携恨归来，改写命运或许是老天都看不下去这份不公，沈念竟奇迹般重生到了三年前！重活一次，沈念眼底再没了昔日的怯懦，只剩决然——这一世，绝不再做任人拿捏的软柿子，定要把那些亏欠她的，通通讨回来。重生归来的她，多了几分前世没有的果敢，洞悉先机、步步为营，入学、社交、学业，桩桩件件都处理得游刃有余，成功撕下沈婉儿“乖乖女”的伪装，让家人瞥见养女的阴暗面。可沈家多年偏听偏信，偏见哪能轻易消除？沈念每一次揭露真相都像是一拳打在棉花上，家人依旧半信半疑、摇摆不定，看得人直咬牙。好在，命运虽给她开了个残酷玩笑，却也留了一扇温柔窗——小叔沈御琛。小叔撑腰：偏爱成瘾，甜宠升级小叔沈御琛，堪称全剧最大惊喜。前世生死之际，是他逆着汹涌火势，义无反顾地将沈念抱出火海；重生后，更是化身“护崽狂魔”，无缝衔接守护沈念。他是沈家最清冷矜贵的存在，商场杀伐果断，手段雷厉风行，却唯独把满腔温柔都给了沈念。当沈念被家人误解、刁难，小叔会第一时间现身，用高大身躯将她护在身后，三言两语怼得那些人哑口无言；知晓沈念想创业自立，二话不说砸钱投资，还动用人脉为她铺路搭桥；逢年过节，别家团圆，沈家却将沈念晾在一旁，小叔便悄咪咪地带她出国度假，承包所有美好风景。沈御琛的爱从不宣之于口，却藏在晨起的营养早餐、熬夜的暖灯陪伴、受伤时的专属医药箱里。他会在沈念被流言蜚语困扰时，轻轻摸头安抚：“别管那些，小叔在”；生日宴上，家人遗忘，小叔却呈上亲手定制的限量珠宝，璀璨光芒映着沈念惊喜落泪的脸庞，甜度直接拉满。这份跨越辈分的宠溺，没有油腻感，只有恰到好处的深情，嗑起来那叫一个上头。复杂纠葛：亲情博弈，矛盾升级短剧最出彩的，还有对亲情关系的细腻刻画。沈家父母并非彻底冷血，只是多年错付感情，习惯偏袒沈婉儿的柔弱人设，一时转不过弯；哥哥夹在中间左右为难，对沈念有愧疚，却割舍不下与沈婉儿的“兄妹情”。每次家庭聚会都是修罗场，沈念冷眼相对，沈婉儿假哭卖惨，父母的斥责、小叔的回怼此起彼伏，矛盾冲突层层递进，将人性复杂、亲情多面剖析得淋漓尽致。一边是血浓于水却伤痕累累的原生家庭，一边是小叔毫无保留的偏爱呵护，沈念在其间挣扎、抉择，每一次情感拉扯都揪着观众的心。她渴望父母真正回头，又贪恋小叔给予的避风港，矛盾心理刻画入微，让我们仿若置身其中，跟着一同权衡、叹息。高能反转：终章揭秘，大快人心就在观众以为剧情走向是简单的复仇打脸时，短剧猝不及防甩出几个重磅炸弹。沈婉儿背后竟藏着神秘势力，多年伪装只为窃取沈家机密；沈念身世另有隐情，牵扯出上一辈的恩怨情仇；而小叔沈御琛，看似置身事外的守护者，实则身负重任，与沈家暗潮涌动的争斗紧密相连。剧情一路狂飙突进，真相层层剥开。沈念携手小叔，在商海、家族纷争里披荆斩棘，将沈婉儿和背后势力打得节节败退。昔日抛弃她的家人，终于看清养女真面，悔恨交加求原谅。沈念望着泪眼朦胧的父母兄长，心中五味杂陈，释然与不甘交织——迟来的亲情，还能否如初？小叔在旁，握紧她的手，似无声承诺：“往后有我”，为这场跌宕大戏画上温情句号，余韵悠长，惹人回味。",
    "chinese_title": "断亲后，小叔宠我入骨",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-23T04:28:16"
}