{
    "aka": [],
    "sid": "3724609",
    "cast": [
        {
            "url": "/celebrity/1303198/",
            "name": "Paul Carbonara Paul Carbonara",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0408399",
    "director": [
        {
            "url": "/celebrity/1301950/",
            "name": "Lawrence Jordan Lawrence Jordan",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2004"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0408399/",
    "imdb_votes": 33,
    "this_title": [
        "Blondie: Live by Request"
    ],
    "douban_link": "https://movie.douban.com/subject/3724609/",
    "imdb_rating": "7.1/10 from 33 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Amazon.comOriginally performed and broadcast for A&E on May 7, 2004 from Manhattan's John Jay College, Blondie: Live by Request finds New York City's cherished punk-popsters older, rounder, and still in possession--if not always in complete control--of the fire needed for credible performances of classics like \"Dreaming,\" \"Rapture,\" \"Call Me,\" and \"Heart of Glass.\" The 2004 Blondie includes founders Deborah Harry, Chris Stein, and Clem Burke solidly backed by Paul Carbonara (guitar), Kevin Topping (keyboards), and Leigh Foxx (bass). The disc's 17 tracks comprise Blondie's biggest hits, with \"Atomic\" notably absent and four cuts from 2003's Curse of Blondie (including a touching tribute to Joey Ramone) holding their own against the tried and true. Harry remains her flamboyant self, compensating for a diminishing vocal range with fresh phrasings and boundless pizzazz. Lead guitarist Stein seems lost at times, while drummer Burke plays tighter than ever, cementing the songs with a mix of disco sass and punk fervor. Keep your remote handy: caller requests and the show's vapid emcee get old fast.DVD sound is timbrally on target but dynamically compressed to within an inch of its life, but the mix breathes better in surround (Dolby or DTS) and it's easier on the ears in DTS. --Michael MikesellProduct DescriptionStudio: Uni Dist Corp (music) Release Date: 09/14/2004",
    "chinese_title": "Blondie: Live by Request",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-06T20:39:21"
}