{
    "aka": [
        "Legend of a Ghost"
    ],
    "sid": "3724985",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1908",
    "genre": [
        "悬疑",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2554648873.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1027802/",
            "name": "塞冈多·德·乔蒙 Segundo de Chomón",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0449307",
    "director": [
        {
            "url": "/celebrity/1027802/",
            "name": "塞冈多·德·乔蒙 Segundo de Chomón",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1908"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0449307/",
    "imdb_votes": 277,
    "this_title": [
        "La légende du fantôme"
    ],
    "douban_link": "https://movie.douban.com/subject/3724985/",
    "imdb_rating": "6.0/10 from 277 users",
    "trans_title": [
        "鬼魂传奇",
        "Legend of a Ghost"
    ],
    "douban_votes": "0",
    "introduction": "A young woman passing through a cemetery at night is suddenly startled by a voice coming from one of the graves. She wishes to rush away, but the ghost appearing compels her to remain. He explains to the terrified girl that she must go to the kingdom of Satan and get a bottle of the Water of Life, which she must bring back to him. The girl consents to do as he desires and starts forth on her expedition after the precious fluid. She summons a lot of soldiers and friends to her aid, and we follow the whole army down into the bowels of the earth. Arriving at the gate of Satan's kingdom, they mount a chariot of fire and, arriving at the devil's palace, give fight to the demons mounting guard over their king, and after having defeated them rush into the palace. Now Satan, seeing his life in peril, disappears in a cloud of smoke, and thunder, and is seen again as he dashes through his vast domains gathering together his people, and while they await the conquering chariot another fight ensues. The devil is beaten again and the bottle of life is stolen by the leader of the victorious army, and they are all about to depart when a terrible explosion takes place and the chariot and its occupants are dashed to the ground. All are killed: but the brave woman who undertook the expedition, and she goes forth alone, meeting on her way dragons and vampires, who try to stop her progress towards earth. She defeats them all, however, and arriving at the ghost's grave raps on the marble slab, the ghost appears, drinks the water and is immediately transformed into a beautiful prince. The last scene of this interesting film shows the happy marriage of the once-deceased man and the beautiful and courageous bride.",
    "chinese_title": "鬼魂传奇",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "La légende du fantôme",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-05-04T01:33:52"
}