{
    "aka": [
        "When the Eiffel Tower dreams, it contemplates the Bund"
    ],
    "sid": "37246817",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2918749389.jpg",
    "region": [
        "中国大陆",
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1456526/",
            "name": "布鲁诺·阿维兰 Bruno Aveillan",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1456526/",
            "name": "布鲁诺·阿维兰 Bruno Aveillan",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "2024-11-03(中国大陆)"
    ],
    "this_title": [
        "Quand la Tour Eiffel rêve, elle contemple le Bund"
    ],
    "douban_link": "https://movie.douban.com/subject/37246817/",
    "trans_title": [
        "当巴黎铁塔梦眺上海外滩",
        "When the Eiffel Tower dreams, it contemplates the Bund"
    ],
    "douban_votes": "0",
    "introduction": "Commissioned by Hantang Culture, the experimental film ‘When the Eiffel Tower dreams, it contemplates the Bund’, conceived and directed by Bruno Aveillan, brings together architecture and contemporary dance in a subtle, poetic dialogue that transcends the boundaries of time and space. Through a bold mise-en-scène, the film marries the rigorous lines of iconic buildings with the expressive fluidity of the human body, celebrating the meeting of two major aesthetic expressions: Art Deco architecture and the beginnings of modern dance, embodied by the free spirit of Isadora Duncan, the muse of this era of creative renewal.At the centre of this work, two contemporary dancers symbolically embody the two leading cities of Art Deco: Paris and Shanghai. The French dancer, played by Grace Lyell , and the Chinese dancer, played by Xiaoyi Liu , move in parallel in monumental sets emblematic of the two cities. Their movements, inspired by the avant-garde freedom of Isadora Duncan, resonate with the rigorous geometry of the Art Deco structures. This tension between architectural discipline and the freedom of human movement reflects the dialectical exchange at the heart of the exhibition: a constant conversation between the order imposed by architecture and the liberating expression of movement.Macei‘ s original music enriches the work, amplifying its poetic and dramatic dimension, while the fluid and elegant silk creations by designer Inna Zobova for innangelo sublimate the dancers’ gestures, extending the dialogue between tradition and modernity, offering a captivating visual echo to the choreography.The film explores profound dualities: rigidity and fluidity, past and present, East and West. The dancers, each embodying the essence of their own city, respond to each other’s movements, evoking a timeless, universal dialogue.",
    "chinese_title": "当巴黎铁塔梦眺上海外滩",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Quand la Tour Eiffel rêve, elle contemple le Bund",
    "douban_rating_average": 0,
    "update_at": "2025-07-16T00:43:14"
}