{
    "aka": [],
    "sid": "37247055",
    "cast": [
        {
            "url": "/celebrity/1529244/",
            "name": "Tez Ilyas Tez Ilyas",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2918750724.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1529244/",
            "name": "Tez Ilyas Tez Ilyas",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "73分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023(英国)"
    ],
    "this_title": [
        "Tez Ilyas: VICKED"
    ],
    "douban_link": "https://movie.douban.com/subject/37247055/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Full live hilarious stand up special from the UK's Tez Ilyas.Filmed at the iconic Leicester Square Theatre, London, Nov 2021.VICKEDArmed with his trademark cheek and uncompromising approach, Tez presents this slick, smart and subversive stand-up special.Star of Man Like Mobeen, The Tez O'Clock Show, Live at the Apollo and hit podcast TEZ Talks.‘Tez Ilyas’ political stand-up is candy floss with a razorblade inside: sweet and familiar at first, then shockingly, painfully sharp. It takes serious talent to pull off’ **** The Telegraph‘A mischievous show with serious intent – Ilyas has the slickness of U.S. comics, and the gags to back it up’ **** The Guardian‘Thoughtful but radiantly entertaining’ **** The Times‘Articulate, passionate, thoughtful – he is equally light entertainer and heavyweight pontificator’ **** London Evening StandardWritten, Created and Performed by Tez IlyasDirected by David GeliExecutive Producers: David Geli, Pollyanna McGirr and Tez IlyasScript Editor: Dave LongleyEnd Music supplied via Soundstripe and is composed by Ghost Beatz - FKMBVSEUZ563LMHO© Lucky 17 and BB2 Productions 2023. All Rights Reserved.",
    "chinese_title": "Tez Ilyas: VICKED",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-06T19:56:10"
}