{
    "aka": [],
    "sid": "37259301",
    "cast": [
        {
            "url": "/celebrity/1127900/",
            "name": "Rostislav Novák Rostislav Novák",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1543529/",
            "name": "Tomás Halík Tomás Halík",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105992/",
            "name": "Vanda Hybnerová Vanda Hybnerová",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1034333/",
            "name": "马丁·马斯卡 Martin Mysicka",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2919016207.jpg",
    "region": [
        "捷克"
    ],
    "writer": [],
    "director": [],
    "duration": "52分钟",
    "episodes": "",
    "language": [
        "捷克语"
    ],
    "playdate": [
        "2015(捷克)"
    ],
    "this_title": [
        "Bratři, synové Karla IV"
    ],
    "douban_link": "https://movie.douban.com/subject/37259301/",
    "trans_title": [
        "兄弟：查理四世的儿子们"
    ],
    "douban_votes": "0",
    "introduction": "V legendách a pohádkách různých národů nalezneme příběhy dvou bratrů, kteří se obrátili proti sobě. Vzpomeňme třeba na Kaina a Abela nebo sv. Václava a Boleslava. Hlavními hrdiny dokumentárního filmu režisérky Jolany Matějkové jsou synové Karla IV. – Václav IV. a Zikmund. Jejich vláda spadá do počátků evropské reformace. Životy těchto vladařů zásadně ovlivnil mistr Jan Hus. Film se zabývá nejen událostmi té doby, ale i psychologií hlavních postav, tématem ctižádostivého otce a vyvoleného syna, který nedosahuje otcových kvalit. Boří vžitá klišé o Zikmundovi, kterého Češi nazývali „Šelma ryšavá“, protože husité viděli obraz dobrého krále ve Václavu IV. Ve stejné době ale účastníci kostnického koncilu nazývají Zikmunda, který pomohl odstranit vládu tří papežů, „král Šalamoun“ a Václava IV. považují za neschopného opilce. Kvůli tomu, že se podílel na mučednické smrti Jana Nepomuckého, získal v církevních kruzích Václav IV. přezdívku „Nero“.Oba bratři byli bezesporu zajímavými osobnostmi. Václav vlastnil obrovskou knihovnu, miloval umění, ezoteriku a lov. Zikmund byl vzdělaný, mluvil devíti jazyky a po svém otci zdědil vlastnosti, které ho předurčovaly k tomu, aby byl dobrým panovníkem evropského významu.Dokument umožňuje nahlédnout na lucemburskou dynastii, ale i na českou reformaci v evropském rozměru a souvislostech. S koncem jedné vládnoucí dynastie evropského významu končí éra suverénní vlády jednoho panovníka a církevní moci. Češi se stávají průkopníky první vlny reformace, jejímž výzvám čelíme dodnes.",
    "chinese_title": "兄弟：查理四世的儿子们",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Bratři, synové Karla IV",
    "douban_rating_average": 0,
    "update_at": "2025-06-25T02:26:14"
}