{
    "aka": [],
    "sid": "37250032",
    "cast": [
        {
            "url": "/celebrity/1096017/",
            "name": "格雷厄姆·希尔 Graham Hill",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1189903/",
            "name": "戴蒙·希尔 Damon Hill",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2918827783.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt31502391",
    "director": [],
    "duration": "51分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2013-10-14(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt31502391/",
    "imdb_votes": 6,
    "this_title": [
        "Racing Through Time - Graham Hill"
    ],
    "douban_link": "https://movie.douban.com/subject/37250032/",
    "imdb_rating": "7.4/10 from 6 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "From his early life and subsequent successful racing career, all the way to his untimely death, this fascinating programme has all the action from all of the key races of one of Britain's most highly acclaimed champions.The Path to Formula One has never been simple or straight forward and Graham Hill was more aware of this than perhaps any other Formula One World Champion, as he succeeded against all the odds to reach the pinnacle of any extremely competitive sport. Only one driver has won the Formula One World Championship, the Indianapolis 500 and the Le Mans 24-hour Race, and that driver was Graham Hill. In this episode of Racing through Time the late Graham Hills wife, Bette Hill, tells the story of Grahams long career, his dogged determination, undoubted ability, and the personality that made him a British National sporting hero. From Grahams early life and subsequent successful racing career, all the way to his untimely death in November 1975, this fascinating programme has all the action from all of the key races of one of Britain's most highly acclaimed champions and is a fitting tribute to a true sporting legend.",
    "chinese_title": "Racing Through Time - Graham Hill",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-10-22T14:07:17"
}