{
    "aka": [],
    "sid": "37259467",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1019696/",
            "name": "肯·雅各布斯 Ken Jacobs",
            "@type": "Person"
        }
    ],
    "duration": "21分钟",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "2017(柏林电影节)"
    ],
    "this_title": [
        "Popeye Sees 3D"
    ],
    "douban_link": "https://movie.douban.com/subject/37259467/",
    "trans_title": [
        "大力水手看3D"
    ],
    "douban_votes": "0",
    "introduction": "Studying painting with Hans Hofmann had sensitized me to depth phenomena, to strange readings of depth including the most unnatural: flat. In 1964, I learned of the Pulfrich Effect and gained access to wholly illusionistic depth way beyond indication. This led in 1975 to my partner Flo and I beginning to explore the Nervous System, performing with two stop-motion film projectors to superimpose sequential film frames showing different perspectives for extended periods of time. A spinning shutter between projectors activated the compound image onscreen, introducing depths available even to a single eye but strange, uncanny; nuts. In 2000 we switched to digital processes, we patented our discoveries for the new medium and exploration continued, continues. Eternalisms show stereo photographs, their two close perspectives joined via computer to display as a single ongoing dimensional image that can be seen without glasses. Not to be trusted for a moment but interesting. Popeye Sees 3D is a display of some of these images.",
    "chinese_title": "大力水手看3D",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Popeye Sees 3D",
    "douban_rating_average": 0,
    "update_at": "2025-05-16T19:26:40"
}