{
    "aka": [],
    "sid": "3726292",
    "cast": [
        {
            "url": "/celebrity/1038341/",
            "name": "Wade Davis Wade Davis",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2222865003.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1038341/",
            "name": "Wade Davis Wade Davis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1303179/",
            "name": "Peter von Puttkamer Peter von Puttkamer",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0822803",
    "director": [
        {
            "url": "/celebrity/1303179/",
            "name": "Peter von Puttkamer Peter von Puttkamer",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008-04-19"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0822803/",
    "imdb_votes": 157,
    "this_title": [
        "Peyote to LSD : A Psychedelic Odyssey"
    ],
    "douban_link": "https://movie.douban.com/subject/3726292/",
    "imdb_rating": "7.3/10 from 157 users",
    "trans_title": [
        "迷幻奥德赛"
    ],
    "douban_votes": "0",
    "introduction": "http://www.douban.com/group/topic/9522772/http://psychedelicadventure.blogspot.com/2008/11/peyote-to-lsd-psychedelic-odyssey.htmlA History Channel documentary on the ancient history and ritualistic initiation of psychedelics. Richard Evans Shultes (The Real Indiana Jones), the legendary ethno-botanist who brought to the western world a new look at the medicinal use of plants from the rain forests of the Amazon and the psychedelic experience which has been a pivotal aspect of man's evolution through the ages.Join a journey to retrace the eye-opening explorations and mind-bending discoveries of modern-day adventurer and scientist Richard Evans Schultes.Based on the groundbreaking discoveries of revolutionary ethno-botanist Richard Evans Schultes.Two hour documentary filmed on location in five different countries.Host Wade Davis, Schulte's protégé, is a National Geographic Explorer-in-Residence.Learn the secrets of shamans and medicine men. Retrace the thrilling explorations that revealed their ancient knowledge to the developed world. Sit at the knee of the man who brought their wisdom out of the jungle. In the 40s and 50s, when the Amazon was still a deeply mysterious, untracked region, Richard Evans Schultes followed the guidance of native experts — tribal healers, shamans, mystics — to find botanical treasure. For months at a time he combed the jungle, collecting thousands of samples and discovering plants unknown to the modern world, many of which produced fantastic chemical compounds with strong effects on our bodies... and our minds. In this ambitious feature-length documentary, renowned botanist, explorer and author Wade Davis (\"The Serpent and the Rainbow\") reconstructs the travels and discoveries of his great mentor Schulte, the Father of Ethnobotany. Our associations with psychedelics, the hippies, raves, and seamier drug culture, ignore the ancient legacy and cultural significance of hallucinogenic substances and other plant-derived medicines. PEYOTE TO LSD journeys from native ceremonies to laboratories in Switzerland exploring the evolution of psychedelic substances from sacred plants to modern psychotropics. Legendary writers, musicians and Beat Poets offer insight into the counterculture and mainstream influence of botanical compounds.",
    "chinese_title": "迷幻奥德赛",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Peyote to LSD : A Psychedelic Odyssey",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-05-31T15:22:40"
}