{
    "aka": [
        "Die Paten von Amerika",
        "美國教父：五大家族"
    ],
    "sid": "37276076",
    "cast": [
        {
            "url": "/celebrity/1002729/",
            "name": "迈克尔·因佩里奥利 Michael Imperioli",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "纪录片",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2919516173.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt33054614",
    "director": [],
    "duration": "86分钟",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-08-11(美国)",
        "2024-10-06(英国)",
        "2024-11-15(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt33054614/",
    "imdb_votes": 269,
    "this_title": [
        "American Godfathers: The Five Families Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/37276076/",
    "imdb_rating": "7.7/10 from 269 users",
    "trans_title": [
        "Die Paten von Amerika",
        "美國教父：五大家族"
    ],
    "douban_votes": "0",
    "introduction": "“American Godfathers: The Five Families,” executive produced and narrated by Emmy Award®-winning actor Michael Imperioli is a three-part, six-hour documentary series exploring the inception, rise, and fall of New York City’s five Mafia families who over a fifty-plus-year period had a hand in every facet of organized crime in America from bootlegging and drug trafficking to extortion and gambling. Based upon Selwyn Raab’s New York Times best-seller “Five Families: The Rise, Decline and Resurgence of America’s Most Powerful Mafia Empires,” “American Godfathers: The Five Families” traces the extensive history of the Mafia beginning with its early ties to Sicily. The history and subsequent breakdown of the “omerta” code coupled with the ever-changing violent power struggles within each of the five families is vividly chronicled throughout each two-hour episode. Through investigative archival images, footage, audio recordings, and recreation as well as new, candid on-camera interviews with authors including Raab himself, historians, experts, law enforcement, witnesses, and former mafia affiliates, viewers will get an inside look at the inner workings of the most powerful criminal organization of the twentieth century.S1 E1 Death of The Old RulesS1 E2 Rise of The New DonsS1 E3 The Last Don",
    "chinese_title": "American Godfathers: The Five Families Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-04-26T13:11:45"
}