{
    "aka": [],
    "sid": "37295062",
    "cast": [
        {
            "url": "/celebrity/1539586/",
            "name": "比阿特丽斯·施耐德 Beatrice Schneider",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1554206/",
            "name": "Heather Bambrick Heather Bambrick",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1598553/",
            "name": "米洛·托里尔-麦吉本 Milo Toriel-McGibbon",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "喜剧",
        "动画",
        "家庭",
        "儿童",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2919820949.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt29922560",
    "director": [],
    "duration": "23分钟",
    "episodes": "14",
    "language": [
        "英语",
        "西班牙语"
    ],
    "playdate": [
        "2024-11-14(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt29922560/",
    "imdb_votes": 164,
    "this_title": [
        "Carl the Collector Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/37295062/",
    "imdb_rating": "8.4/10 from 164 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "CARL THE COLLECTOR follows the everyday adventures of Carl, a warm-hearted autistic raccoon who enjoys collecting things and loves his friends and family in Fuzzytown.In each episode, Carl and his friends work and play together. In the process they find out what makes each of them who they are. For example, Carl pays extraordinarily close attention to detail and comes up with unique ideas that others might not consider. These traits have helped him amass his extensive collections — from autographs and bottle caps to fake mustaches, pet rocks, sweaters, and virtually everything in between — which can come in handy for solving problems around the neighborhood with his friends.Carl’s friends include Sheldon, an empathetic beaver with a knack for connecting people and a soft spot for the underdog. As Carl’s best friend, he is attuned to Carl’s unique logic and ways of looking at the world, sometimes helping him navigate complex social nuances when necessary. Carl’s friend Lotta, a quiet and self-assured fox, is also autistic. She experiences hypersensitivity to loud sounds, powerful smells, and certain food textures, and has exceptional talents in art and music. Other friends include Nico and Arugula, identical twin bunny sisters whose personalities couldn’t be more different, making their quest to define their individual identities extra complicated. And Forrest, a hyperactive and impulsive squirrel with a tree nut allergy, who is always down for an impromptu adventure.Through its relatable stories, characters, and messages, and with a production team that includes neurodiverse writers, production staff, animators, advisors, and voice talent, CARL THE COLLECTOR showcases and celebrates our differences and commonalities, and that we all have something unique to offer.Target Audience: 4-7 YearsProduction Company: Fuzzytown Productions, Spiffy Pictures",
    "chinese_title": "Carl the Collector Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.4,
    "douban_rating_average": 0,
    "update_at": "2026-02-11T02:26:30"
}