{
    "aka": [
        "A Call to Father"
    ],
    "sid": "37309325",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2920198589.jpg",
    "region": [
        "哈萨克斯坦"
    ],
    "writer": [
        {
            "url": "/celebrity/1277333/",
            "name": "塞里克·阿匹瑞莫夫 Serik Aprimov",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt7141118",
    "director": [
        {
            "url": "/celebrity/1277333/",
            "name": "塞里克·阿匹瑞莫夫 Serik Aprimov",
            "@type": "Person"
        }
    ],
    "duration": "103分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2017-08-11(哈萨克斯坦)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7141118/",
    "this_title": [
        "Äkege qoñıraw şalw"
    ],
    "douban_link": "https://movie.douban.com/subject/37309325/",
    "trans_title": [
        "A Call to Father"
    ],
    "douban_votes": "0",
    "introduction": "This is the story of a six-year-old boy who lived in a formerly prosperous mining village, but after the collapse of the Soviet Union, the mine was closed and his father and mother were left without work. His father earns by selling bricks of abandoned houses. The boy lives in his fictional world. He dreams about school, but he has attention deficit hyperactivity disorder (ADHD). This diagnosis is made by a local doctor at the beginning of the film. This is the beginning of his drama. His mother hates and despises him, as if he is the culprit of her poor and unhappy life. Tender attempts by his father to protect him do not bring anything. In addition, his father is a drunkard. The boy has an older brother: smart and beautiful, the hope of the family. But unfortunately, the elder brother is tragically dying. This leads to the disintegration of the destructive family. A mother leaves her family and goes to another man. The boy remains with his father a drunkard for a long six years. The father, with a bribe, manages to send boy to a local school. The boy can not learn like all children. He dreams of studying in the city, living in an orphanage. Father understands that the boy is right. As the only son, there is no future with the father of a drunkard. The father calls the city, the sister of his ex-wife and asks her to take his son from him. She comes and takes her son ... Twenty years later, the son calls his father. He hears the voice of his son, who is already 32 years old.",
    "chinese_title": "Äkege qoñıraw şalw",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-12T02:26:10"
}