{
    "aka": [],
    "sid": "37303767",
    "cast": [
        {
            "url": "/celebrity/1207439/",
            "name": "Roman Zach Roman Zach",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1462998/",
            "name": "翁德雷·诺瓦克 Ondrej Novák  ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1056455/",
            "name": "Milan Bahúl Milan Bahúl",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1520117/",
            "name": "扬·扬科夫斯基 Jan Jankovský",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1250436/",
            "name": "Lukas Juza Lukas Juza",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054875/",
            "name": "约瑟夫·阿布汉姆 Josef Abrhám",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1175682/",
            "name": "Vilém Udatný Vilém Udatný",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "传记",
        "历史",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2920034208.jpg",
    "region": [
        "捷克",
        "斯洛文尼亚",
        "斯洛伐克",
        "塞尔维亚",
        "意大利",
        "塞浦路斯"
    ],
    "writer": [],
    "imdb_id": "tt19799490",
    "director": [
        {
            "url": "/celebrity/1046618/",
            "name": "切赫·尼古拉耶夫 Petr Nikolaev",
            "@type": "Person"
        }
    ],
    "duration": "53分钟",
    "episodes": "4",
    "language": [
        "捷克语",
        "斯洛伐克语",
        "俄语",
        "德语",
        "意大利语",
        "英语"
    ],
    "playdate": [
        "2013-05-25(捷克)",
        "2013-06-29(捷克电视台)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt19799490/",
    "imdb_votes": 9,
    "this_title": [
        "Cyril a Metodej - Apostolové Slovanu"
    ],
    "douban_link": "https://movie.douban.com/subject/37303767/",
    "imdb_rating": "7.0/10 from 9 users",
    "trans_title": [
        "西里尔和美多德：斯拉夫人的使徒"
    ],
    "douban_votes": "0",
    "introduction": "Příběh z 9. století popisuje počátky šíření křesťanství na Moravě a v sousedních zemích. Hlavními postavami hraného dokumentárního dramatu a celovečerního filmu jsou věrozvěsti Konstantin Filozof (známý pod mnišským jménem Cyril) a jeho bratr Metoděj, kteří byli svatořečeni a jsou označováni jako Apoštolové Slovanů.Děj čtyřdílného televizního seriálu sleduje významný úsek dějin Byzantské říše a dějin Moravy mezi lety 826 až 885. Vyskytují se zde však drobné nepřesnosti a zjednodušení, které plně nekorespondují s historickými fakty.1. dílPrvní díl popisuje dramatické okamžiky z dětství a mládí bratrské dvojice ze Soluně, jejich osudy v Byzanci a první misijní cesty k Saracénům a k Chazarům, kde mj. naleznou ostatky čtvrtého papeže Klimenta I. z moře, kde zemřel mučednickou smrtí v r. 101. Film zároveň popisuje Konstantinovu účast v tehdejších obrazoboreckých sporech, které v té době zasáhly Byzantskou říši, a podivuhodné osudy Metoděje v době, kdy byl archontem na neklidné půdě Strymonské správní oblasti (zvané thema), která byla zmítána četnými vzpourami.2. dílPo žádosti vládce Moravy Rostislava o vyslání biskupů a učitelů pravé křesťanské víry na území Moravy film líčí výjimečný příběh vzniku staroslovanského písma (glagolice) a první překlady nejdůležitějších knih. Poté, co je popsána náročná pouť Konstantina a Metoděje z Konstantinopole na Moravu, začíná dramatický boj o prosazení slovanské liturgie na Moravě a v Blatensku. Kromě šíření křesťanství a budování samostatné moravské církevní organizace pokládají základ právního státu podle řecké Eklogy s přihlédnutím k místním podmínkám.3. dílVěrozvěstové při své misijní činnosti narážejí na pohanské přežitky a na odpor latinských kněží a východofranského krále Ludvíka II. Němce. Zakládají církevní školu, zavádějí slovanské písemnictví, šíří křesťanství a obhajují slovanskou liturgii před benátským kněžstvem, akvilejským patriarchou i samotným papežem v Římě. Vážně nemocný Konstantin však v Římě unaven a vysílen umírá a po jeho smrti se pokračování misijního díla ujímá Metoděj, který je jmenován prvním moravským arcibiskupem a papežským legátem. Mezitím však na Moravě dojde ke zvratu a sporu mezi Rostislavem a jeho synovcem Svatoplukem. Rostislav se dostane s pomocí Svatopluka do franského zajetí, je oslepen a uvězněn.4. dílFrankové zajmou také arcibiskupa Metoděje, kterého ve své nenávisti odsoudí a uvrhnou do vězení v otevřené zamřížované jámě v klášteře ve švábském Ellwangenu, kde má navždy zmizet ze světa. Je uvězněn i Svatopluk a na Moravu jsou jako správci dosazena franská markrabata Wilhelm a Engilšalk. Moravané se vzbouří a vyvolají mohutné povstání v čele se Svatoplukovým příbuzným Slavomírem, které je schopen potlačit pouze Svatopluk. Je tedy propuštěn z vězení a postaven do čela silného vojska. Svatopluk však přeběhne na stranu Moravanů, kteří pak pobijí všechny franské vojáky. Po zásahu papeže Jana VIII.. jsou bavorští biskupové přinuceni Metoděje po dva a půl roce propustit a arcibiskup se konečně vrací na Moravu, aby pokračoval v započatém díle.Svatopluk se stal nezávislým vládcem Velké Moravy a jako vynikající válečník a mimořádně schopný panovník postupně rozšiřuje území Velké Moravy o další území. Metoděj prokazuje organizační a správní schopnosti a pracuje na překladech další literatury do slovanského jazyka. Téměř neustále však musí čelit intrikám latinských kněží, v čemž vyniká především kněz Wiching, jemuž se s pomocí Svatopluka podaří získat biskupský stolec v Nitře. Po změně na papežském stolci a především sérii Wichingových intrik nakonec Metoděj ztratí podporu Říma, kde byl mezitím jmenován nový papež Štěpán V. Ještě před svou smrtí označí Metoděj za svého nástupce Gorazda, jednoho ze svých nejlepších učedníků, ale jeho nepřátelům se díky podvrženému dopisu podaří po smrti Metoděje dosáhnout vyhnání všech slovanských učedníků z Moravy. Přesto dílo obou bratrů pokračuje v jiných slovanských zemích, především na Balkáně a ve východní Evropě, přetrvá věky a podstatným způsobem ovlivní evropské dějinné události.",
    "chinese_title": "西里尔和美多德：斯拉夫人的使徒",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Cyril a Metodej - Apostolové Slovanu",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-05-06T19:56:08"
}