{
    "aka": [
        "Lord Mito Pt.3",
        "Mito Komon: Tenka no osodo"
    ],
    "sid": "37302834",
    "cast": [
        {
            "url": "/celebrity/1008291/",
            "name": "大河内传次郎 Denjirô Ôkôchi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316714/",
            "name": "里见浩太朗 Kotaro Satomi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1043104/",
            "name": "山城新伍 Shingo Yamashiro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002033/",
            "name": "近卫十四郎 Jushiro Konoe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1361243/",
            "name": "品川隆二 Ryûji Shinagawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1337709/",
            "name": "花園ひろみ Hiromi Hanazono",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1288183/",
            "name": "加藤祐司 Yuji Kato",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049450/",
            "name": "坂东好太郎 Kôtarô Bandô",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1039569/",
            "name": "堺骏二 Shunji Sakai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1349556/",
            "name": "高松锦之助 Kinnosuke Takamatsu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1024861/",
            "name": "阿部九州男 Kusuo Abe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348515/",
            "name": "大邦一公 Ichirô Okuni",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1600783/",
            "name": "三原有美子 Yumiko Mihara",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1960",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1366461/",
            "name": "结束信二 ",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt11865060",
    "director": [
        {
            "url": "/celebrity/1522011/",
            "name": "深田金之助 Kinnosuke Fukada",
            "@type": "Person"
        }
    ],
    "duration": "75分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1960-12-27(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11865060/",
    "this_title": [
        "水戸黄門 天下の大騒動"
    ],
    "douban_link": "https://movie.douban.com/subject/37302834/",
    "trans_title": [
        "Lord Mito Pt.3",
        "Mito Komon: Tenka no osodo"
    ],
    "douban_votes": "0",
    "introduction": "初春の長閑な東海道にこれまた麗らかな旅姿の三人連れは、お馴染み黄門さまに格さん助さんの名物トリオ。白鷹三十万石の新領主となった将軍家の若君･菊太郎の名君ぶりを是非一目と、はるばる水戸から旅立った黄門さまトリオだったが、白鷹藩に近づくにつれ、何か不穏な空気が三人の行く手に漂いはじめた。その手はじめに姿を現したのは、いなご小僧の四郎吉とばったのお吉の異名で知られる江戸っ子スリ。もっともこの二人の目的は、助さんの懐にずっしりと眠る道中費だったが、もう後二人、一行の後を見え隠れについてくる浪人者の正体は不気味だった。一人は塚原小次郎と名乗る年頃二十四、五のすこぶるつきの美男子で、今一人は丹上右近といい隻手ながら凄味のある剣客風の侍である。いつもながらの気まま宿をとった黄門さまトリオは、同じ宿に黄門さま主従と名乗る三人連れが泊まり合わせているのを知って興味津々。だがその夜、ニセ黄門トリオは、覆面姿の一団の手によってあえない最後を遂げてしまった。「盗人たちも私たちの姿をしなければ、恐らく殺されずに済んだぞ」とさすがは黄門さま、いち早く何者かの殺意に気づいた。一夜明ければ今日も日本晴れ、何か心せく旅に変わって足を早める黄門さまトリオを相も変わらず四人の尾行者たちがピッタリとくっついていく。だが街道沿いの松林で、いなご小僧の四郎吉が商売仇のばったのお吉を出し抜いて、見事助さんの道中費をすりとった途端、三対四の均衡が崩れてしまった。「えぇい待て、待て！」と必死の勢いで助さんとお吉が四郎吉を追って行ったその後で、ジリジリと黄門さまと格さんに迫ってきた小次郎と右近、あわや黄門さまの頭上に凶刃がと思われたが、火花を散らしたのは小次郎、右近の白刃だった。実力伯仲、両者譲らず凄まじく斬り合う二人を残し、黄門さまと格さんは逃げるが勝ちと姿を消してしまった。一方、四郎吉の姿を見失った助さんはお吉に絡んでみたものの、軽くいなされて男を下げた上、いかさまバクチに引っかかり身ぐるみはがれて表に放り出されてしまった。それを助けたのは娘芝居の初雪一座、気風のいい座頭の初雪太夫の情けで、衣服を整え、久しぶりに食事にもありついてホッと一息の助さん。さて御難続きなのは後に残された黄門さまと格さん。空腹を抱えて助さんの姿を探し求めているうちに、初雪一座の小屋の前で例のニセ黄門トリオを襲った暗殺団に包囲されてしまった。実はこの暗殺団、地獄の刺客と呼ばれる白鷹藩の家老･瀬戸山大典の手のもの。大典は先君御台所･紫の方との不義密通でもうけた幼子を跡目に立てて藩の実権を掌中におさめようと謀み、将軍家より天下り式に家督を継いだ菊太郎君を幽閉、密かに暗殺の機会を狙っていた。だが、菊太郎君も大典の裏をかき、忠臣･相川新八郎に命じて天下の副将軍の来藩を依頼したが、早くもその動きを察知した大典が黄門さまトリオに刺客をさし向け、陰謀の発覚を未然に防ごうとしたのである。それを見つけた隻手の右近、白刃ひっさげ刺客団の真っ只中に踊り込もうとした瞬間、その刃をがっしりと受け止めたのは、例の美剣士･小次郎。「動くな、儂が相手をしてやる」「こ奴、また出おったな、来い！」好敵手同志、前にもまして激しい立ち回りが始まった。斬る、斬る、斬る、二組の大乱闘に町中は大騒ぎ。そこへ急を知った助さんが「御隠居さまー」と駆けつけての大奮闘にタジタジの刺客団。とそこへ走り込んできた刺客の一人、「堀口殿、ただいま宿場に真の黄門主従らしき者が城の相川に案内されて―――」の報告でたちまち暗殺団は姿を消してしまった。初雪太夫の部屋に憩う黄門さまの前に平伏した隻手の右近、実は水戸藩指南役として、新規に雇われた丹上右近と名乗れば、美剣士･小次郎も、柳生道場師範代理として黄門さまの道中警護を幕府より命ぜられた者と身分を明かした。昨日の敵は今日の友。同じ警護役同志の右近と小次郎はがっしり手を握り合った。その頃、白鷹城では大典の陰謀成就が近づきつつあった。今日は領民代表が新年の賀詞を述べに集まる日。不義の子の跡目相続を宣言しようと菊太郎君の毒殺方を指示したが、相川の妹･綾乃の機転が若殿の命を救った。とも知らず領民の前にしずしずと歩を運ぶ大典。とその行く手に立ちふさがったのは黄門さまと助さん格さん。とっさに忠臣ぶる大典の眼前に右近、小次郎に救出された菊太郎がすっくと立った。今はこれ迄と斬りかかる大典一派を斬って、斬って、斬りまくる黄門さまトリオに右近、小次郎。初雪一座の人々や、四郎吉、お吉の声援に菊太郎君の一刀が見事に決まり、大典は朱に染まって倒れた。「紫の方は尼に、幼子は私の弟として立派に育てましょう」菊太郎の優しい言葉に「天晴れ、天晴れ」とうなずく黄門さま。そこへ相川新八郎が第三の黄門トリオを連れて乗り込んできた。実はこの三人は身代わり黄門。窮屈な事が大嫌いな黄門さまは、身代わり黄門をお城に残してさっさと退散してしまった。今日もまた日本晴れ。初雪太夫と並んで旅を行く黄門さまはどうしてどうしてまだまだお若い。こののどかな黄門トリオこそ本物である事を知っているのはスリの四郎吉だけ。だが黄門さまにすっかり惚れこんでいる四郎吉の事、決してその事実を他人に話す気遣いはないだろう。",
    "chinese_title": "水戸黄門 天下の大騒動",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-30T09:26:41"
}