{
    "aka": [],
    "sid": "37315458",
    "cast": [
        {
            "url": "/celebrity/1019687/",
            "name": "安娜·卡尤齐茨 Anna Kazyuchits",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1394747/",
            "name": "Yuriy Nifontov Yuriy Nifontov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1551450/",
            "name": "Aleksandr Samoylov Aleksandr Samoylov",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2920406875.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [],
    "director": [],
    "duration": "52分钟",
    "episodes": "4",
    "language": [
        "俄语"
    ],
    "playdate": [
        "2010-02-22(俄罗斯)"
    ],
    "this_title": [
        "Тухачевский: Заговор маршала"
    ],
    "douban_link": "https://movie.douban.com/subject/37315458/",
    "trans_title": [
        "图哈切夫斯基：元帅的阴谋"
    ],
    "douban_votes": "0",
    "introduction": "Трагическая судьба Тухачевского и его соратников всегда вызывала огромный общественный интерес и ожесточенные споры. Один из самых ярких героев Гражданской войны, победитель Колчака и Деникина, был в одночасье объявлен главарем военно-фашистского заговора и казнен. Спустя два десятилетия маршала полностью реабилитировали за отсутствием состава преступления. Но завеса тайны над его судьбой так и не была приоткрыта. Было лишь известно, что в 20-х и 30-х годах Тухачевский остро и на протяжении многих лет конфликтовал с наркомом обороны К.Е.Ворошиловым, чьим заместителем являлся. Широко известен случай, когда Тухачевский в присутствии Сталина обвинил наркома Ворошилова в профнепригодности.Маршал Тухачевский, командармы 1-го ранга Уборевич и Якир, командарм 2-го ранга Корк: эти имена – особенно в перестроечные годы, когда в обществе с новой силой вспыхнул интерес к теме сталинских репрессий – были у каждого на слуху. Но никто не знал: был ли реальный заговор или нет. Подлинных документов, рассказывающих о \"деле Тухачевского\", либо не существовало, либо они тогда не публиковались.Фильм \"Тухачевский. Заговор маршала\" исходит из того, что заговор был и имел шансы на успех. Тухачевский представлен в фильме фигурой сильной и неоднозначной. Каким он и являлся в действительности.\"При написании сценария, - рассказывает главный автор и сопродюсер картины Алексей Волин, - мы, соединив несколько точек зрения на эти исторические события, нашли свою версию. Я абсолютно уверен в том, что заговор действительно был. Если предположить, что маршалы и генералы отправились на смерть просто, как скот на убой, ничего не попытавшись сделать, то грош цена таким маршалам и генералам. К тому же, конфликт Тухачевского с Ворошиловым носил открытый характер, а во многих мемуарах современников содержатся факты, которые указывают на серьезное недовольство маршала Сталиным. Поэтому речь скорее всего идет не о том, был ли заговор, а о его масштабах и числе его участников\".",
    "chinese_title": "图哈切夫斯基：元帅的阴谋",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Тухачевский: Заговор маршала",
    "douban_rating_average": 0,
    "update_at": "2025-07-15T00:42:39"
}