{
    "aka": [
        "Evolving Vegan with Mena Massoud",
        "進化中的素食者(港)"
    ],
    "sid": "37317452",
    "cast": [
        {
            "url": "/celebrity/1377224/",
            "name": "梅纳·玛索德 Mena Massoud",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1393866/",
            "name": "莉莉·辛格 Lilly Singh",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "真人秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2920453238.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt21614490",
    "director": [],
    "duration": "42分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-03-30(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt21614490/",
    "imdb_votes": 143,
    "this_title": [
        "Evolving Vegan Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/37317452/",
    "imdb_rating": "6.6/10 from 143 users",
    "trans_title": [
        "Evolving Vegan with Mena Massoud",
        "進化中的素食者(港)"
    ],
    "douban_votes": "0",
    "introduction": "CTV Life Channel and Crave delve into the exploding vegan food scene across North America, with the launch of all-new Bell Media Studios original series, EVOLVING VEGAN, Thursday, March 30 at 8 p.m. ET. Hosted and executive produced by Mena Massoud (Aladdin), EVOLVING VEGAN is inspired by his online project of the same name, which itself has evolved into a cookbook, and now, an inspiring travel series exploring beautiful meals, talented chefs, and restauranteurs who are making plant-based living delicious and accessible.Throughout the six, one-hour episodes, Massoud takes viewers on a plant-based escape, and serves up a refreshed look at a flourishing food scene in Los Angeles, Austin, Mexico City, Vancouver, Portland, and Toronto.In Episode 1, Massoud explores the plant-based food scene in Los Angeles and restaurant-hops with friends Lilly Singh and Laura Marano, indulging in elevated vegan French pastries, “pastrami” sammies, Thai “chicken” wings, and unbelievable “carne” asada.About Mena Massoud:Mena was born in Cairo and immigrated to Toronto with his parents and two sisters at the age of three. He began his post secondary studies in neuroscience before transferring schools and programs and graduating with a BFA in theatre.He is an actor, author, and entrepreneur. He has founded Evolving Vegan, a project which aims at making veganism accessible to all and has also launched a non-profit organization to aid underrepresented artists, the EDA (Ethnically Diverse Artists) Foundation.The billion-dollar, international success of Aladdin inspired Mena to create Press Play Productions to continue paving the way for diverse artists and stories.EVOLVING VEGAN is produced by Bell Media Studios. Jennifer Couke and Michelle Crespi are Executive Producers for Bell Media Studios. Mena Massoud and Ali Mashayekhi are Executive Producers for Press Play Productions. For Bell Media, Pat DiVittorio is Vice-President, CTV and Specialty Programming. Justin Stockman is Vice President, Content Development & Programming. Karine Moses is Senior Vice-President, Content Development & News and Vice Chair, Québec, Bell. Worldwide distribution is handled by Brian Blazik, Senior Lead, Content & Sales, for Bell Media Distribution.1. Los Angeles, CA2. Portland, OR3. Vancouver, BC4. Mexico City, MX5. Austin, TX6. Toronto, ON",
    "chinese_title": "Evolving Vegan Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-07-16T21:35:33"
}