{
    "aka": [
        "Evolving Vegan with Mena Massoud",
        "進化中的素食者(港)"
    ],
    "sid": "37317446",
    "cast": [
        {
            "url": "/celebrity/1377224/",
            "name": "梅纳·玛索德 Mena Massoud",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2024",
    "genre": [
        "真人秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2920453426.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt31988036",
    "director": [],
    "duration": "42分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2024-04-17(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt31988036/",
    "imdb_votes": 13,
    "this_title": [
        "Evolving Vegan Season 2"
    ],
    "douban_link": "https://movie.douban.com/subject/37317446/",
    "imdb_rating": "5.5/10 from 13 users",
    "trans_title": [
        "Evolving Vegan with Mena Massoud",
        "進化中的素食者(港)"
    ],
    "douban_votes": "0",
    "introduction": "The plant-based adventures continue as the CTV Life Channel original series, EVOLVING VEGAN, returns for its second season beginning April 16 with new episodes. Recently nominated for Best Host, Lifestyle for Season 1 of EVOLVING VEGAN at the 2024 Canadian Screen Awards, Mena Massoud (Aladdin) takes viewers to new dynamic destinations, exploring diverse approaches to vegan cuisine in each locale, illustrating how talented chefs and restaurateurs are making plant-based food delicious and accessible.Over the course of six, all-new hour-long episodes, Massoud explores the vibrant plant-based food scenes of Philadelphia, Montréal, Miami, Las Vegas, New Orleans, and Tokyo. Along the way, Massoud experiences local vegan cuisine with guests and experts, including famed magician and actor Penn Jillette; comedian Maz Jobrani; educator and food historian Zella Palmer; and New York Times best selling cookbook authors Carleigh Bodrug and Radhi Devlukia.EVOLVING VEGAN is produced by Bell Media Studios. For Bell Media Studio, Jennifer Couke and Michelle Crespi are Executive Producers. Eva Filomena is Series Producer. Mena Massoud and Ali Mashayekhi are Executive Producers for Press Play Productions. For Bell Media, Pat DiVittorio is Vice-President, CTV and Specialty Programming. Justin Stockman is Vice President, Content Development & Programming. Karine Moses is Senior Vice-President, Content Development & News and Vice Chair, Québec, Bell. Worldwide distribution is handled by Brian Blazik, Senior Lead, Content Sales, for Bell Media Distribution.",
    "chinese_title": "Evolving Vegan Season 2",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.5,
    "douban_rating_average": 0,
    "update_at": "2025-07-15T17:15:18"
}