{
    "aka": [
        "熊寶貝訓練營(港)"
    ],
    "sid": "37311495",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2920443707.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "52分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2025-03-09(加拿大)"
    ],
    "this_title": [
        "Cub Camp Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/37311495/",
    "trans_title": [
        "熊寶貝訓練營(港)"
    ],
    "douban_votes": "0",
    "introduction": "Every spring, Judy and Roger Stearns welcome about thirty black bear cubs into their home. The smallest arrive blind and helpless, tiny enough to fit in the palm of a hand. These orphans depend entirely on the Stearns for round-the-clock care during their first few weeks. The work is challenging, and the Stearns cover all expenses for the cubs' needs. By year’s end, the cubs are ready to return to the wilderness. Until then, they must learn the hard lessons of survival at Cub Camp.Cub Camp offers a glimpse into one of North America's most successful black bear rehabilitation programs, following the cubs from rescue to release. The story focuses on the Stearns, who took it upon themselves to provide a haven for young bears with nowhere else to go. As the snow melts, Judy and Roger remain on 24-hour standby, waiting for Manitoba Conservation’s call to action. When the cubs arrive, the Stearns' hands are full. Whether abandoned or orphaned, the cubs are traumatized and in need of care. They are bottle-fed and sheltered in an indoor enclosure where they can safely play.By the time the bears are moved outdoors and human contact is limited, they have developed distinct personalities. Some are shy and cautious, while others are playful troublemakers. Under the Stearns' watchful eye, monitored through a network of cameras, the bears spend hours wrestling, eating, swimming in the enclosure pool, and climbing the oak trees in their large compound. These activities build the strength and critical skills needed for independence. Before winter, each bear is outfitted with a radio collar and released into the wild, ready for a second chance at survival. Through their tireless efforts, the Stearns ensure every cub leaves Cub Camp stronger, healthier, and prepared for the challenges of life in the wilderness.S01 E01 The Littlest CubS01 E02 Meet the X-GirlsS01 E03 Becoming a BearS01 E04 Victor Goes WildS01 E05 A Bear's ThanksgivingS01 E06 Goodbye CampersProducer: Merit Motion Pictures",
    "chinese_title": "Cub Camp Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-15T18:53:28"
}