{
    "aka": [
        "Intoxicant"
    ],
    "sid": "3732426",
    "cast": [
        {
            "url": "/celebrity/1275845/",
            "name": "金勤 Chin King",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1226703/",
            "name": "张榕容 Sandrine Pinna",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1043815/",
            "name": "应朗丰 Lang-feng Ying",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1344898/",
            "name": "陈珮骐 Carolyn Chan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "喜剧",
        "悬疑",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2377509159.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [
        {
            "url": "/celebrity/1333129/",
            "name": "徐汉强 John Hsu",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1490714",
    "director": [
        {
            "url": "/celebrity/1333129/",
            "name": "徐汉强 John Hsu",
            "@type": "Person"
        }
    ],
    "duration": "26分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2008-06-14(中国台湾)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1490714/",
    "imdb_votes": 30,
    "this_title": [
        "匿名遊戲"
    ],
    "douban_link": "https://movie.douban.com/subject/3732426/",
    "imdb_rating": "7.5/10 from 30 users",
    "trans_title": [
        "匿名游戏",
        "Intoxicant"
    ],
    "douban_votes": "1430",
    "introduction": "一名化名「INXOTICANT」的駭客，揚言要對知名的BBS電子布告欄網站發動破壞性攻擊。在攻擊預告時間的當晚，BBS上湧入了無數看熱鬧的網路使用者，懷抱著末世般的興奮好奇與恐慌的複雜心態，等待著即將發生的異變。完全不懂BBS的菜鳥，對亂象冷漠的老手，一絲不苟的前板主，調侃挖苦的毒舌份子，憤世嫉俗的宅男，狀況外的網路美少女，在這混亂和瘋狂的夜晚，六位截然不同的使用者之間的關係起了微妙的變化。隨著攻擊預告時間的逼近，關於秩序，信任，身份，規範和理智的一切，都隨著逐漸沒入於新世代的混沌之中。The story is about an internet forum called “BDD Forum System” which is threatened to be destroyed by a hacker named “Intoxicant”. While every user in the forum is wondering what kind of disaster will “Intoxicant” bring, 6 different users start suspecting each other. When the countdown to annihilation starts, the chaos between identity and trust begins to grow.導演簡歷：世新大學廣播電視電影學系電影組畢業，現就讀於世新大學廣電所。擅長以詭譎多變的實驗風格經營各種寫實卻又荒謬的幽默感，加上他本身對於網路，線上遊戲的深入觀察與熱愛，雖年紀輕輕但已獲得包含金鐘獎最佳導演等數項大獎肯定，是目前台灣地區極具潛力的新銳導演之一 。Born and raised in Taipei, 1981, John Hsu is currently studying in the MFA class for Filmmaking in Shih Hsin University.Always interested in subjects like the virtual reality, digital culture, and video games, John Hsu won the “Best Director Award” at Golden Bell Award 2005 (the biggest television award in Taiwan similar to the Emmy) with his TV movie debut “Real Online”, which is about online computer game players. He was a member of Berlinale Talent Campus 2007.世新大學出資支持，世新廣電系碩士班研究生徐漢強擔任導演，集合大學生與電影專業人士首次攝製35釐米底片短片作品《匿名遊戲INTOXICANT》，今天下午5點半在世新大學首映。徐漢強表示，《匿名遊戲》想呈現在網路世界無法確認真實性，在匿名包裝下，人們不需要負責，發展出許多瘋狂的言論與爭議。片子沒有太多特效，靠著美術與場景，打造出虛擬世界的模樣。學生製作 商業水準世新廣電系副教授齊隆壬擔任影片監製，為了檢視學生製作能力與創作力是否有能力進入產業，特別與中國北京電影學院、香港浸會大學合作，各自集資，集合當地業界技術人員與演藝人員，以「黑色幽默」為基調，讓學生拍攝半小時的電影。齊隆壬稱讚：「學生的表現有商業電影的水準。」「這是台灣學生第1次以35釐米膠捲拍攝影電影，格外有意義。」齊隆壬說，35釐米是商業電影規格，畫面呈現清晰細膩，背景、化妝、道具都馬虎不得。他說，業界對此給予正面肯定，希望從世新大學開始，帶動學生製片的水平。這部電影是由廣電系學生與業界人士合作拍攝，對導演徐漢強有特別的意義。他說，業界人士很專業、認真工作，保障影片品質，學生有熱情，帶動大家更投入。「以前拍片要自己想辦法，這次有學校當後盾，經驗相當寶貴。」廣電系從師生到助理全體投入。學生參與製作過程、老師指導劇本，學校助教身兼臨時演員與片場打雜。徐漢強說，學生一起拍片的感覺，同心完成一件事情，就算辛苦也很值得。7年級生的徐漢強24歲時以網路線上遊戲實體化題材的短片《請登入．線實》，奪下94年電視金鐘獎戲劇類節目單元劇導演獎，創下金鐘獎史上最年輕的導演的紀錄。這次執導的《匿名遊戲》去年10月一上映，便獲得南方影展最佳劇情類入圍，今年獲選鹿特丹國際影展Spectrum單元，以及入圍第31屆金穗獎劇情影片類。",
    "chinese_title": "匿名游戏",
    "douban_rating": "8.0/10 from 1430 users",
    "foreign_title": "匿名遊戲",
    "imdb_rating_average": 7.5,
    "douban_rating_average": "8.0",
    "update_at": "2025-02-01T07:14:29"
}