{
    "aka": [],
    "sid": "3732716",
    "cast": [
        {
            "url": "/celebrity/1345101/",
            "name": "黛博拉·麦克拉伦 Deborah MacLaren",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873545447.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1640682",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-02-02"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1640682/",
    "imdb_votes": 102,
    "this_title": [
        "Darwin's Struggle-the evolution of the Origin of Species"
    ],
    "douban_link": "https://movie.douban.com/subject/3732716/",
    "imdb_rating": "7.0/10 from 102 users",
    "trans_title": [
        "达尔文的奋斗-物种进化"
    ],
    "douban_votes": "60",
    "introduction": "Documentary telling the little-known story of how Darwin came to write his great masterpiece, On the Origin of Species, a book which explains the wonderful variety of the natural world as emerging out of death and the struggle of life.In the twenty years he took to develop a brilliant idea into a revolutionary book, Darwin went through a personal struggle every bit as turbulent as that of the natural world he observed. Fortunately, he left us an extraordinary record of his brilliant insights, observations of nature, and touching expressions of love and affection for those around him. He also wrote frank accounts of family tragedies, physical illnesses and moments of self-doubt, as he laboured towards publication of the book that would change the way we see the world.The story is told with the benefit of Darwin's secret notes and correspondence, enhanced by natural history filming, powerful imagery from the time and contributions from leading contemporary biographers and scientists.",
    "chinese_title": "达尔文的奋斗-物种进化",
    "douban_rating": "7.8/10 from 60 users",
    "foreign_title": "Darwin's Struggle-the evolution of the Origin of Species",
    "imdb_rating_average": 7.0,
    "douban_rating_average": "7.8",
    "update_at": "2025-05-12T03:13:45"
}