{
    "aka": [],
    "sid": "37325718",
    "cast": [
        {
            "url": "/celebrity/1069082/",
            "name": "安迪·鲍尔斯 Andy Bowles",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "纪录片",
        "传记",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2920706200.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt35792758",
    "director": [],
    "duration": "43分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2025-02-17(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt35792758/",
    "imdb_votes": 118,
    "this_title": [
        "Thomas Jefferson Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/37325718/",
    "imdb_rating": "6.4/10 from 118 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Thomas Jefferson is widely considered the patron saint of America’s most sacred beliefs. He is the central figure in the story of American democracy and when he penned the Declaration of Independence nearly 250 years ago, he personally inspired a revolution of self-governance around the world. More so than John Adams, Alexander Hamilton or even Abraham Lincoln, it was Jefferson’s “revolution of ideas” that laid the groundwork for America’s founding and success. As our 3rd president, Jefferson doubled the size of the country and inspired a western expansion that turned a fledgling nation into an empire. Jefferson’s image as an American deity would be almost perfect… were it not for slavery. Although his immeasurable contributions to American freedom and growth have been well documented, the complexities of his relationship with slavery, which include a decades-long sexual relationship with an enslaved woman and the children who came from it, have remained largely misrepresented in the popular American narrative. THOMAS JEFFERSON is a 6×60 premium documentary series and the first of its kind to take an objective and comprehensive approach to the truly remarkable and surprising story of an American icon.S1 E1 A Revolutionary is Born (1743-1773)S1 E2 Independence (1774-1776)S1 E3 Jefferson at War (1777-1784)S1 E4 Jefferson in Paris (1784-1793)S1 E5 President Jefferson (1793-1809)S1 E6 Jefferson's Legacy (1809-1826)",
    "chinese_title": "Thomas Jefferson Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-09-23T22:21:17"
}