{
    "aka": [
        "Reverie on Old Shanghai"
    ],
    "sid": "3732180",
    "cast": [
        {
            "url": "/celebrity/1409909/",
            "name": "董娴 Xian Dong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314372/",
            "name": "陈逸飞 Yi Fei Chen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1993",
    "genre": [
        "爱情",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912056996.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1314372/",
            "name": "陈逸飞 Yi Fei Chen",
            "@type": "Person"
        }
    ],
    "duration": "75分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1993"
    ],
    "this_title": [
        "海上旧梦"
    ],
    "douban_link": "https://movie.douban.com/subject/3732180/",
    "trans_title": [
        "Reverie on Old Shanghai"
    ],
    "douban_votes": "92",
    "introduction": "寂静之中，他听到沉沉的钟声，甚至，恍然在画布上看见那口钟缓慢地悬空跌落，记录时光的指针仿佛倒流了几十年，停滞在一个特定的时间的空间：三十年代的上海。往事如梦之片断，一幕幕显现。画家亦以遐思超越时空的阻隔，接近或进入梦的边缘。一个身着旗袍的少女，像梦的一个象征符号，飘然出现，牵引着画家走过昔日都市的晨曦。薄雾弥漫的外白渡桥；石库门弄堂长长的空巷；小马路小弄堂里充盈着世俗的喧闹和忙碌；苏州河边大厦窗外，阳光、白鸽和风筝召回了孩童时的感觉；城隍庙九曲桥上的茶楼和木格子窗棂上挂着的鸟笼；龙华庙里晨钟当当、建鼓阵阵，大殿里飘动的幅和金装的佛……少女似一个梦的精灵，扑朔迷离，若隐若现，画家无从真切地把握，他不停地寻觅。在圣约翰大学的长廊，画家与少女交臂而过，正欲探询，少女已渺无踪影；画室里，少女裸露在写生台上，画布却一块块如被利刃划过，迅速撕裂；校园里画家驱车直逼少女，少女惊惶倒下，画家定晴一看，车轮下只有少女一袭月白色的旗袍；理发店，少女对镜凝视，玻璃镜面骤然碎裂，而当碎片复原时，镜中已杳无人迹；雨巷中，画家持伞寻觅，恍惚间遇见雨中孤立的少女，然而，一切又在瞬间归于虚无……少女消遁，旋即又隐显在都市的每个角落，画家在寻觅少女的同时，重温、体验着上海殖民地时期的人间百态和旧俗年礼。外滩洋行门口，印度巡捕“红头阿三”难挡烈日，频频在额头抹着万金油；议事厅里，洋商肃穆地签署文件；餐厅长桌上，洋人赤膊戴领带，默默进餐；夜幕初降，南京路霓虹灯五光十色，歌舞厅内，爵士乐队，歌女舞姬轻歌曼舞；茶园书场，弹词、滩黄乡音缭绕，间或还有卖香烟，甩毛巾的声音；市民居家，“蹄膀笃笃，螺丝嗦嗦”；澡堂里蒸气弥漫，擦身，捶背，钎脚；厢房里，麻将声不断；帮会大客堂里，帮会头目正襟危坐，众门徒们向香案跪拜，帮会的“票布”旋转，有一只手从熊熊烈火中拿出一只金元宝……画家徜徉在夜市书摊，蓦地又一次发现少女抱着白波斯猫神秘地出现在窗前。她究竟是谁？从哪里来？到哪里去？画家凭籍着感知、推断和猜测，对如梦的少女和城市作着种种可能的聊想。少女在“绞脸”，一如洗礼般庄重；少女随盲人算命先生踽踽前行；少女沦落风尘，水塘里倒映着青楼的红灯；少女在“大世界”里狂奔，最后淹没在黑暗之中；少女在巨大的书库里疾行，搁满典籍的书架在在她身后轰然倒塌；少女在黑暗中茫然前行，赤裸的男子如潮水一般涌来，少女象一叶扁舟，在人潮之颠挣扎，旋转，升华，那一刻她想起了手执白花身穿白色婚纱步入殿堂时的情形。这也是一种归宿，这样想着，少女化作一片圣洁的白光……很白很白长长的白光，梦象快要惊醒一般。朦胧之际，少女从虚无中又一次活生生地回归在画家的眼前，清晰可辨。随后，渐渐消逝在画布的尽头。少女走了，寂静之中，画家又一次听到巨大的钟声，看到海关巨大的圆钟的指针宿命般停留在一个特殊的时刻，仿佛是一个轮回。梦结束了，却又开始了。",
    "chinese_title": "海上旧梦",
    "douban_rating": "8.1/10 from 92 users",
    "foreign_title": "",
    "douban_rating_average": "8.1",
    "update_at": "2025-02-24T04:39:27"
}