{
    "aka": [],
    "sid": "37332660",
    "cast": [
        {
            "url": "/celebrity/1119015/",
            "name": "阿兰·莱特曼 Alan Lightman",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2920905654.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1119015/",
            "name": "阿兰·莱特曼 Alan Lightman",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "57分钟",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2025-03-26(美国)"
    ],
    "this_title": [
        "Searching: Our Quest for Meaning in the Age of Science Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/37332660/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In its three hour-long programs, SEARCHING asks deep and timeless questions: Where do we humans fit in the grand scheme of things? Why do we yearn for permanence in an impermanent universe? Are we just atoms and molecules, or something more? How does consciousness arise from the material neurons in our brains? What aspects of our humanity will be preserved as we evolve beyond biology, from Homo Sapiens to Homo Techno, part human and part machine? What are the smallest things in nature, and the largest and farthest?To explore these questions, MIT physicist and best-selling novelist, Alan Lightman (Einstein’s Dreams), engages in lively, revealing and sometimes even humorous dialog with Nobel Prize-winning scientists, philosophers, ethicists and faith leaders. We travel to the prehistoric caves of Font-de-Gaume in France, where drawings and symbols suggest that—as long ago as 40,000 years—our early human ancestors were also searching for meaning. In Florence, Italy, we examine Galileo’s original telescopes. He was the first to show that the heavens are made of the same stuff as Earth, that the universe is impermanent, and that all is made of ordinary material. We walk through the giant atom smasher at CERN on the Swiss-French border, where physicists are trying to find the smallest particles of nature, and visit the laboratory of Nobel laureate Jack Szostak, who is attempting to create a living cell from chemicals present on primitive earth. Lightman converses with an advanced android named Bina48 and talks to ethicist Ruth Faden about what moral obligations we might have to such a being in the future. He speaks with Nobelist Rai Weiss and MIT Dean of Science Nergis Mavalvala (a MacArthur Foundation “genius” fellow) about their experiences in building LIGO, the gravitational wave experiment. Lightman quizzes neuroscientist Robert Desimone about the possibility of understanding the brain well enough to predict whether two people will fall in love, asks the Dalai Lama about the nature of consciousness, and speaks with philosopher Rebecca Goldstein (also a MacArthur genius) about meaning and the spectacle of existence.PART 1: THE STARS & THE OSPREYPART 2: THE BIG & THE SMALLPART 3: HOMO TECHNO",
    "chinese_title": "Searching: Our Quest for Meaning in the Age of Science Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-11-30T22:56:20"
}