{
    "aka": [],
    "sid": "37332392",
    "cast": [
        {
            "url": "/celebrity/1146110/",
            "name": "布里奇特·莱利 Bridgett Riley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049612/",
            "name": "马丁·弗瑞曼 Martin Freeman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1164813/",
            "name": "基尔斯蒂·安妮·沃克 Kirsty Wark",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2021",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt26400052",
    "director": [],
    "duration": "59分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2021-11-18(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt26400052/",
    "this_title": [
        "Bridget Riley: Painting the Line"
    ],
    "douban_link": "https://movie.douban.com/subject/37332392/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Bridget Riley has been challenging our perception through painting for over 60 years, with radical work that has transformed how we look at art and invites us to feel with our eyes. With simple black and white geometric shapes, repeated curves of colour or an array of muted dots, Riley's work moves, shimmers and - in some cases - unsettles. At the age of 90, Bridget Riley shows no signs of stopping. Her paintings command millions at auction, she has won prestigious awards and honours, and continues to innovate, paint, publish and exhibit around the world. BBC cameras have filmed with Riley over the past few years in two of her studios, on the cliffs of Cornwall, where she spent the Second World War, and at the National Gallery in London during the installation of her enormous mural there in 2018. In a rare and revealing interview with Kirsty Wark, Riley dispels the numerous misconceptions which have followed her throughout her career. Many consider her as a poster girl for the Swinging 60s, while others hail her as a titan of abstract art. However, Riley considers herself a traditional painter who has merely picked up the baton from those who have gone before her, such as Leonardo da Vinci, Monet, Cezanne and Matisse.",
    "chinese_title": "Bridget Riley: Painting the Line",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-20T06:02:31"
}