{
    "aka": [
        "前妻"
    ],
    "sid": "3734995",
    "cast": [
        {
            "url": "/celebrity/1274900/",
            "name": "姜宏波 Hongbo Jiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316392/",
            "name": "房子斌 Zibin Fang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274926/",
            "name": "温峥嵘 Zhengrong Wen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1215394/",
            "name": "宋春丽 Chunli Song",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274644/",
            "name": "张少华 Shaohua Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323780/",
            "name": "马光泽 Guangze Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1403737/",
            "name": "蔡雯艳 Wenyan Cai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322683/",
            "name": "闾汉彪 Hanbiao Lü",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1386829/",
            "name": "韩夫一 Fuyi Han",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1401609/",
            "name": "孙聪 Cong Sun",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2781523125.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1367992/",
            "name": "许声亮 Teng Liang Koh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320809/",
            "name": "刘毅 Yi Liu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1578748/",
            "name": "余志雄 Chi-Hung Yu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2008-11-26(中国大陆)"
    ],
    "this_title": [
        "激情背后"
    ],
    "douban_link": "https://movie.douban.com/subject/3734995/",
    "trans_title": [
        "前妻"
    ],
    "douban_votes": "0",
    "introduction": "这年的冬天，肖惠兰终于决定跟丈夫邱立山分手，带着儿子邱冬，正式的搬离丘家。离婚的原因到底是什么？肖惠兰其实自己也说不清楚，夫妻之间的事情，就是一句话，“有理由说不清”。邱立山是一家证券行的基金经理.正当壮年，人长得又帅气，目前事业发展得如鱼得水，回到家里，就自然要饭来张口，衣来伸手。肖蕙兰在一个小宾馆当会计，回到家里忙于家务，跟邱立山一天说不上三句话。肖惠兰认为自己像邱立山的保姆胜于妻子，夫妻生活早没有了激情、浪漫；面对自己受到了的漠视。肖惠兰觉得自己的生活要有所改变，可怎么改变？肖惠兰并没有考虑清楚，她用了一种简单的方式，——期望能够提醒丈夫对自己重视和关怀——肖惠兰提出离婚。当邱立山平静的答应了离婚，肖惠兰感到痛苦和绝望，在内心里，她希望邱立山能挽留她，哪怕能好好吵一架。可是，事与愿违，她是一个好强，要脸面的人，她告诉自己绝对不能后悔，面对表姐魏春燕的复婚劝解，她用一句“开弓没有回头箭”来表态。离开邱立山之后，肖惠兰的生活轴心的确改变了，现在的她已经不需要再围绕着邱立山来运转，她以为可以走自己的路，可是事不从人愿，离婚以后的她，生活中很多她没有办法预料到的不幸事件都不断的发生，让她苦恼不已；儿子邱冬，自从与母亲搬离丘家之后，他表面上从不对父母的离异说出半句的怨言，内心却很为这事苦恼，作为单亲家庭的孩子，他在学校遭受到同学的耻笑，为此，他沉迷网络游戏，染上很深的网瘾，因为唯有上网才能让他彻底忘记家里的一切不愉快。那个见高就拜见低就踩的上司－祁经理。当得知肖惠兰已经与邱立山离异后，他立刻翻脸不认人，为了私心，不顾肖惠兰的生计问题，竟然把她辞退，肖惠兰顿时陷入经济上的困境。事业上成功的邱立山，不了解妻子要离婚的缘由，当妻子提出要离婚时，邱立山感到特别吃惊。但他了解妻子执拗的性格。于是平静的同意了。可离婚后的生活，一团糟，面对母亲刘玉珍和弟弟邱立海的指责，邱立山感到委屈，对肖惠兰要离婚，感到愤怒和失落。在一年后，母亲的生日宴上，邱立山冷言气走肖惠兰，令一心想撮合他们复婚的母亲刘玉珍大感伤心。彻底死了让儿媳回来的念头。离婚后的邱立山凭借着他的成熟男人魅力，很快的引起女记者杨安妮的注意。杨安妮本身家庭条件优越，父亲是个高级干部。父母亲对她的要求都很高，大学同学邱立海对杨安妮是情有独衷，一直是在苦苦追求，可是，杨安妮喜欢的却是像邱立山这样的成熟，具有沧桑感的男士。杨安妮自从邂逅邱立山，感情如野火燎原般的展开，邱立山之前因为弟弟邱立海的关系，还无意闯入情关，深怕会伤害弟弟的心，但是感情这事，是很难克制的。杨家父母苦恼的是女儿条件优越，却选中了一个离婚的中年男人，这事对他们来说，面子上很过不去，他们执意阻扰，杨安妮就是不听。杨安妮尝试去了解邱立山离婚的原因，阴差阳错中，她与肖惠兰结识成了朋友，杨安妮很是同情肖惠兰的遭遇：自从离婚之后，肖惠兰在生活上到处碰壁，遭受很多挫折、打击，与儿子的关系也很恶劣，邱冬经常沉迷网吧不回家，状况让人担心，杨安妮决定伸出援助之手，以志愿者的身份做了邱冬的补习老师，并安排肖惠兰进了公司做了自己的同事，开始一步步的改变他们的生活状态。肖惠兰知道杨安妮和邱立山关系后，她内心情感复杂，但还是大度的祝福了安妮与邱立山的感情发展，她认为自己跟邱立山已经是覆水难收，希望邱立山能够找到适合的对象，甚至在面对杨家父母的质询时，肖惠兰也是说出这番道理，希望杨家二老能够抛弃成见，撮合杨安妮与邱立山。邱立山、杨安妮都对肖惠兰表示感激，可惜，天有不测风云，就在邱立山兴高采烈的准备与杨安妮筹办婚礼的时候，他本身的生活又起了两个重大的改变，一是因为投资失败，邱立山被迫辞职，事业出现危机，二是医生诊断出他患有肝癌，恐怕不久于人世，邱立山的人生顿时陷入谷底。邱立山自知自己所患的是不治之症，他不想拖累杨安妮，毅然的拒绝杨安妮的感情，不愿意跟她去办登记，不想结婚，他放弃治疗，选择了独自静静的去世之路。屋漏偏逢连夜雨，这时的刘玉珍痛心儿子，急火攻心，两度病发，虽然逃过鬼门关，却从此成了半残废的老年痴呆状态。肖惠兰看到这一波又一波接踵而来的不幸事件，隐隐中的就跟自己离婚、搬出邱家有关，似乎是她把这个完美的家给摧毁了，她对邱家、对婆婆、儿子、丈夫产生了一种急切的救护心态。在邱立山最需要援手的时候，肖惠兰无怨无悔的再次回到他的身边，她自愿的负起照顾婆婆、邱立山的重任，而这些事，都不是杨安妮能够胜任的。面对病痛的折磨和对治疗的失望，邱立山已经做好了放弃生命的准备，在邱立山对生命最绝望的时候，肖惠兰紧紧拉住他的手，喊出心声，！“立山，我再也不离开你了，立山，我很后悔和你离婚。真的，我爱你……立山，我一直爱着你……我爱你……”邱立山迷茫的眼睛睁开了。他抬起手臂，握住了肖惠兰向他伸来的手。邱立山与肖惠兰办了复婚手续，彻底的打破了‘覆水难收’这句老话，破镜重圆。邱立山与肖惠兰复婚成功，杨安妮黯然神伤，但还是默默的祝福二人，希望奇迹出现，邱立山能够成功的抗击病魔，与肖惠兰白头偕老。邱立山终于带着无限的感慨，离开人间，弥留之际，他把肖惠兰、邱立海、杨安妮、邱冬都叫到身边，把杨安妮的手放在邱立海手心，之后，邱立山紧紧握住儿子和肖蕙兰的手。邱立山走了，却留下了一个最是温情的回忆从离婚到复婚，肖惠兰走过了人生一段最崎岖，坎坷的道路，却也领悟到家的完整与亲情的重要……这是一个发生在冬季里的悲情故事，却最终让人感到一丝的温暖，要走的人最终还是走了，活下来的人却终于盼到了另一年春天的到来……",
    "chinese_title": "激情背后",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-08T08:56:16"
}