{
    "aka": [],
    "sid": "37347236",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1987",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "南斯拉夫"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1222841/",
            "name": "Ivan Ladislav Galeta Ivan Ladislav Galeta",
            "@type": "Person"
        }
    ],
    "duration": "9分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "1987(南斯拉夫)"
    ],
    "this_title": [
        "Water Pulu 1869 1896"
    ],
    "douban_link": "https://movie.douban.com/subject/37347236/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Ivan Ladislav Galeta asked me to write a haiku on his film Water Pulu. His request has immediately launched my mind. It is natural from an artist, who has started to forget about all kind of art activity and gave himself up to cultivate vegetables and fruits on his farm. But, at he same time, this wish is a radical statement, establishing a spiritual distance between ancient  and contemporary, between European and Western culture and Pre-Columbian archaism, linked together with Far Eastern wisdom. The ball of an exciting water polo match is followed here by the camera in a strange manner, so that as result, the whole environment of the stadium is dancing in a chaotic movement while the ball –as a lighting planet– keeps on staying and even flittering but permanently in the middle of the frame. During the ten minutes of the film runtime, an aggregation of symbolic information –numbers, measurements, relations, signs– is active on the surface of the screen and in the virtual field of the viewer’s mind. Invoked are Claude Debussy, Géza Csáth, Vincent van Gogh, Tivadar Csontváry, Stéphane Mallarmé, Lewis Carroll and other persons, mostly obsessed by the sea and the sun.",
    "chinese_title": "Water Pulu 1869 1896",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-18T01:55:44"
}