{
    "aka": [
        "The Graduate"
    ],
    "sid": "3735685",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2675680159.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1355475/",
            "name": "叶君 Jun Ye",
            "@type": "Person"
        }
    ],
    "duration": "88分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2006-07-08"
    ],
    "this_title": [
        "大肆"
    ],
    "douban_link": "https://movie.douban.com/subject/3735685/",
    "trans_title": [
        "The Graduate"
    ],
    "douban_votes": "279",
    "introduction": "清华大学新闻与传播学院2002级36名本科毕业生用一年的时间，为自己准备了一份特别的毕业礼物——纪录片《大肆》。这部纪录片由该班主任雷建军老师提出创意，全班同学集体拍摄、制作，真实地纪录了36个年轻人大学最后一年的生活。本片在全国数个电视台播放，并获得了四川电视节金熊猫奖国际纪录片评选社会类新人奖。“最开始我们只是自娱自乐，没想到坚持下来发现自己做了件很有意义的事。”《大肆》的主力摄像之一胡晓白同学说，“我们的片子不仅纪录下了我们自己的宝贵青春，我想它也能给其他人带来快乐和思考。”“清华人是怎样生活的？清华毕业生是怎样找工作的？在这个片子里，你都能找到答案。” 《大肆》主要编导之一叶君同学说，“从片中你不仅能看到鲜活的人物、精彩的生活，也能领略到清华独特的教育方式，感受到个人成长与社会发展的互动。”制片人雷建军老师用两句话概括了《大肆》一片的主旨：“感怀一个渐行渐远的校园时代，分享一段彷徨朦胧的人生开篇。”他说，大学最后一年对于每个毕业生来说都是人生中一个重要的转折点，他们即将离开校园走向社会，面临着读研、实习、找工作等一个又一个的挑战，必须要为自己负责任地做出重要的选择。《大肆》恰好纪录下了这段成长的轨迹，这是一代人的成长。This film follows of typical group of students over the course of their final year at Tsinghua University, one of the most prestigious universities in China. As they confront the prospect of graduation, the students are going through a special period of their lives. It is a time for them to bid farewell to an age of innocence. The happiness and sorrow they once shared will shortly be gone, but the friendship and the memories will last forever in their hearts. This year is not easy for them, but they will shine through it finally. This is the first documentary made in China to focus on this subject. What makes it particularly unique is that it was made by the students themselves under the direction of their teacher, Lei Jianjun.",
    "chinese_title": "大肆",
    "douban_rating": "7.9/10 from 279 users",
    "foreign_title": "",
    "douban_rating_average": "7.9",
    "update_at": "2025-04-09T12:42:17"
}