{
    "aka": [],
    "sid": "3736106",
    "cast": [
        {
            "url": "/celebrity/1146023/",
            "name": "George Putnam George Putnam",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1126237/",
            "name": "Damian O&#39;Flynn Damian O&#39;Flynn",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1965",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0386713",
    "director": [],
    "duration": "USA: 29 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1965"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0386713/",
    "imdb_votes": 400,
    "this_title": [
        "Perversion For Profit"
    ],
    "douban_link": "https://movie.douban.com/subject/3736106/",
    "imdb_rating": "3.7/10 from 400 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "This film features George Putnam (who is described as an \"outstanding news reporter\" in the credits) talking about porno magazines. He informs us about the filth that is invading our homes and corrupting our youth and turning fresh-faced youngsters into homosexual communists etc etc. While most the film is like some sort of spoken word version of Reefer Madness, the most hilarious part is when Putnam starts reading from some pulp novel about street thugs filled with old-timey lingo and everything. First, imagine a guy who would have been described as a \"square\" back in the day reading the following passage with a lot of emotion: \"What are we alive for but to get all the kicks we can? Sex, that's a kick. Sure damn good one. A guy can never get enough of that. Drinking, that's another kick. An okay kick. Marijuana, sure. Them's good, too. If you don't let it get the upper-hand with you. Heroin, H, there was something to be said for that. I tried it, but horse isn't such a good kick because it takes more than it gives. And before long, you use it and you don't get any kick.\" That's just the gist of it. There's plenty more to be made fun of here.imdb comment",
    "chinese_title": "Perversion For Profit",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 3.7,
    "douban_rating_average": 0,
    "update_at": "2025-04-02T14:55:56"
}