{
    "aka": [
        "遥远的纽带"
    ],
    "sid": "3736774",
    "cast": [
        {
            "url": "/celebrity/1045413/",
            "name": "铃木杏 Anne Suzuki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313641/",
            "name": "胡兵 Hu Bing",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1001978/",
            "name": "森下爱子 Aiko Morishita",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048098/",
            "name": "加藤健一 Kenichi Kato",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1190822/",
            "name": "佐藤惠 Megumi Satô",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275652/",
            "name": "王宗尧 Gregory Wong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322277/",
            "name": "松泽一之 Kazuyuki Matsuzawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321485/",
            "name": "王维唯 Weiwei Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1401400/",
            "name": "梁月军 Yuejun Liang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2103415423.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1315494/",
            "name": "吉田纪子 Noriko Yoshida",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1435085",
    "director": [],
    "duration": "",
    "episodes": "6",
    "language": [
        "日语"
    ],
    "playdate": [
        "2009-04-18"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1435085/",
    "this_title": [
        "遥かなる絆"
    ],
    "douban_link": "https://movie.douban.com/subject/3736774/",
    "trans_title": [
        "遥远的羁绊",
        "遥远的纽带"
    ],
    "douban_votes": "147",
    "introduction": "http://www.nhk.or.jp/dodra/harukanaru/讲述的故事是战争后遗留在中国的日本孤儿的故事。あの「大地の子」から14年、2009年の今、感動もあらたに話題のノンフィクション『あの戦争から遠く離れて』をドラマ化。日中国交回復前の1970年、自力で日本への帰国を果たした残留孤児の父と、その娘の物語です。【原作者のことば…城戸久枝】私は父・城戸幹が「孫玉福」として、中国で生きた半生をたどる旅を続けてきました。この旅は、本を出版したことで終わったはずでしたが、ドラマ化という思わぬ形で続くことになったこと、本当に光栄に思います。お話をいただいたとき、両親と手を取り合って喜びました。岡崎栄さん、小松昌代さんをはじめ、スタッフの皆さんが、私たち家族の言葉に真剣に耳を傾けてくださり、その熱意に感動しました。また、私たちの気持ちを大切に書いてくださった吉田紀子さんの素晴らしい脚本にも感激しました。ドラマに関わるすべての方には感謝の気持ちでいっぱいです。戦争のこと、残留孤児のこと、中国のこと、そして家族のこと……それぞれの家族の歴史と重ね合わせながら、このドラマを観ていただけたら嬉しいです。【脚本家のことば…吉田紀子】昨年夏、プロデューサーの小松さんから、久しぶりに電話があり、執筆の依頼を受けた。実はその時一度、この仕事をお断りしている。仕事が立て込み、時間があまりにもなかったからだ。けれど、「あの戦争から遠く離れて」は送られてきた。読み出したら最後、涙が止まらず気づいたら受話器を握りしめ「書きます！」と叫んでいた。それくらいこの本のパワーと城戸幹さんという人物に惹きつけられた。中国の歴史も戦争も私の理解を遥かに超えた大きすぎる題材だった。しかし、母と息子・父と娘という家族の物語としてなら書けるのではないかと思った。あとはただ玉福に久枝になりきり筆をすすめた。完成した今、本当にあの時断らなくて良かったと思う。この作品に関わった全ての皆さんに感謝。謝謝。【演出にあたって…岡崎 栄】中国東北部の頭道河子という村を、脚本家の吉田紀子さんも一緒のシナリオハンティングから始まって、都合3回訪ねました。牡丹江市から北へ車で1時間半、畑や田圃の広がる中、丘陵を縫うように走る砂利道を通って村の外れの牡丹江の岸辺に立つ時、いつもふと“人間の運命とは”と考えさせられてしまいます。この村に4歳から10数年（28歳で帰国したわけですから、24年と言った方が正しいのかもしれませんが）、中国名・孫玉福として生きた城戸幹さん。よくこんな所にと、言葉を失って立ち竦むのです。そして、あらためて幹さんを慈しみ育てた養母・付淑琴さんの深い愛を思います。以前作った「大地の子」は、背景に残留孤児の方々の苦難の物語はありますが、実際は山崎豊子さんが綿密な取材の上に作り上げた壮大なフィクションでした。しかし「遥かなる絆」は、ドラマですから完全に事実ではないとしても、真実の話です。1970年の幹さんの帰国の時、発車間際の列車の傍で泣き崩れ、「玉福、行かないで！」と叫ぶ義母。淑琴さんの姿は、淑琴役の岳秀清さん、玉福のグレゴリー・ウォン君、そして中国人俳優たちの迫真の演技があったからということもありますが、それでも目の前に展開されている情景は旧満州で何度も何度も繰り返されてきた悲劇です。私たちは、酷寒のマイナス20度という厳しい条件の中でしたが、その事実の現場に今自分たちも身を置いているという身震いするような感動で撮影を続けていました。これ以上は申し上げません。舞台の間隙を縫い、ある時は地方公演の金沢から友人の運転する車で松山ロケに駆けつけてくださった加藤健一さん、原作者・城戸久枝さんの役で母国語のように中国語を駆使しなければならないという難役に、心の壁をときほぐす繊細な表現で感動を盛り上げてくれた鈴木杏さん――。今、このドラマをご覧いただけることに、私たちは誇らしささえ感じております。【制作にあたって…小松昌代】「あの戦争から遠く離れて」を前にして、まず最初にした仕事は城戸幹さんの年表を作ることでした。1941年から1980年代までの、真ん中に幹さんの激動の人生。左には中国の情勢。そして、はじまりから35年後、右端に原作者久枝さんの誕生日が添えられます。そこには、あまりにも遥かな、人々の営みがありました。激動の出来事のひとつひとつに、そこに立ち会った人々の気持ちが溢れていました。悲しい気持ち、愛しい気持ち、寂しい気持ち、そして勇気。それらを素直にお伝えすることが出来たなら…その一心でドラマの現場は進行しました。今に繋がる遥かで確かな道のりの一筋を、テレビを通してご覧いただけることを、出演者・スタッフ一同願っています。追記1945年から1970年の中国東北部の再現、1997年から久枝さんの生活した長春、牡丹江の映像表現には実際の場所での撮影もお願いしています。昨年の夏からマイナス20度の年末までの中国ロケは珍道中でした。鈴木杏さん、加藤健一さん、そして現場最年長者の岡崎監督もその体験者です。關於作者城戸 久枝（きど ひさえ、1976年 - ）は愛媛県出身のノンフィクション作家である。愛媛県立松山南高等学校、徳島大学総合科学部卒業。大学在学中に中華人民共和国の吉林大学に2年間留学。出版社勤務を経て2005年にフリーとなる。「あの戦争から遠く離れて 私につながる歴史をたどる旅」で第39回大宅壮一ノンフィクション賞および第30回講談社ノンフィクション賞を受賞。同作は「遥かなる絆」のタイトルで2009年4月からNHKの土曜ドラマで放送される。",
    "chinese_title": "遥远的羁绊",
    "douban_rating": "7.9/10 from 147 users",
    "foreign_title": "遥かなる絆",
    "douban_rating_average": "7.9",
    "update_at": "2025-07-27T16:09:17"
}