{
    "aka": [],
    "sid": "37384623",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "动作",
        "科幻",
        "动画",
        "家庭",
        "儿童",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2922363343.jpg",
    "region": [
        "美国",
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1283625/",
            "name": "Christine Ferraro Christine Ferraro",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt35512807",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "西班牙语"
    ],
    "playdate": [
        "2025-03-03(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt35512807/",
    "imdb_votes": 91,
    "this_title": [
        "Skillsville Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/37384623/",
    "imdb_rating": "7.2/10 from 91 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Welcome to Skillsville, the ultimate adventure where three best friends - Cora, Dev, and Rae - dive headfirst into a virtual game world packed with wild challenges and epic problem-solving! Every episode is a new quest, whether they're designing roller coasters, cracking secret codes, or tackling wacky obstacles with quick thinking and teamwork. With colorful animation, fast-paced fun, and a splash of humor, Skillsville isn’t just a show - it’s a thrilling ride that helps kids level up their creativity, organization, and perseverance in the most exciting way possible.Brought to life by Twin Cities PBS (TPT) and Sphere Media Productions, Skillsville is powered by a team of creators who know how to mix gaming excitement with real-life skills. With a diverse cast, high-energy storytelling, and endless adventure, Skillsville is a place where kids can imagine, explore, and get ready to take on the world!Skillsville is produced by Twin Cities PBS (Hero Elementary, Scigirls) and is created by a team that includes Parente; head writer Christine Ferraro; and creative director Eric Peterson. The series is animated by Sphere Media Productions (Curious George, Arthur, F Is For Family). Judith Beauchemin and Marianne Culbert from Sphere Media Productions serve as supervising producers, while Olivier Migneron and Chris Fazio are series directors. Contributing writers include Katherine Beattie, Karen Moonah, and writing fellow Brianna Ishibashi.",
    "chinese_title": "Skillsville Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2026-01-08T21:07:50"
}