{
    "aka": [],
    "sid": "37380731",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "法国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1178541/",
            "name": "列娜·卡蒂娜 Lena Katina",
            "@type": "Person"
        }
    ],
    "duration": "9分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2025-06-07(Côté Court)"
    ],
    "this_title": [
        "La Maison Manquante"
    ],
    "douban_link": "https://movie.douban.com/subject/37380731/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The story of my father's family is a tale full of holes and missing pieces. I can't help thinking that where there is exile, there is a wound that should not be reopened by asking questions. All that remains is the imagination. Between autobiographical essay and visual experimentation, La Maison Manquante questions exile and the process of compromised memory through the trace of the house. The starting point for La Maison Manquante was my paternal family's stories of exile between Rwanda, Belarus and the working-class northern France where I grew up. How are these repeated exiles anchored in the concrete, material space of the home? I began to reflect on the traces of this history of departures, dwellings and uninhabitations. This reflection on a fragment of my family history was necessarily incomplete and speculative. To embody this personal process, I used an introspective voice-over layered with hybrid images combining analog video, an affective medium, and computer-generated images, a speculative medium. The CGI builds a speculative house, while the affective imagery of analog video immmerses us into memories of my childhood in the 2000s. These two mirror-image regimes collide and confront each other, visually and narratively exploring the endlessness of absence and imagination.",
    "chinese_title": "La Maison Manquante",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-02-13T16:26:32"
}