{
    "aka": [],
    "sid": "37395421",
    "cast": [
        {
            "url": "/celebrity/1105318/",
            "name": "安雅·克林 Anja Kling",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1477331/",
            "name": "亚伦·希尔默 Aaron Hilmer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1356578/",
            "name": "奥利弗·马苏奇 Oliver Masucci",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情",
        "惊悚",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2922542061.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1371943/",
            "name": "霍尔格·卡斯滕·施密特 Holger Karsten Schmidt",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt9760514",
    "director": [],
    "duration": "105分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2019-03-30(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9760514/",
    "imdb_votes": 209,
    "this_title": [
        "Der Auftrag"
    ],
    "douban_link": "https://movie.douban.com/subject/37395421/",
    "imdb_rating": "6.1/10 from 209 users",
    "trans_title": [
        "任务"
    ],
    "douban_votes": "0",
    "introduction": "The 16-year-old Miki Witt happened to be in the wrong place at the wrong time: the Lebanese gang boss Ahmed Sayed shot an LKA undercover agent in front of the pupil. The teenager barely escapes the murderer, who from now on wants to silence him by all means. A witness protection program should ensure Miki's safety until the statement is made. LKA boss Decker, who suspects a leak in his department, is putting together a new team to protect Miki and his parents, Nikola Walter and Klaus Witt, who are separated. For security reasons, Decker chooses a new LKA officer to manage the top secret assignment: the young police officer Sarah Brandt, for whom it is her first assignment in witness protection. She is given the inexperienced colleague Marleen Westermann and the \"old hand\" Lobeck to hide the family on a remote estate near Rome. There it soon comes to tensions in the police team, because Lobeck acts on his own initiative and drinks quite openly on duty. The witness family also questions Sarah's authority. A night raid shows how dangerous their mission is. From now on, the courageous LKA policewoman knows that everyone is in danger and nobody is to be trusted. You have no choice but to act on your own.",
    "chinese_title": "任务",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Der Auftrag",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-08-31T09:14:24"
}