{
    "aka": [
        "Surf Girls: International"
    ],
    "sid": "37390123",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "纪录片",
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt37276409",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2025-07-17(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt37276409/",
    "this_title": [
        "Surf Girls Season 2"
    ],
    "douban_link": "https://movie.douban.com/subject/37390123/",
    "trans_title": [
        "冲浪女孩 第二季",
        "Surf Girls: International"
    ],
    "douban_votes": "0",
    "introduction": "Surf Girls: International follows five up-and-coming female surfers representing their home countries as they travel the world competing in the Challenger Series. This season will feature the stories of both new and returning athletes who are forging a path for themselves in the world of female surfing, including, native Hawaiian and breakout star of Season One, Ewe Wong; a young competitor with a family history in surfing, who continues to break down barriers for female surfers in her home country of Brazil in Sophia Medina; the highly-motivated Portuguese sensation, who will stop at nothing to keep grinding and learning, Kika Veselko; Jessie Van Niekrek of South Africa, whose infectious energy keeps her going after she and her parents sacrificed everything to pursue her passion; and 2024 Olympian Sol Aguirre of Peru as she focuses on improving her mental approach to the sport she loves. In order to achieve their dreams of earning a coveted spot on the World Surf Tour, they must develop as surfers, overcome their own personal struggles, and deal with the challenges of the international spotlight.",
    "chinese_title": "冲浪女孩 第二季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Surf Girls Season 2",
    "douban_rating_average": 0,
    "update_at": "2025-10-04T10:29:30"
}