{
    "aka": [],
    "sid": "37404486",
    "cast": [
        {
            "url": "/celebrity/1282501/",
            "name": "艾伦·迪宗 Allen Dizon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1536820/",
            "name": "安杰尔·瓜迪安 Angel Guardian",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2922788025.jpg",
    "region": [
        "菲律宾"
    ],
    "writer": [],
    "director": [],
    "duration": "110分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2025(未定)"
    ],
    "this_title": [
        "Offload"
    ],
    "douban_link": "https://movie.douban.com/subject/37404486/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "RYKE, a middle-aged man, burdened by memories from a job that he used to love. He joins a brotherhood to find healing and adventure. His sister, URIEL, a Psychiatrist, spends time with him on an off road to aid his recuperation.. They went for a ride in a “Donation Drive '', unaware of what their companions had encountered.As the siblings complete their tasks, their communication with their brothers mysteriously gets cut off. For some inexplicable reason, the traces of their companions suddenly get lost. The two search the vicinity until they find hidden traces of them being held captive by a deadly cult who thinks their lair and illegal businesses have been discovered.In order for them to rescue their brothers, Ryke has to force himself to become the killer that he despises to be. His tactics and ability as a special ops military member have resurfaced as he devises plans to lure the cult out of their hideout and Uriel helps their brothers escape. As painful as it is for her to see the deadly side of her brother-the dark side that she desperately wants to heal is what they need, to survive this hell.",
    "chinese_title": "Offload",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-02-24T23:26:34"
}