{
    "aka": [],
    "sid": "37404445",
    "cast": [
        {
            "url": "/celebrity/1312628/",
            "name": "洛维·波 Lovi Poe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1293944/",
            "name": "吉娜·帕雷诺 Gina Pareño",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1548715/",
            "name": "Elora Españo Elora Españo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1363350/",
            "name": "罗科·纳西门托 Rocco Nacino",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1378280/",
            "name": "帕奥罗·艾夫力诺 Paulo Avelino",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1290871/",
            "name": "斯潘基·马尼坎 Spanky Manikan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1576244/",
            "name": "克拉拉·德尔·罗萨里奥 Clara Del Rosario",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1565407/",
            "name": "Pepe Herrera Pepe Herrera",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1294119/",
            "name": "爱伦·波勒 Allan Paule",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2926915047.jpg",
    "region": [
        "菲律宾"
    ],
    "writer": [],
    "director": [],
    "duration": "91分钟",
    "episodes": "",
    "language": [
        "他加禄语"
    ],
    "playdate": [
        "2025(未定)"
    ],
    "this_title": [
        "Lakambini: Gregoria de Jesus"
    ],
    "douban_link": "https://movie.douban.com/subject/37404445/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "\"Lakambini: Gregoria de Jesus\" is a meta-film that tells two intertwined stories: the life of Gregoria de Jesus, known as Oryang, a revolutionary heroine who fought for Filipino independence, and the present-day filmmakers who have battled for years to bring her story to the screen. Oryang was more than just the wife of Andres Bonifacio. She was a revolutionary in her own right, confronting not only Spanish colonizers but also betrayal and political intrigue from her fellow Filipinos. After her husband's execution, Oryang faced new struggles but emerged as a symbol of resilience and patriotism. In parallel, the film follows the journey of the filmmakers, whose mission to honor Oryang's legacy has been fraught with difficulties. The project began in 2015 but, like Oryang's fight for justice, has faced its own battles, including political controversy, creative differences, and financial constraints. For years, the film's future was uncertain, stalled by these challenges. Yet, much like the heroine herself, the filmmakers refused to surrender. Now, with a renewed sense of purpose, they aim to complete the film in time for Oryang's 150th anniversary in 2025 Lakambini: Gregoria de Jesus blends historical footage, dramatized scenes, and interviews with historians, descendants, and artists, weaving together the past and the present to demonstrate how the struggles of yesterday still resonate today. This film is more than a historical recounting; it's a reflection on how the fight for freedom is never truly over. The challenges faced by the filmmaker's mirror Oryang's own obstacles, showing the importance of preserving these critical narratives. Lakambini: Gregoria de Jesus ensures that figures like Oryang are not forgotten but continue to inspire future generations to fight for their beliefs, no matter the odds.",
    "chinese_title": "Lakambini: Gregoria de Jesus",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-02-02T14:53:05"
}