{
    "aka": [
        "Alfred Edel's Attack on Himself"
    ],
    "sid": "37412982",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2926071798.jpg",
    "region": [
        "奥地利",
        "德国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1477367/",
            "name": "杨·索达特 Jan Soldat",
            "@type": "Person"
        }
    ],
    "duration": "15分钟",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "2025-10-20(Viennale)"
    ],
    "this_title": [
        "Der Angriff des Alfred Edel auf sich selbst"
    ],
    "douban_link": "https://movie.douban.com/subject/37412982/",
    "trans_title": [
        "Alfred Edel's Attack on Himself"
    ],
    "douban_votes": "0",
    "introduction": "It must have been his drive to remain alien to any form of categorization that motivated the Lower-Bavarian acting eccentric Alfred Edel (1932-1993). Alexander Kluge first discovered him for Abschied von gestern (1966). He subsequently rose to become a sought-after actor in the New German Cinema movement of the 1970s and 80s, playing curious supporting roles in films by Herzog, Klick, Syberberg, Treut, Achternbusch, Straub/Huillet and Schlingensief. Whereby playing is not apt for what Edel did in front of the camera: He always assumed a persona he must have invented for himself very early on – if it wasn't identical to who he was to begin with: Edel was Edel, no matter what the context in which he appeared.Jan Soldat was only nine years old when the brilliant dilettante died of a heart attack: With Alfred Edel's Attack on Himself, Soldat has created an archival composition from countless performance fragments, to shape Edel's mock-biographical journey. In the opening moments of Soldat's film, Edel remains unusually silent: We see him rushing through an airport, the film cuts to Edel drawing his signature on a chalkboard, and silently sitting at a table. At this juncture, Edel first begins to talk – and to find himself, to find his strident tone, his smugly grinning emphatic form of speech as he makes a series of proclamations bordering on choleric hysteria. Edel's persona simultaneously epitomizes and critiques a specifically German history, ironizing bourgeois narrow-mindedness and championing the bizarre. Outsiderism, philistinism and total excess converge in Edel. Soldat sees nonsense and depth: He has removed the color from the Edel film fragments as if to demonstrate that the splendor of a colorful personality is not extrinsic, it is of their very essence. He presents turmoil, sexuality and death, including images of Edel's actual funeral, from which the resurrection of the self-promoter logically follows. (Stefan Grissemann)",
    "chinese_title": "Der Angriff des Alfred Edel auf sich selbst",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-01-28T01:00:49"
}