{
    "aka": [
        "Two Players from the Bench"
    ],
    "sid": "3746864",
    "cast": [
        {
            "url": "/celebrity/1091523/",
            "name": "Renne Gjoni Renne Gjoni",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1203965/",
            "name": "维德兰·姆利科塔 Vedran Mlikota",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1203024/",
            "name": "塔里克·菲利波维奇 Tarik Filipovic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1197835/",
            "name": "Drazen Bratulic Drazen Bratulic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1190106/",
            "name": "Borko Peric Borko Peric",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1180813/",
            "name": "Ana Marija Bokor Ana Marija Bokor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1137200/",
            "name": "克塞尼娅·帕伊奇 Ksenija Pajic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1068489/",
            "name": "伊万·布尔基奇 Ivan Brkic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125048/",
            "name": "Dora Lipovcan Dora Lipovcan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1095947/",
            "name": "Nada Gacesic Nada Gacesic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1127650/",
            "name": "戈兰·纳沃耶茨 Goran Navojec",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "克罗地亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1001514/",
            "name": "德扬·绍拉克 Dejan Sorak",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0471160",
    "director": [
        {
            "url": "/celebrity/1001514/",
            "name": "德扬·绍拉克 Dejan Sorak",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "Serbian",
        "Croatian"
    ],
    "playdate": [
        "2005"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0471160/",
    "imdb_votes": 517,
    "this_title": [
        "Dva igraca s klupe"
    ],
    "douban_link": "https://movie.douban.com/subject/3746864/",
    "imdb_rating": "7.3/10 from 517 users",
    "trans_title": [
        "两位排球运动员",
        "Two Players from the Bench"
    ],
    "douban_votes": "0",
    "introduction": "Description: Ante and Dusko are two Dream Team players. Besides being a Croat and a Serb who fought on opposite sides in the war, both used to be volleyball players. Today, they live normal lives, one in a remote craggy region, the other in Banja Luka. There is little chance of them ever meeting again. The International War Crimes Tribunal in the Hague has indicted Colonel Skoko, a hero to some, a criminal to the others. The two main witnesses to his defense, Mato and Joso, have disappeared without a trace. Skoko's sponsor from the intelligence circles, Antisa, wants to find two men resembling Mato and Joso, to impersonate them before the Hague investigators, and hopefully bring down the indictments. Naturally, the two men he finds are none other than our heroes, Ante and Dusko.Two lowly ex-soldiers, one Serbian and one Croatian, are handpicked to play major roles at the Hague Tribunal in Dejan Sorak's deft black comedy \"Two Players From the Bench.\" Beginning where \"No Man's Land\" left off, pic focuses on the aftermath of internecine conflict and the absurdity of a new breed of \"show trial.\" Sorak's allegory proves as inventive as Danis Tanovic's in showcasing the average schmo's unending struggle to prevent himself from getting screwed. Pic's cynical viewpoint on the arbitrariness of war crimes restitution, though, is unlikely prove as universally popular a message as the futility of war.Dusko (Borko Peric), a poor schlub sold by his wife's lover to a presumed black marketeer for his kidney, and Ante (Goran Navojec), a Croatian recruited at a roadside cafe with the vague promise of being able to help Skoko, a Croatian war hero in hiding from the Hague War Tribunal, are locked in a room awaiting an uncertain fate.In fact, they are look-alikes chosen to impersonate two witnesses whose testimony will supposedly clear Skoko.Coached by Antisa (Tarik Filipovic), a major player in suit and dark glasses accompanied by hulking thugs, the two nudniks are forced to memorize a convincing, if flaky story about kidnapping Skoko for money he owed, supposedly seizing him at precisely the same time as the occurrence of the atrocity for which Skoko is being tried.Much of the comedy stems from the speed with which the two men react, their emotions sending them ping-ponging in every direction. Though distrustful of the smooth-talking bureaucrat Antisa, they childishly enjoy the elaborate dress-up required for his impersonation scheme, sporting false scars and blackened teeth and flourishing machine guns with gusto.The specific political setup, in fact, is loosely based on the actual case of Croatian general Ante Gotovina, who, after being indicted for war crimes, became a popular hero and rallying icon of Croatian nationality.Sorak's script establishes an entertaining battle of wits between the classes. At first, all power seems to be in the hands of the globalized middle-class. Antisa has no trouble in manipulating his expendable working-class pawns. His only fear is that they are too dense to follow his instructions.But if Ante and Dusko are hopeless at following someone else's scenario, they unexpectedly prove geniuses at improv. They own the trial as they own the movie, transforming barren prisons and impersonal courtrooms into fast-paced, marvelously idiotic vaudeville stages where human foibles hold sway.",
    "chinese_title": "两位排球运动员",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Dva igraca s klupe",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-06-05T04:50:38"
}