{
    "aka": [],
    "sid": "37505223",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "罗马尼亚",
        "德国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1492783/",
            "name": "特奥娜·加尔戈修 Teona Galgotiu",
            "@type": "Person"
        }
    ],
    "duration": "7分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2025-09-22(BIEFF)"
    ],
    "this_title": [
        "Take Me to the Water"
    ],
    "douban_link": "https://movie.douban.com/subject/37505223/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Fragments of memories are brought to the surface by the Blue Danube Waltz, revealing the lesser-known history of the Danube – the Black Sea Canal. While borders between filmmaker and actress become blurry, languages and layers of the past intertwine.„I don’t know my name. I don’t know my origins. I only have memories of a place. But I don’t know if I ever was there.” Where? Along the course of the Danube in Strauss the Younger’s famous waltz. From Germany, where the actress’ great-grandfather survived the Second World War only to later live in Eastern Berlin, to Romania, to the Danube-Black Sea Canal, where the filmmaker’s great-grandfather was part of the political prisoners subjected to hard labor by the communist regime. Starting from a beloved cliché, “The Blue Danube”, Teona Galgoțiu’s film proposes an anguishing but beautiful exercise of alienation against the great imagined common histories – including cinematic ones – championing, instead, everything that is most immediate in a human connection: touch, play, confession. (Călin Boto)",
    "chinese_title": "Take Me to the Water",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-12-04T09:07:10"
}