{
    "aka": [
        "Golden Feathers",
        "Khrai Kan Nae Thi Phae Game Ni",
        "Khrai Kan Nai Thi Phae Kem Ni",
        "Who Is It Exactly That Loses in This Game?"
    ],
    "sid": "37505340",
    "cast": [
        {
            "url": "/celebrity/1459100/",
            "name": "塔纳塔特·库纳内克辛 Tanatat Kunaneksin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1549466/",
            "name": "基拉帕特·索德珈牧 Jiraphat Sodjam",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1604276/",
            "name": "Christopher Tyler Chindapol Christopher Tyler Chindapol",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "爱情",
        "短片",
        "同性"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2924823778.jpg",
    "region": [
        "泰国"
    ],
    "writer": [
        {
            "url": "/celebrity/1568425/",
            "name": "宋华婷 Huating Song",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt38203734",
    "director": [],
    "duration": "2分钟",
    "episodes": "52",
    "language": [
        "泰语"
    ],
    "playdate": [
        "2025-08-29(泰国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt38203734/",
    "imdb_votes": 14,
    "this_title": [
        "ใครกันแน่ที่แพ้เกมนี้"
    ],
    "douban_link": "https://movie.douban.com/subject/37505340/",
    "imdb_rating": "5.8/10 from 14 users",
    "trans_title": [
        "诱惑游戏",
        "Golden Feathers",
        "Khrai Kan Nae Thi Phae Game Ni",
        "Khrai Kan Nai Thi Phae Kem Ni",
        "Who Is It Exactly That Loses in This Game?"
    ],
    "douban_votes": "0",
    "introduction": "金羽学院的大厅里，富有的继兄妹塔尼娅和利奥，虽有血缘关系却并非亲缘，是学院里炙手可热的双料偶像。假期结束后，女王般的塔尼娅将目光锁定在新当选的学生会主席罗吉奇身上——总统之子。在盛大的舞会上，她精心设计的诱惑力却换来了罗吉奇冷漠的拒绝。她心生嫉妒，自尊心爆棚，于是与她那臭名昭著的花花公子继兄利奥——利奥刚刚趁着夜色潜入她的卧室——进行了一场不计后果的赌局：如果利奥能在一个月内引诱并击垮看似廉洁、意志坚定的异性恋学者罗吉奇——让他的傲慢化为灰烬，名誉扫地——她就满足他多年来渴望的一件事：与她共度良宵。放荡不羁的里奥相信自己的魅力可以征服任何人，唯独无法征服难以捉摸的塔尼娅。他承认让罗西坠入爱河是一项艰巨的挑战。然而，他满怀自信地接受了这一切，将他们卷入了一场扭曲的诱惑与复仇游戏。然而，随着月末临近，塔尼娅逐渐意识到一个令人不寒而栗的事实：她不仅无法享受甜蜜的复仇之火，也无法向罗西复仇，而且她可能已经永远失去了反复无常、永远忠诚的里奥——她一直以微妙而危险的、隐晦的支配之舞爱着他的哥哥——而他本应摧毁他的心。Within the halls of Golden Feather Academy, wealthy stepsiblings Tanya and Leo, bound by family but not blood, hold court as the institution's dual reigning icons of popularity. As the holiday break ends, the queenly Tanya sets her sights on the newly elected Student Council President, Logic—son of the nation's president. At the grand ball, her calculated allure meets only his icy dismissal. Stung and pride inflamed, she makes a reckless wager with her notorious playboy stepbrother, Leo, who has just slipped into her bedchamber under cover of night: if Leo can seduce and shatter the seemingly incorruptible, iron-willed heterosexual scholar Logic within one month—turning his arrogance to ashes and his reputation to ruin—she will grant him the one thing he's craved for years: a night in her bed.The libertine Leo, who believes his charm can conquer anyone except the elusive Tanya, acknowledges the formidable challenge of making Logic fall in love. Yet, brimming with audacious confidence, he accepts, plunging them all into a twisted game of seduction and vengeance. However, as the month draws to a close, a chilling realization dawns on Tanya: not only has she been denied the sweet venom of revenge against Logic, but she may have irrevocably lost the mercurial, ever-devoted Leo—the brother whose affections she'd always held in a delicate, dangerous dance of veiled dominance—to the very heart he was supposed to destroy.",
    "chinese_title": "诱惑游戏",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "ใครกันแน่ที่แพ้เกมนี้",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2025-12-02T18:45:18"
}