{
    "aka": [],
    "sid": "37517515",
    "cast": [
        {
            "url": "/celebrity/1201328/",
            "name": "查理·哈纳 Charly Hübner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000864/",
            "name": "阿克西尔·普拉尔 Axel Prahl",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002926/",
            "name": "赫伯特·克瑙普 Herbert Knaup",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055338/",
            "name": "伊赫斯·贝尔本 Iris Berben",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1467021/",
            "name": "露易斯·冯·芬克 Luise von Finckh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1479779/",
            "name": "Peter Sikorski Peter Sikorski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1211530/",
            "name": "Jannik Büddig Jannik Büddig",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1510298/",
            "name": "Katja Bürkle Katja Bürkle",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1393539/",
            "name": "卡伊·科尔斯 Cai Cohrs",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1581021/",
            "name": "Rainer Frank Rainer Frank",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1578030/",
            "name": "康斯坦丁·林德霍斯特 Konstantin Lindhorst",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "剧情",
        "传记",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2925055260.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1029667/",
            "name": "雷蒙德·雷 Raymond Ley",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt29083930",
    "director": [
        {
            "url": "/celebrity/1029667/",
            "name": "雷蒙德·雷 Raymond Ley",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2023-11-07(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt29083930/",
    "imdb_votes": 82,
    "this_title": [
        "Ich bin! Margot Friedländer"
    ],
    "douban_link": "https://movie.douban.com/subject/37517515/",
    "imdb_rating": "7.7/10 from 82 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Die Lebensgeschichte der Holocaust-Überlebenden Margot Friedländer (*5.11.1921) erzählt in Form eines Dokudramas: Ihre Interviewaussagen, in denen sie ihre Erlebnisse trotz ihres hohen Alters noch bewegend schildern kann, bilden den Leitfaden des Films. Inszenierungen von entscheidenden Momenten ihrer ungewöhnlichen Lebensgeschichte werden eingebettet in zeitgenössisches Film- und Fotomaterial. Das Drehbuch orientiert sich dabei an Margot Friedländers Autobiografie \"Versuche, dein Leben zu machen\". 1921 in Berlin geboren, arbeitet Margot Bendheim nach Beendigung der Schulzeit als Lehrmädchen in einer Schneiderei, spielt Theater beim Jüdischen Kulturbund und näht Kostüme für die Bühne. Die Bemühungen ihrer Familie, der Verfolgung im NS-Regime durch Migration ins Ausland zu entgehen, schlagen fehl. Nach der Trennung ihrer Eltern 1937, lebt Margot mit ihrer Mutter und ihrem jüngeren Bruder Ralph zusammen. Ab 1941 muss Margot Zwangsarbeit leisten und ihre geliebte Arbeit beim Jüdischen Kulturbund aufgeben. Im Januar 1943 plant Margots Mutter die Flucht mit ihren Kindern zu Verwandten nach Oberschlesien. Doch kurz davor wird Ralph von der Gestapo verhaftet. Die Mutter entschließt sich, ihrem Sohn freiwillig zu folgen - in das Vernichtungslager nach Auschwitz. Margot bleibt allein zurück. Die Mutter hinterlässt ihr neben einer Bernsteinkette, einem Adressbuch und der Handtasche die wichtige Botschaft: \"Versuche, dein Leben zu machen ...\" Die damals 21jährige Margot Bendheim taucht unter, versteckt sich, färbt sich die Haare, lässt sogar ihre Nase operieren, um unerkannt zu bleiben. Ständig muss sie ihre Unterkunft wechseln, ist auf das Wohl und die Gnade ihrer Helfer angewiesen, die ihre verzweifelte Situation mitunter ausnutzen und \"Gegenleistungen\" fordern, auch sexuelle. Margot hat wenig Chancen, sich dagegen zu wehren. Bombenangriffe, die in Berlin ab 1943 immer häufiger werden, sind für Margot und andere sogenannte \"U-Boote\" noch gefährlicher als für den Rest der Berliner Bevölkerung. Sie können keine Luftschutzbunker oder -keller aufsuchen und nur hoffen, nicht unter Trümmern begraben oder Opfer der Flammen zu werden. Im Frühjahr 1944 wird Margot von sogenannten jüdischen \"Greifern\" verhaftet. Die Gestapo zwang Juden, für sie als Fahnder zu arbeiten, um jüdische \"Illegale\" aufzuspüren. Trotz ihrer Kollaboration konnten viele \"Greifer\" in den meisten Fällen nicht verhindern, dass ihre Angehörigen deportiert und ermordet wurden. Margot Bendheim wird nach ihrer Verhaftung in das Konzentrationslager Theresienstadt deportiert. Als die Nationalsozialisten kurz vor Kriegsende Auschwitz räumen und die Todeszüge auch Theresienstadt erreichen, begreift sie, dass sie ihre Mutter und ihren Bruder Ralph nie wiedersehen wird. Beide wurden, wie mehr als eine Million andere Verfolgte des Unrechtregimes, im Todeslager ermordet. Margot überlebt. Nach der Befreiung heiratet sie Adolf Friedländer, einen Bekannten aus Berliner Theatertagen, den sie in Theresienstadt wiedergetroffen hat. Das Ehepaar emigriert in die USA, baut sich dort ein neues Leben auf. Erst nach dem Tod ihres Mannes besucht Margot 2003 auf Einladung des Berliner Senats ihre alte Heimatstadt. Seit 2010 lebt sie wieder in Berlin, besucht regelmäßig Schulen, um jungen Menschen über ihr Leben zu berichten. —ZDF",
    "chinese_title": "Ich bin! Margot Friedländer",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-09-30T17:39:09"
}