{
    "aka": [],
    "sid": "37517053",
    "cast": [
        {
            "url": "/celebrity/1392938/",
            "name": "阿什莉·诺斯 Ashley North",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2925050882.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt37900280",
    "director": [
        {
            "url": "/celebrity/1418351/",
            "name": "马兰花 Lanhua Ma",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2025-08-17(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt37900280/",
    "imdb_votes": 92,
    "this_title": [
        "Last Spark of Us"
    ],
    "douban_link": "https://movie.douban.com/subject/37517053/",
    "imdb_rating": "7.7/10 from 92 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Audrey has had a crush on her brother's best friend, Zachary, since she was a student, and after a chance party, Audrey takes it upon herself to become Zachary's secret bed-mate after his recent breakup. In the fourth year of this one-way, sex-only affair, Audrey becomes pregnant, but before she can tell Zachary, his old flame, Brynn, suddenly returns home with a seven-year-old boy and takes up residence in Zachary's house. Audrey is under the mistaken impression that the boy is Zachary and Brynn's child, and Zachary, out of the friendship of the past to Brynn and protection of the child, is unable to tell Audrey the truth right away. Audrey, unwilling to be a mistress, proposes to Zachary to end this underground relationship. Zachary, realizing how important Audrey is to him, finally intends to tell Audrey the truth about the child. But Audrey is in a car accident before she learns the truth. Through Brynn's machinations, the injured Audrey and Zachary miss each other. The accident puts Audrey is at risk of miscarriage and makes her decide to leave Zachary and disappear. Ten months later, Audrey and Zachary are reunited at a charity party. This time, Zachary has learned how to love, and he will try to win Audrey back with all his heart. Audrey is faced with a dilemma -- will she reject Zachary without a second thought, or will she tell Zachary that their child is still alive and give him a chance to get her back?",
    "chinese_title": "Last Spark of Us",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2026-02-05T11:39:14"
}