{
    "aka": [],
    "sid": "37559717",
    "cast": [
        {
            "url": "/celebrity/1564665/",
            "name": "吉安马可·索雷西 Gianmarco Soresi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2925527993.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1564665/",
            "name": "吉安马可·索雷西 Gianmarco Soresi",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "69分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2023-03-16(网络)"
    ],
    "this_title": [
        "Gianmarco Soresi: The Rats Are In Me"
    ],
    "douban_link": "https://movie.douban.com/subject/37559717/",
    "trans_title": [
        "吉安马可·索雷西：心之所鼠"
    ],
    "douban_votes": "0",
    "introduction": "I always believed comedy should be raw. Uncensored. Filthy. Because the truth is filthy. But then I found out how much money comedians can make by recording a clean comedy album. So my new clean album The Rats Are In Me, produced by @blondemedicine, will start playing on SiriusXM this month.Aside from some clips, I won’t be releasing it to the general public in order to maintain my cool, naughty Jewish boy persona but if you join my Patreon (link in story) then on 4/6 you can listen OR WATCH the whole special whenever you like.That’s right, I’m releasing a comedy special on a platform even less prestigious than YouTube. And the video includes all the Not-Safe-For-Christian-Radio outtakes where I say all kinds of four letter words like “If this clean album doesn’t make me a lot of CASH I’m in deep doody!!!”So join my Patreon for as little as $5 - you’ll also get a lot of extra stuff for my podcast The Downside (including a new episode with Broadway superstar Joshua Henry coming out next week) but if you don’t give crap about the podcast you can just join in April, listen and watch the special, and then unsubscribe.Oh! And the album is clean but I promise it’s not, like, happy. It’s really good. And you can hear where I wanted to curse. George Carlin’s first album was clean so whatever I don’t feel guilty about it.",
    "chinese_title": "吉安马可·索雷西：心之所鼠",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Gianmarco Soresi: The Rats Are In Me",
    "douban_rating_average": 0,
    "update_at": "2025-12-02T11:00:46"
}