{
    "aka": [
        "The Red Spectre"
    ],
    "sid": "3755337",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1907",
    "genre": [
        "恐怖",
        "短片",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2381631961.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1027802/",
            "name": "塞冈多·德·乔蒙 Segundo de Chomón",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0000614",
    "director": [
        {
            "url": "/celebrity/1027802/",
            "name": "塞冈多·德·乔蒙 Segundo de Chomón",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330186/",
            "name": "费迪南·齐卡 Ferdinand Zecca",
            "@type": "Person"
        }
    ],
    "duration": "France: 9 分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1907"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0000614/",
    "imdb_votes": 1320,
    "this_title": [
        "Le spectre rouge"
    ],
    "douban_link": "https://movie.douban.com/subject/3755337/",
    "imdb_rating": "6.5/10 from 1320 users",
    "trans_title": [
        "红色幽灵",
        "The Red Spectre"
    ],
    "douban_votes": "137",
    "introduction": "In a strange grotto deep in the bowels of the earth a coffin uprights itself, dances, then opens, and out steps a demonic magician with skeletal face, horns, and cape. He wraps two women (who appear to be in a trance) in fabric, levitates them, and causes them to burst into flames and disappear. As he gathers their ashes in a pitcher a Good Spirit [a young woman who resembles Peter Pan] appears, shakes her head No, and reveals the \"souls\" of the two women in a secret compartment deeper within the cave. The Good Spirit vanishes in a puff of smoke. The magician then produces 3 glass bottles on pillars, takes them downstage close to the camera, and reveals 3 tiny women in them; one woman beats a tambourine while the other two sway. The magician pours ashes (?) into the bottles, but the Good Spirit reappears and makes these trapped figures disappear in a flash, angering the magician, who chases her away. He makes an easel appear. There is an odd sort of screen on it bearing the Pathe rooster logo. The magician then invents channel-surfing, causing three different \"shows\" to appear on the screen in rapid succession. The Good Spirit reappears and causes this strange television set to vanish, but the magician creates two more in turn, each more elaborate than the last, with various images of persons and dogs flashing across their screens. Finally, the Good Spirit reveals to the evil magician an area within the cave where there are four pillars and a tableau of distinguished-looking ladies (goddesses?). She takes the magician downstage, forces him to the ground, pours a pitcher of something on him (ashes? Holy water?) and turns him into a lifeless skeleton, which she reveals to the camera. Three tall flames appear in the foreground, and the film is over.",
    "chinese_title": "红色幽灵",
    "douban_rating": "6.8/10 from 137 users",
    "foreign_title": "Le spectre rouge",
    "imdb_rating_average": 6.5,
    "douban_rating_average": "6.8",
    "update_at": "2025-08-03T12:35:13"
}