{
    "aka": [],
    "sid": "3757155",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900178489.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1978354",
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-05-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1978354/",
    "imdb_votes": 97,
    "this_title": [
        "What Darwin Didn't Know"
    ],
    "douban_link": "https://movie.douban.com/subject/3757155/",
    "imdb_rating": "7.9/10 from 97 users",
    "trans_title": [
        "达尔文所不知道的"
    ],
    "douban_votes": "176",
    "introduction": "Documentary which tells the story of evolution theory since Darwin postulated it in 1859 in 'On the Origin of Species'.The theory of evolution by natural selection is now scientific orthodoxy, but when it was unveiled it caused a storm of controversy, from fellow scientists as well as religious people. They criticised it for being short on evidence and long on assertion and Darwin, being the honest scientist that he was, agreed with them. He knew that his theory was riddled with 'difficulties', but he entrusted future generations to complete his work and prove the essential truth of his vision, which is what scientists have been doing for the past 150 years.Evolutionary biologist Professor Armand Marie Leroi charts the scientific endeavour that brought about the triumphant renaissance of Darwin's theory. He argues that, with the new science of evolutionary developmental biology (evo devo), it may be possible to take that theory to a new level - to do more than explain what has evolved in the past, and start to predict what might evolve in the future.纪录片讲述1895年,当达尔文在物种起源中初次假设进化论的故事.进化论中-物竞天择,适者生存这一理论已经被科学以及公众认可,但是在一次暴风骤雨般的激烈辩论中,这个理论被一些宗教人士所否认,大众批评他们陈词冗长且缺少证据,大家都相信达尔文是一个诚实的科学家.达尔文起初早就预料到,这个理论会有许多疑难漏洞,但是他把这一切交给了我们后一代人,让我们来补充证明他的观点是正确的,这也是150年来科学家们都在苦苦探索的...",
    "chinese_title": "达尔文所不知道的",
    "douban_rating": "8.1/10 from 176 users",
    "foreign_title": "What Darwin Didn't Know",
    "imdb_rating_average": 7.9,
    "douban_rating_average": "8.1",
    "update_at": "2025-02-23T19:36:07"
}