{
    "aka": [
        "Devil's Doll",
        "Live to Love",
        "The Naked Goddess"
    ],
    "sid": "3757777",
    "cast": [
        {
            "url": "/celebrity/1041410/",
            "name": "琳达·克里斯蒂安 Linda Christian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1057244/",
            "name": "罗伯特·阿尔达 Robert Alda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1164963/",
            "name": "阿里亚德娜·韦尔特 Ariadna Welter",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054339/",
            "name": "格特鲁德·阿斯特 Gertrude Astor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1095596/",
            "name": "尼尔·哈弥尔顿 Neil Hamilton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1076697/",
            "name": "Jeanne Carmen Jeanne Carmen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000973/",
            "name": "Bruno VeSota Bruno VeSota",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1962",
    "genre": [
        "悬疑",
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1545453331.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1017846/",
            "name": "乔·海姆斯 Jo Heims",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0055902",
    "director": [
        {
            "url": "/celebrity/1038338/",
            "name": "William J. Hole Jr. William J. Hole Jr.",
            "@type": "Person"
        }
    ],
    "duration": "71 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1962"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0055902/",
    "imdb_votes": 1505,
    "this_title": [
        "The Devil's Hand"
    ],
    "douban_link": "https://movie.douban.com/subject/3757777/",
    "imdb_rating": "4.6/10 from 1505 users",
    "trans_title": [
        "恶魔之手",
        "Devil's Doll",
        "Live to Love",
        "The Naked Goddess"
    ],
    "douban_votes": "0",
    "introduction": "A man is haunted by visions of a beautiful woman. When he finally meets her, he winds up involved in a satanic cult.Rick Turner is engaged of Donna Trent and is having nightmares with a beautiful blonde woman dancing in the sky. One night, he is mysteriously driven to a doll shop, and in the next morning he returns to the place with Donna. He finds a doll that resembles his fiancé, but the owner Francis Lamont delivers another doll to him, with the face of the woman of his dreams, Bianca Milan. Rick looks for Bianca and is seduced and convinced by her to join a sect that worships the diabolic Camba, while the health of Donna is threatened by Francis and Bianca.A sinister coven of devil worshippers uses the charms of a beautiful woman to lure men into their unholy death cult. Rick begins dreaming of a temptress, a lovely but deadly vixen named Bianca. When he discovers she really does exist, he is drawn to her through supernatural forces and discovers that she is part of a strange sect that worships the devil god Gamba. He is initiated into the group and is soon caught in a web of human sacrifice and horrifying rituals. Meanwhile, Rick's fianc? Donna, is growing increasingly concerned over her husband-to-be's strange behavior. Using the power of voodoo, the coven snares the innocent girl into becoming their next sacrifice. Rick must somehow fight the satanic powers of Bianca and save Donna from the clutches of the hellish cult.Unraveling a tale of occultism and pagan worship that had been the subject of only a handful of previous movies like Val Lewton's The Seventh Victim or Jacques Tourneur's Curse Of The Demon, The Devil's Hand (aka Devil's Doll and Live To Love) is a rarely-seen supernatural thriller ripe with unnerving suspense. The film's star, Linda Christian (aka Blanca Welter), was the first Bond girl, appearing in a 1954 TV version of Casino Royale. She is also the real-life sister of co-star Ariadna Welter. Ariadna's role in The Devil's Hand marked her only U.S. film appearance, but she is well known to Mexican horror movie fans as a scream queen from The Brainiac, The Vampireand The Vampire's Coffin. Robert Alda was far better known for his Broadway work than his film efforts, which included the chillers The Beast With Five Fingers and House of Exorcism. Director William Hole, Jr.'s genre credits include The Ghost Of Dragstrip Hollow. He also worked on the 1976 TV-series The Bionic Woman. Jack Pierce, famed classic Universal monster make-up genius, also handled the face powder on this picture.",
    "chinese_title": "恶魔之手",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Devil's Hand",
    "imdb_rating_average": 4.6,
    "douban_rating_average": 0,
    "update_at": "2025-03-23T12:00:32"
}