{
    "aka": [],
    "sid": "3758935",
    "cast": [
        {
            "url": "/celebrity/1004900/",
            "name": "奥利维娅·科尔曼 Olivia Colman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049604/",
            "name": "帕迪·康斯戴恩 Paddy Considine",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037605/",
            "name": "西姆斯·奥尼尔 Seamus O&#39;Neill",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p505677350.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1014062/",
            "name": "西恩·迈德斯 Shane Meadows",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1437849",
    "director": [
        {
            "url": "/celebrity/1014062/",
            "name": "西恩·迈德斯 Shane Meadows",
            "@type": "Person"
        }
    ],
    "duration": "71分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-10-09"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1437849/",
    "imdb_votes": 2043,
    "this_title": [
        "Le Donk & Scor-zay-zee"
    ],
    "douban_link": "https://movie.douban.com/subject/3758935/",
    "imdb_rating": "6.3/10 from 2043 users",
    "trans_title": [
        "当克和苏克孜"
    ],
    "douban_votes": "0",
    "introduction": "当克，一个摇滚乐队的巡演助手和失意的音乐家，他活过、爱过、受过教训。漂亮的女朋友走了后，他的生活就变得一团糟，却意外发现了一个新伙伴－－诺丁汉的饶舌奇才苏克孜，在the Arctic Monkeys乐队的帮助下，他预备将苏克孜和他自己打造成一个明星。一句话评论这是西恩·迈德斯与帕迪·康斯戴恩的双剑合璧，舒舒服服地靠在椅背上，享受吧。 ——《泰晤士报》英国电影界首屈一指的导演和演员联袂合作的恶搞纪录片，既真实感人，又傻乎乎很搞笑，是继电影《波拉特》之后，最令人信服称赞的喜剧创作。 ——《帝国杂志》这可能只是一部加长版的短片，但是影片中十足的笑料，都足以撑起两部喜剧片了。 ——《完全电影》西恩·迈德斯的这部5天速成恶搞纪录片在某种程度上应该教会了好莱坞什么才叫经济。 ——《卫报》幕后制作在电影界，许多导演和演员都是金牌搭档，比如蒂姆·波顿和约翰尼·德普，雷德利·斯科特和罗素·克劳，本片的导演西恩·迈德斯与演员帕迪·康斯戴恩也是其中一对，他们合作过的电影有《这就是英格兰》、《死人的鞋子》以及《给罗密欧·布拉斯的房间》。这位被英国电影评论界誉为“新一代的肯·洛奇”的英格兰新晋导演西恩·迈德斯在没有剧本、没有专业演员的情况下，5天内即兴拍摄完成了一部恶搞纪录片。尽管是部小成本小制作的喜剧，却极尽恶搞之能事，令观众捧腹大笑。起先，Arctic Monkeys（北极猴乐队）打算找迈德斯为他们的巡回演唱会拍摄录像带，但是他觉得巡回演出的录像带不是他擅长做的，他想做一些与众不同的东西，于是一时心血来潮，打算和帕迪一起拍摄一部这样的电影。当克这个人物是很多人的结合体，导演的理解是那些经常在片场晃荡、又喜欢控制别人的巡演助手，有些人甚至不是为了名和利，而是为了所谓的精力，帕迪·康斯戴恩就是饰演这样一个角色，他自己对角色的理解是，“这个人物有点小心眼，他发掘了苏克孜，想和他一起成名，但是如果苏克孜成功了，那会让他生不如死。”本片没有剧本、没有专业演员，只是按照要在5天内拍完的原则，甚至有时候是用一架数码单反照相机拍摄高清录相。西恩·迈德斯希望短暂的拍摄计划能够更好地关注故事的细节，会迫使制作团队想出更有创意更加疯狂的想法。他表示想从之前冗长的拍摄过程中解脱出来，他要证明5天也能拍出一部好电影，不仅能够发行而且成本不会超过3万英镑。“5天拍完一部电影需要一定的运气，也要有一定的胆量，因为没有第二次机会。但是不同于那种别人给你200万就要背上沉重负担的电影，这部电影只有一些小角色和一些疯狂的想法，这对我来说这是一种解脱和释放。拥有自主权最大的好处就是，如果是一个负责任的导演，他就会听听其他人的意见，因为最后拍板的还是你自己，所以如果有更棒更有趣的想法，我肯定采纳的。”导演迈德斯如是说。他说自己拍摄的本意并不在钱，而是在于兜售这个想法。有人将本片与电影《波拉特》对比，但导演却不以为然，在他看来，《波拉特》有一群作者帮忙写剧本写笑料，“而我的电影不是这样的，所有从帕迪口中说出的话都是即兴创作，没有谁告诉他该说什么。”导演迈德斯透露了他的5天拍片速成秘诀：1、为避免重复拍摄，要按照故事顺序拍摄；2、精简演员队伍，只要围绕故事情节的主要演员即可；3、选择好正确的拍摄地点，这样就不需要再做改动或重新布景；4、不要指望小成本制作能够有伟大的寓意。保持精简的班底，减少一切戏外开支，给自己定下的规矩要坚决执行。作为5天电影的典型，《当克和苏克孜》闪亮登场成功之后，导演西恩·迈德斯与Warp电影公司的制作人马克·赫伯特（Mark Herbert）宣布即将启动一个5天拍摄电影计划，鼓励大家向专业的发行公司提交自己拍摄的电影。电影的DVD中和官方网站上会指导人们如何进行拍摄，人们会自己动手拍电影，将自己拍摄的小电影寄到公司后，如果能够发行，将会打上公司的标志，由公司进行包装后再开始发行。电影拍摄时间表：第一天：拍摄当克在诺丁汉的生活，退休的饶舌歌手苏克孜扮演他的房客，当克和苏克孜坐在一辆摇摇晃晃的公交车上一起去曼彻斯特。西恩为了让帕蒂紧张一点，告诉他要睡在敞篷车里，并且食宿自付。第二天：当克遇上了一些巡演助手，苏克孜被派去给他临时讲故事情节。第三条：首场演唱会，拍摄当克和苏克孜在后台练习，但是由于准备不充分，大家都比较辛苦。第四天：太阳出来了。制片人马克恳求并贿赂当克和苏克孜开始当晚的演唱会。当克唱歌、苏克孜说饶舌，观众也不知道他们着了什么魔，但是效果非常好，非常成功。（几个月后的）第五天：胜利而归。花絮·所有制作班底都是真实的，没有策划，苏克孜没有通行卡，但是最后还是带着他的键盘一起想办法站到了舞台上，还插上了电开始演奏。·开头几场戏中，帕迪警告导演他不想像个疯子似的出现在大家面前，他承认他有点愤怒过头了。·电影中当克有个怀孕的女朋友，而现实中扮演他女朋友的奥莉薇亚确实是怀孕八个月了。·因为担心现场观众会产生反感情绪，所以导演并没有事先跟演唱会现场的观众打好招呼，所有的反应都是百分之百真实的。·由于是小成本制作，制作团队中几乎每个工作人员都是一个人当八个人使。",
    "chinese_title": "当克和苏克孜",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Le Donk & Scor-zay-zee",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-03-22T20:52:08"
}