{
    "aka": [],
    "sid": "3759478",
    "cast": [
        {
            "url": "/celebrity/1095150/",
            "name": "Björn Gustafson Björn Gustafson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036743/",
            "name": "乔尔·金纳曼 Joel Kinnaman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1208174/",
            "name": "Rachel Lachenardiere Rachel Lachenardiere",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1100144/",
            "name": "Tone Helly-Hansen Tone Helly-Hansen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1214895/",
            "name": "Filip Benko Filip Benko",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1171490/",
            "name": "Erik Bolin Erik Bolin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1117293/",
            "name": "克拉斯·永马克 Claes Ljungmark",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1057094/",
            "name": "Kim Anderzon Kim Anderzon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1250721/",
            "name": "Fortesa Hoti Fortesa Hoti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1133509/",
            "name": "Lena B. Nilsson Lena B. Nilsson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1118462/",
            "name": "马努斯·马克 Magnus Mark",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1185710/",
            "name": "Josephine Bauer Josephine Bauer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1068217/",
            "name": "James Cagnard James Cagnard",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1161814/",
            "name": "Christian Wennberg Christian Wennberg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1095333/",
            "name": "Jan Holmquist Jan Holmquist",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1249290/",
            "name": "Jonas Bane Jonas Bane",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1256687/",
            "name": "Maya Rung Maya Rung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105332/",
            "name": "Petra Hultgren Petra Hultgren",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1232363/",
            "name": "Stig Strandberg Stig Strandberg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1233154/",
            "name": "艾丽西亚·维坎德 Alicia Vikander",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1180010/",
            "name": "菲利普·伯格 Filip Berg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1104490/",
            "name": "古尼拉·约翰松 Gunilla Johansson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1204699/",
            "name": "Christian Rinmad Christian Rinmad",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1228980/",
            "name": "Tommy Sporrong Tommy Sporrong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1062717/",
            "name": "Bengt Bauler Bengt Bauler",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1151054/",
            "name": "Fyr Thorvald Strömberg Fyr Thorvald Strömberg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1233507/",
            "name": "Simon Gavik Simon Gavik",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1091794/",
            "name": "斯蒂凡·戈迪克 Stefan Gödicke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1151436/",
            "name": "Jill Ung Jill Ung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1132532/",
            "name": "Göran Parkrud Göran Parkrud",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162504/",
            "name": "亚历山大·卡里姆 Alexander Karim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1066125/",
            "name": "Amir Barghashi Amir Barghashi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1229970/",
            "name": "David Levi David Levi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1160529/",
            "name": "Rolf Skoglund Rolf Skoglund",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1151902/",
            "name": "Georgi Staykov Georgi Staykov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1235045/",
            "name": "汤姆·利德加德 Tom Lidgard",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1235341/",
            "name": "南娜·布朗德尔 Nanna Blondell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1135218/",
            "name": "Hans Mosesson Hans Mosesson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1102924/",
            "name": "Maria Hörnelius Maria Hörnelius",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1104926/",
            "name": "Bill Hugg Bill Hugg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1062583/",
            "name": "Lars Bethke Lars Bethke",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "瑞典"
    ],
    "writer": [
        {
            "url": "/celebrity/1537685/",
            "name": "佩德·哈姆达尔·奈斯 Peder Hamdahl Næss",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1087819",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "瑞典语"
    ],
    "playdate": [
        "2007-09-23"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1087819/",
    "imdb_votes": 532,
    "this_title": [
        "Andra Avenyn"
    ],
    "douban_link": "https://movie.douban.com/subject/3759478/",
    "imdb_rating": "5.6/10 from 532 users",
    "trans_title": [
        "第二大道"
    ],
    "douban_votes": "0",
    "introduction": "Andra Avenyn is a Swedish SVT produced drama series and soap opera from 2007.Andra Avenyn (Second Avenue or The other Aveny an allusion to the famous main street in Gothenburg) is set in Riverside, a housing estate by the River Göta, filmed in Kvillestaden and Lindholmen in Gothenburg. Several families live there, and these, especially the teenagers, are the focus of the series. There is a Riverside Boxing Club (RBC). The school is the Harry Brandelius Gymnasium (Secondary School for 16+). There is a hospital and a park. Several factories and businesses are also to be found there, some, like Björnsängar (Björns Beds) and Bara Babros Livs (a sandwich bar) central to the series.The series is filmed in specially a specially constructed studio in Gothenburg and in outside locations in the vicinity. It is broadcast three times a week, with every episode available on the SVT website following transmission, and has recently been bought by Norwegian Television. Four of the teenager roles were cast in Spring 2007 during a six-part reality series (\"Andra avenyn - castingen\", inspired by Pop Idol, but \"for real\").The families at the centre of the series includeThe Björn-Foss Larsens, including Håkon Foss-Larsen (born 1979), his wife Annika Björn (b 1975) and their baby daughter Ingrid (b 2006). They live in a flat in the better part of Riverside. Håkon (played by Christian Hollbrink) is a teacher of Swedish at the Gymnasium but is currently on paternity leave. His wife Annika (played by Josephine Bauer) is sales chef at Björnsängar.The Fagerlinds, including Rasmus (b 1950) and Ulla (b 1957) together with their foster children David Zimmerman (b 1991) and Roxana. The family live in a large flat in Riverside where, over the years, they have fostered fifteen children. Rasmus (played by Bill Hugg) practices as a psychiatrist, both privately and at the hospital. He is on the board of the boxing club. His wife Ulla (played by Lena B Nilsson) is headmistress at the Gymnasium. David’s parents (the Zimmermans) were killed in a car accident. He is played by Anders Nordahl. His foster sister Roxana (played by Fortesa Hoti) at first hates him but later they have an affair. David’s girlfriend Jossan Björn finds this out.The Björn-Tegebrandts, including Lotta Björn (b 1967), her husband Roland Tegebrandt (b 1966) and daughter Jossan (b 1991). They live in a splendid villa in Riverside. Lotta (played by Gunilla Johansson) is Head of Finance at the family firm Björnsängar, though she is standing in as Managing Director while her father is sick. Roland (played by Fyr Thorwald) runs his own Accountancy Practice, whose customers include many Riverside companies. He likes hunting in his sparetime and among his clubmates is Fredrik Ferson, who has an affair with Lotta. Roland and Lotta’s daughter, Jossan (played by Alicia Vikander) is in the first year of the Gymnasium. She is sometimes nicknamed “the Mattress” presumably from the nature of her family firm. She is being blackmailed by a gang led by Dildo, who had drugged her and photographed her naked body. He added this to the blackmail and forced her to have sex. Dildo filmed this and used it for further blackmail. Meanwhile, she finds out that her boyfriend, David Zimmerman, is having an affair with his foster sister.The Svensson-Dahlbergs, live in a little flat. Living there are Angelica Svensson (b 1967) , her daughter Olga (b 1991) and her nephew Kim Dahlberg, son to Tony Dahlberg. Tony lives elsewhere as does Angelika’s mother Barbro Svensson.(b 1949) Olga is the daughter of Mustafa Bobo Baldé (Musse) who came originally from Guinea but who has since moved to New York. Angelica (played by Anette Nääs) used to work as a Financial Assistant at Björnsängar but was sacked after embezzling some money (to help her mother). Olga (played by Nanna Blondell) is best friends with Liv Hellström and goes to the Gymnasium. She has sporadic but good relationships with her father Musse. Olga’s cousin Kim Dahlberg (b 1991), played by Jonas Bane, has lived with them since he was seven. His mother Elizabeth (sister to Angelica) had been murdered several years previously. Kim boxes at the RBC and is, according to the coach, a rising star. Kim says he likes guys and girls, (currently Liv Hellström) but has recently been caught in school with Pontus, a visiting roadie (or Music Technician). He seems to have a drug habit and needs money, so he approaches Hästen, his father Tony’s old gang boss. Towards the end of the first season he met a blond guy named Adam Nyeberg in the hospital, with whom he had some sort of short fling and a sexual encounter, but broke up with him. Adam returned in the second season after Kim broke up with Liv. This time Kim was more willing for a real relationship, but the relationship had many problems and finally ended when Adam went to Barcelona.His father Tony Dahlberg (b 1969) was a boxing champion (called Tony Tiger) but had got involved with a criminal gang. It was a result of this that his wife was killed in front of him and Kim. His activities led to imprisonment - nine years for manslaughter - but he has recently been released. Tom is played by Stefan Gödicke. Kim’s grandmother - Barbro, played by Kerstin Hellström - ran a small shop called Bara Barbros Livs (Just Barbie's Bites). It used to be called Hos Barbro och Kent (Barbro's and Kent's), but after Kent, her husband, died of a heart attack (nine years previously) she changed the name. Later she handed over the shop to Angelica, who runs it as a sandwich bar, renamed 24 timmar (24 hours), popular with the local youth.The Husseins live in a flat in the northern part of Riverside. Ahmed Hussein (played by Amir Barghashi) is a political refugee. He was a biochemist in Lebanon, his native land, but is now an assembly worker at Björnsängar. Both he and his wife Mariam are believing Moslems. Their son Karim (b 1990), who has lived in Sweden since he was ten loves them but finds them religious and strict. He likes Sweden and considers himself Swedish, but no less a Moslem. He had to repeat a year at the Gymnasium as he had missed so much school. Karim (played by Mohamed Said) finds it difficult to say no to anyone, so people think of him as weak, though he has a good heart. He has become involved (against his will) in the drugging, sexual molestation and blackmailing by Dildo (a local hoodlum) of Jossan Tegebrandt Björn. He later becomes involved with Jossan, which his parents do not like. Karim’s cousin Hamza lives with the Husseins since his parents had disappeared during the conflict in Lebanon. Hamza does not like Sweden and is troubled with memories from his war-torn country.The HellströmsOlga Svensson’s best friend is Liv Hellström (played by Maya Rung). She was Kim Dahlberg’s girlfriend until she caught him in bed with a boy. They have since made up, though Kim is still confused. She lives with her father Dennis Svensson (played by Göran Parkrud) - the local priest who is also prison chaplain. There he met and became friends with Tony, whom he took in for a while. Complicated relationships with Liv and others lead to Tony being shot, going on the run and being sheltered by Liv (and Kim). Liv is also being pursued by Andreas, her boss’s son.",
    "chinese_title": "第二大道",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Andra Avenyn",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2025-09-22T09:01:18"
}