{
    "aka": [],
    "sid": "3760640",
    "cast": [
        {
            "url": "/celebrity/1136076/",
            "name": "劳尔·波马雷斯 Raúl Pomares",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1586833/",
            "name": "杰兹·维拉 Jazz Vilá",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2592683616.jpg",
    "region": [
        "古巴"
    ],
    "writer": [
        {
            "url": "/celebrity/1215882/",
            "name": "亚历杭德罗·布鲁格斯 Alejandro Brugués",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0814258",
    "director": [
        {
            "url": "/celebrity/1215882/",
            "name": "亚历杭德罗·布鲁格斯 Alejandro Brugués",
            "@type": "Person"
        }
    ],
    "duration": "95 分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2006"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0814258/",
    "imdb_votes": 110,
    "this_title": [
        "Personal Belongings"
    ],
    "douban_link": "https://movie.douban.com/subject/3760640/",
    "imdb_rating": "7.0/10 from 110 users",
    "trans_title": [
        "私人物品"
    ],
    "douban_votes": "0",
    "introduction": "Ernesto lives life in a limbo of sorts, stuck somewhere between the promise of an exit visa and the fear of rotting away in Havana. But his smooth-talking schemes to secure papers are complicated when he crosses paths with Anita, and is faced with the only incentive to stay in Cuba—love. Screenwriter Alejandro Brugués makes his directorial debut with this poignant romance about the price of freedom, the power of sacrifice and the meaning of happiness.Alejandro Brugues was born in Buenos Aires, but he is a Cuban national. After studying Advertising, Psychology and Philosophy, he graduated with a Screenwriting major from the Escuela de San Antonio de los Banos. After taking his first steps as a screenwriter, he directed and wrote this first work, which received awards at the Cine en Construcción section of the Guadalajara Film Festival. Personal belongings is a love story that takes on the everyday reality of Cuba: Ernesto keeps his \"personal belongings\" in a briefcase, waiting for the moment when he will finally be able to leave the island; meanwhile Ana has decided to stay and not go with her parents, who fled on a raft. The two youngsters meet when he goes to the policlinic where she works, and although by falling in love they each find what they were looking for in each other, they also know they have decided on very different paths and at some point they’ll have to make a final choice.",
    "chinese_title": "私人物品",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Personal Belongings",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-06-05T12:56:30"
}