{
    "aka": [],
    "sid": "3760923",
    "cast": [
        {
            "url": "/celebrity/1003325/",
            "name": "Fritz Müller Fritz Müller",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1066782/",
            "name": "Hanns Beck-Gaden Hanns Beck-Gaden",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1118924/",
            "name": "Franz Loskarn Franz Loskarn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1200495/",
            "name": "Maria Mindzenty Maria Mindzenty",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1930",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2573126035.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1066782/",
            "name": "Hanns Beck-Gaden Hanns Beck-Gaden",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1067746/",
            "name": "Joseph Dalman Joseph Dalman",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0467136",
    "director": [
        {
            "url": "/celebrity/1066782/",
            "name": "Hanns Beck-Gaden Hanns Beck-Gaden",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1930"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0467136/",
    "imdb_votes": 38,
    "this_title": [
        "Wenn die Abendglocken läuten"
    ],
    "douban_link": "https://movie.douban.com/subject/3760923/",
    "imdb_rating": "5.6/10 from 38 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Life is tranquil at the beautiful village of Oberstdorf until the arrival of gypsies to the village. Their reception is far from warm; only reluctantly does the mayor permit them to stay and only until their broken wagon wheel is repaired. However, the mayor's sons, Hans und Michel are fascinated immediately by the exotic gypsy Saffy who knows pretty well how to use her gypsy charms. Very soon both brothers will try to gain the favours of Saffy but the gypsy woman uses them only for her gypsy interests, mostly to take revenge for the bad treatment that her people have received from the village. To make things worse, a theft occurs and the villagers accuse Saffy of the crime. Hans defends Saffy testifying that they were together when the theft occurred. This creates a scandal and causes the mayor throw Hans out but the boy then joins the gypsies and leaves the village.\"Wenn Die Abendglocken Läuten\" is a late silent German film recently discovered, directed by Herr Hans Beck-Gaden in the silent year of 1930. It was filmed in the beautiful and idyllic landscapes of Oberstdorf and Kleinwalsertal, but underneath the bucolic appearance is an undercurrent of conservative and patriotic values, an implicit nationalism and the exaltation of the virtues of the \"Heimat\"; that is to say, the German strong feeling of identity, belonging, the homeland.And that happens during the first scenes of the film when that exaltation of the values of the \"Heimat\", the safety of home, is openly shown, and the oeuvre ends on the same note after our hero Hans, has returned to the village after being seduced by the wicked and foreign charms of the gypsy Saffy. Although Hans und Michel shows some curiosity in Saffy who brings a bit of exoticism into their lives, it's very clear that the villagers have no use for the gypsies and are quick to give in to their prejudices and expel the visitors. We have here a Teutonic population with rigid convictions and adhering to typical customs in accordance with the mountains landscape; healthy youngsters and conservative elders who are always dressed up properly in contrast to the chaotic and carefree gypsies.On the other hand, the film is not openly racist but it is evident, although in a subtle way, that it comparing the two ways of life and cultures and saying that social conflict is inevitable given the rules and traditions of the gypsies.During the late 20's, the number of films that praised conservative values and precepts in combination with idyllic mountain settings, increased slightly, and of course it is not necessary to say that this all led to the extreme and ultra patriotic films of the 30's. \"Wenn Die Abendglocken Läuten\", is innocent by comparison and it would take the coming of sound to fully develop this German sub-genre.\"Wenn Die Abendglocken Läuten\" is film that has many characteristics of the, alas , insubstantial films produced in Germany at the end of the silent era and is relatively harmless in its use of \"Heimat\" patriotic precepts and is in the German mountain films tradition. Because it is, thank Gott, a silent film the producers were not tempted to turn it into an \"operetta\", sparing the audience hearing any of those typical Teutonic songs.",
    "chinese_title": "Wenn die Abendglocken läuten",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2025-03-28T11:09:38"
}