{
    "aka": [],
    "sid": "3760287",
    "cast": [
        {
            "url": "/celebrity/1043031/",
            "name": "简·凯普莱斯 June Caprice",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1069913/",
            "name": "George Bunny George Bunny",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115928/",
            "name": "Lola May Lola May",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1153366/",
            "name": "Pell Trenton Pell Trenton",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1993",
    "genre": [
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2889321730.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1033226/",
            "name": "朱尔斯·福瑟曼 Jules Furthman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1043187/",
            "name": "拉尔夫·斯彭斯 Ralph Spence",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1609165",
    "director": [
        {
            "url": "/celebrity/1290376/",
            "name": "德克兰·罗内 Declan Lowney",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1043483/",
            "name": "哈里·米勒德 Harry F. Millarde",
            "@type": "Person"
        }
    ],
    "duration": "93分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1993"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1609165/",
    "imdb_votes": 49,
    "this_title": [
        "Velvet Underground: Velvet Redux Live MCMXCIII"
    ],
    "douban_link": "https://movie.douban.com/subject/3760287/",
    "imdb_rating": "7.3/10 from 49 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "86",
    "introduction": "In late 1992, the Velvet Underground 1965-1968 core line-up of Lou Reed, John Cale, Sterling Morrison and Maureen Tucker suddenly decided to reform. The decision was all the more unexpected because the relationship between Reed and Morrison had been sour ever since the late Sixties, only to ameliorate after back catalogue royalty renegotiations in the mid-Eighties, and the tumultuous relationship between Reed and Cale had hit a low after their 1990 collaboration Songs for Drella.Nevertheless, an impromptu one-song reunion in Jouy-en-Josas, France, later that year for an Andy Warhol exhibition set the scene and by 1993, the band had started to rehearse for European and American tours. Lou Reed's then-current record company, Sire Records, agreed to release a live album from the European tour, and ambitious plans were made for both an MTV Unplugged appearance with accompanying album and a subsequent studio album.Two key people did not participate in the reunion: sometime singer Nico, who had died in 1988; and latter-day bassist/keyboard player Doug Yule, whom Sterling Morrison would have liked to participate but who was vetoed out by Reed and Cale. Yule later stated that, although he would have liked being considered at least, he would have declined anyway because of family priorities.The album was recorded during a three-night residence in the Parisian venue L'Olympia. John Cale later said, \"During the second night we hit the home run\", and it is of this night that most of the Live ⅯⅭⅯⅩⅭⅢ tracks were taken. The rest were taken from the third night.Live ⅯⅭⅯⅩⅭⅢ mainly is a trawl through the back catalogue, with emphasis on the \"regular\", more structured songs. There are only two major improvisations (\"Some Kinda Love\" and \"Hey Mr. Rain\") and two new songs: \"Velvet Nursery Rhyme\", a short and lightweight reunion-theme song, and \"Coyote\", a Reed/Cale collaboration. Emphasis is on the band's first and third records and the \"lost fourth album\" (see VU and Another View), with only two songs from Loaded being included.During the European tour, relationships quickly soured again and by the end of the tour all other plans were off, never to rematerialise. The band's latest breakup proved final when Sterling Morrison died in the summer of 1995.Both the tour and the album met with mixed reviews. The public and the critics were split into two camps: those that did not want to spoil their vision of the image that the band had since the Sixties and those that wanted to see the legendary four back together on stage and see whether they could still be relevant. Reviews reflected the views of the two camps.",
    "chinese_title": "Velvet Underground: Velvet Redux Live MCMXCIII",
    "douban_rating": "8.9/10 from 86 users",
    "foreign_title": "",
    "imdb_rating_average": 7.3,
    "douban_rating_average": "8.9",
    "update_at": "2025-06-09T14:55:44"
}