{
    "aka": [
        "Did I Kill Them?"
    ],
    "sid": "3760979",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1982",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871662952.jpg",
    "region": [
        "巴西"
    ],
    "writer": [],
    "imdb_id": "tt0151510",
    "director": [],
    "duration": "34 分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "1982"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0151510/",
    "imdb_votes": 54,
    "this_title": [
        "Mato Eles?"
    ],
    "douban_link": "https://movie.douban.com/subject/3760979/",
    "imdb_rating": "8.0/10 from 54 users",
    "trans_title": [
        "Did I Kill Them?"
    ],
    "douban_votes": "0",
    "introduction": "The last Indians of the Mangueirinha reserve are being exterminated with the approval of those who are supposed to protect them. During the 1970s Brazil's vast Amazon region became the site of both intense economic development and national fantasy; seen as a potential source of limitless wealth, it came to represent Brazil's bright future. Yet at least one major problem remained: what to do about the native Brazilian population - the Amazonian Indians - who used to populate the region. Bianchi's SHOULD I KILL THEM? is a scathing look at the terrible consequences of uncontrolled development and misguided government policies. Using both staged and actual interviews with officials, experts and the local inhabitants, Bianchi constructs the film around a series of questions that appear as title cards for the viewers - for example, \"How is it that a tribe thriving in the late 1950s has been reduced by the 1980s to a single member? (Choose One).\" Still controversial, SHOULD I KILL THEM? exposes the paternalism and hypocrisy that has characterized so many governments' relations with their native populations throughout the Americas. Preceded by DIVINE SOCIAL SERVICE, a journey through the labyrinth of urban social service agencies. THE SECOND BEAST is an adaptation by Bianchi of the short story written by Julio Cortazar: \"Carta a una Senorita en Paris (Letter to a Young Lady in Paris)\".",
    "chinese_title": "Mato Eles?",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.0,
    "douban_rating_average": 0,
    "update_at": "2025-05-10T10:00:19"
}