{
    "aka": [
        "My Name is Tonho"
    ],
    "sid": "3761094",
    "cast": [
        {
            "url": "/celebrity/1043570/",
            "name": "Ozualdo Ribeiro Candeias Ozualdo Ribeiro Candeias",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1096117/",
            "name": "Gibé Gibé",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1096571/",
            "name": "Jean Garret Jean Garret",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1117506/",
            "name": "France Mary France Mary",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1166267/",
            "name": "Bibi Vogel Bibi Vogel",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1969",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904044858.jpg",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1043570/",
            "name": "Ozualdo Ribeiro Candeias Ozualdo Ribeiro Candeias",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0183512",
    "director": [
        {
            "url": "/celebrity/1043570/",
            "name": "Ozualdo Ribeiro Candeias Ozualdo Ribeiro Candeias",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "1969"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0183512/",
    "imdb_votes": 86,
    "this_title": [
        "Meu nome É Tonho"
    ],
    "douban_link": "https://movie.douban.com/subject/3761094/",
    "imdb_rating": "6.7/10 from 86 users",
    "trans_title": [
        "My Name is Tonho"
    ],
    "douban_votes": "0",
    "introduction": "Filmmaker Ozualdo Ribeiro Candeias who died, at age 84, yesterday, February 8, in Sao Paulo, Brazil, from respiratory insufficiency, was first of all a rebel. He was known as the father of the marginal cinema, a film movement created in opposition to Brazil's highly intellectual cinema novo (new cinema).Candeias was born on November 5, 1922, in Cajubi, interior of Sao Paulo state, son of a small farmer. He worked the fields, as well as a taxi and truck driver before moving in the 1950s to Sao Paulo city.There he got a 16 mm camera for filming weddings, birthdays, baptisms, and family get-togethers. Without any formal film education, that was all he needed to start a career as screenwriter, movie editor and director.His first experience with movies was the short Tambaú - Cidade dos Milagres (Tambaú - City of Miracles) from 1955, which already had some of the traits that would mark his work: the irony, the provocation and the search for the downtrodden in society.Two other famous shorts by him were, Polícia Feminina (Female Police) in 1959 and Ensino Industrial (Industrial Teaching), three years later.Only in 1964 he would make his first full-length movie, A Margem (The Margin) which would be considered an aesthetically revolutionary work and the first film of the so-called marginal cinema.Ironically, the uncultured man, took to the extreme the Cinema Novo's maxim uttered by Gláuber Rocha: \"An idea in your head and a camera in your hand.\" In A Margem, Candeias  tells the story not only of those who live on the banks of super polluted Tietê river but also those who live on the banks of misery and destitution.The lack of resources ended up becoming a virtue even though his work at the beginning was despised by critics and good part of the public.He ended up creating an aesthetical school that included other cursed and radical director such as Júlio Bressane, Luis Sérgio Person, José Mojica Marins, Rogério Sganzerla and Carlos Reichenbach.They were the other side of good taste and propriety and established themselves in the most decadent zone of Sao Paulo, the Boca do Lixo (Trash Mouth, literally), the city's red light district.In Boca do Lixo, using second-hand equipment and amateur actors, these men produced more than 700 full-length movies in two decades, from 1970 to the end of the 1980s.Many of them were experimental works that had very little exposure but others were box office hits, most of them belonging to pornochanchada, a genre that mixed soft porno with comedy.Candeias was always one of the more active in the Boca do Lixo. He also worked there as actor, producer and screenwriter. Among his movies as director were: O Acordo (The agreement), Meu Nome E Tonho (My Name Is Tonho) (1969), A Heran?a (The Inheritance) (1971), Ca?ada Sangrenta (Bloody Hunt) (1973),  A Freira e a Tortura (The Nun and the Torture) (1983) and As Belas da Billings (The Billings Lake Belles) (1987).His 1992 movie O Vigilante (The Watchman) earned him the Brasília's Festival special jury prize.  Candeias' work, however, was practically forgotten until the Banco do Brasil's Cultural Center presented a revival of his work in 2002.",
    "chinese_title": "Meu nome É Tonho",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2026-01-21T02:14:44"
}