{
    "aka": [],
    "sid": "3761388",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1959",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0193850",
    "director": [],
    "duration": "34 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1959"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0193850/",
    "imdb_votes": 345,
    "this_title": [
        "The Cry of Jazz"
    ],
    "douban_link": "https://movie.douban.com/subject/3761388/",
    "imdb_rating": "6.2/10 from 345 users",
    "trans_title": [
        "爵士之泪"
    ],
    "douban_votes": "0",
    "introduction": "\"The Cry of Jazz makes the argument that jazz is the embodiment of the spirit of African-American life. Filmed on the cusp of the tumultuous decade of the Sixties, when Black Power and Pride would become rallying points, and violent riots and marches would help spur the Civil Rights movement, filmmaker Ed O. Bland (later to become a classical jazz hybrid composer of note and one of the few black A&R men in the industry) prophesized the upcoming unrest brewing as well as the \"death of jazz.\" As the musical form metamorphosed (spurred by increasing black angst), the anguished cry for freedom within Black identity expressed itself increasingly in the freedom of both soloists, and even bands as a whole to improvise. The developments of \"free jazz,\" the further fractured and more violent forms of John Coltrane and Ornette Coleman, and the fusion of Miles Davis, among others, which watered down the essence by combining it with White musical styles (like Rock and Roll), eventually led to the end of jazz as a vital art form.The acting in this film is at times amateurish, but the spoken dialogue still rings true, even today. For example: as of the current day there are still no Black music reviewers of note at any of the major newspapers in the United States, or on most of the staffs of the major jazz publications. In potent black and white imagery, Bland presents the disturbing reality of Black life in America as represented by the ghettos, where children endure poverty in cockroach-infested dwellings, and fires burn in the streets presaging the upcoming flames of rebellion. The timing of this re-release seems especially important today, as the lower classes, and in particular the Black underclass, suffer even more indignities under the current administration.As important as the insightful social commentary is, the highlight to music fans may be the many shots of Sun Ra and his band playing powerful and expressive jazz in several different styles. Artfully shot, with the band in the shadows (an apt metaphor), this is the only known footage of the legendary bandleader and his crack band from their Chicago period. Pianist and composer Sun Ra may be primarily known for his outrageous dress and statements - he claimed to have been born on Mars, and he and his band often dressed in flamboyant space suits - but as is shown and heard in this feature, his music demands and deserves more attention and respect. All members of the Arkestra burn through the tunes, with saxophonist John Gilmore especially a standout - showing the chops that made him an influence on the much more well-known John Coltrane. After three decades that have resulted in some positive changes, and unfortunately much that is still the same, \"The Cry of Jazz\" still sings in pain and majesty; and for both the music and the message, this film is an important and essential addition to any jazz/music lover's collection.\" - Brad Walseth (concertlivewire.com)",
    "chinese_title": "爵士之泪",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Cry of Jazz",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-08-10T03:42:18"
}