{
    "aka": [],
    "sid": "3764553",
    "cast": [
        {
            "url": "/celebrity/1043063/",
            "name": "尼基·德·圣法尔 Niki De Saint Phalle",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1973",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2172670647.jpg",
    "region": [
        "法国",
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1043063/",
            "name": "尼基·德·圣法尔 Niki De Saint Phalle",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0071383",
    "director": [
        {
            "url": "/celebrity/1043063/",
            "name": "尼基·德·圣法尔 Niki De Saint Phalle",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1973"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0071383/",
    "imdb_votes": 147,
    "this_title": [
        "Daddy"
    ],
    "douban_link": "https://movie.douban.com/subject/3764553/",
    "imdb_rating": "6.0/10 from 147 users",
    "trans_title": [
        "爹地"
    ],
    "douban_votes": "0",
    "introduction": "\"What began as a documentary on sculptress Niki de St. Phalle finished up as a fantasy about a woman's attempts to exorcise the influence of her sexually domineering father. It provides an excuse for a whole ragbag of Freudian neuroses, six-foot phalluses in coffins, nubile girls in nun's habits stripping in front of altars, masturbation, some obvious jokes, pretty photography, abysmal acting, and a commentary that reads and sounds like a Home Service children's story for adults\" (Chris Petit, Time Out)\"A psycho-therapeutic collaboration with sculptress Niki de St. Phalle and the closest Whitehead ever got to making a fictional movie. Daddy is a garish, uninhibitedly relentless assault on the Law of the Father, in which a daughter (de St. Phalle), returning to the French chateau of her childhood, re-lives and re-imagines a series of erotic taboos and transgressions visited on the hapless daddy (Rainer von Dietz) featuring herself, her mother and a pubescent convent girl (Mia Martin) ... Deliberately vulgar and tasteless, with a level of non-acting that achieves a certain kind of awful brilliance. Watch out for a few glimpses of Whitehead uncredited as Daddy's falconer\" (Entropy)",
    "chinese_title": "爹地",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Daddy",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2026-01-27T16:01:31"
}