{
    "aka": [],
    "sid": "37656554",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2926215581.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1581020/",
            "name": "Stefanie Schroeder Stefanie Schroeder",
            "@type": "Person"
        }
    ],
    "duration": "16分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2025-10-27(DOK Leipzig)"
    ],
    "this_title": [
        "Cold Call"
    ],
    "douban_link": "https://movie.douban.com/subject/37656554/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A creative person suffering from writer’s block is sitting in an artists’ residence. Outside, construction workers are busy, inside, nothing happens – until the landline rings. A supposed Microsoft employee wants to access her allegedly broken computer. She begins to talk – about heartbreak, emptiness, procrastination. The scammer listens and – without realising it – is ensnared by a scam baiter.“Cold Call” is the tale of an unexpectedly real, almost comforting conversation between these two strangers – and of how easy it is to become part of the structures one believes to be questioning: digital vigilantism, racism, global inequality. Stefanie Schroeder explores a phenomenon that reveals its multiple layers only at second glance. One of these layers is scamming, an attempted fraud based on deception and manipulation that is often committed not out of free will but by slave-like “employees” of small businesses scattered across the globe. Scam baiting turns out to be similarly ambivalent, a counter movement on the internet pretending to be a protective power that seeks to stop fraudulent activities by personal exposure and humiliation, quite often through racist stereotypes. Schroeder approaches this melange with minimalism and humour, masterfully unfolding the complexity of this subject in the process.",
    "chinese_title": "Cold Call",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-12-02T15:05:52"
}