{
    "aka": [],
    "sid": "3765622",
    "cast": [
        {
            "url": "/celebrity/1275979/",
            "name": "赵燕国彰 Yanguozhang Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1150721/",
            "name": "孙兴 Hing Suen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320887/",
            "name": "周诗雅 Shiya Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1328367/",
            "name": "薛亦伦 Yilun Xue",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2594425930.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1462796/",
            "name": "关渤 Bo Guan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1448645/",
            "name": "王鹏 Peng Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1381230/",
            "name": "李雪靓 Xueliang Li",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1505342/",
            "name": "徐善杰 Shanjie Xu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "22",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2007-05-18(中国大陆)"
    ],
    "this_title": [
        "边缘追缉"
    ],
    "douban_link": "https://movie.douban.com/subject/3765622/",
    "trans_title": [
        ""
    ],
    "douban_votes": "371",
    "introduction": "李勇是海市刑警大队的大队长，正在侦办一起无名女尸案，上级却突然让他率警队调查一起走私案。缉私现场，检察院接到举报突然介入，竟然在李勇的车上发现价值十五亿元的钻石。李勇被双规。当刑警队追踪集装箱私货的源头时，发现私货货主孟恩被杀。李勇决定逃亡，要为自己洗清冤屈。　　陆向东是李勇最信任的下属，在他的协助下，李勇摆脱了监控。　　刑警队与检察院都全力找寻李勇的下落！李勇的女儿李郁，成了刑警队必须监控的对象，而负责监控李郁的就是陆向东……　　李郁自幼父母离婚，像孤儿般长大。李郁处处与李勇作对，但骨子里却极有默契。李勇出事之后，叛逆的李郁逼迫自己成长，成为一个有能力营救父亲的女儿。监控期间，陆向东看到外表坚强的李郁、内心孤单脆弱的一面，两人之间产生了若有似无的情愫。　　空姐赵雅君遭到枪手追杀，警队高伟、苏英调查发现赵雅君竟是无名女尸的妹妹。死者是一家美容公司老板赵丽娜。赵雅君遭遇的追杀，很可能与赵丽娜的有关。不过赵雅君对姐姐的情况一无所知，调查无果。　　李勇发现孟恩其实是个傀儡，他所代理的中兴乳业如今正在被王建超低价收购。王建曾经多次有违规举动，都被李勇打击，抓了他打架的爪牙，枪毙了他贩毒的副总。很有可能自己的蒙冤就是王建所陷害。　　杀手屡次对赵雅君动手，却都功亏一篑。刑警队却苦于没有丝毫线索。终于杀手遗落了一根长发，刑警队如获至宝。但当检查报告出来时，所有人都惊呆了——这是一根130年的头发！案子陷入僵局。　　检察院的刘洁与魏崃自从查处钻石后，便一边督促李勇归案一边争取走私案的主动权。刘洁终于发现了走私案举报者的真实身份，正是赵丽娜。　　李勇为了调查嚣张而有庞大关系网的王建，不惜让李郁盗取自己姨妈林凤——王建助理(也是其情人)的电脑来一看究竟，但是破译不了，交给警队处理。李勇无奈只能利用自己被打而将王建送入警察局。但在王建律师莫林的周旋下，很快脱罪。警队破译了电脑却发现电脑竟然是赵丽娜的！犯罪分子十分猖狂抢夺电脑，但被李郁拍下证据。李勇搞到了王建与打手交易的证据传递给警队。在刘洁、陆向东的共同努力下，警队与检察院联动全面搜查大洋集团！王建暴怒却没有办法，只得求助于背后的关系网——主管政法的副市长王浩……案子限期移交到检察院。　　李勇逐渐把案情勾勒出来：赵丽娜向刘洁举报钻石走私，走私被查，嫁祸李勇，走私货主是孟恩，孟恩代理中兴乳业，中兴乳业被大洋集团廉价收购，巨额国有资产被倾吞。案情出现端倪。李勇发觉古董戏服的髯口就是由古人的头发制成，而杀手行动时留下白色油彩，是戏曲所用。130年的头发直指苏富比拍卖会的一套清代曹操戏服。果然那套戏服是赵丽娜竞拍所得，并且她还买下一只青花瓷瓶。终于找到了杀手的蛛丝马迹。　　王建安排林凤跑路，却被李郁和赵雅君破坏，林凤被拘留。杀手小黑再次出击重伤赵雅君。陆向东发现前来保释林凤的王建律师莫林有油彩痕迹。　　案子移交检察院的前夜，神秘人将钻石调包。检察院接手后检查钻石，发现为赝品，李勇终于恢复清白。赵雅君家里的水晶球透露出赵丽娜有一个秘密情人。警队发现王建的关系网中存在着一个重要人物，可以影响查案进程。随着进一步的调查，王浩的身份渐渐显露出来。而杀手屡屡对赵雅君下手以及赵雅君对姐姐三缄其口的原因，随着刘洁对南非钻石信息的调查，暴露出来。原来赵丽娜和王浩坐赵雅君当班的飞机到南非买钻石，而雅君在酒店里被王浩强暴，导致赵丽娜与王浩决裂，威胁他要举报走私钻石。结果回国后被灭口，赵雅君则陷入无尽的恐吓当中。　　王建集团的违法操作被逐步侦破，最终推倒了大洋集团。王建在王浩的帮助下逃避了调查。王浩命杀手干掉赵雅君，却因为小黑入戏太深，精神分裂，爱上赵雅君，与戏服一同葬身火海。王建和王浩孤注一掷，拿到钻石，却发现是赝品，情急之下，约见警队内线，张sir。原来正是这个张sir教会了他们如何从贪污成长为搞资本运作赚钱、走私钻石。张sir用真钻石将王建与王浩引向穷途末路。　　李勇通过几次泄密、调包事件，开始调查警队内奸，从他最亲密的战友陆向东开始去怀疑每一个人。李勇在经历过误会与理解的人性考验洗礼后，发现竟然是陆向东嫌疑最大。　　价值十五亿的钻石，逼迫王建、王浩的犯罪集团必须要张sir解决此事。张sir约犯罪集团分赃，而当他们聚齐分赃的时候，张sir来了，竟然是李勇，和数十名全副武装的特警，将犯罪集团一网打尽。警车上，为自己戴上手铐的张sir——陆向东，交代了始末。原来整个钻石案都是陆向东的一个计划，最终消灭王建恶势力团伙的计划。　　多年前，王建父亲，一名优秀的警察因为被犯罪集团栽赃受贿而自杀，这导致疾恶如仇的陆向东，发誓一定要铲除犯罪集团，不论付出何种代价。于是他开始通过帮助王浩解决贪污嫌疑而骗取信任，继而教他们如何赚钱、洗钱，并在关键时刻查抄走私。计划很完美，但赵丽娜的命案导致计划失去了控制。虽然最终案件告破，但陆向东付出了沉重的代价。",
    "chinese_title": "边缘追缉",
    "douban_rating": "7.7/10 from 371 users",
    "foreign_title": "",
    "douban_rating_average": "7.7",
    "update_at": "2025-09-22T00:35:41"
}