{
    "aka": [],
    "sid": "3765624",
    "cast": [
        {
            "url": "/celebrity/1121101/",
            "name": "吕丽萍 Liping Lü",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1276103/",
            "name": "佟瑞欣 Ruixin Tong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1290001/",
            "name": "李易祥 Yixiang Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314336/",
            "name": "傅晶 Jing Fu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1342485/",
            "name": "朱祺隆 Qilong Zhu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1371027/",
            "name": "姜晓贝 Xiaobei Jiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1405877/",
            "name": "王瑞林 Jui-lin Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1364721/",
            "name": "王仕颖 Shiying Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326907/",
            "name": "康恩赫 Enhe Kang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318554/",
            "name": "刘圆媛 Yuanyuan Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1342372/",
            "name": "戴逸辰 Yichen Dai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1448266/",
            "name": "刘岗 Gang Liu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2261285348.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1322796/",
            "name": "简远信 Yuanxin Jian",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1318854/",
            "name": "林添一 Tien-i Lin",
            "@type": "Person"
        }
    ],
    "duration": "40分钟",
    "episodes": "45",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2008"
    ],
    "this_title": [
        "天伦劫"
    ],
    "douban_link": "https://movie.douban.com/subject/3765624/",
    "trans_title": [
        ""
    ],
    "douban_votes": "252",
    "introduction": "一九四一年日本人占领上海并全面展开对中国侵略中国人苦难也更为加剧中日战事多起日本人将掳获中国人一批批往俘虏营送而俘虏营内每一人既代表着一个个中国家庭濒临破碎、生离死别、骨肉流离这苦难岁月中中国人民流离失所但其意志仍坚强因为们相信胜利最后会属于们风雨夜日本俘虏营日本兵紧急动员追捕被江家老二江传贤救出福建抗日青年王世荣与此同时江传贤妻子秋霞正经历难产江家老大江传宗妻子秀枝和江家老三江传孝妻子方美莲帮助下孩子终于出生并取名耀祖可此时传贤已被迫要到国外充当壮劳工从长女晓云、二女晓惠和三子耀光口中得知事情原委秋霞拖着难产后疲累身躯追至江边与即将被迫上船传贤一番生离死别后终于不支昏倒原本平安家庭被逼妻离子散江家上下一阵悲痛但此时老三传孝妻子方美莲为自保想提出分家只为了不想承担秋霞及四个孩子生活平日与美莲不和妯娌秀枝也为一己私欲表示同意加上一向惧内传宗支持传孝虽极力反对也只能接受身体逐渐复原秋霞为了不让孩子们受委屈决定自力更生去做女工工作中秋霞遇见了受日本人追捕而受伤王世荣并帮助逃走两人自此结缘世荣感激之余却不知秋霞就自己救命恩人妻子美莲和初恋情人成刚家中偷情被秋霞撞破为防东窗事发美莲竟串通成刚诬陷秋霞不贞百口莫辩秋霞惨被赶出江家更被逼与四个儿女分离美莲趁机提出要将家产对分并将秋霞四个孩子分送给别人秀枝出于对四子耀祖喜爱提出只要留下耀祖其都可以答应两人对话被晓惠和耀光听到姐弟俩偷偷溜走去寻找母亲却不慎火车站失散发现弟妹出走晓云根据晓惠留下纸条寻至车站却一无所获反被人贩子所骗而卖给了妓院老板娘凤珠晓云受尽折磨幸得老板娘侄子葛明多番维护但依然被迫开始沦落风尘人生际遇此时美莲为了并吞江家全部财产竟唆使成刚要让耀祖消失成刚一时心软就将耀祖遗弃郊外被恰巧路过拾荒婆收养并改名阿丁自此秋霞四个孩子各散天涯！收到孩子失踪消息秋霞赶回江家抱着一丝希望寻找孩子下落并途中巧遇成刚寻子心切秋霞并未认出成刚反而做贼心虚成刚担心被秋霞认出竟将秋霞推下山崖秋霞头部重伤幸被路过王世荣救起送医但醒来后秋霞竟记忆全失只会歇斯底里地逢人就问孩子最后更被强行送入疯人院！失去秋霞消息后美莲和秀枝斗争日益激烈传宗和传孝也各自妻子煽动下终于反目分家此时美莲和成刚奸情却被传孝发现传孝一气之下中风狠心美莲竟将丈夫遗弃传宗家门口后带着分家后全部财产与成刚远走高飞！六年后秋霞仍然被关疯人院只有世荣一人常来探望也因此对秋霞日久生情某日雨夜雷电交加强烈刺激唤起了秋霞往日记忆世荣不仅将秋霞带离疯人院更承诺会照顾秋霞两人成为挚友秋霞回到江家后发现已人事全非传宗欠下巨额赌债后已带着秀枝远走乡中风后无人照顾传孝也已被送至养护中心四个儿女更音讯全无世荣安慰和帮助下原本伤心欲绝秋霞收拾心情开始了找回失散儿女漫漫旅途此时晓云出落得亭亭玉立被妓院老板娘改名为香兰并被逼要开始接客香兰(晓云)抵死不从被禁锢不忍香兰(晓云)受苦葛明趁夜带香兰(晓云)逃离一心想念母亲香兰(晓云)决定与葛明一边工作一边打听母亲及弟妹下落二女晓惠当年被一李姓人家收养并改名李玉鹃由于深信母亲当年确有不贞李玉鹃(晓惠)竟执意要抹去过去身世三子耀光被一富商收养并改名高天赐富商过分溺爱使天赐(耀光)变得倔强、叛逆加上结识了一些不良分子让误入歧途终日为非作歹俨然个小混混四子耀祖与收养拾荒婆多年来过着穷苦生活但年纪小小阿丁(耀祖)却非常乖巧懂事然而婆婆久病不愈临终前把阿丁(耀祖)托付给远方亲戚金水卖艺为生金水就带着阿丁(耀祖)四处讨生活某日带着阿丁金水与世荣、秋霞发生争执正值阿丁高烧不退秋霞见其与幼子耀祖年龄相仿故衣不解带地细心照顾过程中两人感情已亲若母子但秋霞却浑然不知眼前阿丁就自己日思夜想幼子耀祖！金水亦感动于秋霞寻找儿女深情于答应帮忙四人结伴同行而成天游手好闲天赐为正被不良少年欺负李玉鹃解了围自此两人成为好朋友但天赐不知李玉鹃就自己二姐晓惠！不打不相识金水和世荣已成好友却同时爱上了秋霞世荣父亲和天赐养父曾生意伙伴也因此让秋霞得遇天赐并从天赐身上信物发现天赐就三子耀光！起初天赐误会母亲改嫁将天赐视若己出养父母也不肯将天赐还给秋霞但最终秋霞爱子深情感动众人天赐首先与秋霞相认与天赐成为好友李玉鹃也知道秋霞就生母而秋霞也知道了李玉鹃就二女晓惠但叛逆且爱虚荣晓惠却坚持不肯相认此时香兰被抓回妓院同时秋霞也发现了香兰就长女晓云！起初秋霞无法接受自己女儿竟沦落风尘幸得葛明帮助母女终于相认秋霞、世荣和金水三人筹钱欲为香兰赎身却听闻香兰已被卖给一富商而此人竟当年害秋霞与儿女离散并失忆住进疯人院成刚！生意成功成刚欲纳香兰为二房却不知香兰秋霞长女晓云此举也引起方美莲嫉恨与杀机……陆续找到三个儿女秋霞担心四子下落却不知改名阿丁耀祖早已身边此时失踪多年传贤竟带着妻子生还归国由于多年未有生育此行传贤打算将与秋霞孩子带走刚经历失夫之痛秋霞又要面临失去儿女爱心和毅力下能化解危机吗？面对金水和世荣追求秋霞将情归何处？秋霞究竟何时才能发现阿丁就儿子耀祖？时代苦难引发了这一场——“天伦劫”！",
    "chinese_title": "天伦劫",
    "douban_rating": "6.7/10 from 252 users",
    "foreign_title": "",
    "douban_rating_average": "6.7",
    "update_at": "2025-02-05T06:28:55"
}