{
    "aka": [
        "Tae Bang Korn"
    ],
    "sid": "3768053",
    "cast": [
        {
            "url": "/celebrity/1275449/",
            "name": "索纳拉姆·泰匹塔克 Sornram Theppitak",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1204855/",
            "name": "安妮·彤帕拉松 Anne Thongprasom",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1333335/",
            "name": "恰约隆·西岚亚堤迪 Chartayodom Hiranyatithi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1459090/",
            "name": "塔尼亚·索芬 Thanya Wachirabunjong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1486276/",
            "name": "科伦那坡·特安素万 Krunnapol Teansuwan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2631659962.jpg",
    "region": [
        "泰国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1376358/",
            "name": "Chana Kraprayoon Chana Kraprayoon",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "16",
    "language": [
        "泰语"
    ],
    "playdate": [
        "2005"
    ],
    "this_title": [
        "แต่ปางก่อน"
    ],
    "douban_link": "https://movie.douban.com/subject/3768053/",
    "trans_title": [
        "三世情缘",
        "Tae Bang Korn"
    ],
    "douban_votes": "328",
    "introduction": "Meaningful story about love. The story began when Ann as Rachawadee started her day by coming to the famous school located near the remorse palace of a royal family as a teacher and the teachers was staying in the house near the school, when she was sitting in the car on the way from the main gate through the building of the school she saw a guy with white clothes staring at her, she felt strange but ignored it. The first day she slept on the teacher's dorm she dreamt of the remorse palace and someone calling out her name until she woke up and saw the palace through the window of her room with curiousity. Eventually she knew that she looked like Chak Nang Noi, the bride of the owner of the palace. Chak Nang Noi was a beautiful princess from Lao who was not being akcnowledge since she was not from Thailand royal family even though her aunt was the concubine of the Thai's king. The prince, Chak nang noi aunt's grandson fell for her and created a beautiful song for her, Chak Nang Noi playing the violin while he was playing the piano, both were in love. Hence they got married despite the fact that he had a fiance but his ex-fiance poisoned Chak Nang Noi until she died and the prince also died of sadness. Rachawadee could remember their song and played it with her violin without even realising it.The prince (Num) ghost was still there waiting for Chak Nang noi to come back, he befriended with Rachwadee and she fell for him one more time. However the prince's ex-fiance was still alive as the owner of the school and her nephew (Chai) who owned the palace was in love with Rachawadee, she tried to hurt Rachawadee by poisoning her but at the end she died of terrible death and Rachawadee still alive. Rachawadee was sad because the prince's spirit who taught her to play piano who she had been in loved with already gone so she lived in temple and died there. Years later the prince had rebirth as the son of the ex-fiance's nephew with evil mother while Rachawadee rebirth as a daugther of Rachawadee's friend and they met again fell in love and overcome the obstacles until they got married and lived in the palace. It's a fate.",
    "chinese_title": "三世情缘",
    "douban_rating": "8.0/10 from 328 users",
    "foreign_title": "แต่ปางก่อน",
    "douban_rating_average": "8.0",
    "update_at": "2025-06-11T03:00:51"
}