{
    "aka": [
        "战谍"
    ],
    "sid": "3768002",
    "cast": [
        {
            "url": "/celebrity/1274274/",
            "name": "郭涛 Tao Guo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1303298/",
            "name": "苏瑾 Jin Su",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313852/",
            "name": "钱勇夫 Yongfu Qian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315679/",
            "name": "石维坚 Weijian Shi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1309922/",
            "name": "苏岩 Yan Su",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1389039/",
            "name": "宋戈 Ge Song",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2539238942.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1328438/",
            "name": "王金明 Jinming Wang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1372965/",
            "name": "车父 Fu Che",
            "@type": "Person"
        }
    ],
    "duration": "40分钟",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2001"
    ],
    "this_title": [
        "云雀行动"
    ],
    "douban_link": "https://movie.douban.com/subject/3768002/",
    "trans_title": [
        "战谍"
    ],
    "douban_votes": "306",
    "introduction": "该剧以当前反对台独为大背景，从全新的视角讲述一个撼人心魄的现代故事：在国际反华势力的支持和纵容下，原台湾军情局行动部门间谍李肖，组织了一个国际分裂组织“铁血同盟会”并担任行动顾问，悄悄潜入中国大陆，意欲趁某国重要代表团访华之际，利用航模飞机爆炸，实施暴力暗杀活动，破坏两国关系。同时李肖还利用曾在大陆上过大学的女儿李曼秋对其同学——我参加军事演习的导弹部队指挥官洪越实施策反，妄图制造误射导弹，袭击某大国的军事冲突。达到分裂祖国、破坏我国安定团结的政治局面。从而达到使台独势力从中渔利的罪恶目的。曾是李肖恩师的原国民党军情局局长周天刃是个民族主义者，对李肖的台独主张极力反对。为了阻止李肖，他到处追踪李肖的行踪，并不顾自己背负着曾亲手杀害过我地下党员，现任国家安全局祝局长父母的血债，毅然跟进了大陆。周天刃50年后的突然到来引起了我国家安全部门的高度重视。国家安全机关成立了专案组，三位年轻的侦察员——组长丁慨然、副组长钟晓雯和组员林光，在祝局长的领导下，率领侦察员展开了艰苦而复杂的侦破工作。经过不懈的努力，逐步廓清了案情。周天刃多次从民族大义出发，劝说李肖放弃台独信仰，李肖不为所动一意孤行，并视周天刃为阻碍他行动的绊脚石，欲除之以后快。此时，祝局长决定直接与周天刃见面，希望与他携手合作对付李肖。多年的敌对斗争和职业特点，使周天刃对共产党人有很强的对抗情绪，不与合作。周天刃两次在关键时刻，成功地干扰了李肖的刺杀行动，李肖对他恨之入骨，残忍地杀死了周天刃的徒弟阿坚。与此同时，以某报记者身份来京的李曼秋对我导弹部队中校军官洪越的心战作业也在加紧进行。洪越的母亲死于越南战场，李曼秋向洪越提供有关他母亲在越南战场被某国特种部队士兵折磨致死的材料，洪越悲痛万分。李曼秋趁机向他灌输复仇恨之火，并向其暗示演习期间某国航母战斗群所在海域的坐标。为了扩大案件线索、侦察员丁慨然和林光设巧计对李肖随身携带的笔记本电脑内的文件进行了复制从中发现了重要线索。著名的电子工程专家杨教授一直帮助部队开发用于军事演习的演示系统。他的义子黄凯，从部队转业后一直做生意，他贪恋金钱、美色、爱慕虚荣、成为李肖利用的目标，李肖得知手中的某国军事情报有假，便逼迫黄凯就范，令他盗取存于他义父处的真实情报。丁慨然和部队保卫干部潘丽君找到洪越，告诉他李曼秋的真实身份，洪越感情上受到刺激，但最终被丁慨然说服，接受培训，对李曼秋将计就计，洪越的培训很艰难，关键时刻，丁慨然替他和李曼秋联络，为了工作丁慨然冷落了女友温碧云。周天刃决定用极端手法对付李肖，他摆脱了安全局的跟踪，赶住某国议会代表团将要参观的康复中心施工工地——李肖正在那里布置第三次行动。周天刃破坏了装载炸弹的航模直升机，经过激烈搏斗，周天刃被李肖抓住。时间紧迫，李肖来不及修好航模直升机，就将BP机制成一个引爆装置，把周天刃和炸药一起装在一个铁皮箱里，吊在工地升降车上，准备在某国议会代表团到来时，制造一起爆炸事件。林光等赶到现场。救了周天刃，再次阻止了李肖的行动。经过生死考验，周天刃终于与大陆安全局联手合作。李曼秋被丁慨然在网上的甜言蜜语所征服，想与洪长相厮守。李肖急得以自己的生命相威胁，李曼秋被迫答应了父亲。离开大陆前，李曼秋终于在爱情和父亲之间做出了最后的选择。某国议会代表团的最后一站是参观银河牛场。李肖决定兵分两路，一路在途中用航模直升机袭击代表团车队；另一路高价收买黄老板手下，一名隐藏在肉牛场的负案在逃人员“菜邦子”，对前来参观的某国议会代表团采取极端行动。祝局长、丁慨然等人及时采取行动，经过一场惊心动魄的较量，威力巨大的直升机掉进了鱼塘。李肖逃走，劫持了丁慨然的女友温碧云，躲进了一座废别墅。安全局特勤队包围了废别墅，李肖拒绝投降。丁慨然为了解救心爱的女友，只身进入别墅与李肖谈判。在肉牛场，暗察情况的林光已经与牛场的职工们混熟。当某国代表团来到，“菜邦子”正要出手时，林光及时制服了他，避免了恶性事件的发生。废别墅里，丁慨然浩然正气，与李肖斗智斗勇，李肖见败局已定，便绝望自杀。",
    "chinese_title": "云雀行动",
    "douban_rating": "7.4/10 from 306 users",
    "foreign_title": "",
    "douban_rating_average": "7.4",
    "update_at": "2025-07-31T15:43:04"
}