{
    "aka": [
        "水浒人物谱之神医安道全",
        "神医安道全"
    ],
    "sid": "3768150",
    "cast": [
        {
            "url": "/celebrity/1314478/",
            "name": "陈龙 Long Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019966/",
            "name": "陈德容 Vivian Chan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315438/",
            "name": "杨俊毅 Junyi Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315864/",
            "name": "翁家明 Chia-ming Weng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1430019/",
            "name": "野口佳耶 Noguchi Kaya",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1432131/",
            "name": "付亚楠 Yanan Fu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "动作",
        "悬疑",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2192472984.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1316785/",
            "name": "黄祖权 Cho Kuen Wong",
            "@type": "Person"
        }
    ],
    "duration": "92分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2008"
    ],
    "this_title": [
        "碧瑶霜迷案"
    ],
    "douban_link": "https://movie.douban.com/subject/3768150/",
    "trans_title": [
        "水浒人物谱之神医安道全",
        "神医安道全"
    ],
    "douban_votes": "151",
    "introduction": "苍茫的荒漠中，远远可见一名白袍男子、撑着一把细花纸伞、骑在驴背上、正随手编写着一本黄历…安道全如是写着“庆利四年、正月二九、惊蛰、春雷乍鸣、冬眠虫兽赫醒，宜架枝播种，不利远行，犹忌向北 …”突然、驴子不肯前进，并发出不安的呜咽声；安道全安抚驴子，并自语着，明知不宜北行，却不得不朝北前进，此行必定经历凶险…突然间，远处卷来了一阵狂风沙，朝着安道全迎面扑来，同时，在风沙中，赫见一名女子（仇拥梅）推着一辆推车，拔腿急奔，推车上是个笼子，里面关着一位小女孩（芯儿），紧追在后的是杀手（追风）…追风抡舞手中快刀，追杀拥梅母女，突然间、狂沙中又出现几个怪人，出手要抓拥梅母女，追风反而出手保护拥梅及芯儿…安道全看在眼里，虽觉莫名、但亦出手相助，连续射出数十枚针灸所用的银针，击退那群面容可怕的怪人…风波暂息，安道全得知杀手追风的目标，是被关在笼子里的小女孩芯儿，而拥梅护女心切，宁死也不让追风带走女儿，追风打算强抢，但不是安道全的对手、只好作罢，临行前，追风语带玄机的警告安道全：“亲眼所见的事实，往往是蒙骗自己最大的谎言 ”…拥梅生性多疑，对安道全的仗义相救，并无半点感激，反而视如仇雠般的利言相向，旋即推着车、带着女儿离去，临行前，安道全看见被关在笼里的芯儿、眼神里充满了不安和恐惧，心里不禁生疑，天下怎么有母亲、忍心将自己的孩子锁在笼子里呢？！难道芯儿并非是拥梅亲生？！或是另有隐情？！夜里下起了滂沱大雨，拥梅推着车上的芯儿、来到一处义庄避雨，殊不知，一旁暗处，有一个半张脸被毁容的恐怖男子（铁云），双眼正盯着拥梅母女的一举一动…义庄里百列着数十口棺材，气氛虽然恐怖，但为免露宿风雨之中，拥梅只得好言安慰芯儿，于义庄中暂歇一宿…时至三更，在笼子里熟睡的芯儿，觉得有一双厚实的手掌，正温柔的抚摸着她的脸颊，芯儿迷糊醒来，竟发现一张被毁容的脸（铁云），正对着她微微笑着，芯儿不禁吓得惊叫…惊叫声吓走了铁云，也惊醒了拥梅，这时、拥梅突然出现幻觉，看见一口口的棺材中，竟爬出怪人来，朝她扑抓而来…拥梅心惊失措、拔出随身短刀、指着怪人，喝令不准过来…就在同时，追风飞身出现，一刀劈开笼子的大锁，放走芯儿，这时、拥梅突然听见芯儿的尖叫声，回神过来，定睛一望，赫见芯儿背影朝门外奔去，并被黑暗的夜色吞没，拥梅顾不得其它，大喊着芯儿的名字、并拔腿追去…荒垠的边城，了无人迹，拥梅一路找来，就是找不到芯儿，但是远处、彷佛总是有个人影划过，拥梅不宜有它，朝着人影追去…几经周旋，拥梅来到一处不知名的地方，原本是条直挺的官道，竟然断成了一道悬涯，拥梅赫见前无去路，正愁苦着如何才能找到芯儿，孰料这时、一位黑袍遮脸的男子（铁云）突然出现，铁云语气神秘的要拥梅勿履险途，拥梅则不愿听从，并逼铁云以真面目示现，岂料，当铁云真的脱除遮脸的斗蓬时，拥梅一见铁云被毁的半张脸孔竟被吓得当场昏倒…霪雨绵绵的午后，拥梅呢喃醒来，一张开眼，发现自己被道全所救，不料、看在拥梅幻觉的眼里，却是道全要杀他，吓得拥梅到处躲避…精通医术的道全，在救回拥梅时曾替她把过脉，所以知道拥梅患有失心疯，同时、替拥梅针灸时，又发现银针竟变成了绿色，肯定是中了“碧瑶霜”的剧毒，所幸中毒未深，只是手部皮肤碰着了“碧瑶霜”而染毒，于是道全以金针封穴，延缓了拥梅的毒性发作…道全更是推断，拥梅必定有着一段悲惨、离奇的遭遇，并决意与拥梅同行，以冀找出解毒药方，同时查出是何人制作出天下奇毒“碧瑶霜”…原来，道全是太尉端木良的义子，某夜、端木良一家三十六口，惨死于“碧瑶霜”的毒害，甚至尸骨融化，无一全尸，道全为查真相，以银针测试地面水纹，发现越往北方，银针泛绿的程度就越深，于是一路往北，查缉真凶…拥梅为了寻找女儿芯儿，只好答应与道全同行，但是他两都不知道、芯儿究竟身在何处，突然、拥梅想起某件事，她告诉道全，只要循着月光映照狼烟台的影子前进，就可以找到狼牙村，到那里就一定可以找到芯儿…“二月初八、日值月破大凶之日、一切吉事不宜，日如火伞、则安然，若遇阴雨，必危噩 ” …道全写着黄历，不禁叹口气，因为今天仍是雨天，他知道劫数难逃，突然天空刮起了龙卷风，把骑在驴被上的道全和拥梅，卷到了半空中…不知过了多久、雨水冲醒了道全和拥梅，他两发现已置身于狼牙村…村长陆百川，苦口婆心劝两人离开，因为狼牙村的村民经常无故失踪，如今全村以如一座鬼城，然而道全、和拥梅各因不同的目的，执意不肯离去…其后、道全、和拥梅共同经历了一段奇遇…某次，他两又遭怪人追杀，不得已躲进山洞，跳入一条地下河遁逃…孰料、当道全和拥梅从地下河水中冒出头时，眼前的景象让他两大为吃惊…几具肢体不全的尸体，悬挂在半空中，原来，这里就是制造“碧瑶霜”的秘密基地，而那些尸体，都是狼牙村的村民，不幸被抓来这里，做活体实验…其后，道全和拥梅又遭遇了一连串、令人费解的事情…芯儿总是若隐若现的引导二人，要到某个地方…面容恐怖的铁云，总是出手攻击道全和拥梅，但是目的似乎不是要夺二人性命，而是要逼二人离开狼牙村…刀客追风的动机更是令人不解，时而帮助道全，时而与道全为敌，没有人知道他真正的目的是什么？！故事发展至最后，原来追风是为京城名捕，为了调查狼牙村的灭村血案，而乔扮成江湖杀手…他首先查出制造“碧瑶霜”的元凶是谁，但就离奇死亡，然而天网恢恢、疏而不漏，道全在追风的尸体上，找到凶手留下来的线索～一颗打进追风咽喉处的念珠！而那颗念珠，正是村长陆百川，手中那串念珠的其中一颗…几经周旋，真相终于大白，原来陆百川受高俅之命，研制剧毒“碧瑶霜”，密图谋反朝廷，治毒奇才铁云，在不知实情的情形下，为陆百川效命，之后陆百川以村民为活体实验，铁云自觉害人太多，遂与百川反目，不料百川竟对铁云施毒，企图灭口，幸好铁云命大，仅被毁容，逃过一死，但当他逃回家中时，只见全家无一活口…后来道全、和拥梅调查“碧瑶霜”的秘密，铁云不想让他二人往送性命，于是屡屡出手攻击，想逼退二人、离开狼牙村这个凶险之地…东窗事发后，陆百川自然不能留下任何一个活口，年幼的芯儿，成了他第一个下手的目标…百川用计逮住了芯儿，并拿她做活体实现，在芯儿的体内中下毒苗，待道全和拥梅找到芯儿时，孩子已毒血攻心，如不立刻换血，即有性命危险但是换血对象，必须是芯儿的血缘亲人，而且换血给芯儿后，被换血之人便有丧命之虞…拥梅爱女心切，她声泪俱下的恳求道全，把她的血换给芯儿…当道全准备要进行手术时，被拥梅母爱感动的芯儿，突然放声哭喊着：“住手！她不是我娘！”原来芯儿并非哑女，她是铁云的亲生女儿，当初家中惨遭灭门血案，她是唯一目睹经过的活口，由于惊吓过度，才变哑口，其后，铁云又遭毁容，所以才认不得亲生父亲…至于、拥梅的身世，也水落石出了，原来拥梅的丈夫和女儿也遭百川的毒害，拥梅亲眼目睹丈夫、和女儿吃完她做的晚饭，毒发身亡的惨状，在备受打击的情形下，成了失心疯，并经常出现幻觉，后来才将芯儿，误当作是自己的女儿…就在道全厘清所有疑窦的同时，百川率领了那些怪人，包围道全一行人，并准备施放火箭…其实、那群怪人，全是中了“碧瑶霜”的江湖人物，他们若不为陆百川效命，就得不到解药，而陆百川也藉此操控了这批江湖高手，沦为他的杀人工具…就在陆百川一声令下，众杀手正要放箭射杀道全一行人之际，铁云及时赶来，众人并肩作战，共抗陆百川的人马…一场浴血大战之后，铁云壮烈成仁，安道全身负重伤，就在陆百川得意挥刀，要斩杀安道全时，拥梅急中生智，拔出安道全为她针灸封穴的金针，并射进了陆百川的心脉，由于金针上，沾有拥梅体内“碧瑶霜”的毒血，而百川也因此染毒，结束了他罪恶的一生…而可怜的拥梅，也因拔出了道全为她封穴的金针，不幸毒发身亡，命送黄泉…天空仍飘着细雨，道全安葬了铁云、拥梅、追风，带着芯儿骑着毛驴，再次踏上了不知名的旅程…",
    "chinese_title": "碧瑶霜迷案",
    "douban_rating": "4.8/10 from 151 users",
    "foreign_title": "",
    "douban_rating_average": "4.8",
    "update_at": "2025-11-10T08:49:30"
}