{
    "aka": [],
    "sid": "3773218",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2892158701.jpg",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt1360797",
    "director": [
        {
            "url": "/celebrity/1497338/",
            "name": "尼诗塔·简 Nishtha Jain",
            "@type": "Person"
        }
    ],
    "duration": "India: 59 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1360797/",
    "imdb_votes": 43,
    "this_title": [
        "lakshmi and me"
    ],
    "douban_link": "https://movie.douban.com/subject/3773218/",
    "imdb_rating": "7.6/10 from 43 users",
    "trans_title": [
        "我和我的家事服务员"
    ],
    "douban_votes": "0",
    "introduction": "Director’s Note by Nishtha JainWhen Lakshmi came to work for me, she was all of 16. Dignified—that’s one of the first things I remember about her. Bright eyes in a dark face. She was a wiry bundle of energy, all smiles, beautiful. She didn’t talk so much in those days. Her standard response to my requests or instructions was, ‘Yes, elder sister!’ As I got to know her better, I realized that she didn’t always intend to do as I asked, but she definitely knew how to please me, her employer. How did this young girl become such a seasoned diplomat, I wondered.Lakshmi worked in my home for about an hour every day. She had a few other jobs of this sort, all in apartments in the residential colony where I live. Over time I gradually came to know more about her family and circumstances. She had been working since the age of 10. She came from a family of ten children—eight girls and two boys. The mother had died very young, leaving the youngest children to be taken care of by the older ones and by their father, an alcoholic. The family lived together in two cramped rooms in a basti. Two of her sisters, a brother, and sometimes her father too, worked as garbage collectors in my neighbourhood.Lakshmi had started doing domestic work after dropping out of school. A girl so intelligent not able to cope with her studies was surprising. But her illiteracy bothered me more than it bothered her. She didn’t seem handicapped by it. She was the ‘man’ of the house, and in fact was very efficient in her dealings with shopkeepers, policemen, municipal clerks. I thought sometimes about the trajectories of our lives—two women, both struggling to get a foothold in Bombay. The city that forces us to become hustlers at many levels. But of course my education gave me an advantage, and a kind of freedom that was beyond her reach.My relationship with Lakshmi was friendly, even warm, but there was no denying the social and economic divide. We inhabited very separate worlds. I traveled a lot because of my work, sometimes abroad but she had not even seen downtown Bombay. Apart from the rare visit to her native village in south India her life was confined to her basti and my housing colony two kilometers away.Lakshmi seemed to be accepting of her lot.  She was completely without bitterness, and yet she was not at all servile or obsequious. I often wondered at her lack of resentment, and also at how such great disparity could be so widely accepted by millions.As I began to look at our equation, I began to look more closely at myself, and at Lakshmi. She had just turned 20. But her earlier brightness was gone. If this was her life at 20, what would her future be like? I began to feel it would be interesting to make a film about Lakshmi – to document her life and struggles over the next few years.At first I was only thinking about her as the subject of the film. But slowly my interest in her made me start thinking about relationships between employers and domestic workers. ‘Servants’ are around us all the time and yet, in a sense, invisible. All of us middle class Indians have grown up taking their presence and their services for granted. Without thinking twice, we use the words ‘servant’ and ‘maid’, or their equivalents in each language. Everybody always complains about how lazy, dirty, insolent, stupid, or unreliable their servants are. In most Indian homes, servants may not eat the same food as their employers, much less sit on their sofas or at their tables. They do back-breaking labour and are routinely made to do extra chores for no extra pay. Their earnings are paltry, with no unions to determine fair pay or laws to enforce minimum wages. They do not even have weekly offs, yet if they fail to show up for work due to ill health or other reasons, they are berated; when they ask for leave, they are interrogated closely without respect for their privacy. That’s how it is, more often than not.Most employers, knowingly or inadvertently, tend to treat domestic workers as if they are inferior or less entitled beings. Some of us have questioned this attitude in ourselves, and have consciously learned to be more democratic, but class notions are deeply rooted in our culture and ingrained in all of us. It’s common enough to come across a liberal person expounding passionate socialistic views but completely oblivious to his/ her underpaid servant working in the same room or sweeping underfoot. That liberal could as well be me!This is when I decided to change the focus of the film to ‘our relationship’. A film not just about my maid but about us. And, in the process, explore our relationship with each other and reflect on the whole gamut of attitudes and issues between servants and employers. I was interested in seeing how she negotiates two different kinds of spaces—her home where she seems to be the boss, and other households where she was the maid.I asked her if I could film her and to my surprise she agreed. I shot with her for a few days. She thought it was done. After all I had interviewed at her length and filmed her at work. She was surprised when she realised that it would be a longer project. But soon after she started getting irregular with her timings. She was forgetful, and often looked tired. When I talked to her, I realized she was overworked. She had taken on seven to eight households, working almost 14 hours daily. I asked her how much she earned from it all, and it worked out to a sum that, together with her siblings’ erratic earnings, was not enough to feed the family. She was constantly in debt, borrowing money from her employers. And then she fell ill.I began filming with her more intensely. And thus began the process that lasted two years and is still continuing in a way.I wanted to make transparent the very process of making this film—the problems inherent in filming oneself and one’s relationships. What is my relationship with my maid? How do I bring myself into the film? What does the presence of another camera and cameraperson do to our exchanges?Then, how do you get beyond role-playing? I was taken aback by Lakshmi’s ease on camera. She would never steal a glance at the camera—she behaved as if it didn’t exist. I wondered if she would also know the right things to say. And in some of the filming, she did begin to give me almost too-perfect sound bytes—be it about her rotten fate or her father’s drinking.Also, how would the process of filming affect our relationship? Though my attempt was to bridge distances and see if we could be equals, could it end up doing the opposite—making her more vulnerable? After all there was a double hierarchy at work here—not only of employer and employee, but also the inevitable power equation between who’s behind the camera and who’s before it. There were days when she was bubbly and cooperative; days when she was moody, almost sullen. In a way I liked it that I wasn’t always sure of my ground with her. Atlhough it made my task as a filmmaker tougher, I was glad she was able to assert herself, sometimes silently, sometimes even telling me not to film.And what about me? How much would I really be willing to share with her? I often went from thinking we were becoming friends to wondering if our worlds, and worldviews, could ever really meet…",
    "chinese_title": "我和我的家事服务员",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "lakshmi and me",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-07-18T07:13:33"
}