{
    "aka": [
        "Revenge"
    ],
    "sid": "37746232",
    "cast": [
        {
            "url": "/celebrity/1069413/",
            "name": "爱德华·库佩克 Eduard Cupák",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1107892/",
            "name": "扬·卡切尔 Jan Kačer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119177/",
            "name": "米罗斯拉夫·马哈切克 Miroslav Machácek",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1089441/",
            "name": "尼娜·蒂维斯科娃 Nina Divísková",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1086503/",
            "name": "米莱娜·德沃斯卡 Milena Dvorská",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1969",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "捷克斯洛伐克"
    ],
    "writer": [
        {
            "url": "/celebrity/1232750/",
            "name": "Milán Horacek Milán Horacek",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1038299/",
            "name": "埃瓦尔德·朔尔姆 Evald Schorm",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0175132",
    "director": [
        {
            "url": "/celebrity/1038299/",
            "name": "埃瓦尔德·朔尔姆 Evald Schorm",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "",
    "language": [
        "捷克语"
    ],
    "playdate": [
        "1969(捷克斯洛伐克)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0175132/",
    "imdb_votes": 11,
    "this_title": [
        "Rozhovory"
    ],
    "douban_link": "https://movie.douban.com/subject/37746232/",
    "imdb_rating": "8.2/10 from 11 users",
    "trans_title": [
        "Revenge"
    ],
    "douban_votes": "0",
    "introduction": "A dialogue between the judge and the condemned, the winner and the loser, which offers the viewer a reflection on the relativity of guilt, heroism and crime in the world of \"isms\".Schorm's difficult film - a philosophical treatise - from 1969 presents a message from the time after the Soviet invasion, from the times when law and justice were dictated by the preponderance of power. The core is a model situation in which the accused man (E. Cupák) opens up the questions of guilt, power, the relativity of justice, and law in a dialogue with his judge (J. Kačer). The television film takes place in a time and space that is not anchored in time, the dialogue is framed by shots of the editing room, where the character of the director (M. Macháček) at the editing machine quotes historical chapters on justice changing over time, from antiquity to the 1950s...Dialog mezi soudcem a odsouzeným, vítězem a poraženým, který nabízí divákovi zamyšlení o relativitě viny, hrdinství a zločinu ve světě „ismů\".Schormův nelehký film – filozofický traktát – z roku 1969 zpřítomňuje poselství z doby po sovětské invazi, z časů, kdy právo a spravedlnost diktovala převaha moci. Jádrem je modelová situace, v níž obviněný muž (E. Cupák) v dialogu se svým soudcem (J. Kačer) otevírá otázky viny, moci, relativity spravedlnosti, práva. Televizní film se odehrává v časově neukotvené době a prostoru, dialog je rámován záběry střižny, kde postava režiséra (M. Macháček) u střihacího stroje cituje historické kapitoly o spravedlnosti měnící se v čase, od antiky až po padesátá léta minulého století...",
    "chinese_title": "Rozhovory",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.2,
    "douban_rating_average": 0,
    "update_at": "2025-12-02T07:35:08"
}