{
    "aka": [],
    "sid": "3774066",
    "cast": [
        {
            "url": "/celebrity/1342745/",
            "name": "俞颖 Ying Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1398803/",
            "name": "钟雨桐 Yutong Zhong",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1319885/",
            "name": "王加宾 Jiabin Wang",
            "@type": "Person"
        }
    ],
    "duration": "95分钟",
    "episodes": "",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2009-06-04"
    ],
    "this_title": [
        "我是房东"
    ],
    "douban_link": "https://movie.douban.com/subject/3774066/",
    "trans_title": [
        ""
    ],
    "douban_votes": "190",
    "introduction": "编剧：苑彬导演：王加宾主演：张惠中、邹健、钟雨桐、俞颖故事梗概：刘京生，奔四十的人，父母姐姐都在国外，京生一个人守着胡同里的三间大平房，东西向的两间分别租给山东卖煎饼的胖姐、和从湖北来北京考博的王先彪。京生自己住着南向的里外两大间，日子过得悠哉游哉。其实，京生也不是缺那几个钱，把房子租出去，一来是有人收拾，最主要的是京生人热情，有人一块住着，显得热闹。东、西、北三间分别住着胖姐、王先彪和京生，时间长了，要不是到日子交房租，不知道的还以为是一家人。三间平房没一间空着，胡同口守报刊厅的三儿，又给京生拉来一个哈尔滨来的女房客龚雪。京生考虑到王先彪的困难，给王先彪减一百块钱的房租，让王先彪搬到他的客厅住，王先彪住的那间房子以每月900块钱的房租给了龚雪。王先彪没白天没黑夜的学习，胖姐早起就出摊，就新来的龚雪进进出出的从来不搭话不搭腔，手机响多少遍也不接，引起王先彪、胖姐和京生的猜疑。王先彪看上去老实巴交，但经常给京生惹事。京生因为王先彪在书店惹事被叫到派出所后，决定赶王先彪走人。眼看王先彪就没有着落了，胖姐站出来说情，自作主张地跟王先彪换房。胖姐搬到京生的客厅之后，担当起照顾京生饮食起居的任务，该干不该干的活，胖姐都给干了，大有反客为主的意思，让京生觉得浑身不自在。京生怕时间长了传出什么闲话，就给王先彪摆了一桌“鸿门宴”，要跟王先彪换房。胖姐一看剃头的挑子一头热，收拾东西又回到她以前的东屋。出了胖姐这事不久，胖姐、王先彪和龚雪因为京生把上次买电的三百块钱摊进房租里，决定联合起来算计京生一下，结果王先彪出的主意还没坚持一天，就让京生高出一筹的策略给瓦解了，到头来弄得胖姐、王先彪和龚雪自各下不了台。京生不在乎钱，也就没把这事往心里去，小院里恢复了以往的和谐。和谐的日子因为龚雪拿错了京生的手机重新“爆发战争”。“战争平息”之后，王先彪在京生的鼓励下终于考取博士；抱着来北京吃吃苦的龚雪不仅找到了工作，还缓和了和父母的紧张关系；胖姐则盘下胡同口的一间门脸，开起了饺子馆。一年后，王先彪结束了悠哉游哉的日子跑起了出租。在北京西南的谭柘寺，京生惊喜的是，大老远把他“请”到谭柘寺的，是他一年前的三个房客胖姐、王先彪和龚雪。精彩视点：这是一部都市生活题材的数字电影，影片选题奇巧地将关注的镜头对准了现实生活中为数不少的房东，通过讲述“房东与房客的故事”，一改大多数房客惟利是图少通人情的世俗，塑造了一个仗义、豁达、热情、狡黠却富于人情味的房东形象。影片将关注的镜头对准房东“刘京生”的同时，有侧重的对怀着各种梦想和原因来城市追寻梦想、改善生活、改变命运，同时改变着城市的“外地人”的苦乐人生进行“扫描”，体现了影片主创人员对“外地人”的人文关怀、深切同情和由衷的敬重。影片最成功的地方，莫过于浓郁的生活气息。张惠中塑造的“刘京生”仗义、豁达、热情、狡黠却富于人情味的“京味形象”，以及邹健、钟雨桐、俞颖身上表达出来的“外地人”对于都市生活的不同诉求，都给观众以影片在“说人话、演人事”的真实感觉。",
    "chinese_title": "我是房东",
    "douban_rating": "7.0/10 from 190 users",
    "foreign_title": "",
    "douban_rating_average": "7.0",
    "update_at": "2025-06-27T20:13:20"
}