{
    "aka": [],
    "sid": "3777776",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1901",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0232456",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "1901"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0232456/",
    "imdb_votes": 68,
    "this_title": [
        "President McKinley's Funeral Cortege at Buffalo, New York"
    ],
    "douban_link": "https://movie.douban.com/subject/3777776/",
    "imdb_rating": "4.1/10 from 68 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "CREATED/PUBLISHEDUnited States : Thomas A. Edison, Inc., 1901.SUMMARYThe photographer covered the subject, the funeral cortege of President McKinley, from many different positions along the line of march. The people shown are those who preceded the hearse and those who followed after it. First come the walking military (Army, Navy, Marine Corps, National Guard) [end of part 2], and then ranking military dignitaries who immediately precede the hearse. Following the escorted hearse are the two closed carriages, containing the President's immediate family. After the carriages, are more mourners on foot, representing various countries. There is some film taken from one of the wings of the Capitol overlooking the courtyard of that building.From a contemporary Edison film company catalog: PRESIDENT McKINLEY'S FUNERAL CORTEGE AT WASHINGTON, D.C. Ungodding. [code for telegraphic orders]. When photographing the funeral of President McKinley we secured an excellent position at the foot of Pennsylvania Avenue in Washington, D.C., having had the exclusive right for animated picture apparatus inside the lines. Our camera is focused looking up Pennsylvania Avenue and shows countless thousands of mourning people who line the streets along the way. As the funeral procession which accompanies the body of our martyred President approaches, our camera is set in motion and pictures of the marching multitude who pay the last tribute to President McKinley at our National Capitol are recorded in the following order. The line is headed by a troop of U.S. Cavalry, followed by detachments of heavy artillery [end of part 1]; then comes the Loyal Legion, followed by G. A. R. detachments, made up of both Federal and Confederate veterans. Next in order comes the Guard of Honor [end of part 2], who are in turn followed by the hearse, which is drawn by six black-plumed and black-netted horses. Inside the hearse can be seen the flag covered casket. The light and color of the procession is suddenly gone; spectators silently bow and bare their heads. The pageant has suddenly been transformed into a funeral cortege. Our position was so excellent that as the hearse passed our camera a distinct and life-size view was procured, showing this vehicle of sadness in all its detail. The hearse is closely followed by the Admirals of the Navy and the Generals of the Army. Next in order come the carriages of the family and the relatives, and then the carriage of President Roosevelt, which is drawn by four black horses. Next come the carriages which contain the President's Cabinet, the Diplomatic Corps, Chief Justice Fuller and Associate Justices, Senators, Congressman, Governors of States and Government Officials. These carriages are followed by the United States Marine Band, which forms a most imposing spectacle as it marches slowly and solemnly to the strains of \"Nearer My God to Thee.\" Following the United States Marine Band and in step with the slow funeral march comes the National Guard of the District of Columbia and sailors from United States Battleships, clad in their natty uniforms and jackey hats. The sailors and soldiers are marching sixteen abreast and make a very imposing spectacle as they pass our camera [sequence from the Marine Band to sailors appears in part 2]. The procession having passed, the crowd immediately surges toward the Capitol, intent on securing a place in the line that they may enter the rotunda and look upon the face of the illustrious President McKinley. Our panoramic device is then set in motion and a most perfect and interesting picture is secured as an ending to the Washington film. The picture shows the immense crowds surging toward the Capitol, and as rain begins falling at that moment tens of thousands of umbrellas are raised for protection. Our camera having been above the heads of the people, a most novel effect is secured. As the camera rotates, the base and steps of the Capitol are brought into view and the crowd is shown crushing and struggling for entrance to the rotunda. One of the most perfect of the McKinley funeral pictures. Class A 350 ft. $52.50. We also furnish a 75 foot strip of the above, showing the crowds at the Capitol. Class A Ungodily. $11.25NOTESCopyright: Thomas A. Edison; 21Sept1901; H8915.Duration: 1:44 (part 1), 2:07 (part 2), and 2:23 (part 3) at 15 fps.Photographed September, 1901. Location: First Street and Pennsylvania Avenue, S.W., Washington, D.C.The Library of Congress copy of this film may not contain all of the scenes described in the Edison Company summary, and does not follow the Edison catalog sequence exactly.Received: 9/21/1901; paper pos; copyright deposit; Paper Print Collection.",
    "chinese_title": "President McKinley's Funeral Cortege at Buffalo, New York",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-08T15:23:18"
}