{
    "aka": [],
    "sid": "3778334",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1430186",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-05-04"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1430186/",
    "imdb_votes": 17,
    "this_title": [
        "Cook Yourself Thin"
    ],
    "douban_link": "https://movie.douban.com/subject/3778334/",
    "imdb_rating": "6.9/10 from 17 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Do you want to have your cake and eat it too? \"Cook Yourself Thin,\" an all-new series, offers viewers the skills and the confidence to give their favorite indulgent meals a healthy makeover by cutting the calories and doubling the flavor!Based on the successful British series and popular \"Cook Yourself Thin\" cookbook, culinary experts Harry Eastwood, Allison Fishman and Candice Kumai show guests how to lose their unwanted inches by replacing extreme dieting with clever cooking. Each half-hour \"Cook Yourself Thin\" episode follows one guest as she learns simple ways to transform her favorite high-calorie meals into delicious, healthier fare.The meals are prepared step-by-step, comparing the calorie count of the original version to that of the \"Cook Yourself Thin\" recipe. The guest is then sent home with the ingredients, tools and tips necessary to make healthy changes in the kitchen. After six weeks of living the \"Cook Yourself Thin\" lifestyle, each participant is visited at home by the hosts to check on her progress. (Lifetime Television © 2009)再接再厲教妳如何以別樣烹飪方式調制本質相同的餐飲倍兒美味同時還能大幅度降低從中所吸取的熱量喔! (CHaN © 2009)",
    "chinese_title": "Cook Yourself Thin",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-02-18T23:50:03"
}