{
    "aka": [
        "晚安，科伦坡"
    ],
    "sid": "3778393",
    "cast": [
        {
            "url": "/celebrity/1325533/",
            "name": "郑雅文 Yawen Zheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1334788/",
            "name": "康俊龙 Junlong Kang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2498009882.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1340789/",
            "name": "温德光 De-Guang Wen",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "普通话/国语",
        "英语",
        "乌尔都语"
    ],
    "playdate": [
        "2007-02-27"
    ],
    "this_title": [
        "Goodnight Colombo"
    ],
    "douban_link": "https://movie.douban.com/subject/3778393/",
    "trans_title": [
        "晚安·科伦坡",
        "晚安，科伦坡"
    ],
    "douban_votes": "80",
    "introduction": "《晚安·科伦坡》是一部庆祝“中斯建交50周年”的贺礼影片，斯里兰卡总统将会在今年2月份两国的建交日来访中国，并邀中国领导人公同观看此片。因此，这部影片具有两国之间文化交流深远的含义。某杂志社摄影记者韩青青与男友“北极熊”恋爱多年后发生了感情危机。因“北极熊”工作繁忙，两个人经常不能见面。甚至在“北极熊”生日那天，也无法一起分享。为此，青青感到无比孤独和伤感。一气之下，青青决定离开“北极熊”，立即接受杂志社的任命，远赴斯里兰卡进行采访拍摄。离家出走的青青希望能在异地他乡的工作中平复自己伤感的情绪。很快，青青来到了美丽的岛国——斯里兰卡。兰卡新奇、美丽的风景使青青暂时忘掉了烦恼，但独自工作的孤单却又让她无时不在想念“北极熊”。为了抑制自己不给“北极熊”打电话，出发去康提采访前，青青将手机留在了饭店前台……青青努力的工作着，为了去康提获得更好的素材，青青租了一辆吉普车。而租车的小伙子并没有告诉青青这辆车有问题，而是自愿作为导游和司机陪伴青青去康提拍摄。一路上，开心的“导游”不停的唱着歌，而青青却不能忍受这份善意的“热闹”，终于，青青急中生智，假装生病在途中甩掉了开心的“导游”。独自开车的青青心情格外舒畅，吉普车在路上畅然驰骋。兰卡迷人的风光使青青沉浸在旅途的快乐中。青青胆子越来越大，她开着吉普车从公路到海边，从海边到雨林。而就在青青下车进入雨林拍照时，一系列意想不到的事情发生了：吉普车上的香蕉引起了雨林里猴子们的注意，猴子们开始围攻吉普车；青青回来后，汽车抛锚了；顽皮的猴子又将青青的钱包抢走，无奈，青青奋力追赶抢走钱包的猴子。猴子没有追上，青青却迷失在丛林中。青青努力的奔跑，想在天黑前走出这片丛林。但始终找不到出路。就在青青万分恐惧的时候，一头大象的突然“袭击”使青青昏厥过去。青青醒来后，才知道是大象的主人阿塞拉救了她。原来，阿塞拉是一名优秀的兽医，专门治疗大象。吓昏青青的那头大象“米卡拉”正是他救助的，阿塞拉正要穿过这片丛林把治愈的“米卡拉”送回自己的家。得救的青青，却不敢轻易信任阿塞拉，而善良的阿塞拉希望帮助青青找到回首都科伦坡的路。因为只有到了那儿青青才能安全。一路上，青青觉得阿塞拉带她走的路并不是回科伦坡的方向，她想再次甩掉阿塞拉，依靠指北针独自寻找。但善良的阿塞拉一直跟随其后。青青开始害怕起来，她越跑得远，阿塞拉就越追得紧，慌张奔跑的青青摔倒在丛林的沟壑里。阿塞拉再次救了青青。气急败坏的青青痛斥着阿塞拉，阿塞拉自责的不敢说话。渐渐，青青情绪平静下来，她终于感受到了阿塞拉的朴实与热情。有了阿塞拉的陪伴和照顾，青青感到无比温暖。在回科伦坡的路上，两个人慢慢熟悉起来，他们互相交谈、互相了解，沉浸在旅途的快乐中。青青享受着兰卡迷人的自然风光和风土民情，她也渐渐喜欢上这个皮肤黝黑的兰卡小伙子。而阿塞拉也在与青青的交往中也默默地爱慕着青青的美丽和聪慧。旅途结束了。可爱的“米卡拉”终于回到了自己的家园，享受着象群的温暖；青青也在阿塞拉的陪伴下回到了首都科伦坡。站台上，两个人依依惜别……两个人的身影渐渐远去，一段美好的情感弥漫在科伦坡茫茫夜色中……回到饭店后，青青拿起手机。手机上不断显示“北极熊”的短信青青哭了。",
    "chinese_title": "晚安·科伦坡",
    "douban_rating": "6.3/10 from 80 users",
    "foreign_title": "Goodnight Colombo",
    "douban_rating_average": "6.3",
    "update_at": "2025-07-09T10:28:50"
}