{
    "aka": [],
    "sid": "37823056",
    "cast": [
        {
            "url": "/celebrity/1443485/",
            "name": "安娜·布拉戈耶维奇 Ana Blagojevic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1585080/",
            "name": "马修·彭希纳 Matthieu Penchinat",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1525492/",
            "name": "伊科·扎克松戈 Ike Zacsongo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1337110/",
            "name": "芭娅·莱哈兹 Baya Rehaz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1606293/",
            "name": "Sophie Mounicot Sophie Mounicot",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "喜剧",
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2926829157.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "director": [],
    "duration": "180分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2025-10-31(法国)"
    ],
    "this_title": [
        "Les burgers sanglants"
    ],
    "douban_link": "https://movie.douban.com/subject/37823056/",
    "trans_title": [
        "血腥汉堡"
    ],
    "douban_votes": "0",
    "introduction": "De retour à Metz, Malik et Lou aident Ophélie à organiser le mariage de Valentin… sur le thème épouvante. Mais alors qu’ils croyaient faire peur aux invités, c’est eux qui vont avoir la frayeur de leur vie en affrontant l’Écorcheur, l’impitoyable fantôme qui hante les anciens abattoirs de la ville depuis leur fermeture.… Quel est son terrible secret ?Cette année retrouvez Lou et Malik à l’occasion d’Halloween dans Les Burgers sanglants. Un film dans lequel les spectateurs seront maîtres de la progression du scénario. Diffusée en direct sur les chaînes sociales d’ARTE et, une première pour un tel dispositif, projetée dans une trentaine de salles partout en France, une comédie d’épouvante d’un genre nouveau, en partenariat avec mk2alt.L’an dernier, lors d’une première fiction interactive diffusée en direct, Les Burgers volants avait fait événement : troisième stream de France au moment de sa diffusion sur Twitch, le live avait dépassé les 200 000 vues en direct. Il avait été suivi par 6 000 spectateurs simultanés en moyenne, avec un pic de 8 000 personnes, et avait rassemblé près de 2 000 participants dans le chat.Réalisé par Camille Duvelleroy, qui avait déjà créé ÉTÉ et Patience Mon Amour pour ARTE et imagine des récits où l’interactivité structure l’expérience, ce projet inédit et intrigant avait trouvé son public, à la fois en direct et en replay.À la lisière entre film, jeu vidéo aux multiples embranchements et spectacle vivant, il s’adressait à une communauté active sur Twitch et mettait en lumière des habitués de la plateforme. Le streamer Ponce, comédien dans la fiction, animait une introduction pour présenter l’expérience et en révélait les coulisses pour « briser le quatrième mur ».Les burgers sanglants c’est 420 pages de scénarios à savoir 229 séquences écrites et prédécoupées, plus de 30 sondages, 15 caméras et 10 interprètes, sans oublier diverses surprises qui auront lieu tout au long de la soirée.",
    "chinese_title": "血腥汉堡",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Les burgers sanglants",
    "douban_rating_average": 0,
    "update_at": "2025-12-03T15:14:05"
}