{
    "aka": [],
    "sid": "37828226",
    "cast": [
        {
            "url": "/celebrity/1045102/",
            "name": "大卫·爱登堡 David Attenborough",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2926933817.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt38848632",
    "director": [],
    "duration": "50分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2025-11-09(英国)",
        "2025-11-11(中国大陆)",
        "2026-01-24(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt38848632/",
    "imdb_votes": 19,
    "this_title": [
        "Kingdom Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/37828226/",
    "imdb_rating": "9.7/10 from 19 users",
    "trans_title": [
        "动物王国 第一季"
    ],
    "douban_votes": "0",
    "introduction": "Coming to BBC One and iPlayer, Kingdom is an epic six-part series narrated by Sir David Attenborough from the BAFTA award-winning BBC Studios Natural History Unit. Across six episodes in one of the most ambitious wildlife series ever made, Kingdom follows four rival animal families over five years, telling their stories as they compete for survival and dominance in one of the most spectacular places on Earth.In the heart of Zambia, leopards, hyenas, wild dogs and lions all lay claim to a corner of South Luangwa National Park known as Nsefu - a lush landscape situated on the banks of the mighty Luangwa River. Teeming with life, Nsefu is an ideal place to raise a family – and that means that things can get crowded here…Kingdom follows the stories of four animal families – a lion pride, a wild dog pack, a hyena clan and a leopard family – who are all competing to make Nsefu their home. It’s a story about endurance, control, ever-shifting power dynamics, and perhaps the greatest challenge of all: raising a family in a competitive world.Leopard Olimba is attempting to bring up her young cubs in the centre of Nsefu, when everything is thrown into chaos by the dramatic arrival of wild dog queen Storm and her pack. But Storm’s pack must soon reckon with a lion pride who have just returned to the area, and who attack the local hyena clan, ruled by matriarch Tenta. But even lions must remain vigilant here, especially when they have cubs themselves.These families are all ferocious predators, but Kingdom lets us see a gentler side: tender hyena mothers suckling their cubs for longer than any other predator, leopard Olimba allowing her cubs to practice their hunting skills on a grumpy hippo, and wild dogs demonstrating an extraordinary level of care for an injured pack member. There are internal family politics too – mother and daughter leopards become each other’s biggest rivals and elemental forces regularly reset the stage – fires, floods and a bountiful river that governs all life here. In Nsefu, the fates of these four families are inextricably linked. As they rise and fall over the years, who will ultimately rule this precious Kingdom?This is the longest the BBC Studios Natural History Unit has been embedded in one location, tracking the lives of individual animals, for a single series. Spending around 1400 days in the field, working alongside local crews and experts, Kingdom not only documents the story of some of Africa’s most charismatic, but also shines a light on the efforts to protect them from poaching by leading conservationists.Kingdom, a 6x60’ for BBC One and iPlayer, is made by BBC Studios Natural History Unit, co-produced by BBC America. It was commissioned by Jack Bootle, Head of Commissioning, Specialist Factual. The Executive Producer is Mike Gunton, the Series Producer is Felicity Lanchester and the Series Editor is Simon Blakeney.",
    "chinese_title": "动物王国 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Kingdom Season 1",
    "imdb_rating_average": 9.7,
    "douban_rating_average": 0,
    "update_at": "2025-11-12T02:22:08"
}