{
    "aka": [],
    "sid": "37862348",
    "cast": [
        {
            "url": "/celebrity/1321083/",
            "name": "贾斯汀·弗莱彻 Justin Fletcher",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321082/",
            "name": "约翰·斯帕克斯 John Sparkes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348435/",
            "name": "西恩·康诺利 Sean Connolly",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2025",
    "genre": [
        "喜剧",
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2927307908.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1005535/",
            "name": "斯蒂夫·博克斯 Steve Box",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1384461/",
            "name": "罗宾·克劳瑟-史密斯 Robin Crowther-Smith",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128608/",
            "name": "尼基·墨菲 Nicky Murphy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1384463/",
            "name": "李·普雷斯曼 Lee Pressman",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1384465/",
            "name": "李·威尔顿 Lee Wilton",
            "@type": "Person"
        }
    ],
    "duration": "47分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2025-09-10(法国)"
    ],
    "this_title": [
        "Shaun le Mouton : la ferme en folie"
    ],
    "douban_link": "https://movie.douban.com/subject/37862348/",
    "trans_title": [
        "小羊肖恩：疯狂农场"
    ],
    "douban_votes": "0",
    "introduction": "Pas une journée ne se passe comme prévu pour Shaun, les moutons et Bitzer le chien de berger : leurs idées farfelues finissent toujours par semer la zizanie ! Heureusement, notre joyeuse troupe s’en sort à tous les coups et la ferme coule des jours heureux. Enfin, ça, c’était avant l’arrivée des lamas… Cette fois-ci, ce ne sont plus des petites bêtises, c’est carrément la cata !Un programme composé du Lapin, de Alerte aux canards !, d’Un problème épineux et du spécial Les lamas du fermier.À partir de 3 ans.© Aardman Animations LtdDétail du programme :LE LAPIN (7′)La nièce du fermier rend visite à son oncle et amène son précieux lapin domestique. Mais à la ferme, les animaux, c’est dehors et pas dans la maison! Le fermier charge Bitzer de surveiller le lapin, qui disparaît immédiatement. Bitzer est catastrophé, mais Shaun a un plan pour le retrouver.ALERTE AUX CANARDS! (7′)Cette nuit, Shaun et le troupeau se sont fait voler leurs couchages par un couple de canards qui s’est installé sur la niche de Bitzer. Comment récupérer ce qui leur appartient, alors que les canards ne sont pas disposés à coopérer, et encore moins à rendre ce qu’ils ont pris? La bagarre s’annonce serrée…UN PROBLÈME ÉPINEUX (7′)Tout le monde dort dans la bergerie. Tous, sauf Timmy, qui entend de drôles de petits bruits : ce sont des hérissons qui couinent, grattent et farfouillent! Les pauvres n’ont pas déniché de coin douillet pour dormir. Timmy décide de les aider à trouver un abri pour la nuit. Ses tentatives vont toutefois réveiller toute la ferme, alors que chacun·e rêve d’une bonne nuit de sommeil…LES LAMAS DU FERMIER (26′)Quand Shaun aperçoit trois lamas à la foire agricole du comté, il décide que ce trio zinzin doit immédiatement intégrer la ferme pour plus de fun! Mais, une fois de retour à la ferme de Mossy Bottom, les lamas sèment le chaos. La situation devient vite incontrôlable et Shaun est forcé de reconnaître qu’il a vraiment commis une énorme erreur, bien plus grave que ses bêtises habituelles. Pas le choix : il faut passer à l’action et sauver la ferme des lamas infernaux!",
    "chinese_title": "小羊肖恩：疯狂农场",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Shaun le Mouton : la ferme en folie",
    "douban_rating_average": 0,
    "update_at": "2026-02-12T03:13:40"
}