{
    "aka": [
        "Queen of Sin and the Spectacle of Sodom and Gomorrah"
    ],
    "sid": "3788180",
    "cast": [
        {
            "url": "/celebrity/1048305/",
            "name": "沃尔特·斯勒扎克 Walter Slezak",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1003537/",
            "name": "维克特·凡科尼 Victor Varconi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023949/",
            "name": "贝拉·巴拉兹 Béla Balázs",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1158801/",
            "name": "Gyula Szöreghy Gyula Szöreghy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1158030/",
            "name": "Leo Slezak Leo Slezak",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1157681/",
            "name": "汉斯·蒂米希 Hans Thimig",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1140697/",
            "name": "Georg Reimers Georg Reimers",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1003562/",
            "name": "维利·福斯特 Willi Forst",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1094661/",
            "name": "Franz Herterich Franz Herterich",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1087113/",
            "name": "露西·多琳恩 Lucy Doraine",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1079992/",
            "name": "库尔特·埃尔勒 Kurt Ehrle",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1922",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2235121583.jpg",
    "region": [
        "德国",
        "奥地利"
    ],
    "writer": [
        {
            "url": "/celebrity/1016700/",
            "name": "迈克尔·柯蒂兹 Michael Curtiz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025812/",
            "name": "拉迪斯劳斯·沃伊道 Ladislaus Vajda",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0013619",
    "director": [
        {
            "url": "/celebrity/1016700/",
            "name": "迈克尔·柯蒂兹 Michael Curtiz",
            "@type": "Person"
        }
    ],
    "duration": "150 分钟(英国)",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "1922-10-13"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0013619/",
    "imdb_votes": 257,
    "this_title": [
        "Sodom und Gomorrha"
    ],
    "douban_link": "https://movie.douban.com/subject/3788180/",
    "imdb_rating": "5.9/10 from 257 users",
    "trans_title": [
        "所多玛与蛾摩拉",
        "Queen of Sin and the Spectacle of Sodom and Gomorrah"
    ],
    "douban_votes": "0",
    "introduction": "I saw this at the London Film Festival in 1995 or 1996. The print had been lovingly restored from sections scattered around the world, including some from archives in Moscow. Somebody near me said \"I'm really looking forward to this\", which was understandable, since the director, as Michael Curtiz, later made some jolly swashbucklers and Casablanca, and the LFF had previously come up with several almost unknown silent masterpieces, including Jacques Feyder's Visage d'enfants.Well, the pianist was superb and the voice-over translator (no time to translate the German titles) produced some splendid characterization. But about ten minutes in, people realised that the film was incredibly bad, and they didn't even know when it would be over as it hadn't been projected complete before. Watching it felt like existentialist hell. Which was fair enough as it's meant to be a study of sin and remorse. A young man is tempted by sex, drugs and stuff, but he falls asleep and dreams of the biblical story of the destruction of the cities of the plain, which are a bit like Vienna and populated by his low-life pals. When he wakes up, he repents. I think the sin stuff is meant to be alluring and you're meant to think that the director has been clever framing it in a moral tale. Instead, you get the idea that sin is a lot less interesting than, maybe, a novel by Jane Austen.This epic Austrian production was credited to Michael Kertesz, who became better known as Michael Curtiz. It was also the screen debut of Walter Slezak. Mary Conway (Lucy Doraine) agrees to marry the wealthy Jackson Harber (George Reimers) to save her mother (Erika Wagner) from a forgery charge. She's really in love with Harry Lighton, a poor sculptor (Kurt Ehrle). At the engagement party, Lighton shoots himself, and Mary turns vindictive and cynical. She decides to make Harber's son, Edward (Slezak), fall in love with her and she succeeds. In an attempt to save Edward, his tutor (Michael Varkonyl) tells him the story of the queen of sin, who he compares to Mary. When this doesn't work, he goes to Mary and relates the story of Lot's wife. When Mary falls asleep, she dreams, in vivid cinematic detail, about the days of Sodom and Gomorrah, in which Lighton is Lot and she is his wife. When she wakes up, she calls off the wedding and goes to Lighton, who is recovering from his wound. Haber and his son reconcile. In its European release, this picture was 18 reels long; it was cut down to eight for release in the States, but the severe editing made the story disjointed and confusing.",
    "chinese_title": "所多玛与蛾摩拉",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Sodom und Gomorrha",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-07-20T05:36:24"
}