{
    "aka": [],
    "sid": "3789026",
    "cast": [
        {
            "url": "/celebrity/1111352/",
            "name": "梅洛迪·约翰逊 Melody Johnson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1567194/",
            "name": " B.J. 麦克列伦 B.J. McLellan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1996",
    "genre": [
        "悬疑",
        "惊悚",
        "恐怖",
        "家庭",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2533341558.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1028271/",
            "name": "R·L·斯坦 R.L. Stine",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0591330",
    "director": [],
    "duration": "22分钟",
    "episodes": "25",
    "language": [
        "英语"
    ],
    "playdate": [
        "1996-08-10(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0591330/",
    "imdb_votes": 791,
    "this_title": [
        "Goosebumps Season 2"
    ],
    "douban_link": "https://movie.douban.com/subject/3789026/",
    "imdb_rating": "6.8/10 from 791 users",
    "trans_title": [
        "鸡皮疙瘩 第二季"
    ],
    "douban_votes": "0",
    "introduction": "Samantha Byrd is a tall klutzy girl who is constantly being tormented by Judith, a moderately popular girl who taunts her by say things like \"Fly away, Byrd.\" Samantha is a terrible basketball player and is forced to stay late after school for practice.One rainy afternoon after practice she meets a lost old lady in the woods and not only talks to this stranger but goes with her to another location. The old lost woman is so thankful for Samantha's kindness that she grants her three wishes. Samantha's first wish is the awkwardly phrased \"I want to be the strongest player on the basketball team.\" This leads to all the other players on the team, including Judith, coming down with the flu. Judith accuses Samantha of being a witch, and in anger Samantha responds that she wishes Judith would just disappear.When Samantha wakes up the next morning, she's the only person left in the world. After some aimless wandering the old woman appears and says that she's not very good with magic so the only way she could make Judith disappear was to make everyone disappear. The old woman says she'll cancel the wish and give her the third wish. Samantha wishes everything was back to normal and that Judith would think she was the greatest person alive.This wish is then granted and Judith obsesses over every nuance of Samantha's being, carrying her books to class, sneaking into her bedroom at night, and waiting outside her house in the morning to walk to school with her. Finally after crashing her bike in an attempt to get away from Judith, Samantha runs into the old woman who gives her a fourth wish. Samantha wishes that she had never met the old lady, that instead it was Judith who met her.As Samantha leaves the wooded area, she looks down at a smiling Judith, who has just said \"Why don't you fly away, Byrd?\" Samantha has been turned into a bird.",
    "chinese_title": "鸡皮疙瘩 第二季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Goosebumps Season 2",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2026-01-04T16:56:42"
}