{
    "aka": [
        "魚線的盡頭"
    ],
    "sid": "3789572",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p674221165.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1176727",
    "director": [
        {
            "url": "/celebrity/1020504/",
            "name": "鲁伯特·穆雷 Rupert Murray",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-06-19(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1176727/",
    "imdb_votes": 1111,
    "this_title": [
        "The End of the Line"
    ],
    "douban_link": "https://movie.douban.com/subject/3789572/",
    "imdb_rating": "7.5/10 from 1111 users",
    "trans_title": [
        "渔业危机",
        "魚線的盡頭"
    ],
    "douban_votes": "79",
    "introduction": "Synopsis: THE END OF THE LINE is the first feature length doc to explore the dire state of overfishing which, if not severely curtailed, will mean the end of most seafood as an eating consideration within forty years! Director Rupert Murray combines mesmerizing photography above and below water with the story of the indefatigable investigative reporter Charles Clover as he confronts politicians and celebrity restaurateurs. The near extinction of cod is examined and the now imminent extinction of bluefin tuna – brought on by the increasing western demand for sushi, governments unwilling to follow the scientists suggestions of catch limits and a flourishing illegal trade. The impact on marine life from the overfishing of large fish species results in a huge overpopulation of algae and jellyfish as well as mass poverty in rural areas where fish is running out yet large commercial boats equipped with radar still impinge on local fishermen’s livelihoods. The myth of farmed fishing as a solution is also exploded.Filmed across the world – from the Straits of Gibraltar to the coasts of Senegal and Alaska to the Tokyo fish market – featuring top scientists, indigenous fishermen and fisheries enforcement officials, The End of the Line is a wake-up call to the world offering real solutions that all consumers can take part in. --© Official Sit",
    "chinese_title": "渔业危机",
    "douban_rating": "8.2/10 from 79 users",
    "foreign_title": "The End of the Line",
    "imdb_rating_average": 7.5,
    "douban_rating_average": "8.2",
    "update_at": "2025-04-27T04:56:13"
}