{
    "aka": [
        "Erstürmung Jerusalems"
    ],
    "sid": "3791298",
    "cast": [
        {
            "url": "/celebrity/1103461/",
            "name": "维尔纳·克劳斯 Werner Krauss",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1082667/",
            "name": "卡尔·德福格特 Carl de Vogt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1092663/",
            "name": "Fritz Greiner Fritz Greiner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1082888/",
            "name": "Lia Eibenschütz Lia Eibenschütz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1129489/",
            "name": "Bella Muzsnay Bella Muzsnay",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1103467/",
            "name": "玛格丽特·库普费尔 Margarete Kupfer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125964/",
            "name": "鲁道夫·莱廷格 Rudolf Lettinger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1147246/",
            "name": "Ernst Schrumpf Ernst Schrumpf",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119572/",
            "name": "费迪南德·马丁尼 Ferdinand Martini",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049923/",
            "name": "马科斯·夏瑞克 Max Schreck",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1124106/",
            "name": "Ernst Matray Ernst Matray",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1161758/",
            "name": "Wolfgang von Schwindt Wolfgang von Schwindt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1144241/",
            "name": "Carl-Heinz Schroth Carl-Heinz Schroth",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1922",
    "genre": [
        "剧情",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2517178292.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1024464/",
            "name": "汉斯·凯泽 Hans Kyser",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1121232/",
            "name": "戈特霍尔德·埃夫莱姆·莱辛 Gotthold Ephraim Lessing",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0013428",
    "director": [
        {
            "url": "/celebrity/1003632/",
            "name": "曼弗雷德·诺亚 Manfred Noa",
            "@type": "Person"
        }
    ],
    "duration": "128 分钟",
    "episodes": "",
    "language": [
        "无对白",
        "德语"
    ],
    "playdate": [
        "1922"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0013428/",
    "imdb_votes": 161,
    "this_title": [
        "Nathan der Weise"
    ],
    "douban_link": "https://movie.douban.com/subject/3791298/",
    "imdb_rating": "6.9/10 from 161 users",
    "trans_title": [
        "智者纳旦",
        "Erstürmung Jerusalems"
    ],
    "douban_votes": "0",
    "introduction": "Gotthold Ephraim Lessing published his \"dramatic poem\" in 1779 as a direct response to censure by official orthodox religious circles, to which he was subject after publishing a work by Samuel Reimarus that was critical of religion. He set his story in Jerusalem at the time of the Crusades, where Christians, Jews and Muslims were in constant and close confrontation. It threatens to end tragically in religious conflict, but the main character succeeds, with insight and shrewdness, in reconciling the religious communities. Lessing's drama is acknowledged in German literary history as a \"humanist manifesto\" that defends \"religious tolerance and the freedom of ideas\". Scriptwriter Hans Kyser adapted the drama to great cinematic effect, incorporating as a powerful prologue, the opening episode that Lessing resolved only at the end of his drama. Manfred Noa used the brutality of the Crusades and their exotic setting to stage visually impressive crowd scenes. Experienced actors from box-office hits were magnificent in the leading roles, among them Werner Krauss (Das Cabinet des Dr. Caligari / The Cabinet of Dr. Caligari by Robert Wiene) as Nathan, and Carl de Vogt (Die Spinnen / The Spiders by Fritz Lang) as a young Templar knight. As in the original drama, this emotionally charged production ends in an impassioned plea for reason and for tolerance towards people of other faiths.On 21st September 1922 the film, Nathan der Weise was submitted for assessment to the Munich Board of Film Censors (Filmprüfstelle München) which withheld approval of its release because the film \"appears extraordinarily suited to jeopardizing public order and security\". The second chamber of the Munich Board of Film Censors reached a different verdict: \"It [the chamber] agreed with the assessment insofar as the time of the film's release is the least favourable imaginable, and that perhaps though not probably misled rowdies in places strongly characterised by anti-Semitism might riot, yet it accordingly found that any blame for this lies not with the film but rather, with people's improper attitudes and that, ultimately, banning the film would be no protection against the excesses of such people\". The chairman however, instantly lodged a complaint about the chamber's approval of the film's release with the Supreme Board of Film Censors (Oberprüfstelle) in Berlin, arguing that the chamber \"had not taken sufficient account of the clearly formulated and unambiguous assessment by experts\".Before the Supreme Board of Film Censors had reviewed the initial verdict, hostility towards the film continued in Munich, where it had not yet been released. The magazine Lichtbildbühne reported \"attempts by Nazi sympathisers to destroy the negative \" in October 1922, which were however obviously unsuccessful. On 28th December 1922, the Supreme Board of Film Censors dismissed the appeal against the Munich Board of Film Censor's verdict and stressed that, should an \"anti-Semitic hate campaign\" occur, this would be due to motives \"that have been arbitrarily attributed to the film's content by external sources. Should, for such reasons, public order later be jeopardized, this danger can be averted (...) not by censorship legislation (the Lichtspielgesetz) requiring withdrawal of the film, but only by police intervention\".Nathan der Weise was eventually premiered on 29th December 1922 in Berlin's Alhambra cinema, located on the Kurfürstendamm. The advertising campaign introduced the film under the slogan, \"the film of humanity\". On 28th January 1923, the trade publication Der Kinematograph carried a full-page announcement detailing the film's success: \"The spontaneous wild applause at the end of the film proved without a shadow of doubt that the prevailing mood is unambiguous\" (in Film-Echo); \"It was heart-rending, true humaneness that motivated the audience to spontaneous applause in the middle of the scene\" (in the newspaper B.Z. am Mittag).In Munich, the \"capital of the [Nazi] movement\", attempts to hinder the film's release had not yet been forgotten when Nathan der Weise was programmed to run on 9th February 1923 at a local cinema, Regina-Lichtspiele. Although as a precaution publicity had been avoided, the first threatening letters arrived that very afternoon. The cinema owner received a phone call that evening, warning him that, \"if the film is not removed from the programme, 'his place will be smashed to pieces tomorrow night'\". The owner, concerned for his expensively equipped cinema, then turnedto Bavaria-Film. The February 1923 issue of Lichtbildbühne reported that, \"Director Hoppe from Bavaria (...) hastily called a meeting with the appropriate persons. Being aware of the danger and from what source it was to be expected, it was decided to get in direct contact with the Party leader, Hitler. In place of Hitler, a certain Mr. Esser, his deputy, received the gentlemen. Director Hoppe declared himself ready to organise a special screening of the film for Mr. Esser, in order that the latter might be personally assured that the film was free of the tendencies attributed to it. (...) After the screening, Esser expressed the opinion that the film was propaganda and was insistent on this point, despite attempts by Director Hoppe to refute it\". In the newspaper Völkischer Beobachter of 16th February 1923, a certain H.E. wrote about the \"Jewish infiltration\" of the German film industry: \"The film that was presented to us yesterday by the Emelka Group is a one-sided, cleverly-made, and without question, technically brilliant film that for these very reasons, is even more effective in communicating its propaganda. Twisting the facts, it aims to force upon the population of Munich, the stronghold of the anti-Semitic movement, the opinion that Judaism is superior to and more humane than Islam and Christianity, and that the fight against Judaism is the most abominable injustice in world history. In this time of the most brutal suppression of the mostbasic human rights by an enemy whipped into furies of vengeance, it is a crime to employ such a truly Jewish creation, oozing with dishonest and hypocritical humanity, to forcibly drive out of the German people the last remnants of their will to rid themselves of slavery.\" Subsequently no cinema owner in Munich dared to show the film again. Evidence of a public screening exists only for October 1930.The film Nathan der Weise experienced difficulties abroad too. Censors in Warsaw banned it in 1923 because it portrayed the \"humanitarian role of Judaism [...] which might at the present time, in view of the execution in Moscow of Budkiewicz, a Catholic priest, provoke undesirable memories\". In Austria, it was released on 21st September 1923 under the title Die Träne Gottes (The Tears of God) and banned in schools. There are no records of the film being shown again after Hitler seized power. In his history of cinema, Vom Werden deutscher Filmkunst (The Development of German Film, 1935), Oskar Kalbus called it a \"typically Jewish-influenced film\" and claimed it was merely a \"didactic costume drama\". After that, the director and his film fell into oblivion. Lessing's drama has never again been adapted for the screen to this day.The Filmmuseum München discovered the film in 1996 under the title Die Erstürmung Jerusalems (The Storming of Jerusalem), in the collection of Gosfilmofond in Moscow. The Russian film archive had made a black-and-white duplicate negative of a tinted nitrate print that no longer exists. The original title was missing and new chapter titles had been arbitrarily insertedfaults that the Filmmuseum München corrected as well as it recreated the colour tints.",
    "chinese_title": "智者纳旦",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Nathan der Weise",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-09-10T05:49:23"
}