{
    "aka": [
        "The Kingdom",
        "Ôkoku"
    ],
    "sid": "3791031",
    "cast": [
        {
            "url": "/celebrity/1021140/",
            "name": "大和屋竺 Atsushi Yamatoya",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1024427/",
            "name": "串田和美 Kazuyoshi Kushida",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1196902/",
            "name": "金井胜 Katsu Kanai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1386968/",
            "name": "大方斐纱子 Hisako Ohkata",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1973",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2548076696.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1196902/",
            "name": "金井胜 Katsu Kanai",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0443300",
    "director": [
        {
            "url": "/celebrity/1196902/",
            "name": "金井胜 Katsu Kanai",
            "@type": "Person"
        }
    ],
    "duration": "Japan: 83 分钟(shorter version)",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1973"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0443300/",
    "imdb_votes": 45,
    "this_title": [
        "王国"
    ],
    "douban_link": "https://movie.douban.com/subject/3791031/",
    "imdb_rating": "6.7/10 from 45 users",
    "trans_title": [
        "The Kingdom",
        "Ôkoku"
    ],
    "douban_votes": "0",
    "introduction": "“The Kingdom” is the third film in Kanai Katsu’s avant-garde Smiling Milky Way Trilogy which began with two politically loaded films, 1968’s “The Deserted Archipelago”, a dream journey through the the post-ANPO Treaty 60’s, and 1971’s “Good-Bye”, an exploratrion of the plight of the zainichi, or Japanese of Korean heritage. “The Kingdom” doesn’t take on any loaded current event or momentary societal ill though. Instead it goes to the root of Japanese (and global) society’s engine - time - and in that way “The Kingdom” is probably the most radical film in Kanai’s trilogy of films.Katsu Kanai: My first film, The Deserted Archipelago, emerged out of the intersections between my own experiences and fantasies and Japan’s postwar history, and, as such, I might call it the “Human Chapter” of my trilogy. In contrast, Good-bye pursues the mystery of my distant DNA. Since it moves from blood to land, I might call it the “Earth Chapter.” Following these two narratives came The Kingdom. Even if we were to deny all gods, there is one god controlling us, one god whom we cannot refuse: the god of time. The Kingdom was my challenge to that god of time as well as the finale, “The Heavenly Chapter,” to my Smiling Milky Way Trilogy.The story is about a popular poet, Goku Katsumaru, who grows depressed when his editor jokingly implies that he is a “sell-out to his times.” Around Goku appear first a “Team of Pickpockets With Plans to Steal Time” and later the Bird Doctor who develops his research on migrating birds and, in particular, their internal clocks, “to liberate himself from the bonds of time.” Goku , who now dreams of becoming a poet for all time, employs the knowledge he has acquired from these men to travel from a field in the Hachioji suburbs of Tokyo all the way to the Galapagos Islands, where he attempts a total transcendence. The film is both an incredible adventure story as well as the kitsch formulation of a new “myth.” I had been challenged by the words of the young Ôshima Nagisa, who declared “I won’t accept something as cinema unless it is founded in an absolutely new story and an absolutely new methodology. We cannot be allowed to imitate ourselves.” While there are some points in common across each of the three films in this trilogy, I truly did my utmost to distinguish them at both the level of story and method—to maintain their distinct and unique qualities. In the last scene of The Kingdom, just as Goku’s face can be seen shining beneath the twinkling night sky, you see the face of Kanai Katsumaru, the protagonist from Good-bye, and then that of Hidekuni, the lead in The Deserted Archipelago, and finally, across the whole screen appear six faces without even eyes or noses. The latter were nods towards my films yet to come.The Kingdom was selected for second place in the Asahi Newspaper’s “Best Five from 1973.” The Japanese film journal, Eiga Hyôron (Film Review), listed the film in 9th place among its Best Ten of the Year. And Max Tessier wildly praised The Kingdom in the French film magazine, Ecran. I heard that Tessier even took the film to Cannes himself and screened it there, giving his own running translation of the dialogue. I’m still indebted to Tessier’s enthusiasm!",
    "chinese_title": "王国",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-05-30T16:26:19"
}