{
    "aka": [
        "Unexpected Encounters"
    ],
    "sid": "3793756",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1994",
    "genre": [
        "剧情",
        "科幻",
        "悬疑"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867657738.jpg",
    "region": [
        "捷克"
    ],
    "writer": [],
    "imdb_id": "tt0906052",
    "director": [],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "捷克语"
    ],
    "playdate": [
        "1994"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0906052/",
    "imdb_votes": 89,
    "this_title": [
        "Nesmluvená setkání"
    ],
    "douban_link": "https://movie.douban.com/subject/3793756/",
    "imdb_rating": "6.5/10 from 89 users",
    "trans_title": [
        "不期的遭遇",
        "Unexpected Encounters"
    ],
    "douban_votes": "0",
    "introduction": "Nesmluvená setkání is the story of a group of astronauts and their Cyborg worker who are assigned to jump from planet to planet in search of suitable living conditions for future inhabitants. Their mission is side tracked one day when they receive a communiqué from Earth requesting that they search and recover a team that went missing 6 years earlier on that same planet. That space craft had crash landed not too far from their current location with a small crew, including a 5-year-old boy: the pilot's son.They soon find their missing colleagues, dead in the rubble and report back to Earth that all information gathered by the previous crew was lost in the crash. They are given the assignment to carry on with that crew's work before heading to the next planet. One night, over dinner, a strange person wonders on to the space craft's flight deck. An 11-year-old boy (Petr Ricanek), with nothing but magical branches he uses as weapons, and a dirty, shaggy look comparable to a caveman. Through a series of flashback sequences we see that this boy is the dead pilot's son, and survived the crash with only a few cuts. A storm is brewing outside the ship, and nasty space storm at that! Worried for the boy's safety, the crew's captain (Jan Jacer) heads out to find him",
    "chinese_title": "不期的遭遇",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Nesmluvená setkání",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-03-05T18:37:01"
}