{
    "aka": [
        "泰山魔幻喷泉"
    ],
    "sid": "3794968",
    "cast": [
        {
            "url": "/celebrity/1118856/",
            "name": "埃尔默·林肯 Elmo Lincoln",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1123733/",
            "name": "Rory Mallinson Rory Mallinson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1129377/",
            "name": "阿兰·纳皮尔 Alan Napier",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1144931/",
            "name": "Suzanne Ridgeway Suzanne Ridgeway",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1152394/",
            "name": "Rick Vallin Rick Vallin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162176/",
            "name": "布卢·华盛顿 Blue Washington",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1111993/",
            "name": "亨利·库尔基 Henry Kulky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1095903/",
            "name": "Ted Hecht Ted Hecht",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1073719/",
            "name": "亨利·布兰登 Henry Brandon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025356/",
            "name": "伊芙琳·安克尔斯 Evelyn Ankers",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048258/",
            "name": "莱克斯·巴克 Lex Barker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042001/",
            "name": "大卫·邦德 David Bond",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028020/",
            "name": "查尔斯·德拉克 Charles Drake",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036958/",
            "name": "阿尔伯特·德科 Albert Dekker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032719/",
            "name": "布兰达·乔伊丝 Brenda Joyce",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1949",
    "genre": [
        "动作",
        "爱情",
        "奇幻",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2561672476.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1025436/",
            "name": "科特· 西奥德梅克 Curt Siodmak",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037346/",
            "name": "哈利·钱德利 Harry Chandlee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050339/",
            "name": "埃德加·赖斯·巴勒斯 Edgar Rice Burroughs",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0041947",
    "director": [
        {
            "url": "/celebrity/1020017/",
            "name": "李·肖勒姆 Lee Sholem",
            "@type": "Person"
        }
    ],
    "duration": "73 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1949-02-05(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0041947/",
    "imdb_votes": 717,
    "this_title": [
        "Tarzan's Magic Fountain"
    ],
    "douban_link": "https://movie.douban.com/subject/3794968/",
    "imdb_rating": "5.9/10 from 717 users",
    "trans_title": [
        "泰山保驾迷魂阵",
        "泰山魔幻喷泉"
    ],
    "douban_votes": "0",
    "introduction": "Sol Lesser, producer of the TARZAN film series for RKO, missed a golden opportunity when he cast Lex Barker to replace aging Johnny Weissmuller as the jungle lord. At 30, the 6'4\" Barker's background ideally prepared him to play author Edgar Rice Burroughs' orphaned English lord; a direct descendant of Rhode Island founder Roger Williams, Barker's family was wealthy and 'Old Guard', and he was a star athlete with an Ivy League education from Princeton. A love of hellraising and sense of adventure had led the young man to choose acting as a career, a move that effectively cut his ties to his family.With Barker's background, it would have seemed natural for Lesser to abandon the clichéd 'Me, Tarzan' portrayal of the previous 17 years, and return Tarzan to the character as written by Burroughs, that of a worldly adventurer as comfortable in a tuxedo as a loincloth, whose unique jungle instincts made him the perfect choice for exciting adventures around the world. But the veteran producer, afraid to tinker with a proven money maker, chose to simply have Barker imitate Weissmuller, speaking broken English, and still living in the treehouse condo with Jane (Brenda Joyce, making her last appearance in the role) and Cheeta.TARZAN'S MAGIC FOUNTAIN has an intriguing opening; a long-missing 'Amelia Earhart'-type aviatrix (Evelyn Ankers) comes out of the jungle, looking years younger than her actual age, to save her wrongly convicted husband (future 'Batman' star Alan Napier). While Tarzan knows the secret of her youth, he refuses to share the knowledge with Jane (who is a bit peeved!). Soon the couple return, and the woman flier has aged, considerably (Civilization will DO that...). Tarzan refuses to return the couple and their party to where she had achieved her 'youth', so Jane decides to take them herself, based on what the flier remembered of the journey, and the bits and pieces she'd learned from Tarzan.The group reach a forbidden city, and a fountain that IS the 'Fountain of Youth'...and face the ire of the 'lost civilization' living there, who had trusted Tarzan to keep their location secret. Naturally, the other members of the couple's group turn out to be money-hungry evil men, who reveal their true intentions with bloodshed...and it's Tarzan to the rescue!One can see why Lesser wouldn't have wanted Weissmuller for this film (critics would have been quick to suggest HE drink some of the elixir, pronto!), and despite the excellent cast (including veteran actors Albert Dekker and Charles Drake), the end result is no more than a standard 'B' movie, despite the publicity build-up given to Barker's assuming the role. The best moment of the film, in fact, goes to Cheeta, who guzzles Jane's hidden stash of the magic water, and reverts back to a baby chimp!Lex Barker got favorable reviews, in general, for his sexy, confident portrayal of the Ape Man, and he would appear in four more of the jungle epics, over the next four years.For those fans hoping for a Burroughs-inspired Tarzan in 1949, however, there would be ten more years of frustration, before he would finally emerge...",
    "chinese_title": "泰山保驾迷魂阵",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Tarzan's Magic Fountain",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-02-05T11:22:59"
}