{
    "aka": [],
    "sid": "3795032",
    "cast": [
        {
            "url": "/celebrity/1154507/",
            "name": "托马斯·蒂梅 Thomas Thieme",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1146083/",
            "name": "拉尔斯·鲁道夫 Lars Rudolph",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1092231/",
            "name": "Jürgen Hentsch Jürgen Hentsch",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1081526/",
            "name": "Stefan Dietrich Stefan Dietrich",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1070120/",
            "name": "西比勒·卡诺尼卡 Sibylle Canonica",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048266/",
            "name": "于尔根·福格尔 Jürgen Vogel",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "剧情",
        "喜剧",
        "爱情"
    ],
    "awards": "　　第51届洛迦诺国际电影节(1998)\n　　金豹奖(提名) 扬·舒特\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2534526226.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1010495/",
            "name": "Helmut Krausser Helmut Krausser",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1140804/",
            "name": "扬·舒特 Jan Schütte",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1295629/",
            "name": "克劳斯·里克特 Klaus Richter",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0136193",
    "director": [
        {
            "url": "/celebrity/1140804/",
            "name": "扬·舒特 Jan Schütte",
            "@type": "Person"
        }
    ],
    "duration": "89 分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1999-01-28"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0136193/",
    "imdb_votes": 120,
    "this_title": [
        "Fette Welt"
    ],
    "douban_link": "https://movie.douban.com/subject/3795032/",
    "imdb_rating": "6.2/10 from 120 users",
    "trans_title": [
        "费特·韦尔德"
    ],
    "douban_votes": "0",
    "introduction": "Ein Neubaugerippe in der Schlammwüste einer deutschen Vorstadt. Hagen Trinker, gespielt von Jürgen Vogel (Das Leben ist eine Baustelle, Die Apothekerin), gehört zu den Jüngeren der Obdachlosen, die hier gegen Regen und Kälte Schutz suchen. Gemeinsames Leid wird zum geteilten Leid. Im Stamm der Nomaden achtet jeder auf jeden, ohne den Angehörigen soziale Verhaltensmuster aufzudrängen.Ganz im Gegensatz zu seinen Leidensgenossen scheint das Schicksal an Hagens Rückkehr auf den rechten Pfad interessiert zu sein. Doch trotzig weigert sich der Polizistensohn, gut gemeinte Ratschläge anzunehmen. Verbittert verharrt Hagen in seinem selbstgewählten Exil der Straße. Dann, eines Tages, erscheint die junge Ausreißerin Judith. Nach und nach gerät Hagens Fatalismus ins Wanken. Das Auftauen wird zum zähen und schmerzhaften Prozess. Als die Straßenfamilie durch Vertreibung und Eifersüchteleien zu zerbrechen droht, wird Hagen auf seine Eigenverantwortung zurückgeworfen. Er wird sich neu entscheiden müssen.Die Vorgeschichten der Protagonisten werden bewusst nur angedeutet, der Film konzentriert sich auf den Alltag deutscher Straßenbewohner und mahnt indirekt das Fehlen von lebenswerten Alternativen zur konsumorientierten Karrieregesellschaft an. Die Tragödie des Einzelnen untersteht dem Gesamtbild einer egozentrischen Gesellschaft, die ihre verirrten Kinder im Wald zurücklässt.Auch wenn Jan Schüttes (Winkelmanns Reisen, Auf Wiedersehen Amerika) Geschichte zwischen Pennerromantik und realistischer Milieustudie hin und her driftet, bezaubert die ungewöhnliche und stille Liebesgeschichte zwischen Judith und Hagen, zweier ausgesetzter Königskinder. Liebe und Leidenschaft blühen durchaus auch in einer Welt ohne Zielorientierung und pragmatischem Optimismus. Der Film basiert auf dem gleichnamigen Roman von Helmut Krausser. --Peter Kuhn",
    "chinese_title": "费特·韦尔德",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Fette Welt",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-02-18T20:21:29"
}