{
    "aka": [
        "宝鼎历险记"
    ],
    "sid": "3801477",
    "cast": [
        {
            "url": "/celebrity/1012196/",
            "name": "袁立 Li Yuan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1305426/",
            "name": "刘信义 Xinyi Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274670/",
            "name": "宋丹丹 Dandan Song",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318180/",
            "name": "曹征 Zheng Cao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274722/",
            "name": "韩童生 Tongsheng Han",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320038/",
            "name": "宋茶茶 Chacha Song",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314229/",
            "name": "卢星宇 Xingyu Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321745/",
            "name": "张玉洁 Yujie Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314747/",
            "name": "蔡国庆 Guoqing Cai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319187/",
            "name": "江化霖 Hualin Jiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336301/",
            "name": "赵毅维 Yiwei Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1358854/",
            "name": "张志宏 Zhihong Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315585/",
            "name": "芦芳生 Fangsheng Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316922/",
            "name": "三浦研一 Kenichi Miura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1333627/",
            "name": "张兆北 Zhaobei Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317377/",
            "name": "大冢匡将 Masanobu Otsuka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316588/",
            "name": "松峰莉璃 Lilie Matsumine",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1411259/",
            "name": "段卫平 Weiping Duan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1373337/",
            "name": "周继伟 Jiwei Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326724/",
            "name": "侯桐江 Tongjiang Hou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1418941/",
            "name": "甄真 Zhen Zhen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1420471/",
            "name": "付连智 Lianzhi Fu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1420472/",
            "name": "潘宏梁 Hongliang Pan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2508441837.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1420470/",
            "name": "王大鹏 Dapeng Wang",
            "@type": "Person"
        }
    ],
    "duration": "40分钟",
    "episodes": "25",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2009-02-27(中国大陆)"
    ],
    "this_title": [
        "家在洹上"
    ],
    "douban_link": "https://movie.douban.com/subject/3801477/",
    "trans_title": [
        "宝鼎历险记"
    ],
    "douban_votes": "0",
    "introduction": "您知道中国历史博物馆正门上方的那个标志性图案——司母戊大方鼎——是哪个朝代的吗？商朝，距今已经有近三千年了。您知道它是什么时候发现的吗？抗日战争时期，一九四二年，距今也已经有六十多年了。您知道是谁发现的这只鼎吗？一个居住在河南安阳武官村的普通农民，以及他的几个乡亲。这些乡亲都已经先后作古了，唯独这个农民还健在，他今年已经快九十岁了。当年司母戊鼎从他家地里刨出来的时候他只有十九岁。我们现在给这个农民起了个名叫刘长乐。或者说我们这个片子的男主角刘长乐的原型就是那个当时只有十九岁的农民。说刘长乐是个农民，这只是一般的说法，严格的讲，他不是以种地为生，而是以盗卖文物为生的。在河南安阳殷墟周围，尤其是在解放以前，干这行儿的人不少。您有空过去看看就知道了，清一色的青砖小楼，两层的、三层的，上面还盖个瞭望台似的东西，一看就知道，旧社会盗墓这一行在这儿有多么鼎盛了。刘长乐家也一样，据说那一套五进五出的院子，抵的上半个“刘文彩”。现在风靡天下的“洛阳铲”其实并不是产于洛阳，而是产于安阳，产于刘长乐的父亲和祖父那一代人手中。只是后来流传到洛阳，洛阳人使用的时候，又刚好被某个外国人看见了，这个外国人又把他写进了书里，安阳铲就成了洛阳铲，为此刘长乐和他的乡亲们还颇有些不服，一直想和洛阳人在知识产权问题上说道说道呢。现在这个刘长乐很红，到处作报告。讲当年为了保护这个国宝，怎样艰辛、怎样危险，自己的觉悟是如何如何的高。反正别人都死了，就他一个人活着，死了的人也没法跟他佐证。倒是他自己不经意间说起的那些生活细节，让他自己塑造的那个“高大全”形象，不知不觉便露出些马脚。比如他说他自己家并没有人盗过墓，可是你问他那个五进五出的大宅子是怎么来的，他便不能自圆其说了。再比如他说他如何不怕日本人，敢跟日本人对着干，可我们一算他躲在淮南煤矿的时间，刚好是从日本人找他的麻烦到日本人投降这段时间。还有，他喜欢玩枪，喜欢照相，喜欢女人，这都是他自己说的。这些似乎都不是典型的中国农民所为，而更像一个盗墓贼之举。严格的说刘长乐就是一个盗墓贼，一个农名出身的，聪敏且胆子很大的盗墓贼。只不过是这个盗墓贼生活在了一个特殊的时代，碰上了一群特殊的人，又遇上了一些特殊的事，尤其是这件事的核心，那件司母戊大方鼎又是如此的不同凡响。先说说他遇到的几个特别的人——首先他遇到了一个大知识份子，这个人叫黄毅唯，是清华大学的知名教授；是从海外留学归来的、是中国从事古人类研究的第一人；这个人的原型就是梁启超先生的公子梁思咏。梁先生当年带着几个青年学者，对武官村一片当代坟墓旁的一个古墓进行抢救性挖掘，这块当代坟墓就是刘长乐原型人物他们家的。刘长乐的原型人物找到黄毅唯的原型人物，说你考古也不能把我们家祖坟给挖了呀。黄毅唯的原型梁思咏是个温文敦厚的人，觉得人家说的有理，就把挖掘现场向旁边挪动了十几米，躲开了那片坟地。没想到这一躲，就躲出了故事。梁先生那次基本上没挖出什么东西来，倒是让刘长乐等人闹出了动静。再说说刘长乐遇到的又一个人，这人是他的堂叔的兄弟，叫刘长喜。刘长喜比刘长乐大不了几岁，但却是这一代有名的大哥大式的人物。据说“洛阳铲”就是他爷爷发明的，到了他爸爸这一代，其盗墓水平在这一带已经独领风骚。刘长喜的爸爸没能活多久，在一次同行之间的火拼中受了枪伤，刚过三十岁就去世了。可没想到他的儿子比他还厉害，十五岁结婚，十六岁生孩子。到了十七岁他爸爸死的那一年，他就敢自己进山，勾结的山里的土匪黑三等人，一块来做假的甲骨文生意了。说起这假的甲骨文生意，就又引出了刘长乐身边的又一个人，这个人叫薛耀青，原来是个私塾先生。因为看到甲骨文的生意好，加上又有刘长喜、黑三等人给他撑腰，他便放下书不教了，仗着自己对金石之术还算精通，带着女儿来到武官村，一门心思的做起了甲骨文的赝品。薛耀青的女儿薛风春，是出现在刘长乐身边的又一个重要人物。因为读了些说，薛风春和武官村里的一般女孩子很有些不同，不论是穿衣打扮，还是生活情趣。因为与众不同，所以她很抢村里那些男青年的眼球。但抢归抢，一般的人不敢往深处想，觉得那是蛤蟆和天鹅的关系。只有那两个自命不凡的小子——刘长喜和刘长乐才敢动一下薛风春的心思。刘长喜是因为有钱又有势，加上和薛风春的老爸薛耀青的关系又非同一般；刘长乐是因为自己年轻、英俊，加上又没有像刘长喜那样娶妻讨妾、在安阳一带绯闻多多。薛风春从一开始就没正眼瞧过刘长喜，倒是对年轻率气的刘长乐有些意思。所以挖出了司母戊鼎的刘长乐不仅成了刘长喜生意场上的对头，也成了他情场上的对头。为了搞垮刘长乐，刘长喜不惜让自己刚刚从戏班子里讨来的小妾张宝莲出面去勾引刘长乐。他还利用土匪黑三，并通过黑三引来了日本人，让刘长乐差点和那只鼎一起落入虎口。没想到张宝莲竟真的爱上了刘长乐，而薛风春也和刘长乐渐走渐远。刘长喜以为自己的机会来了，却没料到，薛风春对刘长乐的疏远，却是因为另外一个人，这个人就是黄毅唯的得意高足，北大学子李古桥。李古桥刚来武官村的时候，本来有一个女朋友，那便是与他一起学考古的同学秦雪萍。后来秦雪萍耐不住这里的艰苦和寂寞，跟汪伪政权的一个伪军长结了婚，这才让薛风春有了接近他的机会。黄毅唯、李古桥等这批爱国知识份子的到来，起初和农民的矛盾还是颇为尖锐的，一方面要为了国家要保护这批文物，一方面要为自己过好日子要盗卖这批文物，两者在利益上是互相矛盾的。虽然知识份子们有着政府支持，有着合理合法、名正言顺的名义上的优势，但是他们毕竟势单力孤，尤其是国家又在多事之秋，虽然他们竭尽全力，却总在与那帮以盗墓为生的农民的较量中屡遭败绩。司母戊鼎没有落到他们手中，却落在了刘长乐等人手里，就是一个最好的明证。对于李古桥来说，和农民的矛盾不仅是工作上的，也不仅是文化上的，随着他和薛风春两人的感情日渐升温，他和刘长乐、刘长喜等人已经势同水火，大有不共戴天之势。让上述矛盾得以化解的是汪伪政权、尤其是日本人对此事的介入。为了将司母戊鼎这一罕见的历史文物弄到手，汉奸和日寇可谓费尽心机。在他们眼看就要得逞之时，是这批爱国知识份子的牺牲，让这件国宝才得以安然无恙。为此，李古桥死了，张宝莲也死了。他们的死，以及最后沦为汉奸的刘长喜的背叛，让一直并未丧失正义感和爱国心的刘长乐彻底惊醒了，他和他的朋友们毅然接过保护司母戊鼎的重担。并学习李古桥等爱国知识份子的榜样，告别了自己的家乡，告别了相对舒适的生活，上了太行山，去寻找共产党领导的抗日队伍。",
    "chinese_title": "家在洹上",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-20T16:56:05"
}