{
    "aka": [],
    "sid": "3801688",
    "cast": [
        {
            "url": "/celebrity/1121103/",
            "name": "Ivano Marescotti Ivano Marescotti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1068466/",
            "name": "Silvia Cohen Silvia Cohen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1067191/",
            "name": "彼得罗·比翁迪 Pietro Biondi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1074357/",
            "name": "卡洛·克罗科洛 Carlo Croccolo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1491567/",
            "name": "保罗·皮耶罗邦 Paolo Pierobon",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt1068823",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2007"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1068823/",
    "imdb_votes": 19,
    "this_title": [
        "Italian Dream"
    ],
    "douban_link": "https://movie.douban.com/subject/3801688/",
    "imdb_rating": "6.2/10 from 19 users",
    "trans_title": [
        "非常报酬"
    ],
    "douban_votes": "0",
    "introduction": "Antonio is an Italian who worked for several years in London. He's a funny, likeable kind of guy, around forty. He has an Italian wife who's a little hard to get along with and two kids. His life is a regular routine, all work, family, and gambling; his true passion. Antonio bets on everything, from the lottery to horses and soccer matches neither winning big nor losing the hope of doing so. He is so convinced that his luck is going to turn that his betting companions have started to call him \"Win tomorrow\". One day Antonio notices that he's being followed by a suspicious looking stranger, well - dressed and obviously rich. This happens frequently, causing Antonio to become very concerned. Alarmed, he tells wife and gambling companions about the situation, but they all just make fun of him, convincing him he's the victim of his imagination. He calms down, but his persecutor soon reappears. Losing his patience, Antonio decides to confront the stranger and find out what he's up to, but the response he gets from the man shocks him no end: the man is convinced that Antonio is going to kill him. Thus begins what turns out to be both an escape and quest, in which the stranger continues to pop up in Antonio's life, each time leaving him a further clue as to just what his destiny will be.",
    "chinese_title": "非常报酬",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Italian Dream",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-03-07T16:44:33"
}