{
    "aka": [],
    "sid": "3801524",
    "cast": [
        {
            "url": "/celebrity/1150840/",
            "name": "莫妮卡.苏雯森 Monica Swinn",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2250556881.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1229284",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1999"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1229284/",
    "imdb_votes": 61,
    "this_title": [
        "Eurotika！"
    ],
    "douban_link": "https://movie.douban.com/subject/3801524/",
    "imdb_rating": "7.9/10 from 61 users",
    "trans_title": [
        "异色欧洲"
    ],
    "douban_votes": "0",
    "introduction": "Eurotika is a Channel 4 documentary film on European exploitation cinema. During the 1960s and 1970s, European low-budget films went kinky, emerging as a new type of cinema that blended eroticism, surrealism, horror, and over-the-top atmospherics. This series covers European exploitation cinema and sexploitation before the introduction of home video. It has profiles of Jesús Franco, José Larraz, Alain Robbe-Grillet, Jean Rollin, Walerian Borowczyk and Jose Bénazéraf.01- Virgins and Vampires: The Films of Jean Rollin02-The Diabolical Mr. Franco: The Films of Jess Franco03-Blood and Black Lace: A Short History of the Italian Horror Film04-From Barcelona to Tunbridge Wells: The Films of Jose Larraz05-French Blue: Erotic Films of France06-A Life In Four Chapters: The Films of Jose Benazeraf07-So Sweet, So Perverse: Women Of European Sexploitation08-Strange Behavior: Cult Films Of Eurocine Studios09-Is There a Doctor in the House?: Medicine Gone Bad10-I am a Nymphomaniac: The Erotic Films of Max Pecas11-Blood and Sand: All You Ever Wanted to Know About Spanish Horror Films12-The Blood Beast: The Films of Michael Reeves",
    "chinese_title": "异色欧洲",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Eurotika！",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2025-03-05T22:22:45"
}