{
    "aka": [
        "Honour and Passion"
    ],
    "sid": "3804858",
    "cast": [
        {
            "url": "/celebrity/1275282/",
            "name": "郑斌辉 Ping Hui Tay",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1338220/",
            "name": "陈凤玲 Felicia Chin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322044/",
            "name": "王禄江 Bryan Wong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1379815/",
            "name": "姚懿珊 Dawn Yeoh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1349231/",
            "name": "黄文永 Wenyong Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314591/",
            "name": "瑞恩 Rui En",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042126/",
            "name": "方展发 Pierre Png",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348949/",
            "name": "陈国华 Bryan Chan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2892315826.jpg",
    "region": [
        "新加坡"
    ],
    "writer": [],
    "imdb_id": "tt12206402",
    "director": [
        {
            "url": "/celebrity/1354889/",
            "name": "王尤红 Winnie Gue Hong Wong",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2007-07-24(新加坡)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12206402/",
    "this_title": [
        "宝家卫国"
    ],
    "douban_link": "https://movie.douban.com/subject/3804858/",
    "trans_title": [
        "Honour and Passion"
    ],
    "douban_votes": "0",
    "introduction": "宝家四个宝宝鹏举（黄文永饰演）早年丧妻，他独自抚养4个孩子-- 宝文精（郑斌辉饰演）、宝文忠（王禄江饰演）、宝文卫（芮恩饰演）。宝文卫是宝家老三，也是唯一的女孩子。 宝鹏举是个职业军人，他在教育孩子时，也采用了军中的一套方法，以“军法统治”管理家里的一切大小事务，就算对女儿也一样，让宝文卫无所适从。大儿子宝文精（郑斌辉饰演）是突击部队上尉（Captain），也是宝鹏举最大的骄傲。宝文精足智多谋、身手不凡，在军中极受重视。 宝文精高大威猛，深得女生欢迎。平时自信满满的宝文精一旦接触到心仪的对象，脑袋会突然变得一片空白，扮酷来掩饰自己的尴尬，这个“毛病”让他一直交不到女友。二哥宝文忠（王禄江饰演）是电脑工程师，也是活跃的战备军人，更是家中的和事佬，众人的“心理医生”。 文忠生性随和，幽默风趣，非常受到女性欢迎，但对爱情充满理想的他，却迟迟没交女友，只因他相信还没遇到他生命中的“唯一”。小弟宝文国（鹤天赐饰演）刚从理工学院毕业，即将服役当兵。为了帮文国做好服役的准备，鹏举一天到晚逼着文国训练体能，让他烦不胜烦；加上鹏举总喜欢拿他跟两个出色的哥哥比较，让他对当兵更是反感。文国甚至为了想逃兵役而装病，但他的这些伎俩却轻易被识破，结果换来的是鹏举的一顿打骂。 入伍后，文国发现父亲的训练，让他在接受军训时，比其他的新兵来得得心应手。在当兵的过程中，文国渐渐了解到服役的意义，并明白了团结与责任的重要性，心智渐渐成熟。痴情红颜知己刘亚妹（洪慧芳饰演）跟鹏举是军中同事，亚妹多年来一直暗恋着对方，对宝家四兄妹也照顾有加，经常出入宝家，打点一切，俨然是宝家女主人。亚妹多次被家人安排相亲，有碰过条件不错的对象，但亚妹总会吹毛求疵，嫌弃对方，只因心里一直等待着鹏举。 宝家四兄妹也深知亚妹的心意，想方设法撮合两人。鹏举其实也明白亚妹的心思，但他对亡妻仍是念念不忘，所以始终没有接受这份感情。吝啬平面设计师Picasso（方展发饰演）是广告公司新来的美术总监，被安排与文卫合作。又吝啬又我行我素的Picasso一开始便和文卫犹如贴错门神般，时常为了小事而起争执。巧合的是Picasso回营受训时，竟然又碰到了鹏举。 鹏举对Picasso印象本来不佳，后来Picasso在危急中解救了同僚，鹏举才对他另眼相看。麻辣女教官文卫在为广告做资料收集的过程中，结识了女军官欧阳佩佩（陈凤玲饰演）。在与佩佩接触的过程中，文卫更发现原来佩佩和她家的两个哥哥极有渊源：文精和佩佩因参加军部的训练而结识；文忠和佩佩则是中学同学。 女人味十足的佩佩是许多男性的梦中情人，文精就是其中一个拜倒在她石榴裙下的男子。文精虽想追求佩佩，无奈一接近佩佩，到口的话都忘了，就只能继续扮酷，佩佩对文精的印象因此大打折扣。 其实佩佩的心早有所属，而此人正是文忠。外柔内刚的佩佩在学校时，就已经仰慕文忠，但可惜文忠一直都只把她当作好友。好胜心强的佩佩不肯放弃，相信只要坚持下去，文忠总有一天会接受她的。爱无国界文忠因误会而结识了来自邻国的梁小诺（姚懿珊饰演）。文忠对长短脚但内心坚强的小诺心生好感，认定小诺就是自己长久以来在寻找的“唯一”。 文忠积极追求小诺，小诺虽被文忠的诚意感动，却一直对自己害死了前男友无法释怀，加上自卑心作祟，所以一直没法接受新恋情。后来，文忠奋不顾身救了小诺。小诺终于被感动，接受了文忠的爱意。 保守的鹏举不能接受儿子竟然喜欢上一个身体残缺的女人，坚决反对两人来往，并和文忠产生了前所未有的矛盾。鹏举后来在亚妹的劝解下，偷偷去调查了小诺，了解到小诺是个善解人意的好女孩，终卸下成见，成全了小俩口。 佩佩知道自己竟然败给小诺，让一向自信满满的她，承受极大的打击，变得一蹶不振，自暴自弃。文精看在眼里，极为心痛，在旁默默支持她。佩佩才恍然大悟最关心自己的是文精，感动之际，了解到被爱比爱人幸福，欣然接受了文精的爱意。神秘摄影师文精在练跆拳道时，碰见了身手同样了得的巫成义，还发现对方原来是自己的小学同学。成义是个自由摄影师，长年在第三世界国家工作。 在一次文卫负责的广告拍摄，文卫聘请的摄影师因食物敏感，而临阵退出。成义见义勇为，代替了摄影师，让文卫感激，更让她对这个才华横溢，又带有神秘气质的男人有了好感。 成义知道文卫喜欢自己，但是碍于自己身负重任，一直不愿意接受文卫。一次意外，文卫误以为成义命丧黄泉，真情流露，让成义十分感动，终于接受了文卫的感情。文卫和Picasso在合作的过程，从开始的互相厌恶，到后来发现彼此的优点。Picasso更不知不觉地对这善良可爱的女孩产生了情愫，凡事迁就她，可是粗枝大叶的文卫完全不知不觉。 Picasso之前在军中原是一名爆破专家，和一起共事的Ben是好兄弟。一次，Picasso和Ben遇到有人被劫匪抢劫，出手相助。不料在追捕劫匪的过程中，Ben为了救Picasso，不幸跌下楼梯，导致Ben下半身瘫痪，并且变得自暴自弃，甚至连妻儿都被他赶走。 这秘密无意间让文卫发现，了解其实Picasso吝啬是为了帮Ben。文卫渐渐对Picasso改观，对他产生了前所未有的感觉；而与此同时，文卫却发现成义对自己有所保留，常常不知所踪，两人之间的距离似乎越来越远。 Picasso虽喜欢文卫，可是成义的存在，却让他对文卫的感情裹足不前，于是毅然决定忍痛放弃，到国外工作。临走的前一晚，两人其实心里都有话要说，但始终没说出。文卫经过一夜思考，明白自己喜欢的是Picasso，于是第二天，赶到机场追回Picasso，奈何两人错过。文卫伤心吃着雪糕时，Picasso却突然出现，表示不想留下遗憾，并向文卫表白心意，文卫欣然接受。文卫到成义家，向成义说清楚与Picasso的事，不料却发现成义的秘密，反被成义和同党挟持，当为人质。 原来成义这次来新加坡的目的就是要解救被判了死刑的大哥。成义曾经几次放置炸弹威胁政府放了他大哥，但政府却不肯妥协。成义和同党于是决定铤而走险，挟持了一间幼儿园的老师和孩子，威胁政府释放在牢狱里的大哥。Picasso发现文卫被成义抓走，发狂似的四处找她。在已经无计可施之下，Picasso想起曾经在幼儿园碰到成义，于是和文精一起到幼儿园，希望得到一些线索，正巧碰到成义和同党闯进幼儿园。在一番打斗之后，文精和Picasso成功地制服了成义和他的同党，拯救了幼儿园里的老师和孩子。 Picasso在成义的引导之下，找到了文卫，却发现文卫身上绑了计时炸弹。Picasso一时间无法解开，而接近引爆的时间却越来越近…",
    "chinese_title": "宝家卫国",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-02T02:21:58"
}