{
    "aka": [],
    "sid": "3804447",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1984",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904028971.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1344527/",
            "name": "韩倞 Carma Hinton",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1344527/",
            "name": "韩倞 Carma Hinton",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "普通话/国语",
        "英语"
    ],
    "playdate": [
        "1984"
    ],
    "this_title": [
        "Small Happiness"
    ],
    "douban_link": "https://movie.douban.com/subject/3804447/",
    "trans_title": [
        "小喜"
    ],
    "douban_votes": "127",
    "introduction": "《小喜》是1984年发行的片子，发行的当年获得美国电影和录像节的金鹰奖。我第一次看这个纪录片是1998年，我在俄勒冈大学讲“中国文化奥德修”一课，是给大学生上的中国文化简述。讲到中国女性历史和位置，我用了这部片子。记得我把片子借出来在家里先看。一部54分钟的短片，我 坐电视前，一动没动，一直看完了。看完了我还是没动，坐在那里，被影片击倒了，被影片中的对中国农村女性的同情、热爱、敬慕等复杂的感情击倒了，被影片提出的很多问题，很多需要理性的思考和深入的探讨的问题震动了。我意识到这是一部极为丰富的片子，里面的人物，故事，比读多少书都更直接，特别是对我的学生来说，要他们理解中国女性的位置、历史、家庭生活、男女关系、婚姻、孩子等等，这部片子在不到一个小时内的容量大于读任何书。我从此用这个片子，十年了，我与学生一起看这个电影，也许快二十次了。我甚至把里面的解说词印了下来，自己写了观看提纲，每次都要求学生回答我的问题，写观看报告。当年的电影评论说，这部片子不但现在有意义，就是二十年之后这部电影还会闪光。我每次看电影封套上的评论，都感叹影评者的洞见。《小喜》是卡玛对张庄妇女的生活的记录。影片以一个家庭――灵巧家为主干，同时记录村庄里三代妇女――老中青三代女性的生活。灵巧是一个二十岁刚出头的结了婚的农村妇女，有一个一岁多的孩子，她的丈夫是她中学同学。他们在中学时谈恋爱，毕了业就结婚了。在七十年代末山西农村，这样的自由恋爱还不是多见。灵巧是新一代农村女性。她结婚后与婆婆关系非常好，而婆婆对儿媳妇也非常好。婆婆非常感激儿媳的到来，因为她终于有了一个可以相互理解的人――女性之间的理解支持他们彼此。以前婆婆从来没出过门，现在灵巧在家，她可以去镇上的集社看戏班子的戏了。灵巧流产过两次，心里很难受，婆婆鼓励她，“有什么关系，并不是你不能生，就是没保住而已。你年青，还会再生。”果然灵巧现在有了儿子。婆婆是老一代女性，可是为人处世大方，公平，善良。村里像她这样的老年女性有好些位，聚在一起，这些老太太们真可爱极了。她们都是包办婚姻的女性。结婚之前没见过自己的男人。婆婆被200大洋卖给丈夫，丈夫比自己大十来岁。她们人人都缠着小脚，坐在板凳上，回忆自己的结婚过程，言语之中是传统给她们的自我概念和年纪给她们的力量。她们居然对回忆自己的结婚过程感到不好意思。但是她们也争先地感叹，今日的妇女日子过得比我们强多了！中年的女性们上有老下有小，在外面干活，挣工分――八十年代初张庄还没包产到户呢，还集体出工。回到家还要做饭，洗衣服，带孩子。问到她们的丈夫是否帮忙，一个一边擀面一边回答的女性说，“他们？你什么时候看过男人回家做法洗衣服的？他们才不干呢！”计划生育已经在农村实施。计划生育委员谈到做工作的困难，“一家一个孩子，不符合农村的现实。”她们谈她们是怎样具体地做计划生育的工作。对任何想了解中国独生子女政策的人来说，这些女性的工作和想法是这个政策实施的证词。年青的女性有很多都开始在乡办工厂里做工。她们在极为恶劣的环境里工作，电影中的环境恐怕反对童工的英国人狄更斯来会为自己的描述不够感到瞠目结舌。这些年青的女孩子们，工作着，把挣的钱都交给父母，在工厂完全忽视她们的福利的时候，自己组织起来罢工了7个月，直到自己的条件被满足。我看电影，为这些没有上过中学的女孩子们自豪，敬佩她们的公平精神。这部电影让我做出结论：任何人说中国农民素质不高都是因为自己素质不高。人对公平的追求是基本社群意识，在有人群的地方，只要人们相信公平，民主就是可行的。这些农村女性的生活很平凡。她们是女儿，妻子，母亲，祖母。她们都勤劳，大多通情达理，平平凡凡。年青的，盼着结婚；结了婚的，盼着孩子；有了孩子的，过着拉家带口的日子；有了孙子的，抱着孙子就乐。中国女性这样生活着，生活了几千年。中国二十世纪革命改变了她们的生活，给她们一个大一点的空间，这个空间，因为受的教育有限，也没有大到哪里去，但是革命给了她们语言，她们可以批判男人的“封建脑筋，封建专制”，为改变自己的生活而努力。她们的平凡让这部影片有更大的代表性。她们代表的是中国大多数女性――农村女性的生活。影片一开始，一群男人坐在村头，聊天。他们谈到孩子，说，生男孩子，是大喜，生女孩子，也不能不说是喜，所以叫“小喜”。这部影片讲的就是这些给家里带来小喜的中国女人的生活。如果想了解中国女性的出生、家庭、婚姻、工作、年龄的区别、缠足、妇女解放、男女权力关系、女性自我解放、相互支持，这部片子都会从不同角度给人启发。如果想知道普通农村女性对自己身体、结婚、家庭、男人、孩子的看法和感觉，这部电影也提供罕见的机会走进她们的内心。当婆婆讲自己生第二个孩子，是个男孩子，可是第一个孩子还小，自己也十几岁，没有吃的，没有穿的，看着第二个孩子，决定把孩子杀死。她用一块棉被蒙住孩子的脸，闷死了孩子，可是一个多钟点后，孩子又活了，她继续蒙住他，直到他口吐鲜血……。婆婆的叙述，看似平淡，却有震撼人心的力量。",
    "chinese_title": "小喜",
    "douban_rating": "8.6/10 from 127 users",
    "foreign_title": "Small Happiness",
    "douban_rating_average": "8.6",
    "update_at": "2025-06-14T20:55:43"
}