{
    "aka": [],
    "sid": "3804848",
    "cast": [
        {
            "url": "/celebrity/1276747/",
            "name": "Joe Abeywickrama Joe Abeywickrama",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1997",
    "genre": [
        "剧情",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2513917523.jpg",
    "region": [
        "斯里兰卡/日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1300129/",
            "name": "普兰山那·维塔那基 Prasanna Vithanage",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0188164",
    "director": [
        {
            "url": "/celebrity/1300129/",
            "name": "普兰山那·维塔那基 Prasanna Vithanage",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "泰米尔语"
    ],
    "playdate": [
        "1997-12-14(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0188164/",
    "imdb_votes": 397,
    "this_title": [
        "Pura Handa Kaluwara"
    ],
    "douban_link": "https://movie.douban.com/subject/3804848/",
    "imdb_rating": "7.7/10 from 397 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Pura Handa Kaluwara ( Death on a Full Moon Day)How war has shattered the life of a Sri Lankan villageWritten and directed by Prasanna VithanageBy Piyaseeli Wijegunasinghe29 February 2000Prasanna Vithanage's film Pura Handa Kaluwara has been shown at film festivals in North America, Europe and Asia but has yet to be released in Sri Lanka where it is certain to provoke controversy. The reason is clear. Pura Handa Kaluwara (Death on a Full Moon Day) deals with the devastation of people's lives caused by the brutal 16-year war carried out by the Sri Lankan state against the Tamils living in the North of the island.The writer of this review was only able to see this film by attending the Festival of Recent Sri Lankan Films (14-18 February) held at the Alliance Française—an institution connected to the French embassy in Sri Lanka. At this festival a video of the film was projected onto a larger screen, and it has to be stated here that this manner of viewing the film prevents this writer from doing it full justice. Despite this disadvantage it is clear that Vithanage's film is a powerful work and one that will resonate with all those confronting the escalating number of tragedies produced by a war that has claimed at least 55,000 lives and left many more maimed, homeless and poverty stricken.Pura Handa Kaluwara, which was produced on a budget of only US$80,000, is one of those few serious movies made each year in Sri Lanka. Self-assured and sensitive direction by Prasanna Vithanage and an extraordinary performance by veteran actor Joe Abeywickrama as Vannihamy, the film's main character, combine to produce an intensely dramatic story about one man's struggle with the tragedies caused by the war.The film tells the story of Vannihamy, an elderly farmer from one of the Sinhala villages in the northern dry zone of Sri Lanka. In the opening sequences we see a land parched by a long drought, and the villagers, including Vannihamy, undergoing great hardship due to the scarcity of water. Vannihamy, even though he is blind, is an experienced farmer and predicts that rain can be expected within four days. He enlists the help of his future son-in-law to reinforce his mud hut's decayed thatching to withstand the monsoon's downpour.Vannihamy has two daughters and a son. The elder daughter, Sumana (Nayana Hettiarchchci), has married and moved away from home. Sunanda (Priyanka Samaraweera), the younger daughter, lives with the father in expectation of her marriage to a young man in the village. Vannihamy's only son has joined the army fighting in the North.The film begins with the sound of gathas—Buddhist doctrinal verses that are rhythmically chanted. The influence that Buddhism wields over people comes in for sharp criticism later in the film. Clearly this chanting is intended to give the film viewer an awareness of the great disparity between Buddhism's manner of comprehending life and the reality of a country ravaged by war. The doctrinal verses chanted here signify that the “Triple-Gem” (Buddha, his doctrine and his disciples—the monks) will bless the believer and protect him from evil. The chanting of the stanzas merely as an accompanying background rhythm at the beginning of the film does not have the potential to convey to the viewer any other meaning than the traditional one. One may even say that the chanting, which is carried by the wind and reverberates in the distant horizons of the village, could have their age-old traditional effect on an unwary viewer—to lull man into unthinking acceptance of any social atrocity perpetrated on him.Full moon day—a day of immense religious significance to Buddhists—arrives. Buddhists consider this a day in which “universal ahimsa” (no harm perpetrated on any living being) should prevail. It is on this day, when serenity is supposed to reign supreme in the thoughts, deeds and words of mankind, that the coffin said to be carrying Vannihamy's son arrives in the village.The film deals principally with Vannihamy's reactions to his son's death, especially his refusal to believe—against all evidence to the contrary—that his son has been killed in the war. Vannihamy also rejects the money given by the state as compensation to members of a dead soldier's family.The idea, which provides the film's essential foundation, is that the war raging in the North is not considered by the people to be their war. None of the characters representing ordinary people speak passionately about either taking part in the war or winning it. It is certainly something outside the pale of their deep-felt needs, but which at the same time has insidiously managed to become a “necessary evil”—a way to earn a living, when conditions of life are extremely difficult and problematic.The only character we see making a pro-war, patriotic speech is the Buddhist monk from the village temple who, accompanied by a few villagers, visits the bereaved Vannihamy. The monk suggests that the villagers should honor Vannihamy's son, a soldier who has laid down his life for the motherland, by building a bus shelter in his name. Vannihamy off-handedly replies that a bus shelter would be beneficial to people no matter why it was built.The film makes clear that the villagers only consider joining the army when they are in desperate economic straits. Vannihamy's future son-in-law, for example, says that the way things are he too will have to join the army. Vannihamy's son had enlisted with the sole aim of providing for his family—building a better home, ensuring a decent marriage for his younger sister. A letter the young man sent from the front, which the family receives after his death, expresses his desire to return home soon so he can set to work on those tasks.Vannihamy hangs on to this letter because it reinforces the belief that has taken root in him that his son is not dead. The coffin arrives sealed by the authorities, and the fact that no one can see the soldier's mortal remains also strengthens the old man's conviction. Vannihamy's refusal to believe in his son's death is also bound up with his own attitude to life. He has, to all appearances, triumphed over his terrible physical handicap, blindness. Only once do we see him as an enfeebled man—when he falls in the field and is carried home by the villagers. At other times his agility, alertness and confidence are such that the spectator forgets that he is blind. He easily stands out as the strongest character in the film. Vannihamy's belief in his ability to triumph over difficulties leads him to believe the same about his son. He says that the blood which ran through the veins of his family's forefathers runs through his own and his son's veins too.A few days before an alms-giving ceremony is to be held in memory of the dead young man, two soldiers emerge from the darkness at night and approach Vannihamy, seated in front of his hut, to tell him that they've brought a donation towards the alms-giving. They explain that members of his son's army unit have contributed to the donation. We see the old man struggling to face up to this new and irrefutable proof of his son's death. This is the most emotionally powerful moment in the film.Early next day, as the eastern sky glints coldly with streaks of morning light, we see Vannihamy shouldering his mamoty (spade) and apparently heading towards the fields. We wonder whether he has finally brought himself to accept the fact of his son's death, but something unexpected takes place. Vannihamy makes his way to his son's grave and starts digging it up. A young woman who comes to the village tank to fetch water sees Vannihamy and informs the villagers. They rush to the scene and take on the job of unearthing the coffin themselves clearly with the intent of laying to rest the doubts assailing Vannihamy. They retrieve the coffin, break the seal and open it. Vannihamy, who is alert to everything going on, eagerly fingers the contents. All that is in the coffin are some pieces of wood and a large stone—nothing that could prove the death of Vannihamy's son. As he leaves the graveyard Vannihamy is neither a defeated man nor spiritually broken. It is clear that he still believes his son is alive.Vannihamy's stubborn refusal to believe that his son is no longer among the living evokes strong feelings in the spectator. The old man's refusal to believe in his son's death becomes completely plausible only when it is viewed as the result of an unconscious protective mechanism operating against the unbearable reality of his son's death.It should be emphasized, however, that Vannihamy is not merely a tragic figure. There is a nobility to his character that the other villagers find almost impossible to understand. This quality expresses itself above all in his refusal to accept the money handed out by the state as compensation for his son's death. Vannihamy's deep attachment to his son makes it impossible for him to face up to the latter's death. This same love and a keen sense of spiritual dignity stands in the way of Vannihamy's accepting the money. “What if my son comes home after we accept the money; how can we face him?” he asks.Though Vannihamy may even appear to the others as slightly mad, there is a profound humane logic in the stand he takes. The young man had gone to war seeing it as the only means through which his dreams could be realized. It was his son's dream of happiness. To accept the money paid as compensation for his death would be a betrayal, not only of the young man, but also of the dreams he cherished.Once the coffin has been opened Vannihamy is no longer nagged by his relatives or harassed by the village's government officer to accept the compensation money. After breaking the official seal on the coffin it is no longer possible to apply for the money.In the final sequences of the film we see Vannihamy as we saw him at the beginning—a confident man at peace with himself. He comes to the village tank to fetch water, and listens eagerly to a ripple of laughter coming from the children bathing in the river. A scarcely perceptible smile comes to his lips—perhaps he remembers how his son used to play in the river. Here the expectant yet deeply melancholic mood, which had till then had gripped Vannihamy as well as the spectator, seems to slacken as an unexpected downpour patters on Vannihamy's shoulders.This deceptively simple film, which has been widely praised at many international film festivals, makes clear that the war has no popular support but has been unexpectedly and forcibly foisted by the Sri Lankan state onto the people, including the poverty-stricken Sinhala farmers living in the North. It should be seen by all those seeking to understand the human consequences of Sri Lanka's civil war.",
    "chinese_title": "Pura Handa Kaluwara",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-05-21T02:43:04"
}