{
    "aka": [],
    "sid": "3810491",
    "cast": [
        {
            "url": "/celebrity/1336667/",
            "name": "莎拉·吉芙 Sara Ziff",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050357/",
            "name": "卡尔·拉格斐 Karl Lagerfeld",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330689/",
            "name": "凯特芮娜·巴尔夫 Caitriona Balfe",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p633359690.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1459052",
    "director": [
        {
            "url": "/celebrity/1336667/",
            "name": "莎拉·吉芙 Sara Ziff",
            "@type": "Person"
        }
    ],
    "duration": "81分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-05-12"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1459052/",
    "imdb_votes": 567,
    "this_title": [
        "Picture Me: A Model's Diary"
    ],
    "douban_link": "https://movie.douban.com/subject/3810491/",
    "imdb_rating": "6.2/10 from 567 users",
    "trans_title": [
        "请拍摄我：一个超模的日记"
    ],
    "douban_votes": "836",
    "introduction": "在T型台上用猫步征服世界，是多少人羡慕的职业。可是魅力四射的模特们从业生涯中，这些美丽女孩在幕后的辛酸，在绝大多数时候，只有她们自己知道。美国顶尖名模茜拉·齐芙在日前推出了自己制作的纪录片《Picture Me》，《请拍摄我》，不仅展示了模特界的压力，更揭露了在风光背后的阴暗。据英国《观察家报》报道，这位现年27岁的模特，曾为Prada等多个时装名牌代言，她男友的初衷本想是用摄影机记录她不平凡的经历。可是随着她在行内的深入，她就越痛恨那些无时不在的“潜规则”，越想把它们晒在阳光下，给世人看一看。采访百位年轻模特她的纪录片就是在这样的想法下，经历了五年的时间才拍摄完成的。其间她和男友多次在时装展上偷拍，还访问了数百位年轻模特们。茜拉的影片揭露说，模特这一行是色狼横行的地方，那些无耻的经纪人、制片人、广告商和摄影师们，像鲨鱼一样虎视眈眈地盘算怎么打未成年少女主意，而拍内衣广告的女孩，更像是夜总会里的脱衣舞女，毫无尊严可言。现在茜拉已经进入哥伦比亚大学学习，她还在课余继续自己的模特工作，但是以决不影响学习为限。她在纽约租一个简单的公寓房子，平日里一洗铅华，别人很难看出她曾是拿高薪的超级模特。令她欣慰的是，她的影片受到了各大电影节的欢迎。该片的前半部分，是她本人的成长，后半部分充满了思考和压力。因为茜拉是个有经验的大姐姐，因而她的采访，往往比任何专业媒体更能让模特们说出真话。潜规则是常事一位美丽的女孩出现在摄影机前，这是一个名叫希娜·切何的模特在一个著名摄影师工作室里试镜。在试镜中途她被要求脱衣，希娜照做之后，那个摄影师也开始脱衣。原本的高档时装广告试镜，一下子变成了为色情杂志拍摄图片。希娜被要求必须做“性感”动作，并要求与摄影师有身体接触。当时希娜别无选择。到了第二天，希娜收到通知说，她被录取了。可希娜说：“我觉得难堪极了，所以我最终拒绝了这份工作。” 另一位16岁的女模特告诉茜拉·齐芙，她在拍照片的时候，曾被一个世界顶级摄影师性侵犯。那个男人在洗手间门口堵到了她，把她推回洗手间里。她当时吓得不敢动，也不敢出声，忍受了一切。可惜这个女孩在该纪录片即将在纽约首映的前夕，要求删去关于她接受采访的片段，也没有透露摄影师姓名，因为她说，她担心自己未来事业受阻。其实，茜拉·齐芙本人也是这样。她回忆说，她开始当模特时，只有14岁。天生丽质的她，小时候曾多次在街头遇到“星探”，试图招聘她当儿童模特，连她的父母都为她惊讶。后来，她接受了一位已经身为母亲的女经纪人的劝说，正式开始模特事业。可是就在她第三次试镜时，摄影师先要求她脱了上衣，又要她褪掉裤子。她说，那时候她还没有发育完全，还穿着印了卡通图片的内衣呢。可是摄影师根本无视她的年龄，继续要求她连内衣都脱掉。茜拉·齐芙说，差不多所有她接触过的女模都有过类似的经历。有些女孩只有14岁，原本天真无瑕，可是那些比她们大几十岁的男人们，以“让你变得更性感”为借口，剥夺了她们的纯洁。而茜拉表示，她向世人曝出内幕，并不是要报复谁，但是要提请自己和同行们的反思：“拍摄内衣照是为了什么？我们的底线在哪里？你分明是在伤害自己，与脱衣舞女有何区别？难到为了丰厚的报酬，我们就要牺牲一切吗？我们付出的代价值不值得？” 高负荷工作摧残身心茜拉·齐芙告诉观众们，模特的生活表面光鲜，可是实际上，除了上镜的时候，其他时候并没有人管你是不是舒适和快乐。时装季里，模特们一天要疯狂工作20个小时，忙得连吃饭的时间都没有，弄得模特们变得越来越瘦，也越来越羸弱。 20岁时，茜拉已经是一名高级模特，收入也超过了在大学当微生物教授的父亲。可是她觉得自己的辛苦并没有换来人们的尊重，失去的不仅是健康，而且没有了自主和自我，在别人眼里，不过是一个会走路的衣架。她觉得自己日渐从一个健康自信的少女，变成了疲惫不堪，满脸雀斑的木头人。于是她对制作自己的纪录片，投入了很多的精力，甚至因为偷拍别人不能看到的角落而被扣留和罚款，也在所不惜。",
    "chinese_title": "请拍摄我：一个超模的日记",
    "douban_rating": "6.9/10 from 836 users",
    "foreign_title": "Picture Me: A Model's Diary",
    "imdb_rating_average": 6.2,
    "douban_rating_average": "6.9",
    "update_at": "2025-10-11T12:39:16"
}