{
    "aka": [
        "鐵翼三雄(港)"
    ],
    "sid": "3812401",
    "cast": [
        {
            "url": "/celebrity/1010597/",
            "name": "尤·伯连纳 Yul Brynner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1013946/",
            "name": "理查德·威德马克 Richard Widmark",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049859/",
            "name": "乔治·查金思 George Chakiris",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1097437/",
            "name": "丹尼尔·歌贝尔特 Danièle Gaubert",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1082250/",
            "name": "乔·迪雷达 Joe Di Reda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010688/",
            "name": "雪莉·奈特 Shirley Knight",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054237/",
            "name": "保罗·费斯 Paul Frees",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041376/",
            "name": "苏齐·帕克 Suzy Parker",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1964",
    "genre": [
        "剧情",
        "爱情",
        "战争",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2506245480.jpg",
    "region": [
        "日本",
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1051630/",
            "name": "埃利奥特·阿诺德 Elliott Arnold",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028239/",
            "name": "瓦尔度·绍特 Waldo Salt",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0058104",
    "director": [
        {
            "url": "/celebrity/1059180/",
            "name": "迈克尔·安德森 Michael Anderson",
            "@type": "Person"
        }
    ],
    "duration": "100 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1964"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0058104/",
    "imdb_votes": 769,
    "this_title": [
        "Flight from Ashiya"
    ],
    "douban_link": "https://movie.douban.com/subject/3812401/",
    "imdb_rating": "5.4/10 from 769 users",
    "trans_title": [
        "铁翼三雄",
        "鐵翼三雄(港)"
    ],
    "douban_votes": "0",
    "introduction": "PlotThe movie centers on three crew members of a USAF Air Rescue Service HU-16 Albatross and various experiences in their collective pasts, told in flashback. Some have considered the flashbacks as tedious and boring, but the aircraft sequences are generally considered quite good, especially for fans of the Grumman Albatross. Richard Widmark plays Colonel Stevenson (the pilot in command); Yul Brynner portrays Master Sergeant Mike Takashima (the Pararescue specialist) and George Chakiris portrays the co-pilot, Lieutenant Gregg.MSgt Mike Takashima, Col Glenn Stevenson, and 1st Lt John Gregg, all members of the U. S. Air Force Air Rescue Service at Ashiya, Japan, set out to rescue the survivors of a Japanese ship wrecked in a still-raging storm. As they fly to the site of the wreck, each man recalls a part of his past: Gregg remembers the avalanche caused when his helicopter came too close to a mountain. The avalanche subsequently buried alive the group of people whom he was attempting to rescue. The accident has since caused him to fear flying solo. Stevenson, deeply prejudiced against the Japanese, recalls the reason for his hatred: as a civilian pilot in the Philippines prior to World War II, he met and married Caroline Gordon. She and their infant son later died in a Japanese prison camp when they were refused medical supplies which were being saved for Japanese soldiers. Takashima, half-American, half-Japanese, reminisces about his tragic love affair with Leila, an Algerian girl, during World War II. He was unable to stop the blowing up of a bridge where Leila had run to look for him after learning that his unit was being withdrawn from town. When one air rescue plane crashes while attempting to land in the treacherous seas, Stevenson refuses to jeopardize his plane for Japanese lives. At the last minute, however, he recalls Caroline's dying plea not to hate; he overcomes his prejudice. Takashima volunteered to parachute to the liferafts with rescue equipment. Stevenson and Gregg then land the plane at sea and rescue the survivors, but when Stevenson is injured in the landing, Gregg is forced to overcome his fear and handle the dangerous takeoff and the flight back to Ashiya.",
    "chinese_title": "铁翼三雄",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Flight from Ashiya",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-05-01T13:50:10"
}