{
    "aka": [],
    "sid": "3817628",
    "cast": [
        {
            "url": "/celebrity/1181396/",
            "name": "保罗·麦尔斯-金斯顿 Paul Miles-Kingston",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907642684.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0334233",
    "director": [
        {
            "url": "/celebrity/1003613/",
            "name": "亨普瑞·波顿 Humphrey Burton",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "拉丁语"
    ],
    "playdate": [
        "1991-10-22"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0334233/",
    "imdb_votes": 15,
    "this_title": [
        "Andrew Lloyd Webber: Requiem"
    ],
    "douban_link": "https://movie.douban.com/subject/3817628/",
    "imdb_rating": "9.0/10 from 15 users",
    "trans_title": [
        "安德鲁·洛伊·韦伯：安魂曲"
    ],
    "douban_votes": "0",
    "introduction": "Andrew Lloyd Webber's first and only large-scale classical work was his 1985 Requiem, composed shortly before he dabbled in opera miniatures for The Phantom of the Opera, both of which were written for the stratospheric vocal range of his then-wife, soprano Sarah Brightman. Inspired by the death of his father (himself a composer of church music) as well as strife in Northern Ireland and Cambodia, Lloyd Webber's setting of the Roman Catholic Mass of the Dead is a dramatically charged work, owing a great deal to Giuseppe Verdi's highly operatic Requiem. It's initially dark and brooding, then fierce in its march toward the Day of Judgment. The joyous Hosanna breaks out into a jazzy beat, while the Pie Jesu, which became a hit single in Britain, features a meltingly beautiful melodic line for Brightman and boy soprano Paul Miles-Kingston that recalls the Requiems of Gabriel Fauré and Lloyd Webber's British contemporary John Rutter. This live performance from New York's Saint Thomas Church also features tenor Placido Domingo, choir, and orchestra, with Lorin Maazel conducting. While the minimal stage action can't compare to Lloyd Webber's musical shows, the well-cued cameras usually find something interesting to watch.",
    "chinese_title": "安德鲁·洛伊·韦伯：安魂曲",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Andrew Lloyd Webber: Requiem",
    "imdb_rating_average": 9.0,
    "douban_rating_average": 0,
    "update_at": "2025-06-01T00:39:22"
}