{
    "aka": [],
    "sid": "3818838",
    "cast": [
        {
            "url": "/celebrity/1316554/",
            "name": "徐百慧 Baihui Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1464336/",
            "name": "马珊珊 Shanshan Ma",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2869174006.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1352978/",
            "name": "武然 Ran Wu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1352978/",
            "name": "武然 Ran Wu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2008-06"
    ],
    "this_title": [
        "吃葡萄不吐葡萄皮儿"
    ],
    "douban_link": "https://movie.douban.com/subject/3818838/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "相声老艺人张宝来终日过着郁郁寡欢的生活，儿子张建国把他的生活安排的很好，希望父亲颐养天年，每天派餐厅送来的七碟八碗儿，可是这些让老爷子毫无兴趣，没有合适的徒弟，老伙计们也相继离开人世，他所能做的就是规规矩矩的站在场面桌后面自己跟着录音机说相声。终于有一天一个叫做潘大成的年轻人闯入了他的生活，老爷子说了一辈子相声，他知道，这是个天生说相声的好坯子，于是让潘大成住进了他的四合院，倾心倾力的教授他说相声，老爷子的生活从此开始快乐起来，人也活的激情澎湃，好像找着了盼头儿。可是儿子张建国却发现，这孩子很有些来路不正，于是想尽各种办法想将潘大成驱逐出境，可是老张却没有原则的袒护和溺爱着潘大成，让张建国无所适从，更可怕的是，张建国渐渐发现，自己和父亲原本应该有的亲情已经被潘大成取代了，家里甚至已经没有他的位置，连吃饭都没人等他了。张建国很憋屈，更加努力的加紧把这孩子赶出去。潘大成确实来路不正，实际上他只是一个倒腾旧货的小贩子，弄点小古董忽悠买主儿过活，他想尽办法结识老张其实是因为一件价值连城的古董，老爷子有一块叫做“玉子”的宝贝，他是来盗宝的。可是老张却似乎对儿子的行动无动于衷，依然我行我素，对潘大成倾注着全部的热情，甚至当张建国再一次用美人计让潘大成晚归耽误了“说活儿”，老爷子在暴风雨中臭骂了潘大成，并且狠狠地给了自己几个耳光，张建国意识到，事情严重了，父亲是真的认真了。连老张的老朋友老骆头都察觉到不对劲，可是张宝来还是固执的要举行拜师仪式，并且将四合院的房契给了潘大成，让他踏踏实实的学相声，别想歪门邪道，把产业和家业都给徒弟，张宝来的师父就是这样做的。看着张宝来郑重的眼神，潘大成渐渐感觉到这份责任的沉重。不堪重负的潘大成在拜师宴上当着曲艺行的前辈们，给师父磕头，把自己的阴谋和盘托出实话实说了。老张就像被抽走了大筋。带丢了徒弟，老张却并没有像张建国想象的那样低落，反而积极的生活起来，种花养鱼下棋，过着张建国最想让他过得那种颐养天年的好日子，可是张建国看着父亲强颜欢笑，他知道，父亲心里的苦是无法言说的。张建国和父亲促膝长谈，这才知道，原来父亲从一开始就知道潘大成是来偷“玉子”的。老张只是不想丢掉这棵难得的好苗子……张建国决定，带着父亲去潘大成的老家找他，他是为了父亲，也是为了圆自己的心愿，他们在村口的戏台上说了一段相声，他们是在等着潘大成的出现，更重要的是，一贯排斥相声的张建国居然会捧哏，这让老张大为惊讶，父亲和儿子在他们人生中合作的第一段相声中，终于理解了彼此。潘大成被张建国感动，他终于出现了。生活又回到了原先的轨道，父亲和儿子，师父和徒弟和谐生活在了一个屋檐下，而此时的潘大成才知道，让他魂牵梦绕孜孜以求的“玉子”，正字应该写作“御子”，是相声说学逗唱里的唱——太平歌词所使用的一种击节乐器，这东西并不是什么宝贝，而只是两片竹片子，但此时此刻，这两片竹片已经成了师徒二人共同的宝贝了。也许，这就是缘分。",
    "chinese_title": "吃葡萄不吐葡萄皮儿",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-04T19:00:39"
}