{
    "aka": [],
    "sid": "3818867",
    "cast": [
        {
            "url": "/celebrity/1044964/",
            "name": "陈冲 Joan Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330674/",
            "name": "坣娜 Nana Tang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316985/",
            "name": "沈孟生 Meng-sheng Shen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1069092/",
            "name": "曹健 Chien Tsao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315173/",
            "name": "鲁振顺 Chun-shun Lo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1367499/",
            "name": "沈雪珍 Hsueh Chen Shen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1237324/",
            "name": "鲁直 Shih Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322466/",
            "name": "张冰玉 Ping-Yu Chang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1988",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2913090494.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [
        {
            "url": "/celebrity/1486787/",
            "name": "杨曼丽 Manli Yang",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "40",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1988"
    ],
    "this_title": [
        "随风而逝"
    ],
    "douban_link": "https://movie.douban.com/subject/3818867/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "本片是一部抗日电视剧,在长春取景,是台湾第一部进入内地拍摄的电视剧剧情摘要：民国二十几年，方思敏自日本学医回到中国，战前的东北，到处飘扬著日本国旗。方思敏的义父乃是日本满铁医院院长。其义兄石原纪夫始终爱慕著思敏。思敏回到东北在医院工作，认识了从台湾来的工程师董其伟。其伟是一个正直憨厚的男人，思敏渐与其伟有了感情。其义兄纪夫心中生妒，一夜向思敏吐露心声，二人在意外中，手枪走火，纪夫受伤。董其伟在东北同事小周乾妈家，巧遇小周之妹家秀，家秀对其伟颇有好感。思敏误伤纪夫被关起来，幸而家秀暗中相助，思敏得以出狱，而此后思敏其伟感情日增，此时纪夫回日本疗伤，住在绢姨家。一日，思敏被一小鬼要求去医治一个老人，而认识了曾在山上做胡匪的高天仇。其伟回台湾奔父丧，而思敏打算追随其伟，不料一行人同到台湾后，发现其伟已订亲，且家人逼其伟在百日内完婚，思敏悲伤万分。适时，思敏义父调到台湾医院工作，而母亲亦随行迁到台湾。其伟自动订亲的对象翁君兰，个性善良懦弱，知道到其伟心中有爱人，不能免强，但又不敢向父亲反抗，竟以死来成全他们。其伟迫於环境家庭的压力下，娶了君兰的牌位。思敏哀伤至极，而纪夫适时回台，给予思敏安慰鼓励。其伟从此郁闷，个性大变，终日藉酒消愁，不顾家产事业，一日酒醉竟与家秀发生关系。思敏自此对其伟彻底绝望。当初在东北认识的高天仇，以为思敏手上的玉镯是当初自己爱人手上的遗物，而认定思敏是自己的女儿，千里迢迢自东北到弹台湾来寻女，却被佐佐木抓起来，原来在日本的浅野将军夫人是天仇年轻时的爱人，而贺绢如今已是将军夫人，怕泄露当初的这一段秘密，想把他抓起来送回东北，但最后功亏一篑，仍然揭发了纪夫的身世，原来纪夫乃是贺绢和天仇的儿子，是一个中国人，被芳姨收留当做石原已死的儿子，贺绢在事实揭发后自杀身亡。思敏自此对纪夫关怀爱怜之情大增。而家秀也已为其伟怀孕了，但其伟却因终日消极颓废逃避现实，终被其姐夫太元为争家产而陷害，负债拖累，又被日军通缉，只好与东躲西藏的高天仇相约同东北，且约好秀同回去。未料当夜日军巡逻阻挡了去路，其伟、天仇逃至山中，而家秀也未与同行，误已为其伟已远走东北。家秀只好在海边暂且住下，与那其伟可怜的母亲同住一起相依为命。其芳发现太原整日花天酒地，以为家秀是太元在外面的女人，召家丁到家秀处将家秀打伤，而导至流产，家秀痛不欲生，而二妈更为伤心。思敏在对其伟失望后，始终不敢谈及男女之爱，直至贺绢的死，及纪夫的转变到目前家秀失掉了孩子，突感对周围事无力又旁徨，终于在纪夫长久关心下，投入纪夫怀抱。在思敏、纪夫新婚之夜，未料其伟自山上潜回探望母亲，又被大妈等密告，而被日本人抓进牢中。此回佐佐木骗了家秀的身，而又杀了其伟，害天仇去营救回来的其伟已死。家秀誓言报仇，恳求天仇协助杀了佐佐木。而在佐佐木临死之前，竟发现佐佐木身上的玉佩，原来他是小鬼子的生父。天仇叹世事捉弄人，带了小鬼子上山去也。思敏纪夫密月回来得知其伟已死，不胜嘘唏纪夫奉命抓凶手高天仇，反而被天仇制服，思敏不得已只好告诉天仇，纪夫是天仇的亲生儿子。天仇至此为纪夫前途，牺牲自己，服毒自尽。而日本军仍不放过纪夫，要纪夫将抗日份子一网打尽，名单上赫然有家秀。思敏嘱张嫂去通风报信给家秀及小鬼子，却一并被抓走，石原仁心仁术，行医济世，不愿赴任去残害生命，但军令难却，只好黯然前去。纪夫在无意中发现这一连串任务，竟是百合子在幕后操纵。白合子圈怒母亲之死，是石原一家人造成，而决心要复仇。在思敏一再要求白合子之下，白合子终於答应放家秀，然而太迟了，家秀已被枪决。纪夫在一连串任务中，失去了亲生父亲高天仇，而牺牲了家秀，命令一再的违背自己良心去杀人。他只好卸下制服，留书出走了......。思敏此时已怀孕，她在张嫂细心照顾下坚强平静地生活著。数月后在东北石原见到了纪夫，父子二人终于炸毁了细菌研究中心，壮烈牺牲了。同时，思敏为纪夫生下了一个新生命。历史仍在走著，生命不断延续，过去的种种恩怨，都已随风而逝......。",
    "chinese_title": "随风而逝",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-09T07:14:05"
}