{
    "aka": [
        "The Black Desert"
    ],
    "sid": "3819230",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "阿根廷"
    ],
    "writer": [],
    "imdb_id": "tt1006861",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2007"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1006861/",
    "imdb_votes": 38,
    "this_title": [
        "El desierto negro"
    ],
    "douban_link": "https://movie.douban.com/subject/3819230/",
    "imdb_rating": "7.1/10 from 38 users",
    "trans_title": [
        "黑色沙漠",
        "The Black Desert"
    ],
    "douban_votes": "0",
    "introduction": "El Desierto Negro is a black and white, slow-paced, atmospheric film geared towards mature arthouse audiences. It tells the story of the Argentine pampas at the end of the nineteenth century. A manhunt takes place across a vaguely historical territory: cavalry soldiers track a gaucho guilty of an infamous crime. The outlaw is tormented by the memories of his past. The hunt will not cease for days, perhaps weeks. One afternoon, the far away figure of the fugitive becomes visible to the posse. A young army officer faces the doubtful glory of killing. But this is just the beginning, because in the desert, time is circular, justice a fragile dream, and reality a feverish reflection.The Black Desert (El Desierto Negro), by Gaspar Scheuer, is also magnificently shot in black-and-white (d.p. Jorge Crespo won the BAFICI's official prize in that area), and of the films discussed here, it is probably the one with the most interesting mise-en-scène , but also the weakest in terms of its structure. Divided into two parts, the film begins with a succession of confusing episodes that seem to identify the main character, Miguel Irusta, as a wanted and dangerous gaucho-type delinquent in the style of Eastwood's “man with no name.” The story is so poor and arid that finally the only thing that matters is that we establish that Irusta is murdered. The second, clearer part is the archetypal apparition of the reborn or undead, who in this case doesn't seem to have any other purpose (revenge, for instance) than to wander about aimlessly, although he apparently has a connection with the family that eventually takes him in. The movie tries to be an abstract and serious western (with an arrhythmic soundtrack, far from the epic-ironic music of a Morricone), but goes from confusion to genre convention and ends up being a paralysed hybrid seemingly from another time. Old cinema in the worst sense of the term.",
    "chinese_title": "黑色沙漠",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "El desierto negro",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-08-08T08:26:08"
}