{
    "aka": [],
    "sid": "38204216",
    "cast": [
        {
            "url": "/celebrity/1242685/",
            "name": "里瓦尔多 Rivaldo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1424089/",
            "name": "乔治·察瓦 Giorgi Tsaava",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1510268/",
            "name": "莉娅·阿布拉泽 Lia Abuladze",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1498594/",
            "name": "Giorgi Grdzelidze Giorgi Grdzelidze",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1610204/",
            "name": "Lado Gudushauri Lado Gudushauri",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "短片",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2929042178.jpg",
    "region": [
        "格鲁吉亚"
    ],
    "writer": [],
    "imdb_id": "tt11133070",
    "director": [],
    "duration": "42分钟",
    "episodes": "",
    "language": [
        "格鲁吉亚语"
    ],
    "playdate": [
        "2019-12-03(格鲁吉亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11133070/",
    "imdb_votes": 71,
    "this_title": [
        "Arena"
    ],
    "douban_link": "https://movie.douban.com/subject/38204216/",
    "imdb_rating": "6.4/10 from 71 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The action takes place around the main character, who arrives to a secret party. The film begins with the Aviator scene, where the audience has to make their first decision: jump on a parachute or listen to the pilot. The main character on the parachute lands near to the mystical palace, which requires an invitation to enter. The first location is a bar, where the bartender offers him a drink. Shortly thereafter, he meets his senior friend who seems to have sent him the invitation. A friend helps out here and guides him to 3 special spaces - to enter and play in sports, slots and poker rooms. His friend does not shy away to give him advice or scold him in case of the wrong decision. Everyone here talks about the arena and the main character is interested - What is an arena? How can one get to the arena? Nobody's giving a definite answer, so he's still curious. Here he meets many interesting characters - Toto who's really loyal and offers him an interesting game, talkative man - who's talking constantly, A gypsy - who gives ambiguous and slightly confusing signs or just lies to him, a mysterious woman - who seems to be avoiding him and, at the same time, arouses his interest - Each decision has its consequences and creates a different path to the arena. —Giorgi Lemonjava",
    "chinese_title": "Arena",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2026-02-27T00:00:53"
}