{
    "aka": [
        "壺中: 日本現代建築之美"
    ],
    "sid": "3820043",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2511284933.jpg",
    "region": [
        "瑞典"
    ],
    "writer": [],
    "imdb_id": "tt1047829",
    "director": [],
    "duration": "52分钟",
    "episodes": "",
    "language": [
        "英语",
        "日语"
    ],
    "playdate": [
        "2003-05-23(瑞典)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1047829/",
    "imdb_votes": 87,
    "this_title": [
        "Kochuu: Japanska Forma"
    ],
    "douban_link": "https://movie.douban.com/subject/3820043/",
    "imdb_rating": "7.6/10 from 87 users",
    "trans_title": [
        "壶中：日本现代建筑之美",
        "壺中: 日本現代建築之美"
    ],
    "douban_votes": "1184",
    "introduction": "本片闡述日本建築的傳統概念，從西方外來國、也從日本本土的角度審視。「壺中」蜿延穿,越未來願景、傳統、自然、混凝土、園林與高科技，揭示日本近代建築師安藤忠雄與伊東豐雄等人如何在讓人驚嘆的建築作品中，完美融合了現代思想與古代哲學。本片闡明日本現代建築如何在傳統中尋找根基，進而影響北歐的建築傳統。日本現代建築的特色是結合心靈與理性傳統，以及對未來的展望。引領風騷的日本現代建築，又承載了哪些傳統建築以及哲學的概念與實體？空間外的延伸與詩意構築成人類共同的居住記憶壺中—日本現代建築之美看禪意的東方建築與冷冽的極簡北歐方格激盪出怎樣的火花日本的建築師從丹下健三開始，主宰著日本現代建築，而自其以降的日本建築師們，包括黑川紀章、磯崎新以及安藤忠雄和伊東豐雄等人，也紛紛在國際舞台上大放異彩，並深深影響了國際建築風潮。似乎傳統日式建築---樹葉的婆娑、流動的風與空氣、以及延攬入內的大片庭園景緻，融合現代西式建築觀正成為現代建築顯學，這又如何影響到北歐的建築大師呢？大師格言安藤忠雄 我希望訪客進入室內之前，都能先擬想一下建築物。尤漢尼‧帕拉斯馬 北歐建築師都受到日本影響，例如阿瓦‧奧圖,寇斯摩和貢納‧阿斯皮倫。伊東豐雄  傳統日式建築的戶外與室內，並沒有清楚的界限，我很想在現代建築中重新詮釋這個特徵。克利斯提安‧古里森 建築師向來對日本傳統的木製構造很有興趣，這種風格與現代美學非常相襯，它也以簡潔的語彙表達內涵。篠原一男 大家都見識到東京的混亂，我不認為混亂就不好，反而令人激奮。斯韋爾‧費恩 我很欣賞日本房舍的彈性，完全不會硬性規定應該坐哪裡，每個人都可以隨性決定黑川紀章  即便我們運用高科技，日本傳統還是隨處可見。遍覽日本與北歐建築作品日本丹下健三 靜岡新聞暨放送中心安藤忠雄 水御堂 直島現代美術館 光之教堂萊特 淀川製鋼迎賓館黑川紀章 「O」住宅/茶屋 黑川膠囊屋 中銀膠囊大樓磯崎新 岡山西警察局筱原一男 上原之家 百年紀念堂伊東豐雄 仙台媒體館 F大樓芬蘭阿瓦 奧圖 瑪莉雅別墅古里森 & 帕拉斯馬 二二五標準單位魯蘇瓦利 胡托尼米教堂 塔比奧拉教堂瑞典安德松 羅納比日本庭園阿斯皮倫 聖十字教堂 伍德蘭禮拜堂挪威斯維爾 費恩 施賴納別墅哈肯傑瓦 Mjelgaron III寇斯摩 普萊維恩別館2006 Association for Asian Studies Film Festival2006亞洲研究影片節協會2005 Association of Architecture Schools of Australasia Conference2005澳大拉西亞會議建築學校協會National Gallery, Washington D.C. (2005)2005國家畫廊,華盛頓特區Architects Prize, 2004 International Film Festival of Docs on Architecture2004國際建築紀錄片影展,建築師獎2004 Festival International du Film sur l’Art2004國際藝術影片節",
    "chinese_title": "壶中：日本现代建筑之美",
    "douban_rating": "8.4/10 from 1184 users",
    "foreign_title": "Kochuu: Japanska Forma",
    "imdb_rating_average": 7.6,
    "douban_rating_average": "8.4",
    "update_at": "2025-02-27T18:42:58"
}