{
    "aka": [],
    "sid": "3821192",
    "cast": [
        {
            "url": "/celebrity/1095796/",
            "name": "罗布森·格林 Robson Green",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1268587/",
            "name": "Drew Horsley Drew Horsley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1065614/",
            "name": "Judith Barker Judith Barker",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2326921382.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1303777/",
            "name": "Alison Hume Alison Hume",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0450984",
    "director": [
        {
            "url": "/celebrity/1303624/",
            "name": "荣·伊斯特 Jon East",
            "@type": "Person"
        }
    ],
    "duration": "60 分钟",
    "episodes": "1",
    "language": [
        "英语"
    ],
    "playdate": [
        "2005-03-14"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0450984/",
    "imdb_votes": 138,
    "this_title": [
        "Beaten"
    ],
    "douban_link": "https://movie.douban.com/subject/3821192/",
    "imdb_rating": "6.6/10 from 138 users",
    "trans_title": [
        "家庭暴力"
    ],
    "douban_votes": "0",
    "introduction": "Robson Green and Saira Todd star in a powerful love story exploring the roots of domestic violence.Beaten starts with a scene where Robson's character Michael appears to punch his wife, Stephanie (Saira Todd). It may seem that it's all too clear what's going on, but he explains how the drama portrays a far more complicated situation:\"Their son (Corey J Smith) witnesses this act, so thinks his father has been battering his mother. We then start telling the reason for that particular moment. You will side with the woman - then, suddenly, I hope your allegiances change. Then at the end you don't side with anybody, but empathise with the boy, who's actually on the receiving end of this mental misunderstanding.\"There's nothing amazing about the guy - you don't see why he would be involved in anything like that. He's a hard-working man at a shipyard who loves his wife, who dotes on his son and who loves his home.\"Beaten is \"incredibly intelligent, but very simple to tell,\" reveals Robson.\"It's about how, sometimes, people get involved in relationships that are incredibly unhealthy - how we convince ourselves that everything will be fine, when actually it's not normal.\"I'm really excited by it because when we developed the script, we thought, 'if we get this right, it will blow people's minds. This will really change the perception of what we hear about wife-beating'.\"",
    "chinese_title": "家庭暴力",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Beaten",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-05-26T20:00:25"
}