{
    "aka": [
        "Larisa",
        "拉丽莎"
    ],
    "sid": "3822528",
    "cast": [
        {
            "url": "/celebrity/1009869/",
            "name": "依莱姆·克里莫夫 Elem Klimov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1071237/",
            "name": "玛伊娅·布尔加科娃 Maya Bulgakova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1152901/",
            "name": "Stefaniya Stanyuta Stefaniya Stanyuta",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1035021/",
            "name": "瓦连京·拉斯普京 Валенти́н Григо́рьевич Распу́тин",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1980",
    "genre": [
        "短片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2510101292.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1009869/",
            "name": "依莱姆·克里莫夫 Elem Klimov",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0081030",
    "director": [
        {
            "url": "/celebrity/1009869/",
            "name": "依莱姆·克里莫夫 Elem Klimov",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1980"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0081030/",
    "imdb_votes": 494,
    "this_title": [
        "Лариса"
    ],
    "douban_link": "https://movie.douban.com/subject/3822528/",
    "imdb_rating": "7.7/10 from 494 users",
    "trans_title": [
        "拉莉萨",
        "Larisa",
        "拉丽莎"
    ],
    "douban_votes": "125",
    "introduction": "A loving film tribute to Russian filmmaker Larisa Shepitko, who died tragically in a car accident in 1979 at the age of 40. This documentary by her husband, Elem Klimov, includes excerpts from all of Shepitko's films, and her own voice is heard talking about her life and art.Elem Klimov's grief-stricken elegy Larisa examines the life of his late wife—the film director Larisa Shepitko—through a series of direct-address interviews and photomontages, set against a mournful visual-musical backdrop. Typically, Klimov films his subjects (which include himself and several of Shepitko's collaborators) within a stark, snow-covered forest, its tangled web of trees standing in as metaphorical representation of a perhaps inexpressible suffering, the result of Shepitko's premature death while filming her adaptation of Valentin Rasputin's novella Farewell to Matyora. Interweaving home movie footage with sequences from Shepitko's work (Maya Bulgakova's pensive plane crash reminiscence from Wings takes on several new layers of resonance in this context), Larisa's most powerful passage is its first: accompanied by the grandiose final music cue from Shepitko's You and I, Klimov dissolves between a series of personal photographs that encompass Larisa's entire life, from birth to death. This brief symphony of sorrow anticipates the cathartic reverse-motion climax of Klimov's Come and See, though by placing the scene first within Larisa's chronology, Klimov seems to be working against catharsis. The pain is clearly fresh, the wound still festering, and Klimov wants—above all—to capture how deep misery's knife has cut.",
    "chinese_title": "拉莉萨",
    "douban_rating": "8.1/10 from 125 users",
    "foreign_title": "Лариса",
    "imdb_rating_average": 7.7,
    "douban_rating_average": "8.1",
    "update_at": "2025-02-15T17:49:08"
}