{
    "aka": [],
    "sid": "3822836",
    "cast": [
        {
            "url": "/celebrity/1305386/",
            "name": "倪萍 Ping Ni",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1011479/",
            "name": "英达 Da Ying",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316604/",
            "name": "周小斌 Xiaobin Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316732/",
            "name": "叶一云 Qianyun Ye",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326574/",
            "name": "商侃 Kiwi Shang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868153252.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1415325/",
            "name": "王少华 Shaohua Wang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1301414/",
            "name": "杨亚洲 Yazhou Yang",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "36",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2009-05-25(中国大陆)"
    ],
    "this_title": [
        "美丽的事"
    ],
    "douban_link": "https://movie.douban.com/subject/3822836/",
    "trans_title": [
        ""
    ],
    "douban_votes": "338",
    "introduction": "这是一个发生在当代中国社会里极为平常的故事，是一个讲述给普通老百姓听的故事：一个叫何美丽的妇产科护士，一辈子没有结婚，无儿无女，可是命运却恰恰让她收养了一大群孩子。在她几十年收养孩子的过程中，她对自己的职业和生命有了更深的认识。她一辈子对生命的护理赢得了世人的尊重，在她风烛残年之际，被授予了象征最高荣誉的南丁格尔奖。二十世纪七十年代，黄河岸边的祥符市，一座医院里发生了一件匪夷所思的事情。一名叫吴宜飞的妇产科护士，十月怀胎却不知道胎儿的父亲是谁？在那个年月，未婚先孕可谓“惊世骇俗”。在医院领导和同事们苦口婆心的“帮助”下，吴宜飞誓死不愿说出那个种下“恶果”的男人是谁。当“执迷不悟”的吴宜飞被父母赶出家门无处可去的时候，她投奔了她的同事，也是密友的何美丽。何美丽对吴宜飞未婚先孕深恶痛绝，但是她对生命的热爱使她放弃了自己的“原则”。在医院保卫科追查吴宜飞行踪的过程中，何美丽成了“同案犯”……一个新生命在何美丽的手中降临了。何美丽的命运也由此而开始改变。医院保卫科长李大河奉命调查“吴宜飞案件”，当他顺藤摸瓜找到何美丽宿舍的时候，吴宜飞却不知了去向。李大河是一名部队的转业干部，丧妻，和八岁的女儿一起生活，他从转业到医院的那一天起，就对何美丽有着非同寻常的好感，这个在工作中风风火火的转业军人，每当与何美丽相遇时，总是被何美丽热爱生命的精神感动，最终也丧失了“原则”。吴宜飞的失踪，受到牵连的不止是李大河一个人，还有时任妇产科主任的袁航和开照相馆的孟步云。他们因为对何美丽的爱，共同参与了保护何美丽和新生儿的行动，也成了“同案犯”。在三个男人的帮助下，何美丽逃过了此劫。谁料想，吴宜飞的风波刚刚结束，一个无名孕妇生下一男婴逃离了医院，如果不是当班的何美丽“好事”，也不至于落得那个被同事们称为“十七床”的孤儿，像膏药一样沾在了何美丽身上。在同事们的一片怨言和牢骚声中，何美丽一赌气把“十七床”抱回了宿舍，“众望所归”地成了一个妈妈。何美丽和妇产科主任袁航有着一段刻骨铭心的爱情。但两人绽放的爱情之花，却被一场不以个人意志为转移的暴风骤雨涤荡，药房的女职工白艳梅渔翁得利，捡了一个本不该属于自己的“便宜”，并由此让她付出了生命的代价。遗憾的是，李大河在完成结婚前所有的准备工作之后，为寻找竭力反对他再婚的女儿，命丧归途。可没有做一天新娘的何美丽却理所当然地成了后妈。由于照看孩子的操劳和袁航的因素，何美丽在医院的末位淘汰中被淘汰，为了生存，她选择了卖早餐、修理自行车等自食其力的职业，后来被聘进一家私人医院，她却没有受高薪的诱惑，告发了这家医院私下给人接生、堕胎的不当行为。在何美丽收养孩子的几十年里，她被人们演绎的出神入化，名声也越传越广，甚至有人把婴儿弃在她家的门口。这几十年可苦了何美丽，她成日为养活这些孩子发愁，为他们的衣食住行，上学就业，婚丧嫁娶操碎了心。这几十年来，用她的话说就没睡过一夜踏实觉。当她收养的孩子中有的当兵保卫祖国，有的考上了大学，她欣慰地说：“只要对国家有用，妈就是卖血也值得。”何美丽的一生是圆满的，如果说还有什么缺憾的话，那就是在她一生中的三个男人没有一个能给她带来婚姻。当她终于明白，那个一直爱恋着自己的孟步云、用生命中的另一种方式向她表达爱情、追求爱情时，婚姻对他们来说为时已晚，成为终身的遗憾。何美丽的人生在人们眼里是多灾多难的，但又是美丽的，生命的美丽。让人们看到了，她为生命，为我们这个社会所做的一切，是一件件美丽的事。这些美丽的事，最终的体现，就是她家里挂着的那一幅幅的全家福。这些不同时代的全家福记录着一个普通的中国家庭，随着时代的变迁而变迁；记录着平凡生活的酸甜苦辣；记录着百姓人生的悲欢离合；记录着一个城市从贫困到拥有；记录着一个人从低下到高尚；记录着三十年来中国老百姓一步一步走向富强……从某些角度来说，这不是一个传统意义上的母爱故事，也不是一个人们通常能耳闻目睹的好人好事。但这却是一个能让人的心灵感到震撼、又能让社会感动的故事。女主人公何美丽，用一个普通中国妇女三十多年的生活经历，展现出中国社会三十多年的变迁和中国思想道德的变化，就像主人公说的那样：再过一万年，不管世界怎么变化，养育生命的过程是不会变的，女人成为母亲的过程是不会变的，婴儿从襁褓到成人的过程是不会变的。生命是什么？何美丽说生命是地球上最美丽的庄稼，愿这些美丽的庄稼一茬一茬，一季一季的收获……",
    "chinese_title": "美丽的事",
    "douban_rating": "7.8/10 from 338 users",
    "foreign_title": "",
    "douban_rating_average": "7.8",
    "update_at": "2025-05-06T12:00:50"
}