{
    "aka": [],
    "sid": "3824832",
    "cast": [
        {
            "url": "/celebrity/1112893/",
            "name": "Michelle Langstone Michelle Langstone",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125263/",
            "name": "普亚·马加西娃 Pua Magasiva",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1264950/",
            "name": "Sierra Reed Sierra Reed",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040564/",
            "name": "克雷格·帕克 Craig Parker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317126/",
            "name": "莱斯丽-安·布莱德 Lesley-Ann Brandt",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "新西兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1102010/",
            "name": "Geoff Houtman Geoff Houtman",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1450364",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-03-10"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1450364/",
    "imdb_votes": 134,
    "this_title": [
        "Diplomatic Immunity"
    ],
    "douban_link": "https://movie.douban.com/subject/3824832/",
    "imdb_rating": "7.4/10 from 134 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A new local comedy that follows the misadventures at the consulate of The Most Royal Kingdom of Feausi and the fallen New Zealand Foreign Affairs high-flier who's been sent in to straighten out the consulate staff.Craig Parker (Lord of the Rings, Sam Raimi's Legends of the Seeker) stars as Leighton Mills, the Kiwi diplomat who finds himself landed with a new posting - babysitter to the Fe'ausian consulate staff, along with Dave Fane (Outrageous Fortune, Sione's Wedding) as Jonah, the Fe'ausian Ambassador to New Zealand who's charming and effusive but who is totally expedient.The show is penned by award-winning writer James Griffin. As one of the few European New Zealanders working on some of New Zealand's hit Polynesian comedies, James devised the cultural fish-out-of-water tale.\"Having worked on Sione's Wedding and bro'Town, I was acutely aware of being the one who's culturally different so that's when the idea for Leighton came about,\" James says.The situation of the tiny client state holding a bigger power to a little bit of ransom has made people laugh since 'The Mouse That Roared', and everyone is familiar with this relationship and its potential for humour.Diplomatic Immunity takes a satirical look at the comedy of what happens when these two cultures collide. Audiences will love the weird and wonderful characters making up the Fe'ausian consulate staff.Supporting Leighton and Jonah are Leilani, Jonah's beautiful, democracy-loving daughter, Malepe (aka DJ Ladykilla) who thinks he's a ladies' man but clearly isn't, devious Fe'ausian economics advisor Mick, sex kitten Suga and Kirsty, the spunky receptionist who knows everyone's business.Official site:http://www.diplomaticimmunity.tv/",
    "chinese_title": "Diplomatic Immunity",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-03-21T18:12:10"
}