{
    "aka": [],
    "sid": "3824700",
    "cast": [
        {
            "url": "/celebrity/1274628/",
            "name": "井柏然 Boran Jing",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275587/",
            "name": "付辛博 Xinbo Fu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316860/",
            "name": "韦炜 Wei Wei ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274934/",
            "name": "何琢言 Zhuoyan He",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1276035/",
            "name": "张馨予 Xinyu Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314609/",
            "name": "曹苑 Yuan Cao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312841/",
            "name": "王冠 Guan Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326248/",
            "name": "朱桢 Zhen Zhu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316706/",
            "name": "黄龄 Ling Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1342932/",
            "name": "秦炎仕 Yanshi Qin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2215635905.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "100",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2009-07-13"
    ],
    "this_title": [
        "青春进行时"
    ],
    "douban_link": "https://movie.douban.com/subject/3824700/",
    "trans_title": [
        ""
    ],
    "douban_votes": "420",
    "introduction": "韩国文化广播公司（MBC）携手上海文广新闻传媒集团（SMG）打造“2009中韩版Nonstop”。大型情景喜剧《青春进行时》以当代大学校园生活为背景，讲述了一群年轻人轻松逗趣的校园生活。改编自韩剧《男生女生向前冲》（《non-stop》），此中国版并不是完全搬照韩国版的情节，而是根据情况作了适当的调整，可以说是一部全新演绎的中国版Nonstop。它的情节、人物均翻拍自《Non Stop》，以一群活力四射的大学生的爱情、友情和理想为中心，痛快淋漓地展示了他们积极进取的生活，不仅有许多趣味爆笑的故事，还教人深深感动。曾经主演过《Non Stop》原剧的那些演员们，也因大受欢迎的剧集，而“一炮而红”，杨东根、赵寅成、张娜拉等现在均已经大红大紫。《青春进行时》当然也不示弱，它找来了中国最棒的青春“注释”——后舍男生、BOBO和何琢言。同时，本剧还特别邀请到韩国MBC电视台金牌导演，也是原剧《Non Stop》导演组成员之一的李根昱亲自掌舵。《青春进行时》7月13日周一起将在东方卫视播出。播出时间：每天下午17：30—18：00付辛博与井柏然出演的人物，分别为帅哥“三好先生”赵寅成，还有富家公子金荣俊。二人基本属于本色出演，每次出场都是华服美颜，电眼四射，与后舍男生的角色形成了巨大的反差。后舍的大个子成员韦炜，这回担当重任，出演杨东根的翻版人物——可爱邋遢的体育系二年级生“韦东根”，大展魅力。小个子黄艺馨则出演一个疯狂追求学姐的大学一年级生。曹苑--曹圆圆（21岁/大学二年级）外貌特征：不能称其美丽但是确定其之面貌丑陋，四方形的脸庞，外号为麻将脸，咖啡自动贩卖机（因其曾做过自动贩卖机销售的兼职）等，如与人相亲那么结果不容置疑的会被拒之千里之外，身高与体形普通人一个。性格特征 : 她是一个一分钱也可以掰几瓣用的吝啬鬼，她是一个自食其立的人拥有用之不完的精力与野心，就好像她一个人可以做完世界上所有的兼职。她用自己做兼职挣来的钱支付学费与家里的生活费。她是家里的顶梁柱。她与又龌龊又萎缩的韦东根感觉上是几世结怨的冤家但是他们也有心灵相通的时候。后来得到了包子的追求，经过考虑后两人步入了让人羡慕的礼堂。何琢言 (21岁 / 大学二年级)- 可以把他想象为张娜拉外貌特征: 天使般可爱的脸庞加之不错的身材但是有让人作呕的香港脚。性格特征: 她拥有男孩般的个性，不记仇，是个特拥有特别酷的个性的女孩。她特别容易相信别人的话因此也容易被骗（特别是能被栋根的谎言所欺骗）她就是这样一个傻乎乎的人。她与杨东根是一对欢喜冤家，两人从磕磕碰碰中溅出了爱情的火因此从欢喜冤家演变为甜蜜的恋人。她总是想做好所有的事情但总是事与愿违总把所有的事情搞砸，到头来他没有做好过任何一件事情。张馨予--张珍妮 (21岁大学2年级)-可以把她想像成小s外貌特征 : 她拥有天使的脸魔鬼的身材，是所有女学生当中的佼佼者，也是所有女演员中最为性感的一个（与模特竞相匹比）性格特征 : 她生长在国外后回到祖国的怀抱是一个名副其实的海归，因此总是把中国的谚语，成语之类的说错，上天永远是公平的对我们的珍妮也不例外，与她出众的身材相比她的智商稍微逊色 她是人间的尤物，性感的化身，加之简单的头脑（称之为白痴美）!她与井宝是长久的恋人。殷有粲 (20岁大学1年级音乐系)外貌特征 :人如其专业，是一个不错的女生，田海对她一见钟情也是理所当然的事情。.性格特征 :不说不知道一说吓一跳，只要她张嘴就会把人们对她的印象分，全部推翻掉，是一个名副其实的头脑简单外貌出众的美女，但她的自信却又无人能比。她喜欢在人背后说三道四却没有任何心机或害人之意. 她就是这样的一个人，这样的个性与丹丹的个性非常匹配，因此她们就如亲姐妹般的亲密无间。她的天真浪漫与她生在富裕的家庭有关，因此她也无法理解别人的辛苦。.<男生〉付辛博--包子 (21岁大学二年级) – 男人中的极品外貌特征 : 身高没得说，身材也没得说，长相唉~太没得说了总之一句话就是男人中的极品。性格特征: 把他称之为是道德的典范也不为过，他就是这样一个纯真的青年，善良且又平易近人。经常为他人着想但是他也有缺点。开始他只把圆圆想像为普通朋友后来当它与圆圆坠入爱河之后他将把所有女人梦寐以求的男人魅力都展现得淋漓尽致。当这部情景剧播出后所有韩国女人的梦想都演变为梦想与这样的男人谈一场恋爱（现代版的灰姑娘故事）韦炜--韦东根 (21岁 /大学二年级)外貌特征 :他从头到脚都是个性，称之为个性的化身。性格特征: 吝啬鬼中的吝啬鬼，从没有用自己的钱做过什么，他是蹭饭吃的天才。 所有人都被他欺诈过唯独圆圆除外。其实他来自一个非常穷的农村因此他确实没有什么钱。因此他利用浑身解数花别人的钱，但他对自己的女朋友却是由衷的忠诚，是一个对感情从一而终的男人。井柏然--井宝 (21岁 / 大学二年级)外貌特征 : 阳光稚嫩的娃娃脸 醇厚迷人超MAN的嗓音 优雅独特的王子气质性格特征 : 单从外表看是一个仪表堂堂的男人，也给人男子汉的感觉豁达，但接触就了就会发现它其实是个小气巴拉的人，也爱闹情绪。喜欢当班长也喜欢被人恭维。因出生在富裕的家庭因此也很喜欢请朋友吃饭。他总会异想天开总以为所有的女人都很喜欢自己，因此他也会瞒着珍妮偷偷的去联谊。他总是异想天开，总以为别人对自己有意思，严重到只要是女性与自己搭话就会误认为她对自己有意思。田海 (21岁/大学二年级)外貌特征 : 身高长相普通人一个! 自我感觉良好，总以自己棕色的眼球为自豪。性格特征 : 他是一个有主见的人而且他出乎意外的奇特想法让人瞠目结舌. 总自以为自己是万人迷。但渐渐让人感觉他是一个肉麻加做做的集合体。对有灿一见钟情。<助教>丹丹姐 (29岁 / 助教)外貌特征 : 相貌：普通性格特征: 她是学校研究生，众人的学姐，男朋友无，现代剩女，因自己是剩女因此往往拿无辜的学生当出气筒。只要有丁点可能性，交到男友她将会使出浑身解数，但结果往往是注定的“失恋”。因她爱管闲事的个性与有灿的爱说长道短的个性就像一个萝卜一个坑般的匹配 .<教授>朱帧 (46岁/ 教授)外貌特征 :花哨的中年男子形象，年纪轻轻就成为教授性格特征: 喜欢成为人们的焦点，以没有把焦点放在自己身上为由没有上过一堂完整课的教授，他是一个即情绪化又很冲动的人，但又很喜欢倾听别人的倾述，但因自己情绪化的个性往往会冲动的打断别人的倾述。他爱误解别人的意思。喜欢学生爱戴自己。",
    "chinese_title": "青春进行时",
    "douban_rating": "7.2/10 from 420 users",
    "foreign_title": "",
    "douban_rating_average": "7.2",
    "update_at": "2025-02-15T08:55:58"
}