{
    "aka": [
        "BBC黄石公园"
    ],
    "sid": "3826156",
    "cast": [
        {
            "url": "/celebrity/1041217/",
            "name": "彼得·弗斯 Peter Firth",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [
        "纪录片",
        "自然",
        "动物",
        "地理"
    ],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2255182990.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1415175",
    "director": [],
    "duration": "49min",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1415175/",
    "imdb_votes": 1905,
    "this_title": [
        "Yellowstone"
    ],
    "douban_link": "https://movie.douban.com/subject/3826156/",
    "imdb_rating": "8.4/10 from 1905 users",
    "trans_title": [
        "黄石公园",
        "BBC黄石公园"
    ],
    "douban_votes": "4516",
    "introduction": "本纪录片将带我们亲历野生动物在季节极限下的生活。领略它们在零下40度采取的保护措施 ，经历狂怒的森林火灾或防治权利滋生……Yellowstone Is No Ordinary Wilderness. It Has The Distinction Of Being The Worlds’ First National Park And Is A Lost World Of Vast Plains, Lush Meadows And Endless Forests Defended On All Sides By Towering Mountains. It Is The Most Extensive Thermal Area On Earth With More Than 10,000 Boiling Springs, Fumaroles And Bubbling Mud Pots And More Geysers Than The Rest Of The World Put Together. It‘s These Strange Natural Wonders That First Made Yellowstone Famous And Still Make It Unique Today. It Is Also The Natural Beauty Of Yellowstone Combined With Its Iconic Inhabitants That Attract Millions To Visit Every Year. Home To America’s Last Great Bison Herds, The Grizzly Bear And Realm Of The Grey Wolf, This Landmark Series Reveals The Grandeur Of This Unique Place As Its Animals Struggle To Survive Over The Course Of The Vividly Changing Seasons.Join The Charismatic Cast Of Yellowstone’s Wildlife As They Turn To Face The Extreme Challenges Of The Seasons And Discover Just What It Takes To Brave Temperatures 40 Degrees Below Zero, To Live Through Raging Forest Fires Or To Fight To The Death For The Right To Breed. The Daily Struggles Of The Wildlife Are Intimately Linked To Yellowstone’s Greatest Secret: That Sleeping Right Beneath The Snow Is Probably The World’s Largest Volcano. The Fate Of Everything In This Extraordinary Wilderness Is In The Hands Of Forces More Powerful Than We Can Possibly Imagine.资料：黄石国家公园黄石国家公园（Yellowstone National Park）位于美国（The United States of America）西部北落基山和中落基山之间的熔岩高原上，绝大部分在怀俄明州的西北部。海拔2，134-2，438米，面积8，956平方公里。黄石河、黄石湖纵贯其中，有峡谷、瀑布、温泉以及间歇喷泉等，景色秀丽，引人入胜。其中尤以每小时喷水一次的“老实泉”最著名。园内森林茂密，还牧养了一些残存的野生动物如美洲野牛等，供人观赏。园内设有历史古迹博物馆。自从1872年黄石公园创办以来，已有六千多万人来此观光。游人来自五湖四海，形形色色，所获得的感受自然也就丰富多彩，各不相同：有赏心悦目的赞美，有敬畏或惊诧的感叹，有肃然起敬的沉思，有惊险恐惧的刺激，有对大自然威力和宁静的领悟，还有悲喜交加的经历……黄石公园是世界上最原始最古老的国家公园。根据1872年3月1日的美国国会法案，黄石公园“为了人民的利益被批准成为公众的公园及娱乐场所”，同时也是“为了使她所有的树木，矿石的沉积物，自然奇观和风景，以及其他景物都保持现有的自然状态而免于破坏”。在辽阔的怀俄明州自然森林区内，黄石国家公园占地约9，000公顷。在那里可以看到令人印象深刻的地热现象，同时还有3，000多眼间歇泉，喷气孔和温泉。黄石国家公园还以拥有灰熊，狼，野牛和麋鹿(不是中国的那种))等野生动物而闻名于世。最初吸引人们的兴趣并使黄石成为国家公园的显著特征是地质方面的地热现象，这里拥有比世界上其他所有地方都多的间歇泉和温泉、彩色的黄石河大峡谷、化石森林，以及黄石湖。根据这里的文化遗迹可以判断黄石公园的文明史可以追溯到12000年前。更近的历史可以从这里的历史建筑，以及各个时期保存下来的公园管理人员和游人的公用设施看出来。公园99％的面积都尚未开发，从而大量的生物种类得以繁衍，这里拥有陆地上最大数量的，种类也最多的哺乳动物。黄石公园是一个实实在在的荒野，是保存于美国48个州中少有的大面积自然环境之一，在这里，你可以感受自然。六、七、八月是参观的高峰时期，公园为了保护游人的安全、保护各种自然文化遗产，制定了各种规章制度。黄石国家公园是全世界第一个国家公园，也是1978年最早进入《世界遗产名录》的项目，公园的主体部分位于怀俄明州的西北角，部分延伸到蒙大拿州西南部以及爱达荷州的东部。面积为7988平方千米（注：此为《国家公园探索之旅丛书—美国国家公园》一书数据；而2002/6期《人与自然》画册数据为2219833英亩；www.whgx.library.sh.cn网的数据为3400平方英里）。黄石公园，这个这个冰火磨砺的世界、犬牙交错的幻境，诞生于近两百万年前的一次火山爆发，全境99％尚未开发，这是一片广袤而洁净的原始自然区，分布在落基山脉最高峰，丰沛的雨水是这里成为美国众多大河的发源地，在这个平均高度为8000英尺的开阔火成岩高原上，有山峦、石林、冲蚀熔岩流和黑曜岩山等地质奇观。黄石国家公园是美国设立最早、规模最大的国家公园。它就像中国的长城一样，是外国游客必游之处。它以保持自然环境的本色而著称于世。黄石国家公园内的另一景观是黄石河，它由黄石峡谷汹涌而出，贯穿整个黄石公园到达蒙大拿州境内。黄石河将山脉切穿而创造了神奇的黄石大峡谷。在阳光下，两峡壁的颜色从橙黄过渡到橘红，仿佛是两条曲折的彩带。由于公园地势高，黄石河及其支流深深地切入峡谷，形成许多激瀑布，蔚为壮观。",
    "chinese_title": "黄石公园",
    "douban_rating": "9.2/10 from 4516 users",
    "foreign_title": "Yellowstone",
    "imdb_rating_average": 8.4,
    "douban_rating_average": "9.2",
    "update_at": "2025-02-05T21:27:12"
}