{
    "aka": [],
    "sid": "3826028",
    "cast": [
        {
            "url": "/celebrity/1139298/",
            "name": "朱迪·里维拉 Jodie Rivera",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p956453431.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1011356/",
            "name": "Joel Solomon Joel Solomon",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1462230",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-06-15"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1462230/",
    "imdb_votes": 81,
    "this_title": [
        "It's On with Alexa Chung"
    ],
    "douban_link": "https://movie.douban.com/subject/3826028/",
    "imdb_rating": "7.0/10 from 81 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "53",
    "introduction": "It's On with Alexa Chung is a live, daily talk / variety show hosted by ... Alexa Chung! Every day she interviews the hottest celebrity guests and welcomes musical performances by mainstream and indie artists. She also introduces the world to Internet-found talent and looks at the news that everyone is (or at least should be) talking about. New to the United States, Alexa is a former model and an established television personality hailing from the U.K. She arrives at MTV with well-honed hosting skills, quick wit, a style that is nothing short of individual, a passion for music and an intelligent point of view. But It's On isn't all about Alexa. The daily show mixes her guest interviews with questions from at-home viewers and real-time looks at what people are buzzing about online at any given time. More or less, she's a host who brings it all together into an entertaining hour filled with comedy. Alexa's unique point of view and love of pop culture, combined with fans putting their own spin on things via Facebook and Twitter, makes It's On with Alexa Chung a unique television experience that if it wasn't on MTV, people would say, \"this should be on MTV.\" Welcome to America, Alexa.",
    "chinese_title": "It's On with Alexa Chung",
    "douban_rating": "8.7/10 from 53 users",
    "foreign_title": "",
    "imdb_rating_average": 7.0,
    "douban_rating_average": "8.7",
    "update_at": "2025-03-13T04:23:51"
}