{
    "aka": [],
    "sid": "3828398",
    "cast": [
        {
            "url": "/celebrity/1005151/",
            "name": "蒂娜·奥蒙特 Tina Aumont",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1523707/",
            "name": "Pierre-Richard Bré Pierre-Richard Bré",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028052/",
            "name": "皮埃尔·克里蒙地 Pierre Clémenti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002874/",
            "name": "菲利普·加瑞尔 Philippe Garrel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042030/",
            "name": "琼-皮尔里·卡尔弗恩 Jean-Pierre Kalfon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1355897/",
            "name": "Babette Lamy Babette Lamy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1166287/",
            "name": "祖祖 Zouzou",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1968",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903158050.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt1230139",
    "director": [],
    "duration": "39分钟",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "1968"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1230139/",
    "imdb_votes": 50,
    "this_title": [
        "Home Movie, autour du 'Lit de la Vierge'"
    ],
    "douban_link": "https://movie.douban.com/subject/3828398/",
    "imdb_rating": "7.6/10 from 50 users",
    "trans_title": [
        "家庭电影，在'处女之床'的片场"
    ],
    "douban_votes": "0",
    "introduction": "Filmmaker Philippe Garrel has always discussed the importance of painting for his cinema and, specifically, the painting of his longtime friend Frédéric Pardo. In this film, Pardo documents the Garrel inner circle in Morocco in 1968 on the set of Le Lit de la Vierge. While the stars of the Garrel film were Pierre Clémenti and Zouzou, here in Pardo’s behind-the-scenes view it is Garrel’s peripheral actors who take center stage: Pierre-Richard Bré, Jean-Pierre Kalfon, Babette Lamy, and above all, the luminous Tina Aumont. The Zanzibar equivalent of The Chelsea Girls, Pardo’s home movie is a mystical, life-affirming celebration.Frédéric Pardo was a famous painter and partner to actress Tina Aumont (PARTNER, LE LIT DE LA VIERGE, daughter of Maria Montez). The couple often played host to the other Zanzibar members, creating communal, salon-style settings for creative projects. HOME MOVIE: ON THE SET OF PHILIPPE GARREL'S 'LE LIT DE LA VIERGE' documents Garrel's inner circle in Morocco in 1968 on the set of one of the director's most mystical films. Its behind-the-scenes footage is also a portrait of Pardo's lover, the enigmatically beautiful Aumont.Between 1968 and 1970, Sylvina Boissonnas, a young French heiress and patroness of the arts, financed the production of some fifteen films that would prove highly influential while remaining largely unknown outside of France. Under the banner of “Zanzibar Films” (a name taken from the Maoist island nation in East Africa), a decidely informal collective of about a dozen artists, writers, and students began to make their first films. While the New Wave filmmakers had been in their late twenties and early thirties when they began filmmaking, the Zanzibar directors were younger (Philippe Garrel, one of the key figures, was just twenty) and were inspired by the heady spirit and times of May 1968. These filmmakers quickly became the darlings of Henri Langlois, who often showed their films at the Cinémathèque Française in late-night screenings. Despite their diversity, the Zanzibar films were marked by minimal scripts, the use of nonactors and improvisation, and strong ties to both the art world and the world of fashion. (Several of the Zanzibar participants spent time in Warhol’s Factory in the mid-1960s.) Their films represented the French equivalent of the American underground, and these young cinéastes quickly became the radical dandies of May 1968.",
    "chinese_title": "家庭电影，在'处女之床'的片场",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Home Movie, autour du 'Lit de la Vierge'",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-06-21T15:35:30"
}