{
    "aka": [],
    "sid": "3830994",
    "cast": [
        {
            "url": "/celebrity/1002970/",
            "name": "马西莫·萨尔基耶利 Massimo Sarchielli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036404/",
            "name": "简·方达 Jane Fonda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1021062/",
            "name": "阿尔贝托·格里菲 Alberto Grifi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1169022/",
            "name": "路易斯·沃登 Louis Waldon",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1975",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2869999643.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1021062/",
            "name": "阿尔贝托·格里菲 Alberto Grifi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002970/",
            "name": "马西莫·萨尔基耶利 Massimo Sarchielli",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0791101",
    "director": [
        {
            "url": "/celebrity/1002970/",
            "name": "马西莫·萨尔基耶利 Massimo Sarchielli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1021062/",
            "name": "阿尔贝托·格里菲 Alberto Grifi",
            "@type": "Person"
        }
    ],
    "duration": "225 分钟",
    "episodes": "",
    "language": [
        "意大利语",
        "英语"
    ],
    "playdate": [
        "1975-08(威尼斯电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0791101/",
    "imdb_votes": 156,
    "this_title": [
        "Anna"
    ],
    "douban_link": "https://movie.douban.com/subject/3830994/",
    "imdb_rating": "7.4/10 from 156 users",
    "trans_title": [
        "安娜"
    ],
    "douban_votes": "0",
    "introduction": "lberto Grifi and Massimo Sarchielli’s Anna (1972-1975) is a startling documentary that takes upon itself to tell the story of a 16 year-old pregnant transient Roman but quickly, awkwardly and organically morphs into something else.The film begins with the filmmakers trying to re-enact scenes of their initial contact with the eponymous girl, but soon we see the process of their direction, with shots beginning or ending with direction from Sarchielli as to what Anna should or or say in the scene.  Sarchielli himself appears on screen as much as Anna because he volunteers to take the homeless girl into his house, where she can be cared for...and filmed.This action is at the core of the film, because it is at once an action of compassion and one of artistic opportunism - the latter implied throughout but revealed in a a Chronicle of a Summer-like discussion on the filmmaking motives at the film’s end.  Between these, the core of the film is made up of long sequences and long takes (which the nearly four-hour film is predominantly made up of)... of Anna moping around Massimo’s house and interacting with him as he helps her shower, kick drugs, keep up her spirits and live a day to day life.  This life is small, cosy and intimate, formed from and around this beautiful but perennially doped-looking girl either vacantly grinning or exhaustedly pouting, in either case looking like she’s already experienced three lifetimes and conjuring images from the video-to-film (and back to video for the restoration) texture of the work that could belong in Renaissance portraiture.This home scenes are shockingly contrasted with the filmmakers taking the issue of Anna and their compassionate gesture \"to the streets,\" that is, to the square in Rome where they found her and which clearly seems to be a hangout for hippies, transients, the unemployed, and others (towards the end of the film it even features a feminist rally that turns violent).  Discussions about Anna’s situation with these groups of pontificators, layabouts, street philosophers, occasional bourgeoisie and bums usually derails to other subjects, painting a bleak, angry, stultified, passive and confused pictures of the early 70s Western European social climate, with disenfranchised - yet entitled-seeming youths filling the screen with passionate but often incoherent and rambling rants and opinionating.This side of the video-film conjures a highly specific, ramshackle context for the world Anna was found in and plucked from, with the circus of cafe-heads replaced by the claustrophobic warmth of the filmmaker’s apartment and the creepy attentiveness with which he tries to nurse her back to physical, mental and social health.  It is a tiny fraction of a human’s life story shot on even smaller terms because of the intimacy of the filmmakers using one of Italy’s first video recorders (Grifi then, uniquely, custom built a device to photograph his video edit on 16mm, which is what was restored).  Yet, due to the length of the takes, the dedication to playing scenes out for their fullest nuances and interactions (often lasting over 30 minutes), and ping-ponging between, essentially, the street and the bedroom, Anna becomes a grand, epic, complicatedly limited picture of a single person in her time and space, and wrapping (and indicting), with confident paradoxes, cinema up in the whole thing. (MUBI Article)",
    "chinese_title": "安娜",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Anna",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-04-14T07:28:39"
}