{
    "aka": [],
    "sid": "3832474",
    "cast": [
        {
            "url": "/celebrity/1004689/",
            "name": "比尔·马厄 Bill Maher",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1182240/",
            "name": "Ingrid Newkirk Ingrid Newkirk",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1129257/",
            "name": "P!nk P!nk",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009287/",
            "name": "帕米拉·安德森 Pamela Anderson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1094184",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2007"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1094184/",
    "imdb_votes": 311,
    "this_title": [
        "I Am an Animal: The Story of Ingrid Newkirk and PETA"
    ],
    "douban_link": "https://movie.douban.com/subject/3832474/",
    "imdb_rating": "7.3/10 from 311 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "How did a controversial, ultra-radical organization become the largest animal rights group in the world? For the past 25 years, Ingrid Newkirk and People For the Ethical Treatment of Animals (PETA) have tirelessly attacked one of the pillars of civilization: mankind's use of animals. Ingrid and her supporters are driven by the single-minded conviction that humans must not use animals for any reason - not for food, clothing, medical experimentation, or even for entertainment. Ingrid works 18-hour days and lives in a one-bedroom apartment with little furniture. She publicly hopes that mad cow disease will ravage the country; she believes a cure for AIDS is not worth the life of a single monkey; and when Ingrid dies, she wants her body dissected, eaten, and made into clothing - as a statement of solidarity with non-human animals. Having obtained unprecedented access to Ingrid and the activities of her organization, I Am An Animal thoroughly explores PETA's unconventional ideology and its militant and extreme tactics. To understand PETA's staying power and how it became the most successful radical group in America, the film follows several present day actions in addition to examining past controversies. At its core, however, I Am An Animal is an intimate, provocative profile of one woman's private war on behalf of animals.",
    "chinese_title": "I Am an Animal: The Story of Ingrid Newkirk and PETA",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-05-05T01:26:27"
}