{
    "aka": [
        "BBC：未来景象",
        "预见未来"
    ],
    "sid": "3833570",
    "cast": [
        {
            "url": "/celebrity/1111564/",
            "name": "加来道雄 Michio Kaku",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1065316/",
            "name": "萨姆·巴尔特 Sam Balter",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868942155.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1111564/",
            "name": "加来道雄 Michio Kaku",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1518144",
    "director": [
        {
            "url": "/celebrity/1092116/",
            "name": "Howard Hill Howard Hill",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2007-11-05"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1518144/",
    "imdb_votes": 132,
    "this_title": [
        "Visions of the Future"
    ],
    "douban_link": "https://movie.douban.com/subject/3833570/",
    "imdb_rating": "7.5/10 from 132 users",
    "trans_title": [
        "未来景象",
        "BBC：未来景象",
        "预见未来"
    ],
    "douban_votes": "257",
    "introduction": "2007年BBC带给我们全新的预见未来文化和科技的纪录片<未来景象>，共3集。在理论物理学家和未来学家Michio Kaku博士的带领下我们将探索今天、明天和未来的科技尖峰。人类正处在历史的转折点，我们将经历从\"探索的年代\"到\"掌握的年代\"的历史性转变，我们将从被动的自然观察者到主动的设计者，这将不仅给我们带来空前的可能性也带来巨大的责任。第一集 人工智能革命第二集 生化技术革命第三集 量子科技革命Culture, Technology Documentary narrated by Dr. Michio Kaku published by BBC in 2007 - English narrationIn this new three-part series, leading theoretical physicist and futurist Dr Michio Kaku explores the cutting edge science of today, tomorrow, and beyond. He argues that humankind is at a turning point in history. In this century, we are going to make the historic transition from the 'Age of Discovery' to the 'Age of Mastery', a period in which we will move from being passive observers of nature to its active choreographers. This will give us not only unparalleled possibilities but also great responsibilities.1) The Intelligence RevolutionIn the opening instalment, Kaku explains how artificial intelligence will revolutionise homes, workplaces and lifestyles, and how virtual worlds will become so realistic that they will rival the physical world. Robots with human-level intelligence may finally become a reality, and in the ultimate stage of mastery, we'll even be able to merge our minds with machine intelligence.For the first time on television, see how a severely depressed patient can be turned into a happy person at the push of a button - all thanks to the cross-pollination of neuroscience and artificial intelligence.2) The Biotech RevolutionGenetics and biotechnology promise a future of unprecedented health and longevity: DNA screening could prevent many diseases, gene therapy could cure them and, thanks to lab-grown organs, the human body could be repaired as easily as a car, with spare parts readily available. Ultimately, the ageing process itself could be slowed down or even halted.But what impact will this have on who we are and how we will live? And, with our mastery of the genome, will the human race end up in a world divided by genetic apartheid?3) The Quantum RevolutionThe quantum revolution could turn many ideas of science fiction into science fact - from metamaterials with mind-boggling properties like invisibility through limitless quantum energy and room temperature superconductors to Arthur C Clarke's space elevator. Some scientists even forecast that in the latter half of the century everybody will have a personal fabricator that re-arranges molecules to produce everything from almost anything. Yet how will we ultimately use our mastery of matter? Like Samson, will we use our strength to bring down the temple? Or, like Solomon, will we have the wisdom to match our technology?",
    "chinese_title": "未来景象",
    "douban_rating": "8.2/10 from 257 users",
    "foreign_title": "Visions of the Future",
    "imdb_rating_average": 7.5,
    "douban_rating_average": "8.2",
    "update_at": "2025-10-23T09:00:31"
}