{
    "aka": [],
    "sid": "3833198",
    "cast": [
        {
            "url": "/celebrity/1153858/",
            "name": "克里·萨莫 Cree Summer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1156601/",
            "name": "詹姆斯·阿诺德·泰勒 James Arnold Taylor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016698/",
            "name": "杰斯·哈梅尔 Jess Harnell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1092451/",
            "name": "艾米·希尔 Amy Hill",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "喜剧",
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1459278",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-06-15"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1459278/",
    "imdb_votes": 66,
    "this_title": [
        "DJ & The Fro"
    ],
    "douban_link": "https://movie.douban.com/subject/3833198/",
    "imdb_rating": "5.5/10 from 66 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Deep in the soul-crushing cubicle maze of Oppercon Industries sit DJ & The Fro, two 20-something slackers who spend their days blowing off work while they find and mock the sickest and most hilarious videos ever to grace the Internet.What Beavis & Butthead were to the music video generation, DJ & The Fro are to the YouTube generation. They find the best web videos and make jokes about them so you don't have to.When they're not watching videos, DJ & Fro kill time by doing things like blackmailing pedophiles into doing their work for them, drinking the breast milk of a co-worker, stalking alpacas and sexually harassing one another. Work at Oppercon Industries is a mere distraction from their true passion: being idiots.Friends since college, DJ & Fro are virtually inseparable. Fro is the big haired Batman to DJ's Batgirl -- the brash ringleader of their two-man circus. He's got the self-confidence of someone much cooler and smarter than he is, but will very occasionally offer a shockingly insightful comment on one of the bizarre video clips they relish finding online. DJ is as insecure as Fro is cocky --- he's perfectly happy to languish in Fro's shadow and does everything possible to avoid conflict. A non-practicing Jew, DJ has a dark family history that peeks out once in a while, much to the delight of the Fro. Of the two of them, DJ's probably a little smarter, but that's not saying a lot.Never in the history of television has there been a show that combines animated storytelling and found video so expertly. DJ & The Fro are the perfect anti-heroes for today's web-addled mouse potatoes, and not since Dallas has a show spoken so perfectly for an entire generation.",
    "chinese_title": "DJ & The Fro",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.5,
    "douban_rating_average": 0,
    "update_at": "2025-10-19T03:14:15"
}