{
    "aka": [
        "恩实",
        "恩實"
    ],
    "sid": "3835656",
    "cast": [
        {
            "url": "/celebrity/1321999/",
            "name": "全慧珍 Hye-jin Jeon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1523785/",
            "name": "金美熙 Mi-hee Kim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1541006/",
            "name": "张项线 Hang-sun Jang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1998",
    "genre": [
        "剧情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867158920.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1384261/",
            "name": "李锦林 LEE GEUM LIM",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "60分钟",
    "episodes": "70",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1998-11-09(韩国)"
    ],
    "this_title": [
        "은실이"
    ],
    "douban_link": "https://movie.douban.com/subject/3835656/",
    "trans_title": [
        "银实",
        "恩实",
        "恩實"
    ],
    "douban_votes": "340",
    "introduction": "本剧讲述了发生在二十世纪60年代，一个女孩在艰苦的生活中依旧带着希望和梦想勇敢前行的故事。女孩与亲生父亲的相认，在一个陌生家庭的生活，都为这个女孩的人生带来了天翻地覆的改变。磕磕绊绊的生活中女孩乐观、温暖的笑容让所有人为之动容。《银实》是韩国少有的融入喜剧元素的家庭伦理电视剧，让观众在带有悲剧色彩的故事中依旧可以绽放出发自内心的笑容，这样的故事让人不得不看……分集剧情介绍第一集：丈夫突然去世，被大老婆赶出家门的杨吉礼带着女儿银实和儿子银哲回到以前生活过的花山镇。在故乡的照相馆，吉礼受到了老板勇泰的热情接待，他见母子三人无人可依，便让他们暂时住自己的家中。吉礼当年的情人张落道如今发了济，成为花山的第一富翁，拥有一家木材加工厂以及当地唯一的电影院。落道的手下许东万无意中在街上见到了吉礼，他吃了一惊，连忙告诉了张落道。张落道听后大惊失色，慌忙指使弟弟张落天派人找到吉礼，威胁她离开花山，然而吉礼却对落天不予理睬。落道害怕吉礼此行的目的是要向自己兴师问罪，于是听从落天的劝告，去首尔躲了几天。张落道的妻子青玉不明所以，怀疑丈夫有了外遇，逼问丈夫为何去了首尔。青玉的女儿英采学习成绩很差，儿子英学却成绩骄人，为人老实憨厚，颇受青玉的器重。自行车修理工度奉喜欢上了勇泰的女儿信子，信子对度奉十分冷淡。第二集：在勇泰的一再追问下，吉礼终于说出了两个月前丈夫亡故、自己被大老婆赶出家门的事实。勇泰劝吉礼，既然没有明确的目的地就在花山住下，他告诉吉礼银实的父亲落道已经成了花山的首富，还帮吉礼找到了茶座领班的工作。信子偷听爸爸和吉礼的谈话，对爸爸的行为很不满，责怪爸爸多管闲事。信子警告吉礼不要利用爸爸的善良，以此来达到接近落道的目的。落天找信子打听吉礼的情况，信子信口告诉他吉礼不仅在花山住下而且准备去找落道，落天十分吃惊，再次对吉礼进行威胁，可吉礼的态度依然十分强硬。落道得知吉礼还带了自己女儿银实来花山更加惊惶失措，一个人去东万妻子的汤饭店喝闷酒。第三集：落道指使东万设法让吉礼离开花山，东万来到裴勇泰照相馆要挟勇泰，让他不要收留吉礼。在学校里，银实和孟顺成了好朋友。东万和妻子孟顺妈虽然已经分居，但经常来看女儿，孟顺妈非常生气。信子跟孟顺妈聊天时无意中说出了落道就是银实的父亲，孟顺妈听了十分吃惊。勇泰告诉女儿东万来要挟过他，信子非常气愤，鼓励爸爸不能向落道屈服。张落天见吉礼不肯离开花山，便建议哥哥用金钱做个了断。第四集：孟顺妈告诉医生的老婆仁淑落道的妾来到花山，仁淑大吃一惊。落天骑摩托车强拉信子去永川河，在河边向信子告白永远想跟信子在一起，并强吻了信子。勇泰看到信子坐着落天的摩托车兜风，心中非常气愤，警告女儿不要跟落天这样的混混接触，并且把东万叫来，责令他不要再威胁吉礼，同时让他转告落道，如果他真敢把自己从照相馆赶出去，就会让全花山的人知道落道不光彩的过去。东万把这一切告诉了落道。眼见勇泰和吉礼的态度如此强硬，落道感到唯一办法就是自己亲自出马。第五集：落道把吉礼强行拉至一家饭店，甜言蜜语地哄骗吉礼，让她原谅自己，答应给她买一套房子，承担她和两个孩子的一切生活费用，遭到吉礼的断然拒绝。落道彻夜不归，青玉给东万打电话询问落道的去向，东万情急之下谎称落道去了朋友家聚会。青玉又向落道的好朋友、医生秉局打电话确认，可是秉局却说自己一直在家，不知道有朋友聚会。青玉听了，不免疑窦丛生。孟顺带着银实去剧场看电影，被东万的手下正八无理地挡在了门外。落道无意中看见了站在剧场门外的银实，但他并不知道那就是自己的女儿。在青玉的一再追问下，落道无奈，只得谎称平泽的朋友的岳母去世，自己赶去吊丧了，青玉无法相信丈夫的话，于是找仁淑询问事情的真相。第六集：在青玉的一再逼问下，仁淑不得不说出了张落道的妾带着两个孩子来花山的事实。青玉听后怒火中烧，责问丈夫为什么对自己撒谎，为什么让妾带着孩子来到花山。落道慌忙辩解，说自己并不知道吉礼生了银实。事后，他交给落天一沓钱，让他拿给吉礼，说服她离开花山。英采和两个朋友看电影时被督察老师逮个正着，两个朋友怕受到处分惶恐不安，可英采却毫不在乎。第二天一大早，三个孩子竟然一同离家出走了。为了确认丈夫与吉礼的事，青玉来到茶座，正好看到忙着招待客人的吉礼，不禁大为光火。第七集：青玉大骂吉礼勾引自己的丈夫，对她大打出手，吉礼否认自己来花山是要找张落道，并且告诉她银实并不是落道的女儿。得知英采离家出走的消息，落道暴跳如雷。丈夫的欺骗以及女儿的离家出走，使青玉伤心得连饭都吃不下。银实的班主任李江浩得知银实的不幸家世，对她十分同情，鼓励她不要气馁，要勇敢地面对困难。落道指责青玉去茶座大闹，坚决否认和吉礼有来往，可青玉就是不相信。东万得知孟顺在集日不上学，而是在妈妈的汤饭店帮忙，心中非常生气，便去找孟顺妈理论。第八集：青玉的母亲姜明花指责落道当时因为看中了自家的财富，才欺骗青玉嫁给他，落道则认为自家的事业全靠他一个人打拼挣来。青玉没有消除对丈夫的怀疑，一天早晨，见落道不吃早饭就匆匆出门，青玉登时起了疑心，于是在后面悄悄跟踪，结果发现自己的猜测毫无根据。秉局无意中得知吉礼与落道的关系，连忙赶到剧场向落道道歉，说自己不知道茶座的领班是他的妾，落道哭笑不得。英采忽然给家里打来电话，青玉十分焦急，告诉她无辜缺席一星期会被勒令退学，英采和另外两个女孩听了，不免有些着急。第九集：青玉一直对落道那天彻夜未归耿耿于怀，一再追问落道到底跟谁一起过的夜。落道误以为青玉已经知道了事情的真相，主动交待了那天晚上的情况。谁知青玉不但没有因此打消对丈夫的怀疑，反而进一步推断落道一直把吉礼藏在首尔。警方找到三个离家的少女，通知了家长，青玉很是兴奋，和落天去警察署接回了英采。为了弄清丈夫与吉礼的关系，青玉找到了勇泰，勇泰无意中说出银实是落道的亲生女儿。青玉气急败坏地回到家，把落道的衣服扔到院子里。落道也不甘示弱，索性拿起箱子住进了旅馆，这一举动反而令青玉不知所措了。第十集：落天劝青玉消除误会，尽快劝落道回家，青玉不肯善罢甘休，跑到妈妈那里哭诉。姜明花见女儿受了委屈，找到杨吉礼家，让她带着孩子马上离开花山。吉礼据理力争，说自己有权住在自己想住的地方，姜明花气得破口大骂。裴勇泰实在看不下去，便告诉姜明花是他让吉礼留下的。青玉无意中得知仁淑曾经找过吉礼，心中非常生气，责怪仁淑撺掇她和落道离婚。英采和银实分别从同学那里知道了父母之间的感情纠葛，二人深受刺激，银实甚至跑去茶座向吉礼质问。第十一集：青玉决定主动和丈夫修好，于是来到旅馆给落道送睡衣。落道余怒未消，告诉青玉如果二人离婚，孩子将归落道，青玉以为落道下决心离婚，心中十分郁闷。不久，张落道偶染风寒，高烧不退，落天等人劝他就势搬回家住。落道不肯，坚持让青玉亲自过来谢罪。张落天对信子紧追不舍，经常骑着摩托车带信子兜风，信子并不拒绝。秉局的女儿柔贞在全道的数学竞赛中得了第二名，可她却高兴不起来，因为母亲仁淑的意愿是让她拿第一。英采对杨吉礼产生了极大的好奇，于是偷偷跑到茶座，想看看她是个什么样的女人。第十二集：青玉得知丈夫生病，连忙来到旅馆接落道回家。落道回家后仍然高烧不退，青玉心急如焚，无微不至地照顾他，二人关系逐渐缓和。仁淑不满秉局没上进心，并称自己的梦想是成为教授夫人。为了让女儿成为医大教授，仁淑天天督促女儿好好学习，柔贞不堪重负。信子外出约会深夜不归，裴勇泰慌了手脚。得知女儿跟落天去了首尔，勇泰向信子大发雷霆，第二天一大早又跑到剧场找落天，见到落天就是一顿猛打。落天就势恳求勇泰把信子嫁给他，勇泰断然拒绝。落道在剧场门口看到和孟顺走路的银实，不免心有所动，连忙邀请银实搭车。第十三集：英采看到银实坐在在落道的车里，心中大为不满。吉礼得知落道带走了银实，气冲冲地跑到剧场找落道。落道把银实带到商店买了件漂亮的大衣，吉礼看到，对银实大加痛斥，而银实却告诉吉礼自己并不讨厌落道。在茶座，两个男子喝醉酒对吉礼纠缠不休，正好被前来喝茶的秉局看见，秉局上前制止，被两个人打伤。吉礼搀扶秉局送他回家，被在路上等候的仁淑撞见，仁淑醋意大发。落道家的保姆玉子缠着落天要他带她去市场，落天很不情愿地答应了。第十四集：仁淑和顺子去茶座喝茶，偶遇也来喝茶的秉局，仁淑更为不快，觉得丈夫被吉礼勾了魂，她告诉青玉，她决心联合花山妇女把吉礼赶出去。许东万去首尔出差，给孟顺买了运动鞋和书包，孟顺高兴地在朋友们面前炫耀。张落道路上偶遇银实，请银实和孟顺到餐馆吃饭，还买了吃的让银实给银哲捎回去。姜明花知道后，对张落道很是不满。落天和信子外出约会，信子喝醉，两个人在首尔住了一夜。勇泰怒气冲冲找到剧场算账，落天再次请求勇泰把信子嫁给他，勇泰以为发生了自己担心的事，回到家里怒不可遏地剪掉了信子的头发。电影院要画广告，东万从首尔请来了一位名叫徐俊秀的画家……第十五集徐俊秀初到花山，在路茶座见到吉礼后顿生好感，兴奋之下，他为吉礼画了一幅像。孔玉子无意间得知落天曾经带信子外出并在首尔过夜，禁不住醋意大发，她找到张落天大闹。信子央求父亲同意自己和落天的婚事，而勇泰却倔巴巴地表示宁愿让信子一辈子不嫁也不能嫁给张落天。徐俊秀的画得到了剧场人的肯定。他再次来到路茶座，把画好的肖像送给吉礼，并表示了自己的好感。张落道对银实念念不忘，青玉看出丈夫的心思，让落道打消这个念头，把吉礼母女赶出花山。迫于老婆的威严，落道委曲求全，只好同意。不久，青玉在仁淑家巧遇银实，她从仁淑口中得知道落道曾经带银实去水原买衣服，心中很不是滋味。第十六集青玉为吉礼和银实的事伤透了脑筋，她决定离家出走。英采急忙通知父亲，落道闻讯开车追了过去。徐画家把吉礼带到剧场的画室参观，还送给她一面小镜子。他向吉礼表白，从第一眼看到吉礼就认为她是自己想要亲近的人，吉礼不置可否。秉局深夜起来找香蕉吃，遭到妻子仁淑的责备。信子的哥哥达龙在德国留学，来信中夹着和德国女友的合影，说他打算跟女友结婚后在德国住下去，勇泰看后十分生气。正八和春植在画室下象棋，影响了俊秀的工作，双方发生口角直至大打出手。第十七集为了讨好老婆，落道给青玉买了貂皮大衣，又给岳母买了围巾。落天告诉落道自己想结婚，希望哥哥帮忙，落道一口回绝。郑小姐喜欢俊秀，故意在他面前说吉礼有两个孩子，俊秀不以为意，不久，他再次带吉礼来到画室，在优美的音乐声中和她翩翩起舞，吉礼不由自主堕入情网。东万得知吉礼在俊秀处过夜，分别找吉礼和俊秀，警告他们不许胡来，二人不予理睬。玉子找到信子，谎称自己和落天是情人，信子万分震惊，激动得昏了过去，勇泰连忙把女儿送进医院抢救。第十八集落天向信子表白玉子和他没有关系，是孔玉子对他单相思，可信子就是不信，落天无奈，只好回家把玉子拉来解释，而信子却早已离开。落天警告玉子不要对信子胡说八道，玉子不服气，说她是因为喜欢落天才那么说的，落天无可奈何。信子的弟弟达丘无意中发现了哥哥寄来的照片，这才知道哥哥交了个外国女朋友。孟顺妈也从孟顺的嘴里知道了这件事，于是到处宣扬，气得勇泰大发脾气。正八带人闯到俊秀家对他拳脚相加，威胁他离开吉礼，吉礼非常矛盾，不知何去何从。落道劝青玉对自己的弟弟落天热情些，青玉不服气，正好碰上落天和玉子吵架，青玉趁机把落天叫到屋里，劝他租间房子赶紧结婚，落天不同意租房子，说这会丢大嫂的脸。落道来找吉礼，许诺帮她在首尔开家店铺，让她带着孩子离开花山，但是吉礼却要求落道将银实的户口落在他家的户籍上，落道很是头疼。落天因为得不到信子的信任，将信子拉到郊外，以跳河为要挟，要求信子相信他。第十九集信子被落天的真诚感动，与他重归于好，并定下了婚事。勇泰虽然对这桩婚事老大不愿意，也无可奈何。落天把这个消息告诉了兄嫂，青玉巴不得他早点儿结婚，催促他当天就把信子带到家里来。玉子听到落天要结婚的消息，整天神情恍惚，不仅把汤做咸了，还在信子来的时候打碎了碗，大家都觉得奇怪，只有落天和信子明白是怎么回事。七福无意透露了俊秀和吉礼仍在来往，杨正八听后忌恨在心。这一天，徐俊秀回到画室，发现刚画好的海报被人泼了油漆，许东万知道是他的几个手下干的，对他们又打又骂，可是谁都不肯定承认，气得许东万七窍生烟，最终七福站出来承认是他干的。金秉局写了首诗送给杨吉礼，表达爱慕之情，吉礼哭笑不得。不久，秉局听说张落道不给吉礼养育费，又来找张落道，指责他不应该对女儿无情，落道非常恼火，以为吉礼背后搬弄是非，有意坏他名声。两个好朋友一同外出喝酒，金秉局喝得酩酊大醉，早上起不来，误了门诊，把姜仁淑气得直骂。裴勇泰找杨吉礼谈心，知道吉礼现在交往的人是剧场画海报的画家，认为这种人不能给吉礼稳定的生活，但是吉礼相信爱情，并不在乎徐俊秀现在的处境。第二十集张落天带着信子来拜见姜明花，英学和英采笑话信子的名字，青玉让玉子问候信子，信子理都不理，一家人都很奇怪。回去的路上信子大发脾气，张落天百般哄劝，才平息了她的怒气。郑小姐借送外卖的机会，来到徐俊秀的画室闲聊，她有意无意地提起杨吉礼是张落道的情人，银实是他的女儿。徐俊秀听后，颇感意外。英采在回家的路上偶遇银实，发现她去了剧场，不免起了疑心，于是紧随其后。银实找到张落道，问他是不是自己的亲生父亲，张落道无言以对，默默地抱住了她。这一幕恰被跟踪而至的英采看到，她气哼哼地摔门离去，回到家，又被外婆数落一顿，心中更是愤愤不平。青玉追问原委，英采便把父亲办公室发生的事情告诉了她。吉礼接到徐俊秀的电话，到一家中餐馆赴约。碰巧张落天也带着信子、达丘、银哲来到这里吃饭，看到相拥而坐的吉礼和俊秀，落天心里非常不痛快。回到剧场，他打了徐俊秀两个耳光，令其不要再和杨吉礼来往。金秉局偷存私房钱，他的妻子姜仁淑结算诊所账目时发现少了五百块钱，以为是金护士贪污，要解雇金护士。金秉局看不下去，决定向老婆坦白。第二十一集金秉局向妻子坦白了贪污账目的事，姜仁淑让他交出来，金秉局骗她花光了，姜仁淑不相信，去办公室翻找，却没有找到。张落天一大早便来到茶座，警告吉礼不要做出让哥哥难堪的事情，并告诉她说徐俊秀已经保证不再见她，吉礼十分震惊，连忙来到剧场画室追问，俊秀解释说这是缓兵之计，目的在于日后的天长地久。吉礼满意了，可是就在她走后不久，得到消息的落天便带着黄春植等人便冲了进来。他们将俊秀打晕后，用车拉到了首尔。当吉礼再次来到剧场时，杨正八骗她说俊秀逃跑了。看到人去屋空，吉礼绝望地瘫坐在地上。玉子听说落天要和信子结婚，于是找到一直追求信子的白度奉，说落天对自己始乱终弃，怂恿他夺回信子。白度奉信以为真，急忙来找裴勇泰。勇泰听后怒不可遏，冲到剧场来找落天，落天苦苦解释，才得以过关。之后，他气急败坏地回到家找玉子算帐，被姜明花阻止。第二十二集张落道得知吉礼和俊秀的恋情后很不自在，来到茶座斥责吉礼，吉礼反唇相讥，落道悻悻而归。回家后又遭青玉的指责，想到自己过去的荒唐，落道无言以对。度奉告诉信子落天是个风流浪子，发誓要对她终生守护，信子将信将疑。落天约信子在郊外见面，信子对他冷言冷语，落天一气之下，扔下信子一人骑摩托车回去，在路上不小心掉进沟内，摔成重伤，信子后悔不已。第二十三集俊秀重返花山，向吉礼诉说了自己被强行赶走的经过，二人商量好一同去首尔生活。随后，吉礼找到落道，要求他抚养银实，落道非常苦恼。临走前，吉礼给银实买了手套和袜子，说出了自己的决定，银实虽然很不情愿，却也只能接受。银哲很想留下来陪姐姐，但吉礼主意已定，姐弟俩只好忍痛离别。落天痊愈出院，信子来到他家看望，二人和好如初。第二十四集吉礼带着银哲离开了花山，勇泰到火车站送行，吉礼将女儿郑重托付给勇泰。勇泰带着银实来到剧场，简单说明情况后把银实交给了落道，落道左右为难，莫衷一是。考虑再三，他决定向妻子摊牌。他约青玉出来吃饭，却一直无法开口。最终只得把银实带到了旅馆，同时向青玉撒谎说外出接待客人。青玉向落天询问客人的情况，落天无奈，只好说出了实情……第二十五集仁淑劝青玉在银实的问题上采取主动，青玉虽然极不情愿，却也觉得仁淑的话不无道理。看到落道左右为难，银实决定自己解决问题，于是向孟顺打听孤儿院的情况。勇泰知道了，便把银实接回了自己的家。青玉终于决定采纳仁淑的建议，她来到剧场向落道表示接受银实，随后来到勇泰家带走了银实，落道十分意外。第二十六集落道无意中看见银实在干家务，便斥责青玉虐待女儿。青玉连忙把责任推到玉子身上，而玉子则说是银实自愿。银哲不喜欢俊秀，请求吉礼离开俊秀，吉礼没有答应。落天到信子家拜见勇泰，勇泰明确表明自己不喜欢落天，落天并不灰心。回到家后，落天看到银实和保姆同吃同住，便向嫂子打抱不平，但青玉对落天的意见根本不予理睬。第二十七集杨正八给英淑写信，约她一同去看电影。英淑没有赴约。第二天，正八追问原因，英淑直接回绝了他。英采约春植见面，直接表白了对他的爱，春植大感意外，委婉地拒绝了她。柔贞学习时突然流起了鼻血，秉局心疼女儿，指责仁淑对孩子的要求过于苛刻。银哲终日思念姐姐，终于在一天离开家回到了花山。第二十八集银哲向姐姐诉说了自己对首尔新家的不满，银实劝弟弟回家，银哲断然拒绝。英采不能接受银实来家的事实，对她动辄欺辱。银实为了不让父亲担心，处处忍气吞声。吉礼将电话打到落道家，想向女儿询问银哲是否回到了花山，被青玉挂断了电话……第二十九集银哲来落道家找银实，银实一心希望弟弟早点回家，因此表现得非常冷淡。落道看到了，给了银实一些钱，让她给银哲买车票。可是当银实到达丘家找银哲时，却没有见到他。银实赶到火车站，收票员告诉她银哲已经坐火车走了。英采因为银实没有把她的运动鞋晾干而大发脾气，青玉劝她不要对银实太凶，英采愤然离去。吉礼回花山接银哲扑了空，她关切地寻问银实过得怎么样，并向女儿保证攒够了钱就接她回去。吉礼回到家，发现银哲没有回来，不禁心急如焚，她连夜向落道家打电话，告诉银实银哲失踪的消息，银实听后，大吃一惊第三十集玉子一时找不到自己的钱包，怀疑是银实偷走的，果然从她的兜中搜出了钱。玉子连忙跑去向青玉告状，青玉便向银实询问情况，银实说钱是落道给的，青玉十分生气。落道从首尔回来，给银实买了衣服，不敢当众交给女儿，只好让弟弟想办法交给银实。落天又找到了信子，信子来到落天家，将衣服交给银实，结果还是引起了青玉的怀疑。落道和勇泰商量落天的婚事，落道明确表态不打算给落天买房。第三十一集英采到剧场向春植表白情感，遭到了拒绝，心中十分失望。落道见英采回家很晚，不免批评了几句，青玉连忙为英采辩护，落道无可奈何。落天再次因银实与保姆一起吃饭与青玉发生了争执，落道怕事情闹大，连忙制止弟弟。俊秀为找银哲一夜未归，第二天回到家，满腹怀疑的吉礼大发脾气，俊秀认真解释，吉礼才消除了疑惑。银实的班主任江浩和孟顺一起到银实家做家访，明花极力掩饰虐待银实的事实，江浩却已经心知肚明。几经周折，勇泰终于同意落天与信子结婚，一家人欢天喜地地定下了佳期。为找儿子，吉礼忧心如焚，无奈之下，她只得求助于算命师。算命师说银哲没有死，劝吉礼不要再找他，吉礼将信将疑。第三十二集落道和秉局一同喝酒，二人互吐苦水，不知不觉喝得酩酊大醉。落天告诉青玉结婚日期已定，希望给他准备聘礼和房子，但青玉表现得并不热情。在仁淑的逼问下，秉局只好如实告诉妻子夜不归宿的原因。得知落道夜不归宿后，玉子告诉银实因为她社长和夫人可能要离婚。银实深感内疚，给父亲留下一封信后便去了孤儿院，不想在路上被落道撞见，落道把她带回家，严厉地责怪她擅自离家出走的行为。银实离家出走、落道夜不归宿……一连串的打击使青玉伤心之至，她来到寺庙祈祷。第三十三集落道发现妻子情绪低落，便带她一同到水原最有名的西餐馆吃饭，同时耐心地开导她。银实被落天带回家后，遭到了英采的奚落。落天十分生气，教育英采和英学以后善待妹妹。英采不服，和叔叔吵了起来。随后跑出家门找春植诉苦，这让春植颇感为难，可是英采却不以为然。英学在自己房间兴致勃勃地看正楠写给他的情书，被突然闯进来的青玉发现。知道英学在谈恋爱后，青玉大为光火，抓起吉他猛打儿子。在首尔，吉礼和俊秀也因为银哲发生了口角，俊秀一气之下动手打了吉礼一记耳光。秉局觉得生活无聊，缠着仁淑再为他生一个儿子，遭到断然拒绝。第三十四集吉礼挨了俊秀的耳光后，一气之下回到花山，无意中从信子口中听说了银实出走的事，以为银实在家里受了虐待，来找落道评理，扬言要把银实带走。落道很是愤怒，连忙叫落天去学校，赶在吉礼之前把银实接回来。吉礼来到学校找到银实，要把她带回首尔，银实把事情的经过详细讲给吉礼，保证家中并没有人虐待她，还表示愿意跟爸爸在一起生活，让她不要担心。落天在学校扑了空，一直追到火车站，才见到了银实。落天长出一口气，问侄女为什么没跟妈妈走，银实回答说她去了也不会对妈妈有任何帮助，表示以后会跟爸爸在一起，绝不会离家出走。落天听了，很是安慰。许东万因为黄春植他们喝酒误事，要把他们开除，落天从中阻拦，被嘲笑了一顿，气得无可奈何，只能偷偷在落道面前说坏话。正楠知道了英学挨打的事，左右为难，让英采为她带最后一封信，任青玉发现后再次告诫英学，在考上大学之前不要和女孩子来往，英学只好应承下来。吉礼从华山回到家，发现屋里来了一个陌生女人……第三十五集一个名叫夏美京的陌生女人出现在吉礼面前，自称是徐俊秀过去的情人，吉礼震惊不已。俊秀回来后，吉礼质问他是否认识这个女人。俊秀也愣住了，他承认以前与那个女人有过关系，不过现在早已分手。可是当他要把美京赶出家门时，美京反倒要求他们付房租，说那座房子属于她，并且在他们家里住了下来。第二天，趁俊秀外出，她还要求吉礼跟俊秀分手。银实忘了玉子让她换炭的事，家里没有炭，无法取暖，整座房子里都是冷冰冰的。玉子因此挨了骂，她怀恨在心，不给银实吃早饭，也没给她准备午餐。银实默默地忍受着。中午大家一起吃饭时，孟顺发现银实没有带饭盒，便把自己的午餐交给了银实，银实非常感动。落天和信子的婚期定了，裴勇泰给了他们一笔钱，落天觉得那些钱不够，于是要青玉替他们准备婚事，遭到了青玉的白眼。信子气不过，又开始跟落天闹别扭。这一切全都被白度奉看在眼里，他感觉自己的机会来了，便开始向信子献殷勤，被信子狠狠地奚落了一番。英采送给黄春植一条围巾，春植向她坦言，不想接受她的好感，因为他很珍惜目前的工作，不想被赶出剧场。第三十六集落道从首尔出差回来，给青玉打电话，让她把孩子们带出来共进晚餐，还特意嘱咐她带上银实。青玉出门的时候，正好赶上姜明花回来，青玉没有邀请妈妈，心中很是尴尬。老太太更是生气，决定不吃晚饭。在餐馆里，落道郑重地告诉孩子们，自己将要参加花山郡议员的竞选，他给他们讲了自己的奋斗史，说自己虽然只有小学毕业，却要求他们在别人面前不要自卑。英采听说爸爸只有小学学历，觉得很没面子，英学却觉得爸爸很伟大，为爸爸感到自豪。回到家中，听说妈妈没吃饭，青玉赶忙解释，姜明花越听越生气。直到落道拿出从首尔买回来的胭脂和口红，才哄得老太太开心起来。信子提出结婚以后想跟爸爸住在一起，落天很不情愿。回家的路上不小心摔了一跤，被白度奉嘲笑一番，差点儿打起来。英采让银实给她洗头，落天看见了，动手打了英采，还指责青玉不懂管教，青玉气不过，连打带骂地把英采拉到落道的房间，落道莫名其妙，连忙追问缘由，银实跟进来，恳切地请求家里人不要再因为她吵架。第三十七集和嫂子争吵后，落天自知鲁莽，没吃早饭就来到了信子家，裴勇泰挖苦他，落天竟然振振有词，闹得裴勇泰哭笑不得。学校组织学生去看电影《巨人》，孟顺被伊丽莎白的美貌迷住，决定长大以后当电影演员，银实却说自己的理想是当一名企业家，挣很多很多的钱。姜仁淑意外地发现自己怀孕了，她不想再受生育之苦，一直瞒着金秉局，趁青玉来看她时，说服青玉跟着她偷偷去打了胎。学校的成绩单发下来，银实考了全班第二名，落道乐不可支，说给青玉听，却遭到了青玉的冷嘲热讽。英采约黄春植见面，春植没去，英采很失望，回到家骗妈妈是去图书馆复习。虽然放假了，可是银实仍然认真复习功课，孔玉子讥笑她，说青玉不会支持她读书，她将来的任务是接替玉子做家务。银实回答说她不想像玉子那样生活，也不希望做像玉子那样的人。由于夏美京一直住在俊秀家不走，俊秀想和吉礼到旅馆享受一晚二人世界，被吉礼拒绝，当天夜里，美京阑尾炎急性发作，被俊秀送进了医院。第三十八集仁淑堕胎后在家休养，青玉给仁淑送来了海带汤为她滋补身体。秉局有些奇怪，在厨房里看到了仁淑的药方，更起了疑心，回到医院后连忙给妇产医院打电话，终于了解到仁淑实施堕胎手术的事实。秉局大受刺激，气愤之下离家出走。落天向落道要了十万元，和信子一起去首尔买礼物。孟顺悄悄来到银实家，发现银实在家里并不幸福，来到学校后把事情告诉了老师江浩。第三十九集仁淑赶到旅馆，趁秉局熟睡将他拉回家，秉局醒后执意离开，并声明要与仁淑离婚。仁淑把青玉和落道叫来，在好朋友的劝解和女儿的哀求下，秉局最终放弃了离婚的打算。英采对春植穷追不舍，春植很严厉地拒绝了她，英采十分失望。江浩的儿子民在从父亲那里了解到银实的处境，对银实充满同情，旁敲侧击地劝英学善待自己同父异母的妹妹。英学深受触动，决定改变对银实的冷漠态度。第四十集青玉向玉子发牢骚，嫌信子家送来的彩礼钱太少。青玉从孟顺妈口中得知姜明花背着自己在市场放高利贷，回家抱怨妈妈丢了子女的脸，姜明花气得要离家出走，青玉和玉子好不容易才劝住了老太太。为了成为议员候选人，落道让青玉带上三十万急速到首尔来，支持他的运作。民在送给孟顺和银实各一本小说，鼓励银实不要气馁，坚强地面对生活。美京提出出院后仍然住在俊秀家，俊秀无法拒绝，吉礼听后闷闷不乐。银实所在的班投票选举班长，银实的票数意外地超过了柔贞，因此当选为班长。第四十一集信子从玉子口中得知，青玉不仅不满彩礼钱太少还抱怨自己没有妈妈，不觉万分失落，回家后声称不想嫁人，勇泰莫名其妙。落天知道后对嫂子的不满进一步加深。落道没有被他所在的党派推选为候选人，他并不灰心，不顾青玉及家人的反对，决心以无党派身份参加竞选。得知自己女儿没有当上班长，仁淑火冒三丈，径直跑到学校，要求班主任一星期后重新进行班长的选举。第四十二集银实给吉礼写了一封信，诉说了自己的思念之情，吉礼看后痛哭失声。美京病愈出院，要求徐俊秀背自己回家，吉礼看到后醋意大发，两个女人一言不合，撕打在一起，徐俊秀无可奈何。张落道在家宴请花山名流，表明自己竞选议员的决心，大家都表示支持，张落道信心大增，青玉却劝他不要高兴得太早。落天和信子的婚礼隆重举行，在许东万的策划下，婚礼成了张落道竞选国会议员的拉票场……",
    "chinese_title": "银实",
    "douban_rating": "8.2/10 from 340 users",
    "foreign_title": "은실이",
    "douban_rating_average": "8.2",
    "update_at": "2025-06-06T13:55:45"
}