{
    "aka": [],
    "sid": "3837519",
    "cast": [
        {
            "url": "/celebrity/1311185/",
            "name": "马克·布朗罗 Mark Brownlow",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009405/",
            "name": "本尼迪克特·康伯巴奇 Benedict Cumberbatch",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2569710522.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1458521",
    "director": [
        {
            "url": "/celebrity/1311185/",
            "name": "马克·布朗罗 Mark Brownlow",
            "@type": "Person"
        }
    ],
    "duration": "59分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-05-10(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1458521/",
    "imdb_votes": 2549,
    "this_title": [
        "South Pacific"
    ],
    "douban_link": "https://movie.douban.com/subject/3837519/",
    "imdb_rating": "8.7/10 from 2549 users",
    "trans_title": [
        "南太平洋"
    ],
    "douban_votes": "11552",
    "introduction": "1.海洋岛屿它们非同的隔绝产生了地球上其它地方所没有的一些最稀奇、惊人和不安定的生存例子，从撕扯掉椰子的大蟹，到把猎物钉在匕首般爪子上食肉毛虫。人类文明同样不同。五旬节岛上的人们从高高的木制脚手架上纵身鱼跃来庆祝他们每年的收获，只用丛林藤本植物来阻止坠落。在微小的恩浮塔岛，或许是地球上最僻远的人类社会，当地人为了生存完全依赖他们的庄稼和捕猎。2.漂流者在南太平洋并没有荒岛这一回事。它们也许是地球上最偏僻，但2万余个岛屿个个都被开拓了，从新几内亚，天堂鸟的家园，部落野蛮的成人仪式将年轻的战士变成鳄鱼人，到斐济，法属玻利尼西和夏威夷。这是最后漂流者的故事，从咸水鳄和巨鳗到冠鬣蜥和怪蛙，为了成功不顾一切到达数千哩远的岛屿。这些旅程是很好的功绩。据估计每6万年才有一个物种到达夏威夷。难以相信，这么多的开拓者到达这些受到大自然像龙卷风和海啸接二连三粗暴打击的岛屿。南太平洋首次人类，玻利尼西亚人的航行，难以忘怀。这些旅程的确是最伟大的探索行动，甚至可以断言，他们永远地改变了南太平洋的大自然。3.蔚蓝大海大部分地区是偏僻的，蓝色的旷野的南太平洋是海洋沙漠。海洋中生活着许多动物，它们中有鲨鱼，鲸鱼和海龟，不得不行进异常的距离去生存。虎鲨航行数百哩去享用刚会飞翔的信天翁幼雏的盛宴，每年，抹香鲸从南太平洋的一边旅行另一边去觅食和交配。它们的旅行以悲剧为结局。但南太平洋并不全是沙漠。新西兰超级富饶的海岸支撑着庞大的特技专家-海豚群，它的珊瑚礁是地球上最丰富多样的，没有几个地方的野生动物比古怪的加拉帕戈斯群岛更丰富的，是热带企鹅和冲浪高手海狮的发源地。片中始终贯穿着最大的海难故事-令人鼓舞的莫比·迪克的事件（白鲸记）。揭示出在这片看似蔚蓝的大海里巨大的生存挑战。4.海洋火山目击地球上最大的海洋中的岛屿出生，成长和死亡。数百万年的历程浓缩在1小时，展现海底火山爆发时难以忘目的影像，熔岩流在海浪下面爆炸。路和房子被熔岩流埋葬。从狂暴开始显露无比丰富的珊瑚礁供养着大群的灰真鲨和大蝠鲼。南太平洋升起的陆地同样为一些非常陌生的动物带来生命，从能在热带冰雪中兴旺发达的吸血虫，依靠火山泉孵蛋的塚雉，到被珊瑚山截留的大群水母群。5.奇异的岛屿在南太平洋的孤岛上有着无战斗力的鹦鹉，翻地觅食的蝙蝠，大石龙子和在树上的袋鼠。野生动物以奇怪的方式演化。在岛上生存可能要付出高代价，对于新来的物种，全都想挣脱这地狱。这里展现出一个难题：为什么动物能完美的适应了岛屿生活，轻易地放弃了灵魂？答案由生存在新西兰海岸外的小岛上，某些不太可能存在的动物来揭示。人类历史上的活动区域进一步表明，无论它曾是否田园般的，南太平洋岛屿上的生命从未远离过灾难。6.脆弱的天堂南太平洋仍相对健康，鱼群丰富，但这是个脆弱的天堂。国际捕鱼渔船为鲨鱼，信天翁和金枪鱼敲响了严重的警钟，对这片美丽的大海还有其它的暗藏危险。这一集注视怎么来维护海洋及其野生动物。从该地区人类历史的诸多迹象表明，田园般的，充满生机的南太平洋从未远离过灾难。",
    "chinese_title": "南太平洋",
    "douban_rating": "9.6/10 from 11552 users",
    "foreign_title": "South Pacific",
    "imdb_rating_average": 8.7,
    "douban_rating_average": "9.6",
    "update_at": "2025-03-23T05:21:20"
}