{
    "aka": [],
    "sid": "3837039",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2889107053.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1390479",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1997"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1390479/",
    "imdb_votes": 37,
    "this_title": [
        "No More to Say & Nothing to Weep For: An Elegy for Allen Ginsberg 1926-1997"
    ],
    "douban_link": "https://movie.douban.com/subject/3837039/",
    "imdb_rating": "6.6/10 from 37 users",
    "trans_title": [
        "无话可说，无可哭泣：艾伦·金斯伯格的挽歌 1926-1997"
    ],
    "douban_votes": "0",
    "introduction": "A portrait of the American Beat poet, Buddhist and counter-cultural hero, who died in New York in 1997, this revealing documentary includes his last television interview as well as extraordinary footage of his final days. Participants include his family and friends, fellow poets and performers, Patti Smith and Paul McCartney. Composer and collaborator Philip Glass also appears and there is a rare interview with Ginsbergs life-long partner Peter Orlovsky.Ginsberg candidly discusses his personal life and literary career in the film and provides access to home movies of himself as a child. Archive footage provides a fascinating overview of the poets eventful life: his 1965 reading at the Royal Albert Hall, his chanting at the 1968 Democratic Convention and at the Rocky Flats plutonium plant and TV interviews with William Buckley and Dick Cavett. There is also a chance to see previously unseen film of him in performance with Paul McCartney as well as Patti Smiths poignant New York memorial service tribute.Ginsberg was always interested in the idea of death and invited Jonas Mekas (a leading light of the US underground cinema) to film his final moments. The last sequence shows Ginsberg on his deathbed in his loft in New York.Allen Ginsberg was born in New Jersey in 1926, the son of a well-known poet and teacher. As a student at Columbia in the 1940s he struck up friendships with William Burroughs, Jack Kerouac and Neal Cassady. Ginsberg became associated with the Beat movement in the 1950s and published his first volume of poetry Howl and Other Poems in 1956. Howl overcame censorship trials to become one of the most widely read poems of the century. A great lover of music, Ginsberg collaborated with Bob Dylan, Paul McCartney and Philip Glass.",
    "chinese_title": "无话可说，无可哭泣：艾伦·金斯伯格的挽歌 1926-1997",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "No More to Say & Nothing to Weep For: An Elegy for Allen Ginsberg 1926-1997",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-03-20T03:26:12"
}