{
    "aka": [
        "Laulev Revolutsioon"
    ],
    "sid": "3838165",
    "cast": [
        {
            "url": "/celebrity/1198556/",
            "name": "Gustav Ernesaks Gustav Ernesaks",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000081/",
            "name": "琳达·亨特 Linda Hunt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1218707/",
            "name": "Mart Laar Mart Laar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1184940/",
            "name": "Edgar Savisaar Edgar Savisaar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1195993/",
            "name": "Ivo Linna Ivo Linna",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "纪录片",
        "音乐",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2509414057.jpg",
    "region": [
        "美国/爱沙尼亚"
    ],
    "writer": [],
    "imdb_id": "tt0954008",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2007-12"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0954008/",
    "imdb_votes": 647,
    "this_title": [
        "The Singing Revolution"
    ],
    "douban_link": "https://movie.douban.com/subject/3838165/",
    "imdb_rating": "8.4/10 from 647 users",
    "trans_title": [
        "歌唱革命",
        "Laulev Revolutsioon"
    ],
    "douban_votes": "0",
    "introduction": "First occupied by the Soviets in 1939, then by the Nazis, and then by the Soviets again, Estonia lived through decades of terror. By the end of World War II, more than one-quarter of the population had been deported to Siberia, been executed, or had fled the country. Music sustained the Estonian people during those years, and was such a crucial part of their struggle for freedom that their successful bid for independence is known as the Singing Revolution. The Singing Revolution is the first film to tell this historically vital tale. “This is a story that has not been told outside Estonia,” said filmmaker James Tusty, who is of Estonian descent. “We felt it was time the rest of the world knew of the amazing events that happened here.” In 1999, Tusty and his wife and co-producer Maureen lived in Tallinn, Estonia, while teaching film production at an Estonian University. The experience sparked their interest in the Singing Revolution, and in 2001 they returned to Estonia to teach and also to begin the meticulous research that would anchor their documentary. To make the film, the Tustys interviewed more than forty movement leaders, Estonian statesmen, and average citizens. They also combed through archives around the world...unearthing rare, forgotten footage of life under Soviet rule. Four years in the making, The Singing Revolution is a moving, intensely human testament to the sustaining power of hope and the motivating strength of song. The film reflects the indomitable human drive for personal freedom, political independence, and self-determination. The Singing Revolution was produced by Mountain View Productions with Allfilm and Northern Light Productions, and in association with the U.S.-Baltic Foundation, The Estonian American National Council, and the Moving Picture Institute. The executive producers are Steve and Karla Jurvetson. The producers are the Tustys, Bestor Cram, Piret Tibbo-Hudgins, and Artur Talvik. The directors are the Tustys and Mike Majoros. The film was edited by Mike Majoros and written by Majoros and the Tustys.",
    "chinese_title": "歌唱革命",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Singing Revolution",
    "imdb_rating_average": 8.4,
    "douban_rating_average": 0,
    "update_at": "2025-05-05T02:23:57"
}