{
    "aka": [],
    "sid": "3838072",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1447930",
    "director": [
        {
            "url": "/celebrity/1089938/",
            "name": "Michael Dempsey Michael Dempsey",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-06-23"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1447930/",
    "imdb_votes": 23,
    "this_title": [
        "The Superstars Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/3838072/",
    "imdb_rating": "6.4/10 from 23 users",
    "trans_title": [
        "超级明星  第一季"
    ],
    "douban_votes": "0",
    "introduction": "The Superstars Premiered: June 23, 2009 Airs: Tuesday 8:00 PM on ABC Status: New Series Genre: Reality Plot Outline: Based on the ABC classic series Wide World of Sports, this new offering pits athletes from a number of different sports against each others in order to determine the world's best athelete. ABC announces the cast and team pairings of new alternative series The Superstars, a fresh take on an old favorite. The eight athletes are Jennifer Capriati, Brandi Chastain, Robert Horry, Jeff Kent, Kristi Leskinen, Lisa Leslie, Bode Miller and Terrell Owens. The eight celebrities are David Charvet, Maksim Chmerkovskiy, Dan Cortese, Paige Hemmis, Julio Iglesias, Jr., Joanna Krupa, Ali Landry and Estella Warren. The series is based on ABC's classic Wide World of Sports series of the same name, which pitted athletes from all different sports against each other to determine the best athlete in the world. The Superstars pairs the celebrities with the athletes to compete in varying sporting events. Participants found out who their selected partners were only when they met for the first time at the Atlantis Resort in the Bahamas. The six-episode series premieres TUESDAY, JUNE 23 (8:00-9:00 p.m., ET) on the ABC Television Network. Every week a team will be eliminated until one team is ultimately crowned the winner. Competitors' athletic prowess and strategy will be put to the test to excel in events including swimming, biking, running and kayaking, in addition to other head-to-head athletic challenges everyone must try to conquer. The team pairings for The Superstars will be Terrell Owens & Joanna Krupa; Jeff Kent & Ali Landry; Robert Horry & Estella Warren: Bode Miller & Paige Hemmis; Kristi Leskinen & Maksim Chmerkovskiy; Lisa Leslie & Dan Cortese; Jennifer Capriati & David Charvet; and Brandi Chastain & Julio Iglesias, Jr. The Superstars past winners include football stars Herschel Walker in 1987 and Jason Sehorn in 1998, decathlete Dave Johnson in 1993 and Olympic skier Bode Miller (who makes his return this year) in 2002. HOSTS John Saunders Warren Sapp Jenn Brown TEAMS Terrell Owens & Joanna Krupa Jeff Kent & Ali Landry Robert Horry & Estella Warren Bode Miller & Paige Hemmis Kristi Leskinen & Maksim Chmerkovskiy Lisa Leslie & Dan Cortese Jennifer Capriati & David Charvet Brandi Chastain & Julio Iglesias, Jr.",
    "chinese_title": "超级明星  第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Superstars Season 1",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-08-12T11:13:11"
}