{
    "aka": [
        "Justice"
    ],
    "sid": "3841530",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2910282115.jpg",
    "region": [
        "荷兰",
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1307290/",
            "name": "玛丽亚·拉莫斯 Maria Ramos",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0397491",
    "director": [
        {
            "url": "/celebrity/1307290/",
            "name": "玛丽亚·拉莫斯 Maria Ramos",
            "@type": "Person"
        }
    ],
    "duration": "100 分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2004"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0397491/",
    "imdb_votes": 307,
    "this_title": [
        "Justiça"
    ],
    "douban_link": "https://movie.douban.com/subject/3841530/",
    "imdb_rating": "7.3/10 from 307 users",
    "trans_title": [
        "Justice"
    ],
    "douban_votes": "0",
    "introduction": "In Justica, Maria Ramos puts a camera where many Brazilians have never been — a criminal courtroom in Rio de Janeiro, following the daily routine of several characters. There are those that work there every day (public attorneys, judges, and prosecutors) and those that are merely passing through (the accused). The camera is used as an instrument that sees the social theater, the structures of power — that is to say, what is, in general, invisible to us. The corridors of the Courts of Justice, the design and layout of the courtroom, the discourse, the codes, postures — all the little visual details and sounds become relevant. The camera is always positioned for a specific scene but is not moved brusquely, in an attempt to avoid unnecessary commotion. A sign of respect, of non-intervention and not wishing to exploit. There are no interviews or statements, the camera registers what goes on in front of it.The documentary shows the daily life in the Courts by observing hearings of relatively petty crimes: a man caught with a stolen car, another accused of complicity in theft, or young people caught carrying drugs and weapons. The filmmaker follows a little closer a public attorney, a judge/professor in law and an accused. The sequences when judges interrogate the accused inside the courtroon are alternated with images outside of this universe (for example, the Detention Center and even some people in their home), which shows, therefore, that it is not closed and cyclical, but profoundly linked with the society of witch it is part, and with a direct consequence in the life of people that move through the legal corridors.With her options clear, and unobscured by her choice for sobriety and simplicity, Maria Ramos makes it evident that, like documentary making, justice is a long way from being impartial. How and for whom the judicial system works for in Brazil is the fundamental question dealt with in this film, without providing any definite answers or making preconceived judgements.",
    "chinese_title": "Justiça",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-12-03T23:00:22"
}