{
    "aka": [
        "Accident"
    ],
    "sid": "3841607",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2514914562.jpg",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1303374/",
            "name": "卡奥·吉马良斯 Cao Guimarães",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1311139/",
            "name": "Pablo Lobato Pablo Lobato",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0925212",
    "director": [
        {
            "url": "/celebrity/1303374/",
            "name": "卡奥·吉马良斯 Cao Guimarães",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1311139/",
            "name": "Pablo Lobato Pablo Lobato",
            "@type": "Person"
        }
    ],
    "duration": "72分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2006"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0925212/",
    "imdb_votes": 71,
    "this_title": [
        "Acidente"
    ],
    "douban_link": "https://movie.douban.com/subject/3841607/",
    "imdb_rating": "6.9/10 from 71 users",
    "trans_title": [
        "偶然",
        "Accident"
    ],
    "douban_votes": "0",
    "introduction": "Inspired by the names of twenty towns in the state of Minas Gerais, Brazil, this beautifully photographed montage uses accidental discovery as an organizing principle to create a poem from everyday life. 72 mins. In Portuguese with English subtitles. New York premiere.Inspired by the evocative names of 20 cities in the state of Minas Gerais, Brazil, filmmakers Cao Guimaraes and Pablo Lobato uniquely meld a cinematic poem and an atypical travelogue in their film... Inspired by the evocative names of 20 cities in the state of Minas Gerais, Brazil, filmmakers Cao Guimaraes and Pablo Lobato uniquely meld a cinematic poem and an atypical travelogue in their film Acidente. Guimaraes and Lobato visit each city and unobtrusively film slices of life, from a religious procession in Virgem da Lapa (Virgin of the Rock), to the nighttime activity at a lone gas station in Olhos d'Agua (Watery Eyes), to women sweeping the road in Entre Folhas (Between Leaves). These individual picture postcards form a larger tapestry revealing the diversity of the people, locations, and cultures of the region, while the place names gradually unite to become a literal and expressive poem on the screen. As the title suggests, much of what is filmed happens by chance, highlighting the unpredictability of life, even as the portraits of the various cities palpably reflect their names and their assimilation into the filmmakers' lyrical structure. Purpose and accident, and text and image, merge to explore different facets of life in these cities, where a great deal takes place off camera, in the margins of the frame, or in the shadows. Local music and alternating film and video footage further individualize each city, creating a strong sense of place. Acidente rewards the viewer with the joy of discovering not only Guimaraes and Lobato's poem as it comes together, line by line, but also the people and places of Minas Gerais, city by city.",
    "chinese_title": "偶然",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Acidente",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-06-20T01:00:18"
}