{
    "aka": [
        "Blues de Andrea"
    ],
    "sid": "3841694",
    "cast": [
        {
            "url": "/celebrity/1007465/",
            "name": "Gustavo Belatti Gustavo Belatti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042270/",
            "name": "阿特洛·波宁 Arturo Bonín",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1058722/",
            "name": "雨果·阿拉纳 Hugo Arana",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1079657/",
            "name": "Mauricio Dayub Mauricio Dayub",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1116374/",
            "name": "Onofre Lovero Onofre Lovero",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1986",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "阿根廷"
    ],
    "writer": [
        {
            "url": "/celebrity/1029011/",
            "name": "路易斯·塞普尔维达 Luis Sepúlveda",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0331065",
    "director": [
        {
            "url": "/celebrity/1029011/",
            "name": "路易斯·塞普尔维达 Luis Sepúlveda",
            "@type": "Person"
        }
    ],
    "duration": "96 分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1986"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0331065/",
    "imdb_votes": 8,
    "this_title": [
        "Vivir a los 17"
    ],
    "douban_link": "https://movie.douban.com/subject/3841694/",
    "imdb_rating": "6.0/10 from 8 users",
    "trans_title": [
        "Blues de Andrea"
    ],
    "douban_votes": "0",
    "introduction": "Luis Sepúlveda (born October 4, 1949) is a Chilean writer, film director, journalist and political activist.Luis Sepúlveda was born in Ovalle in Chile in 1949. After secondary school in Santiago, he studied theatre production at the National University. In 1969, Sepúlveda was given a fie-year scholarship to continue his drama studies at the Moscow University, but it was withdrawn after five months on account of 'misconduct' (he made friends with some dissidents, and had to go back to Chile).Luis Sepúlveda was politically active first as a leader of the student movement and in the Salvador Allende administration in the department of cultural affairs where he was in charge of a series of cheap editions of classics for the general public. He also acted as a mediator between the government and Chilean companies.After the Chilean coup of 1973 which brought to power General Augusto Pinochet he was jailed for two-and-a-half years and then obtained a conditional release through the efforts of the German branch of Amnesty International and was kept under house arrest.He managed to escape and went underground for nearly a year. With the help of a friend who was head of the Alliance fran?aise in Valparaíso he set up a drama group that became the first cultural focus of resistance. He was rearrested and given a life sentence (later reduced to twenty-eight years) for treason and subversion.The German section of Amnesty International intervened again and his prison sentence was commuted to eight years of exile, and in 1977 he left Chile to fly to Sweden where he was supposed to teach Spanish literature. At the first stopover in Buenos Aires he escaped and managed to go to Uruguay but since many of his Uruguayan and Argentinian friends were dead or in prison because of the respective dictatorships he went first to S?o Paulo in Brazil and then to Paraguay. He had to leave again because of the local regime and finally settled in Quito in Ecuador guest of his friend Jorge Enrique Adoum. He directed the Alliance Fran?aise theatre, founded a theatrical company and took part in a UNESCO expedition to assess the impact of colonization on the Shuar Indians.During the expedition he shared the life of the Shuars for seven months and came to an understanding of Latin America as a multicultural and multilingual continent where the Marxism-Leninism he was taught was not applicable to a rural population that was dependent on its surrounding natural environment. He worked in close contact with Indian organizations and drafted the first literacy teaching plan for the Imbabura peasants' federation, in the Andes.In 1979 he joined the Simón Bolívar international brigade which was fighting in Nicaragua and after the victory of the revolution he started working as a journalist and one year later he left for Europe.He went to Hamburg in Germany because of his admiration of German literature (he learned the language in prison) especially the romantics as Novalis and Friedrich H?lderlin and worked there as journalist traveling widely in Latin America and Africa.In 1982 he came in contact with Greenpeace and worked until 1987 as a crewmember on one of their ships. He later acted as co-ordinator between various branches of the organization.",
    "chinese_title": "Vivir a los 17",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-10-12T14:42:09"
}