{
    "aka": [
        "Frescoes"
    ],
    "sid": "3841687",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872313561.jpg",
    "region": [
        "亚美尼亚",
        "俄罗斯",
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1164042/",
            "name": "Yuri Yerzinkyan Yuri Yerzinkyan",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0420668",
    "director": [
        {
            "url": "/celebrity/1164042/",
            "name": "Yuri Yerzinkyan Yuri Yerzinkyan",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "亚美尼亚语"
    ],
    "playdate": [
        "2002"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0420668/",
    "this_title": [
        "Freski"
    ],
    "douban_link": "https://movie.douban.com/subject/3841687/",
    "trans_title": [
        "壁画",
        "Frescoes"
    ],
    "douban_votes": "0",
    "introduction": "The Armenian nation suffered two great catastrophes in the last century. In the First World War it was the genocide carried out by the Turks; in 1988 it was a devastating earthquake. After Armenia was able to finally achieve independence, over a million people left the country. Gravedigger Garnik, stonecutter Arut, orthodox priest Tatul and little Varuzh, however do not intend to leave their homes. They spend their days in the giant cemetery in the town of Giumri, which had been almost completely destroyed by the earthquake. In scenes of lyrical images, renowned documentary filmmaker Alexander Gutman effectively explores the borders between a town that is both and alive and dead and between childhood and adulthood. The combination of black and white, color, and yellow-black footage intensifies this gradually emerging insight into the Armenian soul.Frescoes was shot in a small Armenian city that was almost completely destroyed by an earthquake in 1988. Soon after that tragedy, Armenia gained independence. The earthquake destroyed one city, but built another: the city of the dead, the cemetery. The central figures of the film are a young boy, a priest, a gravedigger and two stonemasons, who spend their days at the cemetery. Contrary to what one would expect, this is not only a place of death. There are conversations about the big and small things in life; people drink and laugh; a birthday celebration is held. The boy’s baptism and a flock of white doves released at a wedding ceremony symbolise the optimism and vitality of this small community and, by extension, the whole of Armenia.",
    "chinese_title": "壁画",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Freski",
    "douban_rating_average": 0,
    "update_at": "2025-12-05T11:21:20"
}