{
    "aka": [
        "The crisis caused two more deaths"
    ],
    "sid": "3842277",
    "cast": [
        {
            "url": "/celebrity/1283301/",
            "name": "Edgardo Esteban Edgardo Esteban",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873079524.jpg",
    "region": [
        "阿根廷"
    ],
    "writer": [],
    "imdb_id": "tt0984018",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2006"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0984018/",
    "imdb_votes": 57,
    "this_title": [
        "La crisis causó dos nuevas muertes"
    ],
    "douban_link": "https://movie.douban.com/subject/3842277/",
    "imdb_rating": "7.7/10 from 57 users",
    "trans_title": [
        "The crisis caused two more deaths"
    ],
    "douban_votes": "0",
    "introduction": "La cobertura de los asesinatos de Kostecki y Santillán, realizada en la estación de tren de Avellaneda el 26 de junio de 2002 es uno de los puntos más bajos a los que llegó el periodismo nacional. Durante dos días, y contra toda lógica, la mayor parte de los diarios y programas de televisión acusó de violentos a los mismo piqueteros que habían sido objeto de una cacería despiadada. El colmo de la desinformación de esos días aciagos la proporcionó el diario Clarín con su infame titular de tapa que, con un retorcido lenguaje orwelleano, decía: “La crisis causó dos nuevas muertes”.  La película de Escobar y Finvarb pasa revista, con material de archivo y entrevistas, a los hechos ocurridos durante la represión policial y su deformado reflejo en los medios. Los asesinatos fueron registrados por dos fotógrafos, uno independiente y otro de Clarín. Sin embargo, la secuencia de las imágenes, que demostraba más allá de toda duda que las muertes habían sido provocadas por la policía (y no por una inmaterial “crisis” ni por los propios piqueteros, como sugería el gobierno), se publicó dos días después de los hechos. La película es apasionante, aún cuando no termine de profundizar en las dos hipótesis acerca de ese lapso de desinformación: la conspirativa y la de la incompetencia. En cualquiera de los dos casos (y la verdad probablemente esté en algún lugar intermedio) la imagen que queda del diario más importante de la Argentina y uno de los más grandes de Sudamérica es inquietante: la marcha no había sido cubierta por redactores, que fueron enviados después de los hechos, sino solo por fotógrafos; los redactores se muestran desinteresados por las decisiones editoriales para con su propio trabajo y los representantes más encumbrados del diario demuestran una notable falta de jerarquía intelectual. La experiencia de escucharlo a Julio Blanck, con su hablar chabacano y su argumentación barrial, es francamente asombrosa. Aún con sus imprecisiones (a pesar de su subtítulo, la película pasa demasiado rápido por el resto de los medios informativos), La crisis… es un documento poderoso acerca de cómo se hace periodismo en la Argentina.",
    "chinese_title": "La crisis causó dos nuevas muertes",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-04-28T23:13:34"
}