{
    "aka": [
        "The Boy From Lebanon"
    ],
    "sid": "3843272",
    "cast": [
        {
            "url": "/celebrity/1084540/",
            "name": "马克·德容 Marc de Jonge",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1106752/",
            "name": "阿加泽·德·拉·方丹 Agathe de La Fontaine",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1329952/",
            "name": "陶菲克·杰拉巴 Tewfik Jallab",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1994",
    "genre": [
        "剧情",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2560256726.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1029155/",
            "name": "克洛德·克洛茨 Claude Klotz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1290763/",
            "name": "吉勒斯·戴·迈斯特 Gilles de Maistre",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1333954/",
            "name": "米盖尔·古贺托 Miguel Courtois",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0110260",
    "director": [
        {
            "url": "/celebrity/1290763/",
            "name": "吉勒斯·戴·迈斯特 Gilles de Maistre",
            "@type": "Person"
        }
    ],
    "duration": "87分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1994-06-22(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0110260/",
    "imdb_votes": 243,
    "this_title": [
        "killer kid"
    ],
    "douban_link": "https://movie.douban.com/subject/3843272/",
    "imdb_rating": "7.1/10 from 243 users",
    "trans_title": [
        "来自黎巴嫩的孩子",
        "The Boy From Lebanon"
    ],
    "douban_votes": "0",
    "introduction": "KILLER KID is another in the series of French films from the TALE FROM THE ORPHANAGE series. The title of the film is unfortunate as is the graphic on the cover of the DVD: this is not a silly sci-fi comic book story, but instead is a serious, alarming, poignant, and timely true story of how in this age of Terrorism it is the children who make the 'best terrorists'.The setting is Lebanon 1986 and Djilali (Teufik Jallab) is a young boy sold into the military by his uncle for $3000. and is placed in a military camp where he is indoctrinated, trained, taught to kill, to resist, and to hate infidels (Jews and Christians) because they are the enemies of the Arab Muslims (Djilali's father was killed by a Jew). The training camp is show in grim detail - six young boys trained to fight and prepare for 'missions' to assassinate the enemy. It is a competition for a particular mission in France and Djilali is finally chosen and sent to Paris where is to live with a 'family' setup that will prepare him for the final phase of the mission - to assassinate the President of France.Once in Paris, Djilali is placed with a young Arab boy Karim (Younesse Boudache), a buoyant street kid who befriends his junkie girl friend Isabelle (Agathe de La Fontaine) and prefers skateboarding and rap music to affairs of political nature. Djilali is to observe Karim and learn the boy's every behavior. In the process the two boys gradually bond and the hardened Djilali softens to Karim's humanity and fun-loving outlook. The moment of truth comes when Djilali is informed that he is to pose as Karim in order to kill the President of France. The manner in which these two bonded boys resolve Djilali's dilemma calls forth a surprise that abruptly alters the tone of the story: the two boys are on their own against the adult world.",
    "chinese_title": "来自黎巴嫩的孩子",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "killer kid",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-01-30T06:22:38"
}