{
    "aka": [
        "Thinking and Drawing: Japanese Art Animation of the New Millenium"
    ],
    "sid": "3852332",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2918228188.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1460053/",
            "name": "大山慶 Ooyama Kei",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "9",
    "language": [
        "日语"
    ],
    "playdate": [
        "2005-08-25(日本)"
    ],
    "this_title": [
        "シンキングアンドドローイング～日本の新世紀アート・アニメーション"
    ],
    "douban_link": "https://movie.douban.com/subject/3852332/",
    "trans_title": [
        "思考与绘画：日本新世纪艺术动画",
        "Thinking and Drawing: Japanese Art Animation of the New Millenium"
    ],
    "douban_votes": "151",
    "introduction": "『蛾のいるところ』監督：清家美佳（2001年/ビデオ/6分）とあるマンションの一室。居間に佇む中年の女性が植木鉢に種を植えると、植物がやがて成長し、蛾を実らせる。部屋が飛び交う蛾で一杯になっていくのにあわせて、なぜか彼女の部屋はどんどん階を上っていき、やがて最上階に到達する。「テトリス」などを想起させるようなテレビゲーム的な独自のロジックで展開されるストーリー。国内外で鮮烈な驚きをもって評価された。『二層の葛』監督：清家美佳（2004年/ビデオ/8分)ひたすら伝言ゲームを繰り返す一組の男女。女がいる水中と、男のいる岸辺は、彼らが送りあうメッセージから生まれた葛や魚に埋もれてしまう。彼らはやがて立ち去り、新しいコミュニケーションを求め旅立っていくのだった。人と人との会話に存在する微妙な距離感を、アニメーションで比喩的に描いてみせた傑作。『考える練習』監督：野上寿綿実（2003/ビデオ/5分)考える人の絵を前に考える人。その絵を前に考える人。その絵を前に考える人………。無限に続く思考ループ。奇妙に脱臼したかのような映像と音楽のリズムが、”考える「私」とは誰なのか？”という哲学的テーマ自体を越えて、不思議な時空トリップ感覚を生みだす。単純なミニマリズムで、観た人全ての頭にこびりつく作品。『ゆきどけ』監督：大山慶（2004/ビデオ/7分）外の寒さから隔たれ、暖かい子供部屋に引きこもっている少年。窓から外の雪景色を眺めていると、ふとした際に犬の死体が目に飛び込んできた。それ以来、少年の肉食に対する嫌悪と恐怖が屋内に増殖していく。デヴィッド・リンチの『イレイザーヘッド』を彷彿させるような奇形的キャラクターと無機質なノイズ。フラットな白い壁が印象的な映像が、非常に現代的な恐怖を描き出している秀作。『診察室』監督：大山慶（2005/ビデオ/9分）体を煩っている初老の男。診察を受けていると突如、子供時代の恥ずかしかった体験が鮮烈によみがえる。人間の肌の写真を切り貼りして作られたフランケンシュタインのようなキャラクターたちが登場し、少年時代の肉体に対する羞恥心や困惑を過剰にあぶり出す。『部屋/形態』監督：石田尚志（1999/16 mm/7分)窓からのこもれ日で浮かび上る白い部屋。作家はこの部屋の壁/床を巨大なキャンバスとして縦横無尽に絵を描き、それを一枚ずつ撮影することによってこのアニメーションを完成した。白い壁にうごめく墨というコントラストが、窓から差し込む光によって生じる室内の明暗と微妙に溶け合い、過剰で不穏な生命力を湛えている。超絶的な技巧と体力にひたすら驚かされる作品。『兎ガ怕イ』監督：倉重哲二（2002年/ビデオ/13分)兎に監禁された女。椅子に縛りつけられ、目隠しされた女の前に次々と料理が運ばれてくる。料理を食べ終わるたびに、なぜかサイコロが女の口からポンと飛び出す。そのサイの目を見て、兎たちは双六のコマを進め、止まった目によって次に与える食材を決定する。しかしコマが止まった先が食材だけだとは限らない。。。食べたものがその人が見る夢に影響するという、ブリヤ＝サヴァランの「美味礼賛」に着想を得て語られる夢幻譚。『闇を見つめる羽根』制作・作画・撮影：辻直之（2003年/16 mm/17分）天地創造の神話が、めくるめく雄大さで展開される木炭画のアニメーション。１枚の紙に書いては消しながら撮影することで生まれる淡いグレーの残像。それが万物が流転していく姿に美しい引力を生む。エレクトリック･ギターのドローン音が映像に共鳴、世界が生まれる以前の記憶を呼び起こすサイケデリック・アニメーションの傑作。『怪談』監督：壱岐紀仁（2003年/ビデオ/7分）夏休み、暇を持て余した少女。うだるような暑さと所在なさに身を任せていると、聞かせてもらったばかりの怪談が頭に浮かんでは消え、浮かんでは消えて、頭からはなれなくなってきた………。空想をもてあそぶ子供時代特有の感覚が鮮やかに甦るCGアニメーション。",
    "chinese_title": "思考与绘画：日本新世纪艺术动画",
    "douban_rating": "6.9/10 from 151 users",
    "foreign_title": "シンキングアンドドローイング～日本の新世紀アート・アニメーション",
    "douban_rating_average": "6.9",
    "update_at": "2025-05-01T07:39:29"
}