{
    "aka": [
        "Your Honor"
    ],
    "sid": "3862924",
    "cast": [
        {
            "url": "/celebrity/1060278/",
            "name": "克里斯·阿夫拉姆 Chris Avram",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1138176/",
            "name": "宝拉·塞纳托雷 Paola Senatore",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317212/",
            "name": "卡拉·曼奇尼 Carla Mancini",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1973",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872371848.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1019641/",
            "name": "罗马诺·斯卡沃里尼 Romano Scavolini",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0282154",
    "director": [
        {
            "url": "/celebrity/1019641/",
            "name": "罗马诺·斯卡沃里尼 Romano Scavolini",
            "@type": "Person"
        }
    ],
    "duration": "Italy: 92 分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "1973"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0282154/",
    "imdb_votes": 47,
    "this_title": [
        "Servo suo"
    ],
    "douban_link": "https://movie.douban.com/subject/3862924/",
    "imdb_rating": "5.9/10 from 47 users",
    "trans_title": [
        "Your Honor"
    ],
    "douban_votes": "0",
    "introduction": "Romano Scavolini directed this crime drama based on his own screenplay. It tells the story of Martin, an Englishman living in Palermo, earning just enough money to make a living. He's giving lessons to the paralyzed son of a Sicilian mafia boss, and the clan members decide that Martin is an ideal man to be turned into a contract killer: no relatives or real friends in Palermo. So they abduct him and take him on a secret place, where Martin submits and starts his \"killer training\". Soon after, he knows every gun and is able to distinguish bullet types just by their sound when they are fired. He starts doing his work, and proves that he's a really good killer. But his mind becomes tormented more and more by doubts about his ruthless new job.This film bares a very good idea: While most contract killers in the Seventies seem to be Bronson-like macho archetypes without feelings, \"Servo Suo\" draws the picture of a tragic killer. And the personal issues of Martin is given enough space to be explored by the viewer. Sadly, those issues are dealt with in an enormously tedious way that one can be glad not to fall asleep or, even worse, lose interest. This slow-paced and talky development of the film also prevents one from feeling with the tragic killer character. Another mistake Scavolini made was to show Martin's numerous assassinations by gunning down his victims, but there is never any blood flowing: this plays down drastically the viciousness of Martin's job. It would have been important to show the blood, to show how dirty the job of a contract killer is. Whoever makes it through to the climax will be disappointed too, because it comes too easy and fast and doesn't really deliver the necessary payoff.All in all a major disappointment, even more so considering the promising storyline: It could have been done so much more thrilling.",
    "chinese_title": "Servo suo",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-06-15T08:34:18"
}