{
    "aka": [
        "Death Commando",
        "Killer vs Killers"
    ],
    "sid": "3862307",
    "cast": [
        {
            "url": "/celebrity/1036936/",
            "name": "埃德蒙·珀道姆 Edmund Purdom",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049918/",
            "name": "亨利·席尔瓦 Henry Silva",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1073137/",
            "name": "费尔南多·杰鲁尼 Fernando Cerulli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1082162/",
            "name": "弗兰科·第欧根尼 Franco Diogene",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1084178/",
            "name": "达莉拉·迪·拉扎罗 Dalila Di Lazzaro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1085655/",
            "name": "辛姿娅·德·蓬蒂 Cinzia de Ponti",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1985",
    "genre": [
        "动作",
        "惊悚",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2556489498.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1016821/",
            "name": "费尔南多·迪·莱沃 Fernando Di Leo",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0304290",
    "director": [
        {
            "url": "/celebrity/1016821/",
            "name": "费尔南多·迪·莱沃 Fernando Di Leo",
            "@type": "Person"
        }
    ],
    "duration": "95分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "1985"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0304290/",
    "imdb_votes": 236,
    "this_title": [
        "Killer contro killers"
    ],
    "douban_link": "https://movie.douban.com/subject/3862307/",
    "imdb_rating": "5.1/10 from 236 users",
    "trans_title": [
        "Death Commando",
        "Killer vs Killers"
    ],
    "douban_votes": "0",
    "introduction": "Killer vs Killers is a late entry both for the Polizi genre and for director Fernando Di Leo; and often gets lambasted by fans of the genre. It's clear that this film is not as great as some of Di Leo's other work - which includes such classics as Milano Calibro 9 and The Italian Connection - but for my money, Killer vs Killers is a thoroughly entertaining crime flick that works well in spite of it's problems. The film is apparently something of a remake of John Huston's classic The Asphalt Jungle. It's been a few years since I saw said film so I cant comment on how closely it, but I wouldn't be surprised to find that a lot of influence was taken knowing how Italian filmmakers often work. The plot focuses on a heist. We are first told that a mysterious man needs a group of strangers to help him steal some documents from a safe. From there, we are introduced to a motley crew of criminals with various talents needed to pull off the job. They put a plan together and carry it out flawlessly; but when the job is done, things turn sour...The main problems with this film are that it's too short and the plot is too generic and predictable. It's always clear where the film is going and there are not a lot of surprises; Fernando Di Leo tries to make up for this by packing the film with plenty of shooting, fist fights and fast cars; and while that does provide some entertainment, it doesn't quite mask the film's main shortfall. Di Leo once again makes use of the unique talents of cult star Henry Fonda and he fits into his role as the cold calculating killer well; though he has had a lot of practice with similar roles. The supporting cast doesn't contain anyone particularly noteworthy; though the acting isn't bad on the whole. The plot does flow rather well and even though it's predictable for most of the duration; it does seem like Di Leo had a definite idea in mind and the plot is well structured. The locations and atmosphere are good and the director makes good use of the picturesque scenery. The climax features a good shootout, though it does feel like the director ran out of film when it comes to the actual ending. Overall, this is not the best example of the genre; but it's a film worth watching and I can recommend it.",
    "chinese_title": "Killer contro killers",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.1,
    "douban_rating_average": 0,
    "update_at": "2026-01-08T21:40:11"
}