{
    "aka": [
        "Long Arm of the Godfather"
    ],
    "sid": "3862811",
    "cast": [
        {
            "url": "/celebrity/1025392/",
            "name": "阿道弗·切利 Adolfo Celi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1064240/",
            "name": "Pietro Torrisi Pietro Torrisi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1066852/",
            "name": "艾丽卡·布兰克 Erika Blanc",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1109005/",
            "name": "彼得·李·劳伦斯 Peter Lee Lawrence",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1113463/",
            "name": "格夫雷多·恩格尔 Goffredo Unger",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1972",
    "genre": [
        "动作",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2563527375.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1214265/",
            "name": "吉欧里奥·贝鲁蒂 Giulio Berruti",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0166264",
    "director": [],
    "duration": "86分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "1972"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0166264/",
    "imdb_votes": 134,
    "this_title": [
        "La mano lunga del padrino"
    ],
    "douban_link": "https://movie.douban.com/subject/3862811/",
    "imdb_rating": "5.1/10 from 134 users",
    "trans_title": [
        "Long Arm of the Godfather"
    ],
    "douban_votes": "0",
    "introduction": "Long Arm of the Godfather would probably be thrown in with the Italian 'Polizi' genre, although in actual fact the police presence in this film is minimal at best and the film prefers to centre on its cast of immoral criminal characters. While this does mean that there's no sympathetic character to root for, it does also mean that we get treated to plenty of entertaining violence and dubious situations, which somewhat makes up for it. The film has no point to make (apart from 'don't cross vicious gangsters') and like most of this genre, the plot is very simple and in this case we have a rouge gangster going up against his old boss. While working on transporting a shipment of guns, Vincenzo starts to get big ideas of his own and decides to hijack the cargo and sell it himself. As you would probably expect, this doesn't exactly sit well with the formidable Don Carmelo who, upon hearing of the treachery, sets out to find the man who dared to steal from him. Meanwhile, Vincenzo is gathering up his girlfriend and setting his plan into motion.Writer-director Nardo Bonomi (this his only film) manages to keep the proceedings interesting throughout despite the fact that the plot is not overly thrilling. Some time is taken to build up the characters and we are always aware of the central situation; although the fact that all the main characters have some link to immortality means that there's no actual hero figure, meaning that the only reason to care is simply the plot itself rather than the characters in it. The film does benefit from a strong central cast however, with German born actor Peter Lee Lawrence (who looks quite a bit like Ewan McGregor) convincing in the lead role and receiving good feedback from the beautiful blue-eyed Erika Blanc as his girlfriend and the brilliant Adolfo Celi, who is a standout in every film he's in; including this one. The plot really doesn't contain a great deal of surprises and indeed where the film is going is often announced by Adolfo Celi's Godfather character - but even so, the film does manage to entertain throughout and while I would not call this one of the best Italian crime flicks, it is at least a good one.",
    "chinese_title": "La mano lunga del padrino",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-29T19:28:58"
}