{
    "aka": [
        "Bloody Payroll",
        "Commando Terror"
    ],
    "sid": "3864779",
    "cast": [
        {
            "url": "/celebrity/1158447/",
            "name": "约翰·斯坦纳 John Steiner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1126214/",
            "name": "Biagio Pelligra Biagio Pelligra",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1114771/",
            "name": "维托里奥·梅佐焦尔诺 Vittorio Mezzogiorno",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1101149/",
            "name": "达达·甘洛蒂 Dada Gallotti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1083091/",
            "name": "西尔维娅·迪奥尼西奥 Silvia Dionisio",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1077806/",
            "name": "弗朗切斯科·达阿达 Francesco D&#39;Adda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1068359/",
            "name": "克劳迪奥·卡西内利 Claudio Cassinelli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325552/",
            "name": "玛格丽特·霍洛维茨 Margherita Horowitz",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1976",
    "genre": [
        "动作",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2645990145.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1008153/",
            "name": "马里奥·卡亚诺 Mario Caiano",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0074902",
    "director": [
        {
            "url": "/celebrity/1008153/",
            "name": "马里奥·卡亚诺 Mario Caiano",
            "@type": "Person"
        }
    ],
    "duration": "91分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "1976"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0074902/",
    "imdb_votes": 337,
    "this_title": [
        "Milano violenta"
    ],
    "douban_link": "https://movie.douban.com/subject/3864779/",
    "imdb_rating": "6.4/10 from 337 users",
    "trans_title": [
        "米兰劫匪",
        "Bloody Payroll",
        "Commando Terror"
    ],
    "douban_votes": "0",
    "introduction": "Director Mario Caiano is not one of the better known Italian directors; but he's certainly one of the most underrated and has proved himself more than capable of delivering the goods on a number of occasions with films such as Calling All Police Cars, Night of the Doomed, and this film. The Polizi genre is best known for it's fun action flicks with a focus on car chases and shootouts; but with this film, the director has taken the theme and added an extremely grim atmosphere to it, and this bodes well with the plot line which takes in a robbery gone wrong, a resulting war between the criminals and a police investigation. The film opens with a bank robbery in which the crooks make off with a load of money which was intended for some workers' pay packets. This interests Police Commissioner Foschi as the wages are normally paid in cheque. Things haven't gone well for the criminals either, as two of them have decided to rip the other one off, leading him to track down his former partners with the cops on all of their tails.The film is not as action packed as some other genre entries, but there's certainly enough to entertain the audience. The leading characters are all fleshed out nicely and provide one of the most interesting things about the film. The leading standout is undoubtedly Claudio Cassinelli who impresses as the amoral and very nasty criminal at the centre of the film. He gets good support from a very capable supporting cast. By 1976, the Giallo genre had almost completely died out; but Mario Caiano, as he did with Calling All Police Cars a year earlier, has still seen fit to implement some Giallo style scenes which certainly help the film. There are a handful of murders, which include stabbing, shooting and burning, and it helps to give the film its nasty edge. It soon becomes clear that the film is not going to end on a happy note, and Caiano delivers just the sort of depressing ending that you would expect from the film. Overall, Bloody Payroll may not be one of the best Polizi films to come out of 1970's Italy, but it's certainly a very good one and is well worth the trouble of tracking down!",
    "chinese_title": "米兰劫匪",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Milano violenta",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-04-22T00:22:42"
}