{
    "aka": [],
    "sid": "3864470",
    "cast": [
        {
            "url": "/celebrity/1274437/",
            "name": "秦海璐 Hailu Qin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274291/",
            "name": "段奕宏 Yihong Duan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313027/",
            "name": "邱心志 Hsin-chih Chiu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324087/",
            "name": "杨佩衡 Peiheng Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1341708/",
            "name": "宋文娟 Wenjuan Song",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2562430780.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1365809/",
            "name": "冉成淼 Chengmiao Ran",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1340050/",
            "name": "朱晓平 Xiaoping Zhu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320093/",
            "name": "齐星 Xing Qi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1448642/",
            "name": "周钦波 Qinbo Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1420665/",
            "name": "白泊 Bo Bai",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1320093/",
            "name": "齐星 Xing Qi",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "36",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2003"
    ],
    "this_title": [
        "骊姬传奇"
    ],
    "douban_link": "https://movie.douban.com/subject/3864470/",
    "trans_title": [
        ""
    ],
    "douban_votes": "403",
    "introduction": "晋公子重耳和夷吾因狩猎迷失方向误入敌国骊戎被作为奸细抓获。早有吞并骊戎野心的老晋王以此为借口发兵攻占骊戎，却不知两位公子在骊戎公主骊兰和骊朵的帮助下已化险为夷并分别建立了深厚的感情。灭国之际，在重耳和夷吾的力保之下，姐妹俩才免遭杀戮。姐妹俩被带回晋国后，晋王为了儿子的前途，坚决反对重耳和夷吾娶敌国公主，并多次欲置她们于死地。只因重耳和夷吾的阻挠，姐妹俩才一次又一次死里逃生。当晋王见到骊兰和骊朵后被二女的美艳打动，又决定纳姐妹二人为妃。此举不但遭到夷吾、重耳和世子申生的强烈反对，而且让姐妹俩痛不欲生。只因忘不了国仇家恨加上侍从优施的开导才使她们自杀未遂并被迫嫁给了年迈的晋王。悲伤而绝望的夷吾见无法改变此事，只好计划和小公主骊朵相邀私奔，哪知被晋王发觉，晋王一怒之下刺死了骊朵并将夷吾逐出王宫，前往屈城守边。妹妹的惨死给骊兰带来又一次无比沉痛的打击，以至在坟前哭昏了过去。原本计划让骊兰生下一子，以便将来继承王位，达到报仇复国目的的优施趁骊兰昏迷之中将她强奸。重耳来迟未发现奸情，但产生了怀疑，优施为了达到长期潜伏在晋王宫的愿望，自请净身，充为太监。也许是天意，骊兰果然怀孕了，并产下一子。晋王以为是自己老年得子，万分兴奋，宴请群臣，只有重耳和好友介之推知道这个叫奚子的孩子来历不明。一心只爱重耳的骊兰生子之后，一面觉得对不起重耳，一面却又在优施不断的催促下加紧进行他们的复仇计划。深受打击的夷吾在屈城被一骊戎女子刺成重伤的消息传到京城，重耳马上前往屈城看望夷吾。趁重耳不在，优施设下桃色陷阱，老实而厚道的申生不知是计，一步步走进了别人设下的圈套。晋王误以为申生调戏骊兰，一怒之下不顾夫人和满朝文武的反对，将申生发配到曲沃。由于在途中奸臣梁五的施压，绝望的申生居然在一乡村旅店上吊自尽了。晋后将丧儿的悲痛一股脑地发泄在骊兰身上，痛殴之后还不解恨，还命回宫的重耳刺死骊兰，终因重耳和骊兰的感情犹在，重耳不忍下手。心胸狭隘的晋后不但没有害死骊兰，反被骊兰所害，骊兰如愿以偿的当上了晋后。由于晋王对奚子的来历也有所怀疑，没有立他为太子。夷吾知道宫中发生的变故之后立即返回都城，因其曾被骊戎女子刺伤，是以对骊戎人恨之入骨，发誓要除掉骊兰母子，帮助哥哥重耳继承大位。但因重耳反对他的鲁莽和对父王的大不敬，致使兄弟二人反目成仇。夷吾转而寻求自己继位，挟持奚子，反逼父王禅位，却被重耳粉碎了他的计划，不得不逃亡秦国。只因重耳一次又一次地挽救了奚子的生命，并经过了多次生与死的碰撞，骊兰和重耳的感情进一步加深了。骊兰为了表示自己对重耳的爱，宁可杀害儿子，放弃复仇计划。虽然没有做到，但仍使重耳感动不已。终于控制不住地拜倒在骊兰的石榴裙下。他们的感情一泻千里，无可遏止的态势，不但令优施担忧，而且也使晋王感到强烈的不满。为了避免被父王驱逐的厄运，深深感到自责的重耳不得不带着介之推等十余名侍从离国出走，自此走上了有国难投有家难归的亡命生涯。数年之后不得不落户楚国，娶楚公主成玉为妻。晋王当然希望传位给重耳，因多次招不还儿子而忧郁成疾，终因年迈中风病倒了。自入晋宫饱受屈辱的优施立即看到了复仇的希望。他勾结梁五，利用自己从骊戎招募而来的八名身怀绝技的骊戎女子控制了王宫并害死了晋王。只因骊兰反对奚子继位，优施不得不严封锁晋王殡天的消息。骊兰企图将这个消息传到宫外，以便让重耳马上回国，但她的计划被优施打破。优施为了尽快让儿子继位，不惜以烧死奚子相威胁，为了保住奚子一命，骊兰被迫带儿子上殿宣布晋王殡死的消息并扶儿子继位。楚王将这一消息告诉重耳，并强迫重耳回国抢夺王位。优施和梁五最害怕的就是夷吾和重耳回国争位，早已设下埋伏。他们击退夷吾之后又差一点劫杀了重耳，幸大将军里克相助重耳才保住一命。里克返回都城联络在朝大臣，组织人马，首先诛杀了梁五，接着率兵进宫杀掉优施和那个来历不明的“晋王”，正要再杀骊兰时，重耳返回王宫，将她救下。重耳继位之后，仍难忘旧情，然而，骊兰为了他的声誉和国家，只好忍痛割爱，悄然返回骊戎。重耳追到骊戎也未能如愿。骊兰已经归隐山林，再也没有人见到她那美丽的倩影……",
    "chinese_title": "骊姬传奇",
    "douban_rating": "6.7/10 from 403 users",
    "foreign_title": "",
    "douban_rating_average": "6.7",
    "update_at": "2025-04-21T03:39:09"
}