{
    "aka": [
        "Weapons of Death"
    ],
    "sid": "3864861",
    "cast": [
        {
            "url": "/celebrity/1033081/",
            "name": "伦纳德·曼 Leonard Mann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1099272/",
            "name": "伊妲·伽利 Ida Galli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049918/",
            "name": "亨利·席尔瓦 Henry Silva",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1113024/",
            "name": "Adolfo Lastretti Adolfo Lastretti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1544251/",
            "name": "Massimo Vanni Massimo Vanni",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1473746/",
            "name": "Ottaviano Dell&#39;Acqua Ottaviano Dell&#39;Acqua",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1480427/",
            "name": "马里奥·埃尔皮基尼 Mario Erpichini",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125782/",
            "name": "毛里齐奥·马蒂奥利 Maurizio Mattioli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1081642/",
            "name": "迈克尔·福瑞斯特 Michael Forest",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1070969/",
            "name": "欧米洛·康帕纳 Omero Capanna",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1067262/",
            "name": "迪诺·比安奇 Tino Bianchi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1977",
    "genre": [
        "剧情",
        "动作"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2556416674.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt0188083",
    "director": [
        {
            "url": "/celebrity/1008153/",
            "name": "马里奥·卡亚诺 Mario Caiano",
            "@type": "Person"
        }
    ],
    "duration": "Italy: 85 分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "1977"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0188083/",
    "imdb_votes": 579,
    "this_title": [
        "Napoli spara!"
    ],
    "douban_link": "https://movie.douban.com/subject/3864861/",
    "imdb_rating": "6.4/10 from 579 users",
    "trans_title": [
        "粉碎暴力城",
        "Weapons of Death"
    ],
    "douban_votes": "0",
    "introduction": "Weapons of Death is not the most original Polizi flick you're ever likely to see, but that's not too much of a problem since the genre tends to borrow from itself often anyway. This film includes pretty much all the staples that you would expect from an Italian crime flick, and it has to be said that prolific director Mario Caiano has pretty much hit the nail on the head as Weapons of Death features no shortage of car chases, shootouts and cool characters. The plot is just your basic Polizi stuff, and focuses on a city where crime is taking over - with organised robberies becoming the norm. Naturally, the police don't take too kindly to this and it's not long before Captain Beady decides to do something about it and soon identifies gangster Santoro as one of the causes of the problem. However, getting something to pin on Santoro is not all that easy as despite plenty of criminal acts pointing to him - the man always has an alibi. This plot is run parallel with a less interesting tale revolving around a young kid, himself getting into crime.The fact that the film isn't very original doesn't really affect the enjoyment level of it much as the director keeps things going with a constant stream of action. The film features a strong cast which features Henry Silva as the lead villain; and despite being horribly dubbed, he cuts a menacing figure. His opposite number is Leonard Mann who fits into the role as the hard-bitten copper much better than I thought he would considering his 'pretty boy' looks. The film also features an all too brief performance from the beautiful Evelyn Stewart. I would not rate this film as one of the more violent Polizi flicks, but it certainly has its moments - a castration springs to mind instantly. The way the plot works helps to keep things interesting too; there are a number of things going on in the film, sometimes certain parts of it feel irrelevant, but it's usually brought together by the end. The plot line revolving around the young kid is slightly irritating (particularly the music) and it's always obvious that it's going to lead into a ham-fisted moral lesson; but that's by the by and in spite of it, Weapons of Death is still an excellent Italian crime flick!",
    "chinese_title": "粉碎暴力城",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Napoli spara!",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-01-31T12:39:24"
}