{
    "aka": [],
    "sid": "3864789",
    "cast": [
        {
            "url": "/celebrity/1071667/",
            "name": "Alicia Bruzzo Alicia Bruzzo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1145654/",
            "name": "伦佐·里纳尔迪 Renzo Rinaldi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1976",
    "genre": [
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2560484330.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1139268/",
            "name": "Renato Savino Renato Savino",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0198960",
    "director": [
        {
            "url": "/celebrity/1139268/",
            "name": "Renato Savino Renato Savino",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "1976"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0198960/",
    "imdb_votes": 137,
    "this_title": [
        "I ragazzi della Roma violenta"
    ],
    "douban_link": "https://movie.douban.com/subject/3864789/",
    "imdb_rating": "4.9/10 from 137 users",
    "trans_title": [
        "罗马暴力男孩"
    ],
    "douban_votes": "0",
    "introduction": "This extremely obscure Italian production tells the story of a modern day neo-Nazi youth gang that meets in a place decorated with swasticas and a poster of the \"Führer\". The members of this gang are all bored teenagers from rich families. One of the gang prefers playing pin pall to getting a girlfriend, because playing pin ball literally gets him off. The leader of the gang indulges in violent sexual fantasies, which ultimately leads to rape and murder. This inspires a teen gang from the streets, whose members are poor kids from the ghetto. The story is quite interesting, especially the aspect of the impact the neo-Nazi gang has on the street gang in the end, although the gangs as such have nothing in common. Unfortunately, the film becomes extremely slow paced after a good first 20 minutes, and it never really returns to a faster pace. The interesting cast, unknown faces even for connoisseurs of obscure Italian films of the Seventies, does a good job throughout, which makes it even more sad that the movie as a whole is merely a disappointment. All in all, \"I Ragazzi Della Roma Violenta\" is a movie that could have been far better than it eventually turned out to be. However, it's remarkable that the film precedes some of Larry Clark's issues in his films \"Kids\" and \"Bully\" for about two decades.",
    "chinese_title": "罗马暴力男孩",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "I ragazzi della Roma violenta",
    "imdb_rating_average": 4.9,
    "douban_rating_average": 0,
    "update_at": "2025-04-07T20:12:12"
}