{
    "aka": [
        "Hallucinating Strip",
        "Hallucination Strip"
    ],
    "sid": "3864450",
    "cast": [
        {
            "url": "/celebrity/1002766/",
            "name": "巴德·库特 Bud Cort",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323056/",
            "name": "艾娃·查马利史 Eva Czemerys",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320162/",
            "name": "安娜·金尼曼 Anna Zinnemann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1143297/",
            "name": "Umberto Raho Umberto Raho",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1074226/",
            "name": "马塞尔·博祖菲 Marcel Bozzuffi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1058756/",
            "name": "圭多·阿尔贝蒂 Guido Alberti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1058378/",
            "name": "毛里齐奥·阿雷纳 Maurizio Arena",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1057538/",
            "name": "Ennio Balbo Ennio Balbo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048379/",
            "name": "莱奥波多·特里耶斯泰 Leopoldo Trieste",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316852/",
            "name": "帕特丽齐娅·高里 Patrizia Gori",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1975",
    "genre": [
        "动作",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2650897557.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt0139573",
    "director": [],
    "duration": "Italy: 94 分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "1975"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0139573/",
    "imdb_votes": 183,
    "this_title": [
        "Roma drogata: la polizia non può intervenire"
    ],
    "douban_link": "https://movie.douban.com/subject/3864450/",
    "imdb_rating": "4.9/10 from 183 users",
    "trans_title": [
        "迷幻罗马：警方无法干预",
        "Hallucinating Strip",
        "Hallucination Strip"
    ],
    "douban_votes": "0",
    "introduction": "The story is about a youth named Massimo Monaldi, who, living in Rome, is a part-time college student who has some involvement in the protests that occur at his university. Massimo is also involved with drugs and he sometimes steals to make a living and support his habit (the theft of a pill box is very important to the story, early on). Among his associates are his girlfriend, Cinzia, who comes from a wealthy family, and he has a wealthy male friend named Rudy who is very naive as well as strangely pampered by his doting mother. Both families don't approve of their relationship with Massimo.After the theft of the pill box from Cinzia's home (she's an accomplice), and after encountering a certain man, a mafioso-type wanted by the police, Massimo soon finds himself in trouble with the police. The man, who has some dealings in the drug trade, befriends Massimo, but this association brings about Massimo's downfall; first leading to a crisis regarding his girlfriend and his best friend, when they attend a drug party with him; then finding himself on the wrong end of his association with the mobster. Who, at the end of the film, will get to Massimo first: the police or the mobster?I found this film to be very weird and the plot a little disjointed, but interesting, especially as it's so obscure, and is very '70's-ish in the way it was filmed. It was a side of Roman youth culture I had never seen before. However, I felt that the director, Lucio Marcaccini, who it seems, fell off the face of the earth after this film, was a lousy director and didn't fully take advantage of the talent that he was working with. Maybe he was on something himself when he was making this film, as I began to feel that I would have done better directing this film myself! I also take to task the theme song, \"We Got A Lord,\" which was also used in a love scene and at the closing credits. Its use in the film made absolutely no sense to me.However, I thoroughly enjoyed Bud Cort as Massimo Monaldi, which I thought was a welcome change from the \"crazy, demented youth\" roles he had been given around the time he did \"Harold and Maude\". I have read that he took off a few years from acting after that film because of the typecasting he was going through. I am sure that this is the first film he did when he returned from his acting hiatus.In \"Roma Drogata\" he was allowed to be more versatile as a leading man: he was sometimes romantic; sometimes cool and crafty; sometimes naive; sometimes sweet and romantic; or sexy and intense in the role. I wish that he had been given a chance to do more roles like this one! I also enjoyed Marcel Bozzuffi, best known in this country as the hit man, Pierre Nicoli in \"The French Connection,\" who played the police inspector.",
    "chinese_title": "迷幻罗马：警方无法干预",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Roma drogata: la polizia non può intervenire",
    "imdb_rating_average": 4.9,
    "douban_rating_average": 0,
    "update_at": "2025-06-19T15:13:19"
}