{
    "aka": [
        "Cry of a Prostitute",
        "Guns of the Big Shots",
        "The Big Shots",
        "过江龙火拼双雄"
    ],
    "sid": "3864384",
    "cast": [
        {
            "url": "/celebrity/1049918/",
            "name": "亨利·席尔瓦 Henry Silva",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025346/",
            "name": "芭芭拉·布薛特 Barbara Bouchet",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042363/",
            "name": "福斯托·托齐 Fausto Tozzi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1064240/",
            "name": "Pietro Torrisi Pietro Torrisi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317212/",
            "name": "卡拉·曼奇尼 Carla Mancini",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1361634/",
            "name": "阿尔弗雷多·拜尔亚 Alfredo Pea",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316852/",
            "name": "帕特丽齐娅·高里 Patrizia Gori",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1146488/",
            "name": "维托里奥·萨尼波利 Vittorio Sanipoli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1101149/",
            "name": "达达·甘洛蒂 Dada Gallotti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1070969/",
            "name": "欧米洛·康帕纳 Omero Capanna",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029226/",
            "name": "马里奥·兰迪 Mario Landi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1974",
    "genre": [
        "剧情",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2535358756.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1326209/",
            "name": "皮耶罗·林约尼 Piero Regnoli",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0154468",
    "director": [
        {
            "url": "/celebrity/1063186/",
            "name": "安德烈·比安奇 Andrea Bianchi",
            "@type": "Person"
        }
    ],
    "duration": "97 分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "1974-01-11(意大利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0154468/",
    "imdb_votes": 775,
    "this_title": [
        "Quelli che contano"
    ],
    "douban_link": "https://movie.douban.com/subject/3864384/",
    "imdb_rating": "6.2/10 from 775 users",
    "trans_title": [
        "杀手龙虎斗",
        "Cry of a Prostitute",
        "Guns of the Big Shots",
        "The Big Shots",
        "过江龙火拼双雄"
    ],
    "douban_votes": "0",
    "introduction": "Leave it to Italian sleazemeister Andreas Bianchi (here co-directing with his brother)to take a brutally violent and borderline misogynist genre like the Italian \"polizieschi\" and actually up the ante considerably. This movie begins with drug dealers trying to smuggle drugs into Italy sewed up in the body of a dead child(!), and it only gets more gratuitously violent from there. A brutal gang war is going between a traditional Italian mafia family and an Americanized godfather who has been deported back to Italy. Injected into this conflict is another Italian-American gangster, the protagonist (Henry Silva), and he begins to play the two rivals off against each other in the style of \"A Fistful of Dollars\" or \"Yojimbo\".Silva's character might seem like the good guy, or at least the kind of anti-hero Clint Eastwood played in \"Fistful\" and other Westerns (and later in \"Dirty Harry\" which was a big influence on the Italian polizieschi). But the Silva character himself is quite psychotic when it comes to women, specifically the masochistic prostitute/mistress of the American gangster (played by Barbara Bouchet). The first time they meet he violently sodomizes her. And when she comes back for more he beats her with a belt. Now I have to admit the description I read somewhere of a naked Bouchet being whipped by a belt did not exactly dissuade me from seeing this, but it's not an accurate one. She is not naked (at least in that scene) and he literally beats her to a bloody pulp. Even her boyfriend, who otherwise is content to throw the promiscuous girl at his erstwhile partner, is horrified by the brutal beating and vows revenge.This scene squanders any goodwill toward Silva's character (which may have been the intention, I don't know), but also toward the film itself--it's pretty hard to take even for someone like me accustomed to the casual misogyny of the genre. It certainly doesn't help that the actress is Barbara Bouchet, who along with Edwige Fenech and Rosalba Neri, was (and still is) one of the most popular European exploitation actresses of the era (although this probably would have been only marginally more palatable if it had been some anonymous Euro-bimbo). To its credit this movie at least can't be accused of glorifying any of its gangster characters like some other \"polizieschi\" tended to do. Still it might be a little bit too much for many viewers.",
    "chinese_title": "杀手龙虎斗",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Quelli che contano",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-03-30T08:35:18"
}