{
    "aka": [
        "Kerosene Salesman's Wife",
        "Zhena kerosinshchika"
    ],
    "sid": "3866277",
    "cast": [
        {
            "url": "/celebrity/1126947/",
            "name": "Vytautas Paukste Vytautas Paukste",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1062224/",
            "name": "亚历山大·巴鲁耶夫 Aleksandr Baluev",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037377/",
            "name": "叶甫盖尼·米罗诺夫 Evgeniy Mironov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1080803/",
            "name": "Mikhail Danilov Mikhail Danilov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1217821/",
            "name": "Adriana Malkova Adriana Malkova",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1988",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2214180620.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1103358/",
            "name": "亚历山大·凯伊达诺夫斯基 Aleksandr Kaidanovsky",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0096503",
    "director": [
        {
            "url": "/celebrity/1103358/",
            "name": "亚历山大·凯伊达诺夫斯基 Aleksandr Kaidanovsky",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1988(苏联)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0096503/",
    "imdb_votes": 183,
    "this_title": [
        "Жена керосинщика"
    ],
    "douban_link": "https://movie.douban.com/subject/3866277/",
    "imdb_rating": "7.3/10 from 183 users",
    "trans_title": [
        "煤油工的妻子",
        "Kerosene Salesman's Wife",
        "Zhena kerosinshchika"
    ],
    "douban_votes": "138",
    "introduction": "苏联晚期荒诞剧，丰富的意象和政治隐喻使本已复杂的故事更加鲜活。故事讲述一个政府调查员到镇上调查当地官员受贿案件。另一方面，一对双胞胎家庭正上演着家庭斗争。医生哥哥取了一位美丽的妻子，而双胞胎弟弟却想夺得她，于是他假扮哥哥到医院造成医疗事故害死病人，导致哥哥失业被迫通过卖煤油养活自己。而这个明显反社会的双胞胎弟弟则不可避免受到了当地苏维埃的高度关注……本片出自塔可夫斯基的好友兼学生凯伊达诺夫斯基，讲述一个发生在Kali ningrad的荒唐故事。拍摄也充满情怀，影片中有许多废弃城堡和18-19世纪德国建筑，甚至出现了康德之墓和其他梗。气氛阴冷悬疑并带有血腥场面和意识幻象，前苏联风光简直叫人一朝回到解放前。影片风格很受欧洲后现代主义影响，旨在表达精神痛苦并将其视觉化。相当晦涩难懂的一部，推荐喜欢黑暗实验电影的朋友观看。当中也用了许多古典音乐。Rich imagery and political allegory enliven an already complex story in this late Soviet-era mystery/drama. In the story, a government investigator has come to town to look into the validity of bribery charges that were brought against an official there. In the meantime, we discover that a twin and his brother have been engaged in a kind of very close warfare. One twin was a medical doctor, and was married to a beautiful woman. The second twin was interested in bedding the wife, and had no feeling for his brother. Thus, he impersonated him in the hospital, and openly engaged in medical malpractice of the grossest sort, resulting in a patient's death. The first twin lost his career and was forced to support himself by going door to door selling kerosene. The second (and clearly sociopathic) twin, naturally, became an important figure in the activities of his local soviet.Gloomy postmodernism from the student of Tarkovski. I was really stressed by this film. It is very awesome and absurd story set in Kali ningrad. One can see a lot of ruined castles and 18-19th century German buildings here. You can also see the grave of Immanuil Kant and a lot of screened freaks. Atmospheric and cold suspense with some gore and psychotropic visions. Very nasty and hypnotic trip into the flashbacks of Perestroika and the USSR. This film has much influence from European post modernism and deals a lot with mental pain and its visions. I would recommend this film for those people who explores the dark side of experimental cinema. Quite obscure visionary and a lot of classical music.",
    "chinese_title": "煤油工的妻子",
    "douban_rating": "7.5/10 from 138 users",
    "foreign_title": "Жена керосинщика",
    "imdb_rating_average": 7.3,
    "douban_rating_average": "7.5",
    "update_at": "2025-04-02T03:00:53"
}