{
    "aka": [
        "The Dark Night"
    ],
    "sid": "3866223",
    "cast": [
        {
            "url": "/celebrity/1065300/",
            "name": "尤利·别连耶夫 Yuri Belyayev",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "剧情",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886464309.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [
        {
            "url": "/celebrity/1052078/",
            "name": "奥列格·科瓦廖夫 Oleg Kovalov",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0320671",
    "director": [
        {
            "url": "/celebrity/1052078/",
            "name": "奥列格·科瓦廖夫 Oleg Kovalov",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "2001"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0320671/",
    "imdb_votes": 118,
    "this_title": [
        "Темная ночь"
    ],
    "douban_link": "https://movie.douban.com/subject/3866223/",
    "imdb_rating": "7.4/10 from 118 users",
    "trans_title": [
        "暗夜",
        "The Dark Night"
    ],
    "douban_votes": "0",
    "introduction": "Mixture of documentary and fiction about the dictatorial 1930s. With archive footage of 'kino newsreels', a script that is loosely based on the utopian fantasies of Fritz Lang and about the forbidden passionate love affair between a photographer and his model. The Dark Night takes Oleg Kovalov a little closer to his target: to write a complete history of the twentieth century in the language of film. Not a documentary or chronological history, but a lyrical, subjective and poetic history. In Sergei Eisenstein - An Autobiography, we witnessed the stormy 1920s and the blossoming culture of that era, in Scorpion's Garden we saw the paranoia of the Cold War and the thaw that followed. The Dark Night, just like Concert for a Rat before, is on the subject of the dictatorial 1930s. Kovalov has little faith in the documentary as a means to find truth. He does not think that the truth can be found within existing genres. So his films transgress those genres. Documentary and fiction are just as difficult to distinguish in his work as fictional characters from concrete people in old newsreels and other archive footage. That also goes for The Dark Night. The film combines archive footage from the Third Reich with a script that is loosely based on the fantasies of Fritz Lang: a lyrical thriller with horror elements. As the stylised black & white images have all been shot in reconstructed studio sets, the film has the mood of the 1930s cinema.",
    "chinese_title": "暗夜",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Темная ночь",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-04-11T01:33:54"
}