{
    "aka": [
        "Bodyguard"
    ],
    "sid": "3866323",
    "cast": [
        {
            "url": "/celebrity/1103358/",
            "name": "亚历山大·凯伊达诺夫斯基 Aleksandr Kaidanovsky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050626/",
            "name": "安纳托利·索洛尼岑 Anatoliy Solonitsyn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019480/",
            "name": "尼古拉·格林科 Nikolai Grinko",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1052598/",
            "name": "沙夫卡特·阿卜杜萨拉莫夫 Shavkat Abdusalamov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1061170/",
            "name": "博洛特·贝舍纳利耶夫 Bolot Bejshenaliyev",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1979",
    "genre": [
        "动作"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867258430.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1105872/",
            "name": "阿里·哈姆拉耶夫 Ali Khamraev",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0171819",
    "director": [
        {
            "url": "/celebrity/1105872/",
            "name": "阿里·哈姆拉耶夫 Ali Khamraev",
            "@type": "Person"
        }
    ],
    "duration": "USA: 90 分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1979"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0171819/",
    "imdb_votes": 90,
    "this_title": [
        "Телохранитель"
    ],
    "douban_link": "https://movie.douban.com/subject/3866323/",
    "imdb_rating": "6.6/10 from 90 users",
    "trans_title": [
        "保镖",
        "Bodyguard"
    ],
    "douban_votes": "0",
    "introduction": "Telokhranitel, or The Bodyguard in its English title, is a 1979 Soviet film. It is one of the best known of the Red Westerns and directed by the veteran feature and documentary maker, Ali Khamraev. Telokhranitel is a journey Eastern (Ostern) reminscent of such bounty hunter Westerns as Anthony Mann's Naked Spur or Budd Boetticher's Ride Lonesome. The parallels are particularly pertinent to the former as it is a savage tale, in which the arid, unforgiving landscape of Central Asian mountains mirrors the psychological intensity of the conflict between the characters, their grimly determined emotions and violent altercations.The setting is Central Asia during the Russian civil war. In the post-revolutionary twenties when the power in European Russia was (officially) \"fully in the hands of hands of the workers and peasants\", but the fight against the Basmachi rebels was in full swing. (The same conflict turns up in White Sun of the Desert). When a Red Army detachment captures Sultan Mazar, the brains behind the Bazmachi contingent, a decision is made to escort urgently the prisoner to the Bukhara province. The difficult mission is entrusted to a grizzled mountain trapper and conscientious revolutionary called Mirzo. His expertise is essential to traverse the precarious paths and steep mountain ridges along the way, impossible terrain for the inexperienced. A group consisting of Mirzo, his brother Kova, the Sultan, his daughter Zaranghis and slave Saifulla set off on this journey, pursued doggedly along the way by Fattobeck, the ruthless new head of the Basmachis. They are forced to fight on the mountain ridges as well as negotiate the natural dangers and harsh elements.",
    "chinese_title": "保镖",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Телохранитель",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-07-09T22:15:01"
}