{
    "aka": [],
    "sid": "3868193",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "喜剧",
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1288977/",
            "name": "克拉默·汤姆 Tom Kramer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1308768/",
            "name": "Michael Goudeau Michael Goudeau",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1467709",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1467709/",
    "imdb_votes": 106,
    "this_title": [
        "Penn & Teller: Bullshit!"
    ],
    "douban_link": "https://movie.douban.com/subject/3868193/",
    "imdb_rating": "6.7/10 from 106 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "\"Bullshit!\" redirects here. For the card game, see Bullshit (game). For the expletive, see Bullshit.Penn & Teller: Bullshit!Penn-and-teller-bullshit.jpgPenn and Teller host Bullshit!Format \tInfotainmentStarring \tPenn JilletteTellerCountry of origin \tUnited StatesNo. of seasons \t7No. of episodes \t79 (List of episodes)ProductionExecutive producer(s) \tRandall MoldaveStar Price (2003-2006)Eric SmallMark WolperMichael GoudeauRunning time \t28–30 minutesBroadcastOriginal channel \tShowtimeOriginal run \tJanuary 24, 2003 (2003-01-24) – presentExternal linksOfficial websitePenn & Teller: Bullshit!, rendered Penn & Teller: B.S.!, Bullsh*t!, Bulls***! or Bull! for advertisements, is an American documentary television series that has been on the air since 2003 on the premium cable channel Showtime on Thursday nights at 10 pm ET. In Canada, the series airs on The Movie Network and Movie Central. It is hosted by professional magicians/comedians Penn & Teller. Many episodes aim to debunk pseudoscientific ideas, supernatural beliefs, popular fads and misconceptions, and often from a libertarian point of view, the political philosophy espoused by both Penn and Teller. The show criticizes proponents of what they perceive as nonsense and dishonesty — bullshit — often citing ulterior political or financial motives. The stated aim of the show is to apply critical thinking to misconceptions. As is indicated by the show's title, the program adheres to Penn & Teller's characteristically blunt, aggressive presentation.Supernatural subjects of episodes include alien abduction, alternative medicine, the Bible, and ESP; other episodes cover social issues such as the War on Drugs, organic food, animal rights, gun control, and environmentalism. Penn & Teller approach the topics in the manner of Harry Houdini and James Randi (who has appeared more than once on the show), who are known for debunking claims of supernatural powers.[1]The show has aired seven complete seasons so far.[2] The seventh season began airing on June 25, 2009.[3] With the start of its seventh season, it is now Showtime's longest running series.[4] The series has achieved worldwide success, being shown in countries such as Argentina, Australia, Bosnia and Herzegovina, Brazil, Canada, Colombia, Denmark, Finland, Iceland, Mexico, New Zealand, Norway, Sweden and the United Kingdom.Contents",
    "chinese_title": "Penn & Teller: Bullshit!",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-04-23T04:50:43"
}