{
    "aka": [
        "邦娜(港)"
    ],
    "sid": "3872721",
    "cast": [
        {
            "url": "/celebrity/1022513/",
            "name": "诺拉·阿诺尔 Nora Aunor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1296553/",
            "name": "Phillip Salvador Phillip Salvador",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1282197/",
            "name": "Marissa Delgado Marissa Delgado",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1284444/",
            "name": "Venchito Galvez Venchito Galvez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1068415/",
            "name": "Rustica Carpio Rustica Carpio",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1289312/",
            "name": "霍埃尔·拉曼根 Joel Lamangan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1290871/",
            "name": "斯潘基·马尼坎 Spanky Manikan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1980",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908155584.jpg",
    "region": [
        "菲律宾"
    ],
    "writer": [],
    "imdb_id": "tt0082093",
    "director": [
        {
            "url": "/celebrity/1002953/",
            "name": "利诺·布洛卡 Lino Brocka",
            "@type": "Person"
        }
    ],
    "duration": "Sweden: 86 分钟",
    "episodes": "",
    "language": [
        "菲律宾语",
        "塔加路语"
    ],
    "playdate": [
        "1980"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0082093/",
    "imdb_votes": 206,
    "this_title": [
        "Bona"
    ],
    "douban_link": "https://movie.douban.com/subject/3872721/",
    "imdb_rating": "7.4/10 from 206 users",
    "trans_title": [
        "伯娜",
        "邦娜(港)"
    ],
    "douban_votes": "0",
    "introduction": "BONA loves Gardo. Gardo loves Gardo. Gardo loves going to bed with almost any woman he can attract. Once - apparently in the absence of anyone better - he even takes Bona to bed, but by the next morning, the matter seems to have slipped his mind.Bona is a grave-looking woman who drops out of school to pursue her crush on the narcissistic Gardo by moving in with him, more as a servant than anything else. Gardo, in the estimation of Bona's enraged father, is either a second- or third-rate actor in Philippine action movies.Bona (Nora Aunor) and Gardo (Philip Salvador) are the central figures in ''Bona,'' a film from the Philippines directed by Lino Brocka, whose publicity describes him as a prolific film maker and likens him to Rainer Werner Fassbinder.Prolific he may be, but, while technically unobjectionable, ''Bona,'' which opens today at the Film Forum, fails to shed much light on the wellsprings of Bona's obsessive love for Gardo. A young woman's attraction and devotion to a sleazily handsome actor are understandable, and so at first it not surprising that Bona is willing to fetch water so that Gardo can have warm baths; that she scrubs his floors and mends his clothes and cooks for him in the house they share in a poor neighborhood.But right from the start, it is also clear that Gardo is not exactly a flawless jewel of humanity: he is beaten up by the relatives of one of his women; he is a drunk; he brings home an assortment of other women; he disappears for extended periods; he leaves it to Bona to arrange an abortion for one of his lovers, and finally - after Bona has been essentially disowned by her family - Gardo informs her that he is selling the house they share and going off with another woman.About five minutes of Gardo would be enough to make most people explode. But it takes Bona about 90 minutes. And since she seems reasonably intelligent and sensitive and is alert from the outset to Gardo's slights, the writing and direction of ''Bona'' must be faulted for failing to supply dramatically valid explanations for her patience.''Bona'' is chiefly interesting as an example of Philippine film making and for its glimpses of life in the neighborhood where Bona and Gardo live.Philippine Glimpses",
    "chinese_title": "伯娜",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Bona",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-05-20T01:52:25"
}