{
    "aka": [],
    "sid": "3872968",
    "cast": [
        {
            "url": "/celebrity/1153082/",
            "name": "William Day William Day",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1183021/",
            "name": "Michael C. Newsome Michael C. Newsome",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt0769367",
    "director": [
        {
            "url": "/celebrity/1301160/",
            "name": "Tim Wolochatiuk Tim Wolochatiuk",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2005-12-02"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0769367/",
    "imdb_votes": 19,
    "this_title": [
        "On the Run"
    ],
    "douban_link": "https://movie.douban.com/subject/3872968/",
    "imdb_rating": "8.4/10 from 19 users",
    "trans_title": [
        "警网追追追"
    ],
    "douban_votes": "0",
    "introduction": "警匪片集总是紧张刺激，在现实生活中，警察与犯人的猫捉老鼠游戏又如何？节目见证执法人员追捕在逃的疑犯经过，他们以无比的毅力与创新手法追踪逃犯，透过戏剧重演与访问，真英雄故事展现。其中包括警方的行动纪录与调查，中间有被误导与分散注意力。They love the highlife - they just want you to pay for it. Watch as law enforcement officers pursue some of the world's most slippery white-collar criminals in On The Run, airing on Discovery Broadband and in High Definition (HD) on Discovery HD.In this high-stakes chase series, dedicated law enforcement agencies use unrelenting persistence and innovative procedures to track and capture the world's most clever fugitives. Through dramatic reenactments and interviews, On The Run unites the fugitive's story of committing the crime, the escape and ensuing chase with the police account of the hunt. In this white-knuckle game of cat and mouse, anything can happen, offering real-life twists and turns to rival any Hollywood blockbuster.On the Run -\"The King Of Cons\"Harris County, Texas, is home to America's largest prison system, housing more than 700,000 people - five per cent of the Texan population. In this episode, follow career criminal Steven Jay Russell as he escapes from prison - for the third time - by disguising himself as a doctor. With a long legacy of eluding and embarrassing Texas law enforcement, Russell becomes the personal obsession of Terry Cobbs, an agent with the Gulf Coast Task Force that specializes in tracking fugitives. Cobbs tracks Russell to a motel in Biloxi, Mississippi - but not before\"King Con\" bluffs his way into the role of CFO for NutraSweet. Sentenced to 45 years in prison, Russell is determined to remain a free man and stages his best break yet when he fakes his own death. A few days after his alleged death, Cobbs discovers that Russell has beaten the system - again - and nothing will get in his way of a final, dramatic showdown.On the Run -\"Globe Trotter\"After stealing millions of dollars from a Florida insurance company, 45-year old Sholam Weiss is sentenced to a staggering 845 years in prison. With a taste for the high life very much at odds with the American penal system, Weiss flees the country with US $30-million and his 27-year old girlfriend and creates a new life in Brazil under the alias\"Charles Dick.\" Upon his escape, FBI Agent Joe Judge, the man who had relentlessly pursued Weiss for three years prior to his conviction, makes it his mission to catch the thief. The 1,000-day international pursuit finally ends in a dramatic confrontation at the Vienna International Airport.On the Run -\"The Silver Bandit\"Much like the character portrayed by Cary Grant in Alfred Hitchcock's classic 1955 thriller To Catch a Thief,\"The Silver Bandit\" Blane Nordahl's crimes are legendary. He is accused of more than 150 break-ins from Maine to Florida and the theft of more than US $3-million worth of fine silver during his illustrious - albeit illicit - career. His victims include Donald Trump's ex-wife Ivana Trump, rocker Bruce Springsteen and broadcaster Curt Gowdy. In this episode, watch as Nordahl leads Detectives Lonnie Mason and Cornell Abruzzini through the wealthy enclaves of the northeastern United States, slipping through their fingers time and again, even when surrounded by police stakeouts.On the Run -\"The Whiskey Robber\"Daring and dangerous, Attila Ambrus won the hearts of the Hungarian people when he became the country's most famous bank-robbing, hockey-playing heartthrob. In 1993, Ambrus robbed his first bank in Hungary and by the time he was first arrested in 1999, he had robbed 29 banks and stolen nearly US $1-million - remarkably, robbing one state bank four times! While communism crumbled, Hungarians were disillusioned by rampant corruption and they embraced Ambrus as their Robin Hood - except for one greedy accomplice who betrayed him to the authorities and aided his capture. After escaping from the police station by scaling down a string of bed sheets from the rooftop, the entire nation cheered him on. T-shirts, buttons and Web sites glorified the iconic renegade and a German pop star recorded a song about him. Now serving a 17-year sentence, Ambrus is far from the limelight. But with a book deal and feature film in the works, his legend may make him more money than his career as a criminal ever did.",
    "chinese_title": "警网追追追",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "On the Run",
    "imdb_rating_average": 8.4,
    "douban_rating_average": 0,
    "update_at": "2025-08-31T13:56:30"
}