{
    "aka": [],
    "sid": "3874988",
    "cast": [
        {
            "url": "/celebrity/1318549/",
            "name": "宗峰岩 Fengyan Zong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1355361/",
            "name": "陆梅芳 Meifang Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1418996/",
            "name": "龙欣 Xin Long",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2007932045.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1366058/",
            "name": "张延斌 Yanbin Zhang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2009-09-01(中国大陆)"
    ],
    "this_title": [
        "雨后的彩虹"
    ],
    "douban_link": "https://movie.douban.com/subject/3874988/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "他们一家来自农村山区，丈夫于福生纯朴善良，在这个城市的工地上做搬运工，为了家庭他不顾日晒雨淋，省吃俭用；妻子赵丽勤劳贤惠，每天早出晚归、任劳任怨；夫妻俩把希望全都寄托在儿子于磊和女儿于晶身上，安排他们读城里的先进学校，他俩都有一个共同的希望，那就是希望儿女好好学习，将来能出人头地。虽然家境清苦，但儿子的懂事，女儿的可爱，一家人的相互关爱，即便再苦再累，夫妻俩也无怨无悔。初到学校，性格内向、不善言语的于磊不适应城里的环境，看到同学们对生活的无忧无虑心存自卑，始终不能和大家融和在一起，善良的班主任方老师一边开导于磊，一边要同学们更要帮助于磊。一次误会妹妹于晶弄坏了同学刘嘉男的玩具汽车，刘嘉男要于磊赔偿，于磊不知道怎么处理，拉着妹妹逃走，于磊和刘嘉男产生矛盾，幸好在班主任方老师的教育下，刘嘉男和于磊言归于好。黄立比于磊高一个班，他一直渴望家庭的温暖，可父母常年在外做生意，很少有时间和他们相处，每次回来给他大量的零花钱就匆匆离去，黄立对父母产生逆反心里，甚至讨厌他们，在学校里他性格倔强孤僻，同学们都不愿和他相处，他爱好跑步，用跑步来发泄内心的压抑，于是经常找学校里的快跑能手比赛，大多数同学都不是他的对手。一次向刘嘉男和班级同学挑战，于磊挺身而出跑赢黄立，同学们非常开心，连刘嘉男都赞扬于磊，得到了同学们的认可，于磊感到很开心和刘嘉男等成为好朋友，黄立也对于磊刮目相看，主动要和于磊交朋友，于磊对黄立避而远之。于磊越是回避黄立，黄立就越接近于磊，最终于磊被黄立的诚意打动和他成为无话不谈的好朋友，和于磊的交往中，黄立的心境慢慢开朗。黄立来到于磊家，受到于福生和赵丽的热情招待，黄立感受到家庭的温暖，他很羡慕于磊有个幸福的家庭。刘嘉男邀请于磊和一班同学参加自己的生日，于磊和同学们玩的很开心，于磊的邻居、同班同学陈俊明悄悄拿走刘嘉男妈妈的钱包。第二天，赵丽骑三轮车不小心刮到了刘嘉男妈妈的汽车，刘妈妈生气痛骂赵丽，并要赵丽赔偿，昂贵的修车费用使得于磊一家陷入困境，于磊开始讨厌刘嘉男，在学校里对他不予理睬，刘嘉男感到莫名其妙，找于磊理论，被于磊推到，一不小心撞到墙角，额头撞破。刘嘉男妈妈带着刘嘉男来于福生家理论，并且在于福生家的院子里发现自己的钱包，遂断定是于磊偷的，于福生夫妇十分委屈。于磊回家受到于福生严厉斥责，一家人度过了一个伤心的晚上。于磊感到父母为自己付出的太多，自己不想成为家里的负担，决定离家去外面找一份工作减轻父母的重担。于磊的出走使于福生和赵丽悲痛不已，他们到处打听于磊的下落，陈俊明感到内疚承认了钱包是他偷的，刘嘉男妈妈也惭愧不已，本来就胃病严重的于福生在寻找于磊的过程中忘记了吃药和吃饭，最终晕倒住院。一个偶然的巧合黄立遇到找不到工作的于磊并且告诉他于福生住院的事情，于磊跑到医院，紧紧地搂住于福生伤心痛哭------此情此景，黄立觉得自己身在福中不知福，于是给爸爸妈妈拨通电话------风雨过后，于磊重新回到班级，老师和同学们鼓掌欢迎，经过这些波折的考验，于磊变得更加坚强、懂事，他决心好好学习以优异的成绩来报答父母。",
    "chinese_title": "雨后的彩虹",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-01-12T06:42:32"
}