{
    "aka": [
        "Konets vechnosti",
        "永恒的终结"
    ],
    "sid": "3874590",
    "cast": [
        {
            "url": "/celebrity/1150785/",
            "name": "薇拉·索特尼科娃 Vera Sotnikova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1161496/",
            "name": "格奥尔基·热诺夫 Georgi Zhzhyonov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033801/",
            "name": "谢尔盖·尤尔斯基 Sergei Yursky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1091116/",
            "name": "格迪米纳斯·吉尔达维尼斯 Gediminas Girdvainis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1103876/",
            "name": "鲍里斯·伊万诺夫 Boris Ivanov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105015/",
            "name": "鲍里斯·克柳耶夫 Boris Klyuyev",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115613/",
            "name": "米克·米基维尔 Mikk Mikiver",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1987",
    "genre": [
        "科幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2358868651.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1014250/",
            "name": "艾萨克·阿西莫夫 Isaac Asimov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1030321/",
            "name": "布季米尔·梅塔利尼科夫 Budimir Metalnikov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1035355/",
            "name": "安德烈·叶尔马什 Andrei Yermash",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0298960",
    "director": [
        {
            "url": "/celebrity/1035355/",
            "name": "安德烈·叶尔马什 Andrei Yermash",
            "@type": "Person"
        }
    ],
    "duration": "137分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1987"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0298960/",
    "imdb_votes": 284,
    "this_title": [
        "Конец вечности"
    ],
    "douban_link": "https://movie.douban.com/subject/3874590/",
    "imdb_rating": "6.0/10 from 284 users",
    "trans_title": [
        "永恒国度的终焉",
        "Konets vechnosti",
        "永恒的终结"
    ],
    "douban_votes": "103",
    "introduction": "Фильм рассказывает о деятельности организации под названием «Вечность», которая существует вне времени и управляет всем сущим на Земле. Представители «Вечности» могут попасть в любой век истории Земли с помощью Капсул Времени, движущихся в бесконечно продолжающихся Колодцах Времении, начиная с XXVII, и, воздействуя на ход событий, изменяют его так, как сами считают нужным, искореняя войны, обычаи, новые виды оружия, космические путешествия.Своих новых членов «Вечность» вербует из обычных землян, забирая их в детском возрасте. Им запрещено сохранять какую-либо связь с домом, с родным Столетием. Пройдя обучение, они становятся Вечными — Наблюдателями, Вычислителями, Социологами, Администраторами, Техниками… Так, в «Вечности» появился Эндрю Харлан, который после обучения дослужился до должности Техника — человека, который выбирает способ изменения реальности, которую сочли нужным поменять всесильные Вычислители.Молодого подающего надежды техника берёт к себе под начало член совета директоров Вечности Вычислитель Лабан Твиссел. Он собирается поручить Эндрю ответственное задание, в ходе которого Харлан должен обучить некоего ученика по фамилии Купер знаниям о Первобытной Истории, которой Харлан увлечен с детства.Ошибочно Техник Харлан знакомит Купера с устройством Капсул Времени, чего делать было категорически нельзя, за что, в наказание, назначается Наблюдателем в сектор Времени, в котором руководит его недоброжелатель — Вычислитель Финжи. Там он знакомится с обычной земной девушкой Нойс Ламбент, которая работает у Финжи секретаршей. Любовь «вечного» и «смертной» нарушает все планы всемогущих Вычислителей, которые мечтали замкнуть круг Времени — отправить ученика Купера в XXIII век, где он должен создать под именем Виккора Маллансона первые устройства, позволяющие путешествовать во Времени, которые позволят создать Вечность в XXVII веке.Когда Вычислитель Финжи решается на изменение реальности столетия, откуда родом Нойс, Харлан просит знакомого Социолога провести расчет, есть ли она в новой реальности. Узнав, что ее там нет, он прячет Нойс в Скрытых столетиях, расположенных после 1000, откуда нет выхода в Реальность. Когда изменение произошло, Харлан не смог попасть к любимой — Капсула Времени останавливается в 1000 столетии.Отныне Эндрю Харлан, Вечный до мозга костей, становится непримиримым врагом Вечности и готов на все, чтобы вернуть любимую девушку. Вплоть до уничтожения самой Вечности.",
    "chinese_title": "永恒国度的终焉",
    "douban_rating": "6.9/10 from 103 users",
    "foreign_title": "Конец вечности",
    "imdb_rating_average": 6.0,
    "douban_rating_average": "6.9",
    "update_at": "2025-06-01T05:00:19"
}