{
    "aka": [
        "Mexican Fantasy",
        "Sergei Eisenstein. Meksikanskaya fantasiya"
    ],
    "sid": "3874984",
    "cast": [
        {
            "url": "/celebrity/1004988/",
            "name": "谢尔盖·爱森斯坦 Sergei M. Eisenstein",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1001459/",
            "name": "艾都瓦德·堤塞 Eduard Tisse",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005556/",
            "name": "格里高利·亚历山德罗夫 Grigori Aleksandrov",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1998",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873037932.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [
        {
            "url": "/celebrity/1004988/",
            "name": "谢尔盖·爱森斯坦 Sergei M. Eisenstein",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1052078/",
            "name": "奥列格·科瓦廖夫 Oleg Kovalov",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0158935",
    "director": [
        {
            "url": "/celebrity/1052078/",
            "name": "奥列格·科瓦廖夫 Oleg Kovalov",
            "@type": "Person"
        }
    ],
    "duration": "Germany: 100 分钟(Berlin Film Festival)",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1998"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0158935/",
    "imdb_votes": 70,
    "this_title": [
        "Сергей Эйзенштейн. Мексиканская фантазия"
    ],
    "douban_link": "https://movie.douban.com/subject/3874984/",
    "imdb_rating": "7.0/10 from 70 users",
    "trans_title": [
        "爱森斯坦的墨西哥幻想曲",
        "Mexican Fantasy",
        "Sergei Eisenstein. Meksikanskaya fantasiya"
    ],
    "douban_votes": "0",
    "introduction": "I just watched this compilation of footage shot in Mexico around 1930 by Eisenstein, and I was completely unprepared for the striking quality of these images, some of the most beautiful black and white cinematography I've seen. As I understand it, this footage, which Eisenstein was compelled to abandon, has been compiled and edited into a sort of travelogue by the Oleg Kovalov, who gets director credit for this film. This is a travelogue in a more old-fashioned sense – not a survey of resorts, hotels, casinos and airports, but an impression of the time, place, people and atmosphere of old Mexico. It has been edited per notes left by Eisenstein, along with a degree of interpretation guided by Kovalov's knowledge of Eisenstein's style and intentions. However far it might have strayed from those original intentions, it is a remarkably beautiful film in its own right.Early on in the film, the compositions look like Gaugin paintings come to life, as the provincial Mexicans strike the iconic poses that Eisenstein set up, surrounded by tropical foliage. In one particular shot, two young woman hold their pose under some palm leaves, but the one on the left repeatedly breaks into giggles, possibly over the strange attitude that the crazy Russian has asked her to hold. Really charming. Many of the scenes with the local people are moody, or even a bit spooky, some involving symbols of death. Others are more festive, but still with a dark quality to them. A Russian is a Russian, I guess.A stereo soundtrack has been added which consists of various ethnic music (not just Mexican), more modern, avant-garde music, and ambient sounds and sound effects that are so apt and well-timed to the film, they give you an eerie sense of being there. This is one of the best things I've seen in a long time, and I can't recommend it highly enough.",
    "chinese_title": "爱森斯坦的墨西哥幻想曲",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Сергей Эйзенштейн. Мексиканская фантазия",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-08-21T08:14:29"
}