{
    "aka": [],
    "sid": "3876633",
    "cast": [
        {
            "url": "/celebrity/1129126/",
            "name": "Janis Paukstello Janis Paukstello",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1996",
    "genre": [
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2722085576.jpg",
    "region": [
        "拉脱维亚/德国"
    ],
    "writer": [],
    "imdb_id": "tt0220869",
    "director": [
        {
            "url": "/celebrity/1047360/",
            "name": "Varis Brasla Varis Brasla",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "Latvian"
    ],
    "playdate": [
        "1993"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0220869/",
    "imdb_votes": 270,
    "this_title": [
        "Ziemassvētku jampadracis"
    ],
    "douban_link": "https://movie.douban.com/subject/3876633/",
    "imdb_rating": "7.7/10 from 270 users",
    "trans_title": [
        "克魯利提塞斯一家"
    ],
    "douban_votes": "0",
    "introduction": "Great films don’t always need to be “great” films. They don’t have to be perfect or about important topics. Sometimes they can just simply be small, gentle films that tell their story with heartfelt sincerity, humor and warmth. Ziemassvētku jampadracis is such a film.Jampadracis tells the story of the Cīrulīši, a tight-knit family down on their luck, and their trials and tribulations during the Christmas season.Father Cīrulītis has just been turned down for a job as a music teacher. He can barely support the family as a piano teacher with far too few students. They can’t even afford a Christmas tree. The landlord is threatening to kick them out. The kids have just received their report cards and some of the marks are not, well, they are not the kind that you would want your parents to see. The eldest son has been summoned to the police station falsely accused of hitting a policeman with a snowball. And, to top it all off the child prodigy—whom the two youngest kids have been entrusted with entertaining—has just been injured on the eve of his concert. The pair is sure to be blamed.What ensues is a story that is as genuine as it is warm, a wonderful tale that transcends whatever weaknesses it might have simply because it is told from the heart. The Cīrulīši might be poor and going through hard times, but the love that they have for each other can triumph over anything that comes their way.In contrast, the family of the child prodigy, which has all the wealth and status that anyone could possibly need, seems lost and sad because they lack precisely the one thing that the Cīrulīši have been blessed with.The winner of several awards, among them Chicago’s and Frankfurt’s children’s film festivals, Jampadracis might be characterized as a children’s film, but it is a film for the child in all of us. It transcends the genre. The performances do not contain a single false note and Varis Brasla’s direction and the script by Alvis Lapiņš are exemplary.(sourcehttp://latviansonline.com/reviews/article/2088/)",
    "chinese_title": "克魯利提塞斯一家",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ziemassvētku jampadracis",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-06-13T01:39:11"
}