{
    "aka": [
        "Invisible Adversaries"
    ],
    "sid": "3878431",
    "cast": [
        {
            "url": "/celebrity/1008320/",
            "name": "赫尔克·桑德 Helke Sander",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1035249/",
            "name": "Peter Weibel Peter Weibel",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1977",
    "genre": [
        "科幻",
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2593872174.jpg",
    "region": [
        "奥地利"
    ],
    "writer": [
        {
            "url": "/celebrity/1048747/",
            "name": "瓦莉·艾丝波特 Valie Export",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1035249/",
            "name": "Peter Weibel Peter Weibel",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0076204",
    "director": [
        {
            "url": "/celebrity/1048747/",
            "name": "瓦莉·艾丝波特 Valie Export",
            "@type": "Person"
        }
    ],
    "duration": "109 分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1976"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0076204/",
    "imdb_votes": 181,
    "this_title": [
        "Unsichtbare Gegner"
    ],
    "douban_link": "https://movie.douban.com/subject/3878431/",
    "imdb_rating": "6.4/10 from 181 users",
    "trans_title": [
        "看不见的对手",
        "Invisible Adversaries"
    ],
    "douban_votes": "0",
    "introduction": "Breaking free of conventional unities of body, space and time, this early feature by one of Europe's leading feminist filmmakers is a haunting excursion into psychic disintegration and crumbling identity. It loosely covers one year in the life of Anna, a young Viennese photographer increasingly convinced that the Hyksos, a hostile alien force, are invading people's bodies and responsible for the decay and rising violence around her. Valie Export skillfully exploits montage and integrates video, performance and installation art with elements from Cubism, Surrealism, Dada and avant-garde cinema.\"Anna, an artist, is obsessed with the invasion of alien doubles bent on total destruction. Her schizophrenia is reflected in the juxtapositions of long movie camera takes with violently edited montages: private with public spaces; black & white with colour, still photographs with video, ear splitting sounds with disruptive camera angles. Anna uses her body like a map; after a devastating quarrel with her lover, she paints red stitches on herself. Watching their scenes together, we realize how seldom, if ever before, the details of sexual intimacy have been shown in film from the point of view from a woman. Export privileges rupture over unity and never settles for one-dimensional solutions.\" Artforum, Nov. 1980\"One of the most original films in this year玸 exposition, Invisible Adversaries is a tour de force of cinematic invention. It should bring international recognition to Valie Export, an Austrian experimental filmmaker known heretofore in America mostly by reputation. This is her first attempt at a feature-length narrative, and it reveals a prodigious talent at work. The title refers to extraterrestrial aliens called 獺yksos? malevolent forces that enter human bodies like incubi and initiate the decline of civilization. Not to be taken literally, the Hyksos are a poetic metaphor for the modern Zeitgeist, the apocalyptic mood of the times. Ms. Export uses this theme as a framework for some of the most audacious and amazing experiments since Cocteau. The comparison is appropriate, for on one level Invisible Adversaries is about art and the artist, a modern Blood of the Poet. To this, Export brings a fresh and intelligent sensibility, characteristically self-referential. Her visual resources include mirrors, still photography, video, dance, and films within the film, all employed with a bold and surprising inventiveness.\" Excerpt from the catalogue notes of the 1978 Los Angeles International Film Exposition - Gene Youngblood\"The film feels a little as if Godard were reincarned as a woman and decided to make a feminist version of The Invasion of the Body Snatchers.\" Amy Taubin, Soho Weekly News",
    "chinese_title": "看不见的对手",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Unsichtbare Gegner",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-04-16T08:45:10"
}