{
    "aka": [
        "Stories of Disenchantment"
    ],
    "sid": "3881006",
    "cast": [
        {
            "url": "/celebrity/1294350/",
            "name": "Fabiana Perzabal Fabiana Perzabal",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1301800/",
            "name": "Jorge Zárate Jorge Zárate",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1277605/",
            "name": "西蒙娜·阿亚拉 Ximena Ayala",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情",
        "喜剧",
        "歌舞",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2543556165.jpg",
    "region": [
        "墨西哥"
    ],
    "writer": [],
    "imdb_id": "tt0451759",
    "director": [],
    "duration": "120 分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2005"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0451759/",
    "imdb_votes": 111,
    "this_title": [
        "Historias del desencanto"
    ],
    "douban_link": "https://movie.douban.com/subject/3881006/",
    "imdb_rating": "6.2/10 from 111 users",
    "trans_title": [
        "幻灭的故事",
        "Stories of Disenchantment"
    ],
    "douban_votes": "0",
    "introduction": "2007年葡萄牙国际幻想电影节评委会特别奖。一部受jodorowsky的《圣山》影响的超现实奇幻片。Ximena leads her young friend Diego into a warehouse filled with strange objects. The woman who lives there, Ainda, returns home while the two kids are still inside. Ainda is an artist haunted by the ghost of her dead lover. But she is hiding something even more horrific from the rest of the world. When the two school kids learn this secret, they are plunged headlong into Ainda’s strange world. She leads the two children into the very adult world of drugs and sexual experimentation, but that’s only where their journey begins.Dreams can be some wicked experience. This film is about the magical dream-world we carry in our head and the ultimate thing that makes the difference between reality/imagery. Diego, a video-artist, and his friend Aida are discovering (though you can say they are experiencing ecstasy) a labyrinth (the house of forbidden pleasures) where they are protected by Harpy-which is in fact a harpy. I believe is somehow a criticism to the post-modernist way of thinking: very rational, though ration is over-valued.A surreal love story involving a young artist, his teenager friend and a harpy. It is indeed a bizarre film with a lot of nudity scenes and some grotesque-picturesque ones. I was fascinated and amused by the songs (very Manu Chao)- which are proposed as some pop-video-clips- and though it remembers about Lynch films, as you don't understand all the statements this movie propose, and Jodorowski magic realism, it has it's own fantasy style.",
    "chinese_title": "幻灭的故事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Historias del desencanto",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-02-12T14:33:51"
}