{
    "aka": [
        "Karoy"
    ],
    "sid": "3881022",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905526475.jpg",
    "region": [
        "Kazakhstan"
    ],
    "writer": [
        {
            "url": "/celebrity/1311743/",
            "name": "冉娜·伊莎巴耶娃 Zhanna Issabayeva",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1094256",
    "director": [
        {
            "url": "/celebrity/1311743/",
            "name": "冉娜·伊莎巴耶娃 Zhanna Issabayeva",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "Kazakh"
    ],
    "playdate": [
        "2007"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1094256/",
    "imdb_votes": 41,
    "this_title": [
        "Карой"
    ],
    "douban_link": "https://movie.douban.com/subject/3881022/",
    "imdb_rating": "6.0/10 from 41 users",
    "trans_title": [
        "Karoy"
    ],
    "douban_votes": "0",
    "introduction": "Film-shock, film-scandal - so, according to the director-producer of drama Jeanne Isabaeva, \"Karoy\" was named on the Venetian film festival-2007. And such conclusions involuntarily too come to you after viewing this film. It wakens so much inconsistent, even aggressive feelings and emotions that to resist to them is difficult. Film as if encroaches upon something sacred, something valid, as reality encroaches upon illusion as the bitter truth kills all sweet of lie in the moment so exposure pulls down smart combinations.The film was shot in Pribalhashie, - Jeanne Isabaeva told. - All scenery is natural, we built nothing, all houses and objects of the film really exist. For me it was very important to transfer this reality. Manufacture of the film took 8 months including laboratory works which were in Prague. Answering question on a choice of the name for the film, Jeanne Isabaeva noted, that, first, Karoy is a settlement where the film was shot. And secondly, Karoy-Kara oy from the Kazakh language is translated as a dark hollow.The director/producer of the film - Jeanne Isabaeva was nominated in the five of the best directors of Asia in 2007 for her film \"Karoy\" under the version of the most prestigious Asian film-premium Asia Pacific Screen Awards.",
    "chinese_title": "Карой",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-06-11T07:02:26"
}