{
    "aka": [],
    "sid": "3886684",
    "cast": [
        {
            "url": "/celebrity/1260247/",
            "name": "Miguel Angel Torres Miguel Angel Torres",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874309676.jpg",
    "region": [
        "奥地利"
    ],
    "writer": [
        {
            "url": "/celebrity/1312603/",
            "name": "厄文·沃根霍夫 Erwin Wagenhofer",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1307963",
    "director": [
        {
            "url": "/celebrity/1312603/",
            "name": "厄文·沃根霍夫 Erwin Wagenhofer",
            "@type": "Person"
        }
    ],
    "duration": "110分钟",
    "episodes": "",
    "language": [
        "德语",
        "西班牙语",
        "英语",
        "Tamil",
        "法语"
    ],
    "playdate": [
        "2008-10-30"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1307963/",
    "imdb_votes": 1757,
    "this_title": [
        "let's make money！"
    ],
    "douban_link": "https://movie.douban.com/subject/3886684/",
    "imdb_rating": "7.4/10 from 1757 users",
    "trans_title": [
        "让我们敛财吧！"
    ],
    "douban_votes": "0",
    "introduction": "Let’s make MONEY folgt dem Weg unseres Geldes, dorthin wo spanische Bauarbeiter, afrikanische Bauern oder indische Arbeiter unser Geld vermehren und selbst bettelarm bleiben. Der Film zeigt uns die gefeierten Fondsmanager, die das Geld ihrer Kunden jeden Tag aufs Neue anlegen. Zu sehen sind Unternehmer, die zum Wohle ihrer Aktionäre ein fremdes Land abgrasen, solange die Löhne und Steuern niedrig und die Umwelt egal ist. Wir erleben die allgegenwärtige Gier und die damit verbundene Zerstörung, die mit unserem Geld angerichtet wird.Der Film zeigt uns mehrere Ebenen des Finanzsystems. Wir erfahren auch, warum es auf dem Globus zu einer unglaublichen Geldvermehrung gekommen ist. Wir lernen deren Konsequenzen für unser Leben kennen. Täglich werden Milliardensummen, die möglichst hoch verzinst werden sollen, mit Lichtgeschwindigkeit um den Globus transferiert. Let’s make MONEY zeigt uns einige Zwischenstationen dieser Geldvermehrungsreise, wie die Schweiz, London oder Jersey. Warum ist die Kanalinsel das reichste Land Europas? Steueroasen nutzen Konzerne und Reiche, um Steuern zu sparen. Bislang hat die Politik dies nicht verhindert. Dabei setzten die Regierungen die Spielregeln für das weltweite Geldsystem fest. Seit den 70er Jahren erleichterten sie den Geldfluss und schufen so die Grundlage für den Boom der weltweiten Finanzindustrie mit ihren Zentren in London, New York oder Frankfurt. Es ging dabei immer um Interessen von wenigen Mächtigen. So konnten der Internationale Währungsfonds und die Weltbank vielen Entwicklungsländern eine Privatisierung von Altersvorsorge, Stromerzeugern oder Baumwollfabriken aufzwingen, nachdem deren Regierungen durch eine hohe Verschuldung erpressbar geworden waren. Dies eröffnet neue Anlagemöglichkeiten für unser Geld. Doch dieser „Ausverkauf“ von sozialen Errungenschaften wie Gesundheitssystem, Pensionswesen, Energieversorgung und öffentlicher Verkehr passiert nicht nur in der fernen „dritten“ Welt. Wir alle sind direkt davon betroffen. Und genau davon handelt der Film: Wir erleben keine Finanzkrise, sondern eine Gesellschaftskrise – die wir mit unserem Geld beeinflussen können.<<让我们敛财吧！>>跟踪我们的钱的去向，来到了西班牙建筑商，非洲农民或者印度工人把我们的钱变多，自己却持续贫穷的地方。电影给我们展示了著名的基金经理们，他们每天都把他们客户的钱投放到新的地方。也可以看到这些企业家，只要在一个陌生的国家里付给工人的工资和上交的税极少，且环保是无所谓的话，他们就会为股东们的权利而挖空这些国家。我们感受到了无所不在的贪欲，以及用我们的钱造成的相关的破坏。电影给我们展示了更多金融系统的层级。我们也了解到，这个地球上为什么会发生如此无法令人置信的货币增长。我们为了我们的生存了解其后果。每天那些应该尽可能升息的百亿金额，却以光速在这个地球上被转移。《让我们敛财吧！》指出了这些增长的货币的旅行中间站，比如瑞士，伦敦或者泽西（注：非美国新泽西州，而是坐落在英吉利海峡的英海外领地）。为什么这些英国的海峡群岛是欧洲最富有的地方？企业和富商利用这些免税区逃税。但是至此地区政策却没有阻止这些逃税事件发生。政府反而制定为国际货币系统制定了游戏规则。从七十年代起，政府让金钱的流通更加容易，也让伦敦，纽约，法兰克福的中心，为世界金融业的繁荣奠定了基石。这一直都是一些权利人士的利益点所在。这样世界基金组织和世界银行，在许多发展中国家政府拥有巨大的债务而变得可勒索的时候，强迫政府把养老制度，电力公司和棉花制造工厂私有化。这又为我们的金钱开创了投资可能性。这些公共成就的“大减价”，如医疗制度，养老金，能源供给，不只是发生在“第三”世界。我们所有的人都被直接涉及到。这恰好是电影阐述到的：我们正经历的不是金融危机，而是社会危机--对此，我们每个人的钱都能对它产生影响。(不能使用本译文用于任何商业范围，对于违反者，保留对其的法律追究权利)",
    "chinese_title": "让我们敛财吧！",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "let's make money！",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-05-29T07:33:47"
}