{
    "aka": [
        "资本论"
    ],
    "sid": "3892876",
    "cast": [
        {
            "url": "/celebrity/1211675/",
            "name": "Oksana Bulgakova Oksana Bulgakova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040936/",
            "name": "汉斯·马格努斯·恩岑斯贝格尔 Hans Magnus Enzensberger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1092541/",
            "name": "汉娜洛蕾·赫格 Hannelore Hoger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019290/",
            "name": "索菲·罗伊斯 Sophie Rois",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050672/",
            "name": "赫尔基·施楚奈德 Helge Schneider",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1207803/",
            "name": "彼得·斯洛特戴克 Peter Sloterdijk",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2587398189.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1005373/",
            "name": "亚历山大·克鲁格 Alexander Kluge",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1423964",
    "director": [
        {
            "url": "/celebrity/1005373/",
            "name": "亚历山大·克鲁格 Alexander Kluge",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1423964/",
    "imdb_votes": 73,
    "this_title": [
        "Nachrichten aus der ideologischen Antike. Marx–Eisenstein–Das Kapital"
    ],
    "douban_link": "https://movie.douban.com/subject/3892876/",
    "imdb_rating": "7.7/10 from 73 users",
    "trans_title": [
        "来自意识形态古代的新闻：马克思",
        "爱森斯坦",
        "资本论",
        "资本论"
    ],
    "douban_votes": "119",
    "introduction": "What is a revolutionary? The writings of Marx and Engels both use the metaphor of revolution as the \"locomotive of history\". Is, then, the revolutionary a standard bearer of progress, a pace setter, a frontrunner?None of the above, because in a world ruled by a turbo \"devaluation\" where only the new has market value, where commodity production spirals out of control, the \"train of time\" is a deadly trend. Alexander Kluge instead opts for Walter Benjamin's idea of the revolution as mankind \"pulling the emergency brake\". We must hold up the torch of reason to the problems at hand, and the true revolutionary is therefore the one who can unite future and past, merging two times, two societies, the artist who montages stories and history. And so we come to Alexander Kluge and his art.Kluge's monumental \"News from Ideological Antiquity. Marx – Eisenstein – Das Kapital\" is a 570-minute film available only on DVD which is based on the work of two other montage artists, James Joyce and Sergei Eisenstein. These two met in 1929 to discuss filming Marx's \"Kapital\" which had been written 60 years beforehand. Now, eighty years on, Alexander Kluge joins the party and takes up where Eisenstein failed, because neither Hollywood's capitalists nor Moscow's Communists were prepared to send the necessary funds his way.Most of the film consists of involved discussions between Alexander Kluge and other Marx-savvy writers and artists. Poet and essayist Hans Magnus Enzensberger compares the soul of man with the soul of money, author Dietmar Dath explains the meaning of the hammer and sickle on the Soviet flag and, from the standpoint of the Stoics, leaps (rather than marches at an orderly pace) into industrialisation, the actress Sophie Rois makes an impassioned appeal for Medea, differentiating between additive and subtractive love, filmmaker Werner Schroeter stages a Wagner opera featuring the \"rebirth of Tristan in the spirit of battleship Potemkin\", philosopher Peter Sloterdijk talks about Ovid and the metamorphosis of added value, a man at the piano analyses the score of a strike song while workers and factory owners face off in an opera by Luigi Nono, the poet Dürs Grünbein interprets Bert Brecht's aesthetisation of the Communist manifesto in swinging oceanic hexameter, cultural scientist Rainer Stollmann emphasises the myriad meanings of Marx's writings as science, art, story telling, philosophy, poetry. And social theorist and philosopher Oskar Negt looks sceptical when asked whether it's possible to find the right images for all this stuff when you're less interested in pedagogical content than the encompassing theory.Scholarly stuff, wide and deep in scope, yet bold and playful. But even if your own study of Marx is no more than a faded memory, it is hugely enjoyable to watch and listen to these experts as their \"thinking gradually deepens through talking\" and to watch Kluge interject, hopping adroitly from one thought to the next, surprising his interlocutors, catching them off balance, sending them off on new trajectories. We never know how much agreement and variance is hidden in Kluge's objections. His a Socratic approach to questioning, curious, open to everything, and so wonderfully subtle that at the end always find yourself wondering whether he had been driving at a particular target all along. Alexander Kluge is a great manipulator, an industrious loom, who weaves the most far-flung observations into his system.He is not filming \"Das Kapital\" but researching how one might find images to make Marx's book filmable. The quest is the way is the destination. The model for his underlying structure is Joyce's \"Ulysses\" where the entire history of the world is packed into a day in the life of his hero, Bloom. In Kluge's hands this becomes a collage of documentary, essayistic and fictional scenes, interviews and still photos, archive images of smoking factory chimneys, time-lapse footage of pounding machines and mountains of products, diary entries and blackboards scribbled with quotes referencing constructivism and concrete poetry.Coincidences, collisions. Back to back with a short film in which director Tom Tykwer stirs things up in a Berlin street, two readers struggle to recite the following sentence, slipping in and out of synch with increasing desperation: \"Whenever real, corporeal man, man with his feet firmly on the solid ground, man exhaling and inhaling all the forces of nature, posits his real, objective essential powers as alien objects by his externalisation, it is not the act of positing which is the subject in this process: it is the subjectivity of objective essential powers, whose action, therefore, must also be something objective.\"No sooner are we shown \"how the history of industry and the established objective existence of industry are the open book of man's essential powers, the perceptibly existing human psychology\" than we have the history of capitalism is explained to us as a giant extension of the fairytale about the devil with the three golden hairs – every thing is a human being being cast under a spell. And the beginning of Mae West's film career runs parallel to the leap into industrialisation – a form of aesthetic slapstick in which not cream pies fly through the air but ideas and concepts.Unlike Eisenstein, who was driven to desperation by the herculean task of cutting the 29 hours of \"October\" into a 90-minute film version and turned to drugs into the process which left him temporarily blind, Kluge cooly sticks to his guns and his nine hours. And it's not a minute too long.(This article was originally published in Tagesspiegel on 8 January 2009. Helmut Merker is a film critic.)",
    "chinese_title": "来自意识形态古代的新闻：马克思/爱森斯坦/资本论",
    "douban_rating": "7.6/10 from 119 users",
    "foreign_title": "Nachrichten aus der ideologischen Antike. Marx–Eisenstein–Das Kapital",
    "imdb_rating_average": 7.7,
    "douban_rating_average": "7.6",
    "update_at": "2025-07-11T07:08:19"
}