{
    "aka": [],
    "sid": "3895401",
    "cast": [
        {
            "url": "/celebrity/1018809/",
            "name": "比尔·莫耶斯 Bill Moyers",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027512/",
            "name": "芭芭拉·沃尔特斯 Barbara Walters",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002005/",
            "name": "大卫·哈伯斯塔姆 David Halberstam",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014188/",
            "name": "凯蒂·柯丽克 Katie Couric",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1038155/",
            "name": "Don Hewitt Don Hewitt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1146599/",
            "name": "安得烈·鲁尼 Andrew Rooney",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1139083/",
            "name": "莫利·塞弗 Morley Safer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1069535/",
            "name": "凯西·克朗凯特 Kathy Cronkite",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1298945/",
            "name": "凯瑟琳·塔特 Catherine Tatge",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0840062",
    "director": [
        {
            "url": "/celebrity/1298945/",
            "name": "凯瑟琳·塔特 Catherine Tatge",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0840062/",
    "imdb_votes": 113,
    "this_title": [
        "Walter Cronkite: Witness to History"
    ],
    "douban_link": "https://movie.douban.com/subject/3895401/",
    "imdb_rating": "8.4/10 from 113 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Walter Cronkite was the man who gave us the news for two tumultuous decades in the late 20th century. As historian, journalist and author David Halberstam says in praise of the great CBS newsman: \"Most Americans really learned of the evening news and learned of Vietnam and learned of the civil rights movement and learned of Watergate with Walter Cronkite as the man who ushered it into their homes. And did it with great professionalism over a very long time and was I think absolutely true to himself.\" In AMERICAN MASTERS Walter Cronkite: Witness to History, a documentary narrated by Katie Couric, historians, fellow journalists and CBS colleagues appraise the career of the man who was called \"the most trusted man in America.\" CBS writer and commentator Andy Rooney, legendary producer/director Don Hewitt, correspondents Mike Wallace, Morley Safer, Lesley Stahl and Barbara Walters, columnists Molly Ivins and Helen Thomas, Senator John McCain and President Jimmy Carter guide the viewer from Cronkite's early days as a foreign correspondent in World War II through his thirty-year career at CBS News. The film opens with Cronkite's beginnings as a journalist - his decision at the age of twelve to become the best possible reporter he could be. His ambition was honed during his early years with the United Press wire service. Battling constant deadlines, he developed a keen sense of competition - and a keen sense of what mattered to the American public. In the nascent years of television, when even the networks weren't sure what the medium could do, Cronkite was among the first to shine - as a newsman and as the host of the enormously popular You Are There series. Chosen to anchor the CBS Evening News, Cronkite would become involved in every major event of the post-war years: the assassination of John F. Kennedy, the Vietnam war and the anti-war movement, the race to space and the moon, the Watergate scandal and the impeachment of Richard Nixon, the Camp David peace accords between Egypt and Israel. When he retired from the anchor desk in 1981, the press viewed the event as the passing of an icon and an era. One magazine editor wrote that Walter Cronkite leaving the air was \"like George Washington's face leaving the dollar bill.\" Written by Leslie Clark",
    "chinese_title": "Walter Cronkite: Witness to History",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.4,
    "douban_rating_average": 0,
    "update_at": "2025-07-23T01:52:20"
}