{
    "aka": [
        "Goodbye Momo"
    ],
    "sid": "3898369",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873427810.jpg",
    "region": [
        "乌拉圭"
    ],
    "writer": [
        {
            "url": "/celebrity/1295553/",
            "name": "莱昂纳多·里卡尼 Leonardo Ricagni",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0802935",
    "director": [
        {
            "url": "/celebrity/1295553/",
            "name": "莱昂纳多·里卡尼 Leonardo Ricagni",
            "@type": "Person"
        }
    ],
    "duration": "USA: 108 分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2006"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0802935/",
    "imdb_votes": 76,
    "this_title": [
        "A dios MoMo"
    ],
    "douban_link": "https://movie.douban.com/subject/3898369/",
    "imdb_rating": "7.0/10 from 76 users",
    "trans_title": [
        "再见默默",
        "Goodbye Momo"
    ],
    "douban_votes": "0",
    "introduction": "With a poetic nod to Fellini, Leonardo Ricagni uses the carnival atmosphere to transport the viewer to a magical place where realism and surrealism live side by side in Uruguay - and what a wonderful place to be. Beautiful fable in the style of Magical Realism. Magical realism manifests most often in a pointed and often ambiguous blurring of reality and fantasy. This film is no exception. It playfully deals with the ability of art and music, fantasy and fiction, to represent and alter reality. What is artistically and emotionally effective is the key. If you'd like, at the end, wipe off the expired tears and consolidate the smiles and cast back in your head for clues and indications of reality or unreality. Your conclusions will depend on your worldly perspective, your tastes, and the accuracy of your perceptions. This film, like all others, is open to personal and multiple interpretation. Its ambiguity is irrelevant to its aesthetic, its appeal, and its purpose. It is an observation on Uruguayan poverty and nation and a statement about youth, dreams, and education. Gorgeously told, styled, and filmed, this movie is very much worth a view or two.",
    "chinese_title": "再见默默",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "A dios MoMo",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-01-29T17:12:19"
}