{
    "aka": [
        "The Last Cabin Boy"
    ],
    "sid": "3898283",
    "cast": [
        {
            "url": "/celebrity/1160605/",
            "name": "Domingo Tessier Domingo Tessier",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1983",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "智利"
    ],
    "writer": [],
    "imdb_id": "tt0231003",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1983"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0231003/",
    "imdb_votes": 63,
    "this_title": [
        "El último grumete"
    ],
    "douban_link": "https://movie.douban.com/subject/3898283/",
    "imdb_rating": "6.2/10 from 63 users",
    "trans_title": [
        "The Last Cabin Boy"
    ],
    "douban_votes": "0",
    "introduction": "Until a few years ago, all copies of the films \"The Last Cabin Boy\" (1983) were missed, only one copy existed on VHS. However, the director Jorge Lopez finally found in the cellars of the original negatives Chile Films of production based on the novel by Francisco Coloane. He won an audiovisual fund to restore the tape, remastered version of which debuted in May on the screens of TVN.\"We work with the latest generation of digital technologyers. The colors are elaboration and the image was cleaned frame by frame. In addition, the sound of the film is now surround (with multiple channels of audio) and the dialogues are heard very clear . It's almost as if the film had a rebirth. \"And to further review his work, the director realized that the pace was very slow under the current standards, so we decided to go back, to give them more speed. \"The opportunity to remake your movie after almost 30 years has not all the world, so I took to improve the original. There is a noticeable change in the narrative, as it was before and now the linear whole mess. I made this movie aimed at children, not to lose a classic Chilean literature. And today is that these children have a different concept narrative, completely opposite. In fact, I showed the movie to my children and I said 'it is entertaining, but very slow. \"Similarly, Lopez, who is a television producer in the \"Prat\" (from \"Heroes\"), launched the DVD of the film starring Gonzalo Meza, Teresita Rivas Tessier and Sunday.The production also come in a deluxe edition that includes a documentary on Francisco Coloane, based on an interview with the director himself in 1990, where the writer addresses his creative process, a copy of the book and republished by Alfaguara CD the new soundtrack to the film, by Eduardo Gatti and his son Manuel. Gatti composed the theme for the 1983 film, \"The Navigator\".",
    "chinese_title": "El último grumete",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-08-28T01:00:17"
}