{
    "aka": [],
    "sid": "3900113",
    "cast": [
        {
            "url": "/celebrity/1030338/",
            "name": "Jon Bang Carlsen Jon Bang Carlsen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1205925/",
            "name": "Mette Fugl Mette Fugl",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1167443/",
            "name": "Lotte Væver Lotte Væver",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019564/",
            "name": "亚历山大·格鲁辛斯基 Alexander Gruszynski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115434/",
            "name": "Poul Martinsen Poul Martinsen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1112013/",
            "name": "Gertie Jung Gertie Jung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1103555/",
            "name": "Flemming Jørgensen Flemming Jørgensen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1066371/",
            "name": "Peter Boesen Peter Boesen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022070/",
            "name": "Peter Bay Peter Bay",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1297763/",
            "name": "Camilla Skousen Camilla Skousen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1977",
    "genre": [
        "科幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2628913815.jpg",
    "region": [
        "丹麦"
    ],
    "writer": [
        {
            "url": "/celebrity/1115434/",
            "name": "Poul Martinsen Poul Martinsen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041486/",
            "name": "彼得·沃特金 Peter Watkins",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0123373",
    "director": [
        {
            "url": "/celebrity/1041486/",
            "name": "彼得·沃特金 Peter Watkins",
            "@type": "Person"
        }
    ],
    "duration": "109 分钟",
    "episodes": "",
    "language": [
        "丹麦语"
    ],
    "playdate": [
        "1977"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0123373/",
    "imdb_votes": 165,
    "this_title": [
        "Aftenlandet"
    ],
    "douban_link": "https://movie.douban.com/subject/3900113/",
    "imdb_rating": "7.1/10 from 165 users",
    "trans_title": [
        "土地晚报"
    ],
    "douban_votes": "0",
    "introduction": "This strange film is a made-up documentary, detailing the future history of Denmark in four related but discrete storylines. In one, the refusal by a group of shipyard workers to work on ships carrying atomic warheads leads to sympathetic strikes around the country, and a general strike threatens. In another, the future relationship of the Common Market nations to various defense pacts such as NATO is discussed by a group of high-ranking national representatives. The third and fourth stories are closely intertwined: after a leftist group kidnaps the Danish Secretary of State, the police stretch the law as far as it will go in order to respond to the threat. ~ Clarke Fountain, All Movie Guide‘Evening Land’ opened in Copenhagen and four other Danish cities, as well as in Stockholm, on February 18, 1977. The reaction by most of the Scandinavian critics was hostile, and the film was attacked primarily for “lacking a political base.” The Marxists expressed their dislike because the film supposedly sympathized more with the ‘terrorists’ than with the workers. One reviewer’s query - “When will Peter Watkins learn to stop frightening the public?” - echoed the sentiments of most of the conservative papers.Instead of dwelling on these negative reviews, I again turn to Joseph Gomez for his evaluation of ‘Evening Land’ (‘Peter Watkins’, Twayne Publishers, 1979 : “Those familiar with Watkins’ Scandinavian films might at first perceive Evening Land as a step backward in his cinematic development. Gone, for instance, are the complex sound-track overlays, the careful manipulation of silences, and a multilayer method of psychological investigation. It might be more appropriate, however, to consider the film as a step to the side - a parallel development of his style. In fact, Watkins stresses that he deliberately attempted to break away from what he achieved in Edvard Munch in order to establish, in Evening Land, a structure of confrontation chiefly through dialogue. The emphasis is also in directness, and thus Watkins, for the first time in his professional career, avoids the use of an off-screen narrator or a television interviewer who becomes a major character in the film. Although stylistically different from much of his other work, one of the purposes of Evening Land remains the same. Watkins again attempts to force his audience to re-evaluate film and television structures by extending them beyond their conventional, present-day “response-oriented” uses. Also, in this film, especially through the use of Martin the journalist, who loses his job as industrial correspondent, Watkins tries to alert his audience to the dangers of the misuse of media in today’s world. The great achievement of Evening Land rests with the dialectic patterns that Watkins evolves through his editing. Though the film gives a \"multifaceted newsreel\" impression, its structure is meticulously controlled through the editing. Watkins' dialectical organization is especially complex because it is sustained throughout the entire film, and even if one employs Sergei Eisenstein's A + B = C shot structure to analyze the editing process, the constantly shifting nuances in each term of the equation alter the meanings of the terms even within the same shot. As such, generalizations become almost impossible. The strike committee, for example, does not represent a consistent position at any one time. It is made up of numerous views which are continuously changing, and thus the terms of the dialectic shift every time a new juxtaposition is posed. These permutations multiply throughout the film, and as such, its very structure comes to reflect the difficulties of coming to understand the pressures and implications of events which affect us today. Of course, the film does not propose any kind of dogmatic solution. Watkins wants his viewers to try to understand and to evaluate the situations he depicts. Perhaps then the audience will discuss not the film, but these situations, and will arrive at decisions through an increased awareness. This is Watkins' greatest hope, and his belief in the integrity of his audience stands as the cornerstone of his methods of filmmaking. Although his film is structured entirely in dialectical terms, Watkins claims \"there is an underlying motif of anxiety and passion for the state of our entire system - and the total purpose of Evening Land is summed up by its plea at the conclusion for a greater awareness of the human dilemmas facing our society.\" The problem with this statement is that Maj Britt's dialogue at the end of the film ... is probably not strong enough to support this claim. Poul Martinsen has indicated that he and Watkins conceived a slightly different ending which exhibited a new strength among many of the workers as they discussed how to change their tactics. Perhaps in this context, the emphasis on \"the human dilemmas\" would have been greater. A single take of such a sequence was shot, but it did not turn out very well, and unfortunately, financial problems did not allow for this material to be refilmed ...”In the next section Gomez criticises ‘Evening Land’ for the “unrealistic, even romanticized” portrait of the terrorist group, and concludes his review by saying:“Although it could have been a much stronger film had Watkins made the terrorists as ruthless as members of the Red Brigade, Evening Land remains practically the only serious political film about life in Western society in the late 1970s. While this fact seems to have eluded the Scandinavian critics, it was duly acknowledged in France, where the film was recognized as a major political work which \"can develop analysis and true thinking\" in the viewer. Most French critics went on to praise the film's technical accomplishments and its brilliant dialectic structure. At about the same time these reviews were being published, however, [the Chairman] of the Programudvalget (Danmarks Radio's board of governors), wrote Watkins a letter. Incredible as it may sound to anyone who has endured a typical evening of Danish television, [the Chairman] refused to telecast Evening Land because it did not, “in our opinion, in its form reach a standard which DR finds necessary”. Given responses such as this one, and the overall attitudes of television and film executives in Norway, Denmark, and Sweden to his work, it should not be difficult to understand why Watkins finally deemed it necessary to leave Scandinavia and to begin what would amount to another period of self-exile in his life.”",
    "chinese_title": "土地晚报",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Aftenlandet",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-08-28T06:21:26"
}