{
    "aka": [
        "The Hills of Disorder"
    ],
    "sid": "3902439",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2860304652.jpg",
    "region": [
        "巴西"
    ],
    "writer": [],
    "imdb_id": "tt0922605",
    "director": [
        {
            "url": "/celebrity/1299375/",
            "name": "安德烈·托纳茨 Andrea Tonacci",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2006"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0922605/",
    "imdb_votes": 210,
    "this_title": [
        "Serras da desordem"
    ],
    "douban_link": "https://movie.douban.com/subject/3902439/",
    "imdb_rating": "7.8/10 from 210 users",
    "trans_title": [
        "乱山",
        "The Hills of Disorder"
    ],
    "douban_votes": "0",
    "introduction": "巴西国家纪录片Silver Daisy奖。The Best Brazilian Feature award was given to two films: the semi-documentary Serras da Desordem (literally, \"Hills of Disorder\") and the social drama Anjos do Sol / Angels of the Sun. Directed by Andrea Tonacci, Serras da Desordem follows a nomad Indian who, after surviving an attack by local landowners, spends ten years roaming the hills of the Brazilian mid-west. Tonacci also took home the Best Director award.Filmmaker Andrea Tonacci blends documentary elements with expressive visual storytelling in this study of the native peoples of Brazil in the 21st century. Carapiru is a member of one of Brazil's remaining Indian tribes, living in harmony with nature and making wise use of the local flora and fauna. But Carapiru is suddenly forced to fend for himself under unfamiliar circumstances when an unexpected attack leaves the rest of his family dead and their village destroyed. Carapiru flees into the nearby rain forest, and builds a new life for himself with the help some sympathetic settlers. However, after rebuilding his life Carapiru is uprooted once again when well-meaning government agents relocate him to the village he was forced to abandon on the promise that it has been restored to its pristine state.Carapirú is a nomadic Brazilian who escapes from an attack conducted by farmers against his village. For 10 years he wanders the Brazilian sierras alone until he is captured 2000 km from his home and brought to Brasilia. There, he is reunited with his son, who takes his father back to their village. However, after years of interaction with contemporary urban centres of Brazil, Carapirú finds it difficult to reconnect with his nomadic lifestyle.",
    "chinese_title": "乱山",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Serras da desordem",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-12-04T05:13:22"
}