{
    "aka": [
        "Takhir and Zukhra"
    ],
    "sid": "3902379",
    "cast": [
        {
            "url": "/celebrity/1077515/",
            "name": "Shukur Burkhanov Shukur Burkhanov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108049/",
            "name": "Razak Khamrayev Razak Khamrayev",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1945",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2612709436.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1555745/",
            "name": "阿列克谢·斯彼什涅夫 Aleksei Speshnyov",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0237800",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "Uzbek"
    ],
    "playdate": [
        "1945"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0237800/",
    "imdb_votes": 34,
    "this_title": [
        "Takhir i Zukhra"
    ],
    "douban_link": "https://movie.douban.com/subject/3902379/",
    "imdb_rating": "6.5/10 from 34 users",
    "trans_title": [
        "Takhir and Zukhra"
    ],
    "douban_votes": "0",
    "introduction": "During WWII, the base of Soviet moviemaking operations shifted to the east and there were many films shot in Uzbekistan, including this glorious period piece based on the Uzbek Romeo and Juliet. Takhir and Zukhra are childhood sweethearts brought up together at the royal court, only to be torn apart as teenagers when Takhir is banished from the kingdom. Shot in shimmering black-and-white by the great cinematographer Daniil Demutsky (Dovzhenko's Arsenal and Earth) with eye-filling sets and costumes, Takhir and Zukhra is a feast for the eyes and ears that includes Bollywood-style musical interludes.The contradictions of this period are probably best exemplified by Uzbeki pioneer Nabi Ganiyev's Takhir I Zukhra (45), a fascinating amalgam of high production values, less than brilliant direction, and a strangely obsessive, Romeo and Juliet-ish narrative set against the backdrop of the Mongolian invasion of the 13th century. While the film obviously works as a parable about Germany's invasion of the Soviet Motherland, it takes great pains to achieve a sense of cultural autonomy which conflicts with both Ganiyev's sense of loyalty to the Party and its doctrines on the one hand, and his apparent feeling of cultural inferiority on the other.",
    "chinese_title": "Takhir i Zukhra",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-06-17T04:22:12"
}