{
    "aka": [
        "Friend"
    ],
    "sid": "3904974",
    "cast": [
        {
            "url": "/celebrity/1126692/",
            "name": "Semra Ozdamar Semra Ozdamar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1078387/",
            "name": "吉宛.贾诺瓦 Civan Canova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1058972/",
            "name": "克林·阿非萨尔 Kerim Afsar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002889/",
            "name": "耶尔马兹·居内伊 Yilmaz Güney",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1974",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2232036819.jpg",
    "region": [
        "土耳其"
    ],
    "writer": [
        {
            "url": "/celebrity/1002889/",
            "name": "耶尔马兹·居内伊 Yilmaz Güney",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0071159",
    "director": [
        {
            "url": "/celebrity/1002889/",
            "name": "耶尔马兹·居内伊 Yilmaz Güney",
            "@type": "Person"
        }
    ],
    "duration": "France: 105 分钟",
    "episodes": "",
    "language": [
        "土耳其语"
    ],
    "playdate": [
        "1974"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0071159/",
    "imdb_votes": 1632,
    "this_title": [
        "Arkadas"
    ],
    "douban_link": "https://movie.douban.com/subject/3904974/",
    "imdb_rating": "7.0/10 from 1632 users",
    "trans_title": [
        "朋友",
        "Friend"
    ],
    "douban_votes": "0",
    "introduction": "Perhaps the two films in Güney's oeuvre with the most jarring tonal shifts are 1974's Arkadas (The Friend) and Anxiety. The former, one of his most ambitious works, is something of a departure in setting for the director, as its milieu is decidedly bourgeois. Güney plays Azem, a public worker who comes to visit his prosperous childhood friend Cemil (Kerim Afsar) amid the decadent tranquility of an upper middle-class summer tourist village. The militant, class-conscious Azem is angered by what he perceives as Cemil's selling out of his youthful activism and small-town roots. He finds himself at odds with Cemil's petit-bourgeois wife, and begins to try to indoctrinate the youth of the village into the class struggle. The film's idyllic, relatively conventional narrative style then gives way to a stylistically splintered, elliptical second half, much of it set among the rural poor, as Azem takes Cemil back to their village, where Cemil begins to see the error of his ways and becomes increasingly suicidal.As might be evident from the above description, The Friend, made immediately after Güney's release from prison, seriously flirts with didacticism – in fact, at times plunges headlong into it. As such, it's a bit of a disappointment. Güney has never been known for his subtlety, but his indulgences are usually tempered by moments of surprising insight and tenderness, particularly in those films set among the rural Anatolian poor. The Friend's bourgeois setting thus becomes a liability for the director, as he allows the film to devolve into caricature. It's not without its moments of beauty or mystery – Güney the actor's gaze is characteristically hypnotic, and he gives one of his more complex performances here",
    "chinese_title": "朋友",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Arkadas",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-05-27T00:56:41"
}