{
    "aka": [
        "Raiders of Yunkang Caves"
    ],
    "sid": "3911094",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1984",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2425891589.jpg",
    "region": [
        "中国香港"
    ],
    "writer": [],
    "imdb_id": "tt0200302",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "粤语"
    ],
    "playdate": [
        "1984"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0200302/",
    "imdb_votes": 6,
    "this_title": [
        "云岗游侠"
    ],
    "douban_link": "https://movie.douban.com/subject/3911094/",
    "imdb_rating": "6.6/10 from 6 users",
    "trans_title": [
        "Raiders of Yunkang Caves"
    ],
    "douban_votes": "0",
    "introduction": "挂山大庙内丢失了一本关于云岗石窟的佛经，林飞应主持之托寻找佛经的下落。小镇中林飞巧遇前来贩卖牲口的蒙古族姑娘塔娜，此刻她正和无家可归四处游荡的白云龙交手，林飞出手救下了白云龙。塔娜返回了草原，而白云龙则一定要拜林飞为师。林飞称自己有要事，拒绝了他。塔娜部落中的两个人为一群汉人做向导，却不知何故被人发现惨死在路边。于是塔娜决定到云岗寻找凶手，恰好此刻林飞也赶到了这里。按照主持的指点，林飞找到了云岗石窟的看门人郭老先生。然而郭老先生却被人暗杀。在林飞的配合下，塔娜抓住了其中一名杀手，并将其带回部落。一年一度的那达慕大会举办，白云龙也来此凑热闹。他谎骗林飞要他协助当地人套马，却不知这场套马比赛正是部落首领为塔娜安排的挑选女婿的比赛。林飞在不知情的情况下成为最佳人选。此刻一群汉人闯进部落，要塔娜放出那名被她捉住的杀手，遭到塔娜的反对。双方大打出手，那群汉人截走了杀手，并放火烧毁了许多帐篷。林飞返回挂山大庙，和主持商讨下一步的行动。主持无意中发现庙内独臂和尚净云竟然被外国人买通，正是他偷走了佛经。林飞和净云从小一起长大，他无法相信饱读诗书的净云竟然做出这样的事情。净云则对此十分不屑，他从小生活困苦，早已不甘心只做一名吃斋念佛的和尚，他要将石窟内的佛像卖给外国人，从中赚一大笔钱。遗憾的是林飞武功在净云之下，净云打败林飞便离开了大庙赶去与外国人汇合。林飞发誓即使付出生命也要阻止云岗石窟的佛像流落到国外，于是紧随净云之后前往云岗。尽管林飞对塔娜已产生感情，但他不愿拖累她，只得将塔娜在那达慕大会上送给自己的定情信物托白云龙返还给她。塔娜接到白云龙送来的信物心中很是难过，但她还是决定带着族人到云岗助林飞一臂之力。与此同时，外国人正雇佣廉价劳动力开凿石窟内的佛像，准备把它们运往国外。林飞带着白云龙赶到，与外国人雇佣的杀手展开了殊死搏斗。很快，杀手被消灭干净，此刻该论到净云上场了。恰好塔娜也带人赶来，经过一场混战，他们终于阻止了国宝的流失。林飞和塔娜联手打败了利益熏心的净云，然而白云龙却在这场恶战中牺牲了年轻的生命。林飞在白云龙临终前愧疚地答应收他为徒，白云龙没有留下任何遗憾地离开了这个世界。精彩视点：《云岗游侠》是香港百灵电影公司于1984年摄制的一部以中国名胜云岗石窟为题材的充满粗犷、豪迈、狭义激情的武侠动作片。云岗石窟位于我国山西省大同市，是蜚声中外的中国著名的三大石窟之一。石窟内附凿着无数栩栩如生的大小佛像，均是无比珍贵的艺术瑰宝。因此，本片将故事安排在云岗，便具有很大吸引力，观众欣赏这部影片，就如同亲身参观这座雕饰奇伟的宝藏，对于没有去过云岗石窟的观众来说，可谓一次大开眼界的难得机会。",
    "chinese_title": "云岗游侠",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-02-13T05:34:16"
}