{
    "aka": [
        "Robert Angelo Masciantonio's The Stranger",
        "血邻"
    ],
    "sid": "3922105",
    "cast": [
        {
            "url": "/celebrity/1297854/",
            "name": "Charles Smith Charles Smith",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1273771/",
            "name": "Christopher Carfagno Christopher Carfagno",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1261615/",
            "name": "Michael Joe Kneafsey Michael Joe Kneafsey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1249147/",
            "name": "Pete Postiglione Pete Postiglione",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1083961/",
            "name": "斯丁克·费舍尔 Stink Fisher",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048216/",
            "name": "克里斯蒂安·坎贝尔 Christian Campbell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019416/",
            "name": "Robert A. Masciantonio Robert A. Masciantonio",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1013885/",
            "name": "阿美莉嘉·奥利沃 America Olivo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1444409/",
            "name": "艾米·拉特利奇 Amy Rutledge",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "惊悚",
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2260419968.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1019416/",
            "name": "Robert A. Masciantonio Robert A. Masciantonio",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1362103",
    "director": [
        {
            "url": "/celebrity/1019416/",
            "name": "Robert A. Masciantonio Robert A. Masciantonio",
            "@type": "Person"
        }
    ],
    "duration": "USA: 90 分钟(unrated version)",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1362103/",
    "imdb_votes": 2034,
    "this_title": [
        "Neighbor"
    ],
    "douban_link": "https://movie.douban.com/subject/3922105/",
    "imdb_rating": "3.9/10 from 2034 users",
    "trans_title": [
        "邻居",
        "Robert Angelo Masciantonio's The Stranger",
        "血邻"
    ],
    "douban_votes": "142",
    "introduction": "Description Ladies and gentlemen, step right up and prepare to be smashed down hard because weĺre about to unveil a twisted little ditty that goes further down the shock freeway than you could ever want a film to go. Behold: NEIGHBORŚa film that caused its own editor to vomit! An unnamed girl (America Olivo, last seen in the FRIDAY THE 13TH remake) wanders through a posh suburban neighbourhood, breaking into homes and... staying a while. Usually for just a couple of days, during which period she passes the time torturing and slaughtering anyone who happened to be home when she got there. Sheĺs not a very nice personŚwhich isnĺt to say that she isnĺt personable. She can actually be rather charming when she needs to be. Downright manipulative, sometimes. Enter Don (Christian Campbell), a young bachelor who lives alone in a rather large house on a street our girl happens to be eyeing. Sheĺs seen him before in a bar and she knows heĺs seen her back. Before he knows it, Don finds himself tied up in girl trouble. Literally tied up, and very much in trouble, the kind that involves broken bones and power-drilled toesŚfor starters. Donĺs got a huge house party coming up in a few days. This gives our girl plenty of time to stage a punishment party of her own, and anyone who happens to drop by unannounced gets to join in the festivities. NEIGHBOR is one of those films that will have even the most jaded audiences squirming and screaming by the 30-minute mark. If you couldnĺt handle the last act of Miikeĺs AUDITION, this isnĺt the film for you. Nearly the entire second half is an astonishing, Grand Guignol series of extreme sequences that seriously push the envelopeŚcharacter-driven, mind you, and nothing like the so-called ôtorture pornö wave, this is smart, freaky stuff. Writer/director Robert Masciantonio toys with his audience through temporal shifts and visual sleight-of-hand, the distressingly convincing make-up effects, which include several weĺve never seen done before, further ôsweeteningö the deal. Shot, rather fittingly, on the Red One system, NEIGBOR cleverly flips the gender roles of classic exploitation cinema staples, giving us a lone woman who terrorizes a series of mostly very frightened and defenseless men. Love they neighbour? Depends on where your pain threshold lies. We canĺt imagine finding a nastier film this year. Watch out for an inspired four-minute steadicam shot and an appearance by John Waters vet Mink Stole. —Mitch Davis",
    "chinese_title": "邻居",
    "douban_rating": "4.2/10 from 142 users",
    "foreign_title": "Neighbor",
    "imdb_rating_average": 3.9,
    "douban_rating_average": "4.2",
    "update_at": "2025-05-28T08:39:11"
}