{
    "aka": [
        "Shinel"
    ],
    "sid": "3929800",
    "cast": [
        {
            "url": "/celebrity/1101056/",
            "name": "Emil Gal Emil Gal",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019686/",
            "name": "谢尔盖·格拉西莫夫 Sergei Gerasimov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1113395/",
            "name": "安德烈·科斯特里奇金 Andrei Kostrichkin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1156499/",
            "name": "彼得·索博列夫斯基 Pyotr Sobolevsky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1168808/",
            "name": "Yanina Zhejmo Yanina Zhejmo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1926",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867301629.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1002965/",
            "name": "尼古拉·果戈理 Nikolai Gogol",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1155489/",
            "name": "Yuri Tynyanov Yuri Tynyanov",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0017378",
    "director": [
        {
            "url": "/celebrity/1001006/",
            "name": "格里高利·柯静采夫 Grigori Kozintsev",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1015131/",
            "name": "列昂尼德·塔拉乌别尔格 Leonid Trauberg",
            "@type": "Person"
        }
    ],
    "duration": "84 分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1926-05-10(前苏联)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0017378/",
    "imdb_votes": 421,
    "this_title": [
        "Шинель"
    ],
    "douban_link": "https://movie.douban.com/subject/3929800/",
    "imdb_rating": "6.6/10 from 421 users",
    "trans_title": [
        "外套",
        "Shinel"
    ],
    "douban_votes": "0",
    "introduction": "\"Shinel\" (The Overcoat) was a film directed by the great but communist duet of Herr Grigori Kozintsev und Herr Leonard Trauberg. It was based in the eponymous book written by the Russian Herr Nikolai Gogol. It must said that Herr Kozintsev und Herr Trauberg were inspired by another Gogol oeuvre, \"Nevsky Prospect\" for the prologue of the film. It shows the anodyne youthful of the poor clerk Akaky Akakiyevich Bashmachkin, the main character of the film. The film extends this and goes deeply into the reason why Herr Akakiyevich needs and spend his savings on an elegant overcoat.\"Shinel\" it is a film about appearances and the importance to wear a uniform or rich clothes (well, concerning this the aristocracy are great experts thanks to centuries of impeccable tailoring…). It has many Expressionist references, not only in the way these Russian directors filmed and resolved the story. Especially remarkable are the different camera angles and the editing of this film; it's not German style at all, but it is superb camera work. There are instances that are deeply sarcastic and ironic; the sets and the actors performances are notable.The film it is for many moments, a satire, with exaggerated and deliberate performances. It's even experimental in many aspects. The movie mixes up different European film styles. It shows different social conditions such as middle-class dullness and the extravagant and false bourgeoisie. Here's an ordinary vanity fair that goes bizarre with remarkable scenery. \"Shinel\" was photographed masterly by another communist pair, Herr Yevgeni Mikhajlov und Herr Andrei Moskvin, who manages in particular to emphasize the oppressive atmosphere that surrounded that poor clerk.",
    "chinese_title": "外套",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Шинель",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-02-23T19:43:39"
}