{
    "aka": [],
    "sid": "3932960",
    "cast": [
        {
            "url": "/celebrity/1178193/",
            "name": "Paul Burlison Paul Burlison",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027151/",
            "name": "列维·施瑞博尔 Liev Schreiber",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1093454/",
            "name": "Brian Holland Brian Holland",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1083554/",
            "name": "Lonnie Donegan Lonnie Donegan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1157450/",
            "name": "艾克·特纳 Ike Turner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036872/",
            "name": "小理查德 Little Richard",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032389/",
            "name": "卢·里德 Lou Reed",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004739/",
            "name": "卡罗尔·金 Carole King",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1144640/",
            "name": "Martha Reeves Martha Reeves",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1071165/",
            "name": "迪克·戴尔 Dick Dale",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105979/",
            "name": "本·E·金 Ben E. King",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055930/",
            "name": "艾利斯·库柏 Alice Cooper",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1099449/",
            "name": "Eddie Holland Eddie Holland",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1136212/",
            "name": "罗伯特·普兰特 Robert Plant",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1183573/",
            "name": "Frankie Knuckles Frankie Knuckles",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1096534/",
            "name": "大师弗莱什 Grandmaster Flash",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1132435/",
            "name": "萨姆·菲利普斯 Sam Phillips",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054193/",
            "name": "Jack Clement Jack Clement",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023214/",
            "name": "杰瑞·加西亚 Jerry Garcia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1061996/",
            "name": "David Bartholomew David Bartholomew",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1001195/",
            "name": "Jeff Barry Jeff Barry",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1127016/",
            "name": "Lloyd Price Lloyd Price",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033041/",
            "name": "玛丽·威尔逊 Mary Wilson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027534/",
            "name": "杰瑞·李·刘易斯 Jerry Lee Lewis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1095611/",
            "name": "约翰·李·胡克 John Lee Hooker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1165965/",
            "name": "杰瑞·维克斯勒 Jerry Wexler",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000542/",
            "name": "拉威·香卡 Ravi Shankar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009756/",
            "name": "乔治·克林顿 George Clinton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018072/",
            "name": "鲍勃·迪伦 Bob Dylan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1068856/",
            "name": "詹姆斯·布朗 James Brown",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1157897/",
            "name": "德里克·泰勒 Derek Taylor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004947/",
            "name": "桑尼·波诺 Sonny Bono",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050200/",
            "name": "范·莫里森 Van Morrison",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050511/",
            "name": "肯·凯西 Ken Kesey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1072398/",
            "name": "雷·查尔斯 Ray Charles",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000333/",
            "name": "埃里克·克莱普顿 Eric Clapton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009417/",
            "name": "黛布拉·哈里 Deborah Harry",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1217795/",
            "name": "Tom Dowd Tom Dowd",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1166904/",
            "name": "Brian Wilson Brian Wilson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1123974/",
            "name": "Jerry Leiber Jerry Leiber",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1087749/",
            "name": "唐纳德·邓恩 Donald Dunn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1153284/",
            "name": "鲁弗斯·托马斯 Rufus Thomas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1087851/",
            "name": "博·迪德利 Bo Diddley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119106/",
            "name": "乔治·马丁 George Martin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1168148/",
            "name": "Bunny Wailer Bunny Wailer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1073941/",
            "name": "Chuck D. Chuck D.",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032670/",
            "name": "约翰·凯尔 John Cale",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036977/",
            "name": "伯瑞·高迪 Berry Gordy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033391/",
            "name": "迈克·斯托勒 Mike Stoller",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041707/",
            "name": "比尔·怀曼 Bill Wyman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1133479/",
            "name": "斯科特·摩尔 Scotty Moore",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018789/",
            "name": "Darryl McDaniels Darryl McDaniels",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009700/",
            "name": "罗比·罗伯逊 Robbie Robertson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115298/",
            "name": "Bill Medley Bill Medley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1127838/",
            "name": "Wilson Pickett Wilson Pickett",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1161391/",
            "name": "彼得·雅柔 Peter Yarrow",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1123098/",
            "name": "拉里·莱文 Larry Levine",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1117721/",
            "name": "罗杰·麦吉恩 Roger McGuinn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1069848/",
            "name": "史蒂夫·克罗帕 Steve Cropper",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1103360/",
            "name": "艾尔·库伯 Al Kooper",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1995",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0291656",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1995"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0291656/",
    "imdb_votes": 92,
    "this_title": [
        "Rock & Roll"
    ],
    "douban_link": "https://movie.douban.com/subject/3932960/",
    "imdb_rating": "8.5/10 from 92 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Rock & Roll - Public television's 1995 epic 10-part documentary mini-series traces the history and evolution of rock and roll music, from its rhythm and blues, country, gospel and jazz roots in the early 1950s, through the advent of folk rock, soul, psychedelia, heavy metal, glam, funk, punk, and reggae, to the emergence of rap in the early 1990s.Episode 1Renegades travels southern backroads to New Orleans, Memphis and Nashville, then north to Chicago, interviewing Little Richard, Bo Diddley, Chuck Berry, Jerry Lee Lewis, pioneer disk jockey Hoss Allen and producers Dave Bartholomew, Sam Phillips and Phil and Marshall Chess along the way. These renegades of the '50s reveal how they borrowed from rhythm and blues, country, gospel, and jazz to create a whole new sound--rock and roll. Listen for Little Richard's \"Tutti-Frutti,\" and \"Good Golly Miss Molly,\" Elvis' \"Blue Suede Shoes,\" \"Bo Diddley,\" by Bo Diddley, Chuck Berry's \"Maybellene,\" and \"Johnny B. Goode,\" and Jerry Lee Lewis' \"Whole Lotta Shakin' Goin' On.\"Episode 2In the Groove reports on the years between Elvis and The Beatles, when the hit single became an intricately crafted work of art and producers, songwriters and musicians created studio magic. In interviews with Jerry Lieber and Mike Stoller, Ben E. King, Brian Wilson, Carole King, Sonny Bono and \"king of the surf guitar\" Dick Dale among others, this video recounts the era of sweet soul and girl groups when a new rock genius reigned--the producer. Great songs include Elvis' \"Jailhouse Rock,\" Ben E. King's \"Stand By Me,\" and \"Spanish Harlem,\" The Drifters' \"There Goes My Baby,\" The Shirelles' \"Will You Love Me Tomorrow,\" The Ronnettes' \"Be My Baby,\" and The Beach Boys' \"Surfer Girl.\"Episode 3Shakespeares in the Alley looks at the towering influences of Bob Dylan and The Beatles on rock and roll and at the brief but influential flowering of \"folk rock\" inspired by the Dylan/Beatles axis in the mid `60s. In this video: footage of Dylan and the Fab Four and interviews with Beatles producer George Martin, key Dylan session musician Al Kooper, Peter Yarrow of Peter, Paul and Mary, Roger McQuinn and David Crosby of The Byrds and poet Allen Ginsberg. Great songs include The Beatles' \"She Loves You,\" and \"Eleanor Rigby,\" Bob Dylan's \"Subterranean Homesick Blues\" and both the Dylan and Byrds versions of \"Mr. Tambourine Man,\" Dylan's \"Like a Rolling Stone,\" Simon and Garfunkel's \"Sounds of Silence,\" Sonny and Cher's \"I Got You Babe.\"Episode 4Respect chronicles the transformation of black gospel music into a defining sound for all Americans. Also, soul music's role in the simultaneous quest for African American equality in the `60s. On hand to tell the tale: Berry Gordy Jr., Ray Charles, Martha Reeves, Mary Wilson, Booker T. and the MG's, Wilson Pickett, Maxine Powell of the Motown \"Charm School\", Motown choreographer Cholly Atkins, and many more. The program journeys from Detroit's Motown Records to Stax Records in Memphis. Last stop: the FAME studio in Muscle Shoals, Alabama where Aretha Franklin, a Detroit preacher's daughter, made musical magic. Listen for Martha and The Vandellas' \"Dancing in the Street,\" The Temptations singing \"The Way You Do the Things You Do,\" The Supremes' \"Where Did Our Love Go?\" and Wilson Pickett's \"In the Midnight Hour,\" and \"Mustang Sally,\" Aretha Franklin's \"RESPECT.\"Episode 5Crossroads traces the blues--another African American tradition that changed the sound of rock and roll--from Mississippi Delta to Chicago to the UK, where this earthy rich sound inspired a host of young Clapton, John Mayall, Keith Richards and Bill Wyman of The Rolling Stones and Jeff Beck tell how their hits introduced American rock fans to their own indigenous blues masters, like Howlin' Wolf and John Lee Hooker. Also in this video Led Zeppelin's Robert Plant and Jimmy Page on Jimi Hendrix, the dawning of the guitar hero and the birth of heavy metal. Memorable music includes The Rolling Stones' (\"I Can't Get No) Satisfaction,\" The Animals' \"House of the Rising Sun,\" Eric Clapton and Cream's version of \"Crossroads Blues,\" Jimi Hendrix's \"Wild Thing,\" and Led Zeppelin's \"Whole Lotta Love.\"Episode 6Blues in Technicolor takes viewers on a trip into the psychedelic rock world of the late `60s and early `70s. Using interviews with The Byrds, Grateful Dead, Jefferson Airplane and Pink Floyd, this video shows how a bohemian folk culture based in San Francisco set off an international explosion of musical experimentation and eclecticism--much of it drug-inspired. Listen for \"Eight Miles High,\" by The Byrds, Jefferson Airplane's \"Somebody to Love\" and \"White Rabbit,\" The Beatles' \"All You Need is Love\" and Pink Floyd's \"Arnold Layne.\"Episode 7The Wild Side tours through the rock and roll theatrics of the `70s, when bands like The Velvet Underground, The Doors and David Bowie brought the decadent dramas of life in the underground into the limelight. Take a walk down the darker side of the street in Los Angeles, New York, Detroit and Berlin with The Doors' Ray Manzarek and producer Paul Rothchild, Lou Reed, Iggy Pop, David Bowie, Alice Cooper and Kiss' Gene Simmons and Paul Stanley. Listen for Lou Reed's \"Walk on the Wild Side,\" The Velvet Underground's \"I'm Waiting for the Man,\" The Doors' \"The End\" and \"Light My Fire,\" David Bowie's \"Oh, You Pretty Things,\" and \"Heroes,\" and Alice Cooper's \"Eighteen.\"Episode 8Make it Funky Soul music stretches to create a rock and roll revolution in rhythm and attitude in the '70s. Innovators James Brown, Sly and the Family Stone, George Clinton and famed bass players Larry Graham and Bootsy Collins take viewers on an hour of funk as the music becomes bolder and more expressive of the realities of black life. Filmed in New York, San Francisco and Philadelphia, the program also examines how funky dance hits blazed a musical trail to the disco-craze of the late '70s. Great songs include James Brown's \"I Got You (I Feel Good)\" and \"Cold Sweat,\" \"Dance to the Music\" by Sly and the Family Stone, Donna Summer's \"Hot Stuff,\" and \"Flashlight\" by George Clinton.Episode 9Punk explores two late '70s musical innovations that shaped rock and roll through the next decade: punk and reggae. In New York, members of Blondie, Talking Heads, Television and The Ramones tell how they inadvertently created the cynical, urban, stripped-down sound that became punk rock. In London, punk takes off with The Sex Pistols, and members of The Wailers and The Clash recall how Jamaican reggae, another musical form of rebellion, crossed international boundaries, deeply influencing punk and pop rock. Listen for The Ramones' \"Blitzkrieg Bop,\" Patti Smith's \"Horses,\" Talking Heads' \"Psychokiller,\" and \"Take Me To The River,\" Blondie's \"Heart of Glass,\" The Sex Pistols' \"No Fun,\" and \"God Save the Queen,\" The Clash's \"London Calling,\" and Bob Marley's \"Concrete Jungle.\"Episode 10The Perfect Beat begins at a time when megastars like Bruce Springsteen, U2 and Metallica filled arenas around the world and moves on to chronicle the rise of a new musical form: rap. From the Bronx to Detroit, from Chicago to Manchester, England, from Grandmaster Flash to Run-DMC, from De La Soul to British innovators New Order to The Beastie Boys, the program traces the evolution of this new sound in the '80s and early '90s. The video shows how superstars like Madonna and Prince folded rap and its funky electronic offshoots, techno and house, into their music, and how MTV ultimately embraced it. And the beat goes on. Sound track includes \"The Message,\" by Grandmaster Flash and the Furious Five, \"Planet Rock,\" by Afrika Bambaata & Soul Sonic Force, Michael Jackson's \"Billie Jean,\" \"Walk This Way\" by Run DMC and Aerosmith, The Beastie Boys' \"No Sleep Till Brooklyn,\" Public Enemy's \"Fight the Power,\" and Prince's \"Sign O' The Times.\"",
    "chinese_title": "Rock & Roll",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.5,
    "douban_rating_average": 0,
    "update_at": "2025-06-04T04:36:53"
}