{
    "aka": [
        "Jill"
    ],
    "sid": "3932200",
    "cast": [
        {
            "url": "/celebrity/1155644/",
            "name": "马克西莫·巴尔韦德 Máximo Valverde",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1296025/",
            "name": "Mireia Ros Mireia Ros",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042044/",
            "name": "艾玛·科恩 Emma Cohen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048492/",
            "name": "丹尼尔·马汀 Daniel Martín",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1978",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2891252345.jpg",
    "region": [
        "西班牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1545164/",
            "name": "恩里克·格瓦拉 Enrique Guevara",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1555025/",
            "name": "安德鲁·马丁 Andreu Martín",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0076228",
    "director": [
        {
            "url": "/celebrity/1545164/",
            "name": "恩里克·格瓦拉 Enrique Guevara",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1978"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0076228/",
    "imdb_votes": 60,
    "this_title": [
        "Caliente y cruel - cuento de tortura"
    ],
    "douban_link": "https://movie.douban.com/subject/3932200/",
    "imdb_rating": "4.3/10 from 60 users",
    "trans_title": [
        "吉尔",
        "Jill"
    ],
    "douban_votes": "0",
    "introduction": "Use and abuse of a nice starlette in Lloret in 1977. JILL is the name of this movie, and this is the name of this sexy starlette called Jill Robinson,perfomed by the nice and beautiful chilean actress Raquel Evans, nobody remembers this erotic actress and their terrific body in films of Jesús Franco, etc!- that arrives to \"the Costa Brava\" in Catalonia (Spain).Directed by his brother Enrique Guevara, JILL tells the story of a lonely woman, manipulated sexually by her lesbian secretary (Mireia Ros)and others supossed friends (Lynn Endersson, etc.) that help her to survive artistically as a striptease and singer in music halls in the summer of 1977 when I was a teeneager. A woman reporter (Emma Cohen) follows Jill and tries to save her from this hell of life as an pure object of desire. JILL is a nice and femminist portrait of a young, sexy and tormented woman that appeared in theaters in Barcelona during the period of the \"destape\"- in the seventees- and impressed the audience for theirs nudes and explicit eroticism, but 25 years after, JILL is an interesting approach to a tragedy of loneliness, artistic bussiness and free life. I suppose that this film never appeared on video in Spain or around the world (someone has seen this film?), but I have a copy on beta really bad. Someone has references from this movie? In this same period the same crew did anothers sexy films as \"Una loca extravangancia sexy\", \"El último pecado de la burguesía\" or \"Carino mío, qué me has hecho?\". JILL wasn′t really a great movie, but had a haunting aspect of sexual freedom, hippie attractive and beautiful locations of the incredible \"Costa Brava\", in the coast of Catalonia, in the mediteranian sea, in the summer, that the filmmaker captured with his camera and with really hot scenes of lesbianism and love never seen in commercial spanish films before. A decent and classic of the '70 erotic film that deserves a second chance. For fans of darkness and hidden movies, difficult to find, of the decade of freedom, really hot sex, sun, beach and life. Refreshing style!",
    "chinese_title": "吉尔",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Caliente y cruel - cuento de tortura",
    "imdb_rating_average": 4.3,
    "douban_rating_average": 0,
    "update_at": "2025-11-24T08:55:27"
}