{
    "aka": [],
    "sid": "3932147",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2546691191.jpg",
    "region": [
        "拉脱维亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1015261/",
            "name": "赫兹·弗兰克 Herz Frank",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0440395",
    "director": [
        {
            "url": "/celebrity/1015261/",
            "name": "赫兹·弗兰克 Herz Frank",
            "@type": "Person"
        }
    ],
    "duration": "105 分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "2002"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0440395/",
    "imdb_votes": 43,
    "this_title": [
        "Flashback"
    ],
    "douban_link": "https://movie.douban.com/subject/3932147/",
    "imdb_rating": "8.0/10 from 43 users",
    "trans_title": [
        "闪回"
    ],
    "douban_votes": "0",
    "introduction": "For a small nation Latvia seems to have produced a disproportionate number of exceptionally talented documentary filmmakers. Perhaps owing to the development of the school of poetic documentary film-making in Riga in the 1960's the likes of Herz Frank, Juris Podnieks, the Selecki clan, Una Celma and Laila Pakalnina enjoy a global reputation. Out of them all it is quite possibly Frank who is the best known and well respected. The man behind such classics as \"10 Minutes Older,\" \"The Seven Simeons,\" and \"The Last Judgment,\" he has served as a teacher, mentor and an inspiration to several generations of Latvian filmmakers. In Flashback the man who devoted his entire career to examining and recording the lives of others turns inwards and focuses the lens on his own life and career. What emerges is a portrait of a man who has been driven by the need to understand the human condition and who at the age of 75, facing open heart surgery, is not sure whether he has seen enough to understand and yet weary from having seen too much. Part travelogue, part biography and part mediation on the nature of documentary film-making and life, Frank mixes footage from his previous works with more recent work to accentuate and attempt to illuminate his present. Opening with footage of the OMON attack in Riga in 1991 which took the lives of cameramen Andris Slapins and Gvido Zvaigzne, Frank freezes on an image of Juris Podnieks (a frequent collaborator and former student and cameraman of Frank's), as his face registers the shock and realization that his own cameramen have just paid with their lives for his and their desire to pursue and document reality. (Podnieks himself would die in a tragic scuba diving accident only a year later.) As Podnieks' facial expressions play out in slow motion, Frank cuts to an excerpt from his and Podnieks perhaps best known work Ten Minutes Older. Ten Minutes Older was a single take shot with minimal lighting recording the reactions of children as they are watching a puppet show. Their faces covering the spectrum of human expression and emotion from joy to sorrow. From there he cuts to the face of one of the children in Ten Minutes Older in the present day. The setting is now completely different. Rather than a play in which we expect emotion, we now find the child as a man in the middle of an international bridge tournament where the expression of emotion needs to be suppressed at all costs. The face is older, but unmistakable in its identity. What may be hidden from his opponents sitting only inches away across the table is evident in the naked eye of the camera. It is this nakedness and what it ultimately shows us, and our desire and need to see it that is at the core of Flashback. The film covers In this day of an endless glut of reality TV shows which play to our most prurient desires Flashback reminds of us our higher need for the nakedness of \"reality\" that the camera can provide, our fascination with it and what it can ultimately tell us about ourselves. The major weakness of the film is that it is at times disjointed and discordant. The film attempts to do too much all at once. Any of the topics he touches on, from his open heart surgery to his wife's long illness and death, from his relationship with Podnieks to the follow up to the characters in Ten Minutes Older, his father's life and legacy, his own journey from Riga to Jerusalem, among many others, deserved and would have been better served by their own films. We are often left wishing that he had stayed with a particular story line while Frank and his camera have already moved on. Even the footage from his past works, while poignantly accentuating the present, often leaves us desiring a second and longer look at the past rather than returning to the present or jumping to the next subject. Despite this flaw the film is a fascinating look at a man fascinated with looking at people and the lives they lead. A collage sometimes leaving us wanting for more, but also leaving us with no doubts as to the skills of its maker.",
    "chinese_title": "闪回",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Flashback",
    "imdb_rating_average": 8.0,
    "douban_rating_average": 0,
    "update_at": "2025-11-04T13:49:15"
}