{
    "aka": [
        "Paradise Brown"
    ],
    "sid": "3932142",
    "cast": [
        {
            "url": "/celebrity/1013889/",
            "name": "蕾奥娜·维埃拉 Leonor Varela",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025892/",
            "name": "尼尔森·维拉格拉 Nelson Villagra",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037146/",
            "name": "本杰明·维库纳 Benjamín Vicuña",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1303165/",
            "name": "Fernando Gómez Rovira Fernando Gómez Rovira",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "智利"
    ],
    "writer": [
        {
            "url": "/celebrity/1276805/",
            "name": "Nicolás Acuña Nicolás Acuña",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0331311",
    "director": [
        {
            "url": "/celebrity/1276805/",
            "name": "Nicolás Acuña Nicolás Acuña",
            "@type": "Person"
        }
    ],
    "duration": "90 分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2002"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0331311/",
    "imdb_votes": 94,
    "this_title": [
        "Paraíso B"
    ],
    "douban_link": "https://movie.douban.com/subject/3932142/",
    "imdb_rating": "6.1/10 from 94 users",
    "trans_title": [
        "Paradise Brown"
    ],
    "douban_votes": "0",
    "introduction": "Angst and surrealism in a genre story. Perhaps misunderstood, this apparently grim and coventional film is nonetheless visually striking with dashes of genius while keeping the story moving along. The performances range from the excellent by the female lead Leonor Varela to the merely competent. Cinematography lifts this film above most shot in Latin America, adding to its mood of paradise gone, of the meaningless of life. It might be disappointing to some that this is not a political film but an exploration of the inner self. Paraiso B belongs to a new category of film where personal concerns drive the narrative as oppose to the usual social emphasis.From director Nicolas Acuna comes this tale of crime and friendship. Paradise B centers on a pair of young men caught up in the local underground horse-race betting ring. As the story develops, both of them learn the harsh realities of life on the wrong side of the law. Starring Nelson Villagra and Leonor Varela, the film screened at the 2002 Cannes Film Festival.For most people, paradise is just a quite and calm place in \"Independencia’s\" neighbor-hood, but for others, it is the perfect place for illegal horse-race betting, where passion, love and treason are the basic elements for living. Leo (Ogalde) and Pedro (Rovira) are friends from childhood and both work under \"El Jefe\", The Boss (Villagra), a rowdy old man who manages the neighborhood life under illegal gambling. When Leo receives surprising news that Gloria (Varela), Pedro’s sister and the love of his life is returning to the neighborhood from abroad, he struggles to recover his old lover. But when Pedro bets and looses some of \"The Bosses\" money, something unexpected will mark their lives and will configure an unsuspected end. Gloria will need to decide between saving her brother and beginning a new life with Leo. Only the strong will survive. An official Selection to the San Sebastian Film Festival 2002 and the Cannes Film Festival 2002, \"Paraiso B\" is a visually striking film that attempts to bring a strong social critique.",
    "chinese_title": "Paraíso B",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-03-16T03:52:32"
}