{
    "aka": [
        "kick up the dust (来自英文字幕)"
    ],
    "sid": "3988837",
    "cast": [
        {
            "url": "/celebrity/1381790/",
            "name": "马斯·贝尔西托 Mas Belsito",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1282967/",
            "name": "艾瑞克·艾伯纳尼 Eriq Ebouaney",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023900/",
            "name": "米谢勒·贝尼耶 Michèle Bernier",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2513699033.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt1494709",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2010-02-09(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1494709/",
    "imdb_votes": 43,
    "this_title": [
        "Fais danser la poussière"
    ],
    "douban_link": "https://movie.douban.com/subject/3988837/",
    "imdb_rating": "7.2/10 from 43 users",
    "trans_title": [
        "让尘土起舞",
        "kick up the dust (来自英文字幕)"
    ],
    "douban_votes": "0",
    "introduction": "Fais danser la poussière est un téléfilm français réalisé par Christian Faure, diffusé le 9 février 2010 sur France 2.This TVfilm is directed by: Christian Faure, 2009; screenplay written by Bruno Tardon and Marie Dô, from her autobiographical novel.Avec :Ambre N’Doumbé (Maya 6 ans)Nastasia Caruge (Maya 9-12 ans)Tatiana Seguin (Maya (15-25ans)Marie Denarnaud (Rose)Xavier De Guillebon (François-Xavier)Anne-Elisabeth Blateau (Marceline)Michèle Bernier (Alice)Michel Jonasz (Camille)Eriq Ebouaney (Suleyman)剧情（法）：Elevée par sa mère bretonne, Maya, petite métisse, part à la recherche de son histoire…A travers ses rencontres, ses expériences, et malgré ce monde sans indulgence, sans complaisance, ni générosité à son égard, elle parvient à se hisser au sommet de son art : la danse. Le plus grand chorégraphe du moment l’emmène à New-York…剧情（英）：Maya's journey, a young woman of mixed race raised by her Breton mother: her confrontation with racism, her outlook on life, the people she meets in her search for identity, her passion for dance that will guide her life and push her to the top, to New York...Tatiana Seguin, repérée dans le spectacle musical Cléopâtre, joue Maya à l'âge adulte. \"J’étais émue par son histoire car, contrairement à elle, j’ai eu la chance, dans ma petite vie, de ne pas souffrir de mon métissage. Dans ma vie, je n’ai jamais eu à lutter contre quoi que ce soit. Bien sûr, j’ai conscience des problèmes que le métissage engendre ou peut engendrer. Mais si je réponds en fonction de mon vécu - il n’y a que ça dont je suis sûre - je n’ai que de belles choses à raconter !\"Marie Dô, danseuse, chorégraphe et écrivain, a participé à l'adaptation de son roman autobiographique. \"Le véritable propos de Fais danser la poussière n’est pas la place qu’on vous donne mais celle que vous choisissez d’avoir. La pratique d’un art, d’une passion est un facteur merveilleux de résilience. Et Maya personnifie la résilience. Elle aurait dû mourir avec ce qui lui est arrivé mais son histoire a fait d’elle quelqu’un de très fort et de joyeux\". A propos de la danse, univers peu fmailier au téléspectateur, Marie Dô dit que c'est un art merveilleux, un peu élitiste parce qu’il faut se déplacer à l’opéra, au théâtre et que les places coûtent cher. \"Et si, par le biais de la télévision, on peut amener les gens à voir de la belle danse avec de beaux interprètes, ce sera formidable. Au-delà de l’histoire de Maya, c’est aussi l’histoire de la danse, véritable colonne vertébrale du fi lm. Du classique au moderne, Fais danser la poussière montre la danse dans ce qu’elle a de plus beau : le travail, l’authenticité et la reconnaissance. Un danseur ne peut pas prétendre être bon s’il ne l’est pas. Les danseurs sont des personnes très fortes mais aussi très fragiles ! Un danseur fait six pirouettes, il est sublime ; il se tord la cheville, il n’est plus rien\".",
    "chinese_title": "让尘土起舞",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Fais danser la poussière",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-09-12T07:14:07"
}