{
    "aka": [
        "They Call Us Misfits"
    ],
    "sid": "3989231",
    "cast": [
        {
            "url": "/celebrity/1095177/",
            "name": "Kenneth &#39;Kenta&#39; Gustafsson Kenneth &#39;Kenta&#39; Gustafsson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1158090/",
            "name": "Gustav &#39;Stoffe&#39; Svensson Gustav &#39;Stoffe&#39; Svensson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033150/",
            "name": "斯特凡· 亚尔 Stefan Jarl",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1968",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2546566596.jpg",
    "region": [
        "瑞典"
    ],
    "writer": [
        {
            "url": "/celebrity/1033150/",
            "name": "斯特凡· 亚尔 Stefan Jarl",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0062900",
    "director": [
        {
            "url": "/celebrity/1033150/",
            "name": "斯特凡· 亚尔 Stefan Jarl",
            "@type": "Person"
        }
    ],
    "duration": "100 分钟",
    "episodes": "",
    "language": [
        "瑞典语"
    ],
    "playdate": [
        "1968-03-25(瑞典)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0062900/",
    "imdb_votes": 1694,
    "this_title": [
        "Dom kallar oss mods"
    ],
    "douban_link": "https://movie.douban.com/subject/3989231/",
    "imdb_rating": "7.3/10 from 1694 users",
    "trans_title": [
        "他们称我们为不合主流的人",
        "They Call Us Misfits"
    ],
    "douban_votes": "0",
    "introduction": "This is the story of \"Kenta\" & \"Stoffe\" and their friends. We get to followthem from when they're teenagers smoking dope and having fun. As the yearspass \"Stoffe\" OD's on heroine and die ! \"Kenta\" get's of the heavy drugswhile he still can. He is still with us.In the last one \"Misfits To Yuppies\", We get to meet their children who nowis the age their parents was in the first film and see what happened tothem.3 Parts:1. They Call Us Misfits, 1968.avi2. A Decent Life, 1979.avi3. Misfits To Yuppies, 1993.aviDivX, Swedish audio, English subtitlesAn epic and incredible series that EVERYONE should see !They Call Us Misfits follows a group of teenagers as they become recipients,then victims, of Sweden's welfare-state economy. The group eschewstraditional social values, engaging in selling drugs and smugly criticizingthose who adhere to a schedule and a steady job. This documentary-style filminterviews young people who feel disenfranchised and out of place in theworld but show little if any ambition to improve their station in life. Theywillingly speak of their future hopes, providing they have any, and theirchildhood experiences which led to their present situation and philosophicalbeliefs.If They Call Us Misfits was a straightforward documentary about a generation adrift, then A Decent Life is a complex portrait of the same generation on its way to frightening collective suicide, where the weapon is a syringe full of heroin.The Swedish title ispart1: \"Dom kallar oss mods\"part2: \"Ett anst?ndigt liv\"part3: \"Det sociala arvet\"http://www.imdb.com/title/tt0062900/In 1968, fresh from studies at the Swedish Institute of Film, a young mannamed Stefan Jarl made a feature documentary about two Stockholm \"Mod\"hippies. \"They Call Us Misfits\" wasintended to allow teenagers to see themselves. The film not only succeededin that, but – after some trouble with censors over sex, drugs and rock ’n’roll – it become a reference point for Scandinavian film.Jarl went on to make two more films about misfits Kenta and Stoffe in 1979and 1993. In the sequels, restlessness and pot smoking give way to familytrouble and heroin overdoses – plus the paradox of yuppie offspring. Thefilms bare the unattractive underbelly of the Swedish welfare state. --http://www.filmfestival.gr/docfestival/2004a/jarl.html[Dec 2005]",
    "chinese_title": "他们称我们为不合主流的人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Dom kallar oss mods",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-08-13T12:28:40"
}