{
    "aka": [],
    "sid": "3989361",
    "cast": [
        {
            "url": "/celebrity/1019035/",
            "name": "詹姆斯·贝鲁什 James Belushi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002686/",
            "name": "蒂姆·克里 Tim Curry",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "喜剧",
        "爱情",
        "动画",
        "短片",
        "歌舞"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0970950",
    "director": [],
    "duration": "",
    "episodes": "1",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0970950/",
    "imdb_votes": 44,
    "this_title": [
        "Once Upon a Christmas Village"
    ],
    "douban_link": "https://movie.douban.com/subject/3989361/",
    "imdb_rating": "5.9/10 from 44 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In this animated musical romantic comedy, Santa Claus is having his worst night ever. During a near miss with Air Force One, he loses his pocket watch, a timepiece possessing magical powers to stop time and bring inanimate objects to life. The watch falls to earth, through a chimney and lands in a Christmas tree. Under the tree is a beautiful stained glass Christmas village populated with toy villagers. The magic of the watch brings these plastic villagers to life as we meet the lovers, Troy and Noelle. An unexpected toy arrives (Dragasaurus) and wreaks havoc in the village. Troy bravely faces the dragon. The ensuing action results in Troy's transport by a toy train to the dark side of the tree where no one decorates. There lays a hidden gift, Sir Evil Medieval and his castle. Troy learns that Sir Evil and his henchmen plan to melt down the village people in the Suzy bake set, another gift under the tree, and mold them into an army. Troy warns the villagers, only to be caught by Sir Evil. Troy eventually defeats the evil villain and is rewarded with a kiss by Noelle. The spirit of Christmas is saved with love's first kiss, and Santa finds his enchanted watch in the end.",
    "chinese_title": "Once Upon a Christmas Village",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-03-01T00:52:38"
}