{
    "aka": [
        "The Art of Dun Huang"
    ],
    "sid": "3992615",
    "cast": [
        {
            "url": "/celebrity/1402495/",
            "name": "孙悦斌 Yuebing Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1474605/",
            "name": "常沙娜 Shana Chang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [
        "纪录片",
        "敦煌",
        "历史",
        "文化",
        "艺术",
        "人文",
        "宗教",
        "佛教",
        "丝绸之路",
        "中国历史"
    ],
    "year": "2010",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1648707962.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1275447/",
            "name": "周兵 Bing Zhou",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt8619930",
    "director": [
        {
            "url": "/celebrity/1275447/",
            "name": "周兵 Bing Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1457641/",
            "name": "李果 Guo Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275446/",
            "name": "汪哲 Teco Wong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1386762/",
            "name": "潘懿 Yi Pan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1426307/",
            "name": "刘宁宁 Ningning Liu",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "10",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2010-02-14(中国大陆)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8619930/",
    "imdb_votes": 10,
    "this_title": [
        "敦煌"
    ],
    "douban_link": "https://movie.douban.com/subject/3992615/",
    "imdb_rating": "6.7/10 from 10 users",
    "trans_title": [
        "The Art of Dun Huang"
    ],
    "douban_votes": "12061",
    "introduction": "纪录片《敦煌》是中央电视台继《故宫》之后推出的又一部力作，旨在记录敦煌地区历史文化的发展脉络，深入揭示敦煌两千多年来的文化内涵。摄像机对准敦煌和在这块土地上曾经生活过的人们，拨开历史的层层迷雾，将那些被遗忘了的文明一一重新呈现在观众的视野中。主创人员力求奉献一部全方位反映敦煌历史与文化的文献纪录片，全面纪录敦煌地区1600年波澜壮阔的历史进程和散落其中的故事；全方位展现100年来敦煌学的学者对这个沙漠宝库的孜孜不倦的探索成果。第一集：“探险者”来了1900年，一把芨芨草，捅开了一个沉睡近千年的藏经洞……文物的流失让国人痛心疾首，学者的奋力拯救让人心生感慨，而这些故事似乎都昭示着一个帝国的国势衰微……本集将为观众展现一部中国近代的伤心史。总导演周兵推荐本集看点：第一集里的王道士应如何评价？《敦煌》第一集讲述的是那个伤心的故事，遗憾的是我们本来想对王道士进行一次分析，鉴于各种原因未能如愿，一直以来传统的观点认为王道士是一个历史的罪人、卖国贼，我们这一集的导演李果不这样认为，或许他心中的王道士很复杂，关于对他的评价应该是多元的。我很同意他的想法。我想他是可怜、可悲、可叹的人。先不去管它了，还是来看看我们这部纪录片吧，我们还是很用心的花了5年的时间做出来的，欢迎大家拍砖。第二集：千年的营造莫高窟首先是一个佛教的圣地，是一个表达宗教感情的所在。公元366年，三危山的万丈金光感动了一个叫乐尊的和尚，他开始在这里开凿石窟，这是莫高窟的肇始。本集讲述的是供养人李大宾、李明振开窟的故事。总导演周兵推荐本集看点：敦煌莫高窟的历史跨越1600年，这1600年里从南北朝到隋唐、五代、宋元，中国历史中的每一个时代都留给莫高窟不同的印记和风格。莫高窟被誉为世界艺术宝库的地方是怎样从一个荒芜的沙漠中的山丘成为一个宗教艺术的圣地？它是怎样一步步走过来的，又经历了怎样的沧桑变化？这其中它又历经了战乱、阴谋和杀戮，经历了一代又一代人用信仰的力量构建的一个接一个美丽而多彩的洞窟。在长长的历史中，绝大多数竟奇迹般的保留了下来。今天我们再去观看这些艺术珍品时，它已经不再是历史的颜料，很多壁画的色彩和线条在慢慢的消退，它曾经的功能和价值也许被很多的人遗忘和误解。第三集：藏经洞之谜总导演周兵推荐本集看点：是黑汗王朝入侵的马蹄让僧侣们心生恐惧，进而将佛教典籍保存在藏经洞中？还是寺庙将无用、残破的经卷集中的储藏在这里？总导演周兵推荐本集看点：在这一集里，我们将讲述藏经洞一千多年前可能形成的原因，之所以说它可能，是因为直到今天没有一个公认的绝对说法。持避难说的学者们认为，是因为一场战争；这场战争改变了敦煌的历史，也造就了一千多年后一次伟大的发现。参与这个事件的主角有很多个，甚至其中包括一次谋杀的发生，曾经一位日本导演把这个故事拍成了电影。但最新的一种说法，认为避难说是错误的，他们研究出藏经洞的形成有可能是一种有计划、有目的的将废弃的文献、经文和艺术品存放起来而形成的。当然他们有很多的证据拿出来证明他们观点的正确。第四集：无名的大师史小玉是元代敦煌地区的画匠。他完成了莫高窟第3窟壁画的绘制，第3窟中的壁画绘画手法上乘，艺术欣赏价值极高。总导演周兵推荐本集看点：今天学习绘画的人们把它视为艺术的圣殿，要去顶礼膜拜。我们在这部纪录片里推测出生活在元代的一位画家——史小玉。他可能的生活经历和创作生涯。今天也有学者认为他不是一位画家，他可能是一位曾到过敦煌的游客。他似乎是极少数能把自己的名字留在一幅绘画上的人。在敦煌莫高窟神秘的第三窟，从来不对世人开放，在那里有一副据说是史小玉创作的千手观音，那是一副举世之作，无论是当时还是现在。在片中我们将向你呈现这幅堪称伟大的画作和史小玉的故事。第五集：敦煌彩塑对于最经典的彩塑进行展示将是本集的主要内容，首先将对敦煌彩塑的类型进行整体概述，展示不同类型的代表作；其次将对不同时期的彩塑进行对比，说明各阶段的特点，同时体现历史传承；最后将对彩塑的细节进行展示，比如菩萨的手、服饰等，展现敦煌彩塑的美伦美幻，从而体现中国文化的璀璨。总导演周兵推荐本集看点：正如希腊人赋予了印度佛陀那属于希腊审美的形象一样，敦煌的塑匠们，也将自己的审美理想和本土文化悄悄的渗入了这西域远道而来的佛陀形象之中。于是，这些远道而来的佛陀菩萨们，悄然换上了中原特征的薄衣薄带。还有那佛陀脸上的神情，安详、坦然、超逸，你从他的眼缝、脸颊、嘴角乃至身姿上能清晰的读到，这是东方人特有的含而不露.有一种不言而喻的艺术效果。第六集：家住敦煌阿龙，是敦煌城中一个小康家庭的少妇。丈夫和儿子的突然辞世，改变了阿龙安宁的生活。一个吐谷浑人强占了阿龙的土地和水源，阿龙的生活从此不得不与这场土地官司纠缠在了一起。总导演周兵推荐本集看点：阿龙是个寡妇，一千多年前，要回了曾经属于她丈夫的土地，我们的片子围绕着这场官司的进展，将向你展示一千多年前敦煌老百姓的生活，他们的喜怒悲哀和他们的信仰等等。在今天敦煌的乡村里，你或许还能看的见一千多年前人们生活的样貌，看到传统的耕作方式，他们一样喜欢吃面食，比如面片子、浆水面及大饼，唐宋时期的餐桌上一样是这些食物。当然不一样的是气候变化，那个时期的敦煌，比现在要湿润得多，水草丰美的地方也比现在要多。当然，在我们这个故事里说的最多的还是阿龙的这场官司和她一生中最难忘的几件事，包括她的婚姻及她的丈夫和儿子不幸的遭遇，也包括生活里的甜蜜回忆，幸福宁静的时刻。千年过去，生活在变与不变之间延续着。第七集：天涯商旅本集讲述的正是沙拉等几个粟特人怎样踏上丝路商贸之旅，经过一路坎坷之后，却因安史之乱而终生未能到达长安，最后终老敦煌的故事。通过勾勒沙拉这个个体曲折的命运，展现历史行程的衍进，反映赋予丝绸之路以活力的粟特人群体与敦煌的商贸气质。总导演周兵推荐本集看点：我们通过几个来自中亚粟特商人的故事向你讲述一千多年前的丝绸之路上东西方是如何进行贸易，如何旅行，如何遭遇强盗，又如何因为战争而妻离子散的故事。您将会了解到曾经风行于丝绸之路上的很多风情和生活方式，你也会了解到一个在当今已经消亡殆尽的民族粟特人的点滴故事。这部片子试图通过短短四十多分钟挖掘出一些封存已久的历史信息，以及那些久远但在今天触摸起来依然会让我们心动的丝路商旅的故事。第八集：舞梦敦煌这是一种流传了千年的舞蹈，舞动的琵琶，飘逸的身姿，灵动的眼神，无不展现出它来源于宗教华丽唯美和神性的气息。这是敦煌壁画中最为人所知的一种舞蹈——反弹琵琶舞。总导演周兵推荐本集看点：敦煌壁画中的舞蹈是如何被整理挖掘出来的，他们如何将绘画的线条变成灵动的舞蹈，跨越一千多年依然在今天保留着神秘。我们将在这一集中向您详细的讲述。而程佛儿的故事，也是我们从浩瀚的历史中捕捉了很多真实的史料拼接而成，她的身世和经历因在历史中和很多宫廷舞女相似而真实。我们把故事一直讲到了今天，这种美的气息在今天我们依然能享受和传承。第九集：敦煌的召唤风沙、地震都是洞窟的宿敌，而水气、虫害等微小的元素都可能给壁画带来致命的损坏。敦煌研究院要做的工作，大者维护整个莫高窟周边的自然生态环境，小者细心呵护每一寸壁画......总导演周兵推荐本集看点：这段历史离我们还是很近的，不到一百年。我们讲述了几个人在二十世纪最动荡的岁月中的一段故事，常书鸿、张大千、王子云等。由于他们的努力，敦煌开始被更多的中国人知道。莫高窟的保护和研究也因为他们开始进入更多人的学术和艺术的领域，张大千在敦煌做了很多的事，临摹壁画，给洞窟编画，当然他的一些做法也引起后人的争议。常书鸿离开美丽和浪漫的巴黎，来到荒凉的敦煌，经历了一场巨大的情感变化，依然在敦煌坚守着，被后人称为敦煌守护神。在一个明月高悬的夜晚，于右任和张大千在敦煌莫高窟前的小院里进行了一场影响深远的谈话，我们的纪录片将详细的解读。这一集的敦煌是想这些先辈们致敬，并怀念他们。第十集：守望敦煌本集以20世纪初叶至80年代这一时间跨度为背景，表现一组为敦煌奔走呼吁，致力于敦煌拯救、守护、研究的人物群像，并突出反映常书鸿这一人物在敦煌50年中的动人故事。总导演周兵推荐本集看点：敦煌的保护一直是受人关注的一个话题。六十年来在严酷的自然界环境恶化中，敦煌莫高窟留存到今天实属不易。我们将讲述这六十年来敦煌的保护、学术的研究和国际化的合作等许多话题。这一集的故事讲得有点严肃，也许并不是那么有趣，但必须要讲，这关系到很多人一生的倾情付出。我们把镜头同时对准了散落在英国和法国珍贵敦煌文献以及他们今天的故事。",
    "chinese_title": "敦煌",
    "douban_rating": "8.9/10 from 12061 users",
    "foreign_title": "",
    "imdb_rating_average": 6.7,
    "douban_rating_average": "8.9",
    "update_at": "2025-06-23T16:56:08"
}