{
    "aka": [
        "Razboi pe Calea Undelor",
        "冷波"
    ],
    "sid": "3992152",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "罗马尼亚/德国/卢森堡"
    ],
    "writer": [],
    "imdb_id": "tt1183136",
    "director": [
        {
            "url": "/celebrity/1298027/",
            "name": "亚历山德鲁·所罗门 Alexandru Solomon",
            "@type": "Person"
        }
    ],
    "duration": "Romania: 108 分钟",
    "episodes": "",
    "language": [
        "罗马尼亚语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1183136/",
    "imdb_votes": 175,
    "this_title": [
        "Cold Waves"
    ],
    "douban_link": "https://movie.douban.com/subject/3992152/",
    "imdb_rating": "8.1/10 from 175 users",
    "trans_title": [
        "穿越冷战的电波",
        "Razboi pe Calea Undelor",
        "冷波"
    ],
    "douban_votes": "0",
    "introduction": "这是无比的爱与恨的故事周围的东西看不到，摸或歌曲：无线电波织成的。Am crescut cu această poveste. 我成长的故事。 În fiecare seară, într-o atmosferă conspirativă, tatăl meu asculta Radio Europa Liberă – ca toată lumea, de altfel. 每天晚上，在一个阴谋的气氛中，我的父亲听自由欧洲电台-每个人，确实如此。 Primeam mai mult decât informaţie. 获得超过信息。 Pe măsură ce propaganda lui Ceauşescu se îndepărta tot mai tare de realitate, secţia română a Europei Libere ne furniza – dincolo de ştiri – şi un dram de speranţă. 正如齐奥塞斯库的宣传去除更多的严酷现实，在自由欧洲电台罗马尼亚部分 ， 我们提供-超出新闻-和希望的联系。 Din 1953, vocile vibrante de la Europa Liberă întruchipau curajul pierdut şi demnitatea uitată a unei întregi naţii. 自1953年以来，自由欧洲充满活力的声音所体现的勇气和尊严忘记失去了整个民族。 Ascultam ca vrăjiţi. 听魔术。 În mii de case şi apartamente din toată ţara, milioane de oameni se dedau zilnic acestui ritual. 在住房和公寓全国范围内拥有数万，数百万人投案自首每天这一仪式。 Iar a doua zi, vorbele Europei Libere erau pe toate buzele. 第二天，自由欧洲的话 ， 对所有的嘴唇。De partea cealaltă a Zidului, la Munchen sau Paris, angajaţii radioului ascultau şi ei. 墙的另一边，在慕尼黑和巴黎，广播收听及其雇员。 Fugiseră din ţară, dar îi trăiau coşmarul zi de zi. 逃离该国，但他住的恶梦 ， 每天。 Vânau orice informaţie care reuşea să ajungă dincolo de graniţe, se întâlneau cu turişti sau cu emigranţi, primeau mesaje secrete şi citeau printre rânduri presa din ţară pentru a găsi orice indiciu ascuns. 猎杀任何资料可以跨越国界，与游客或移民的会见，接受秘密的信息和阅读在任何国家向新闻界之间找到隐藏的线索。 Curând, însă, aveau ei înşişi să fie vânaţi, cu mult mai multă violenţă. 然而不久，必须猎杀自己，更多的暴力。În ţară, oamenii preşedintelui ascultau şi ei, cu urechi experte, şi îi prezentau lui Ceauşescu rapoarte despre emisiunile de peste zi ale Europei Libere (REL). 该国，其人民和总统耳聆听了专家和齐奥塞斯库提交了关于当时的热点问题报道的自由欧洲（注册消防工程师）。 O unitate specială – denumită “Grupul Eterul” – a fost creată în 1980 în structurile Securităţii. 一个特别单位-为“醚组称为” -成立于1980年在秘密部门的结构。 Populaţia României era covârşită de frică, dar conducătorii ei se temeau şi ei: de Europa Liberă. 罗马尼亚的人口的恐惧所压倒，但是它的领袖担心他们：注册消防工程师。 Turbau de furie că nu puteau opri undele radio să pătrundă în casele românilor şi pentru că îşi imaginau că REL putea influenţa guvernele occidentale. 蜡无法阻止进入家庭和罗马尼亚人的无线电波 ， 因为他们想像，REL可能影响西方政府。 Pe măsură ce mizeria – rezultatul politicilor lui Ceauşescu – se adâncea, cu începere din anii '70, dictatorul avea tot mai disperată nevoie să acopere adevărul cu vuietul propagandei. 由于污垢-在齐奥塞斯库的政策的结果-是深自七十年代以来，越来越多的独裁者是迫切需要弥补与宣传真理的声音。 Aşa că hotărî să reducă Radioul la tăcere. 因此 ， 我决定减少无线电静默。Regimul porni la război. 政权发动战争。 Un război împotriva unui post de radio. 对一个广播电台的战争。 O bombă a explodat la sediul din Munchen al Europei Libere, realizatorii au fost atacaţi în Germania şi Franţa, trei dintre directori au murit în circumstanţe stranii. 炸弹爆炸时的自由欧洲电台总部设在慕尼黑的制片人在德国和法国的袭击，3名官员也有奇怪的情况下死去。 În acest război, Ceauşescu avea nevoie de un paravan, aşa că a recurs la un specialist: Carlos. 在这场战争中，齐奥塞斯库需要一个防火墙，所以我采用了一种专家：卡洛斯。 Aşa a luat naştere alianţa excentrică între un dictator naţional-comunist şi un terorist internaţional. 这样诞生了一个独裁者之间和共产主义国家的国际恐怖分子偏心联盟。 Filmul nostru dezvăluie acest episod neştiut şi ciudat de la sfârşitul Războiului Rece, din 1977 până la căderea lui Ceauşescu, în 1989. 我们的电影还揭示了冷战结束后 ， 从1977年的未知和奇怪的事件 ， 直到1989年秋天的齐奥塞斯库。 Este o stranie prevestire a vremurilor de azi, în care se contopesc extremisme de toate culorile. 这是一个奇怪的预感倍今天在融合各种极端主义的色彩。Preşedintele Constantinescu declara în 1997 că, în victoria din Războiul rece, “Europa Liberă a avut un rol cu mult mai important decât toate armatele şi rachetele sofisticate...” Cu toate acestea, arme cum nu se poate mai adevărate au fost lansate împotriva postului. 总统康斯坦丁内斯库说 ， 在1997年 ， 在冷战的胜利，“自由欧洲电台发挥了作用远远超过所有的军队和先进的导弹的重要...”不过，这些武器不能更符合事实的人反对电视台开播。 Avem acces la documente şi martori care demonstrează modul în care lui Carlos şi bandei sale li s-au oferit, la Bucureşti, logistică, bani şi material exploziv. 我们能够接触到的文件和证人说明如何卡洛斯和他的同伙在布加勒斯特，物流，资金和炸药提供。 Există dovezi care atestă că Securitatea a folosit scrisori-capcană, dispozitive cu radiaţii şi otrăvuri împotriva celor de la Europa Liberă. 有证据表明 ， 使用毒饵安全信函，辐射装置和反对自由欧洲毒药。“Război pe calea undelor” va pune laolaltă trei personaje colective care nu s-au mai întâlnit niciodată: ascultătorii, angajaţii Europei Libere, regimul comunist şi ucigaşii din solda lui. “冷潮”将综合考虑三个字符谁没有集体从未见过的：听众，注册消防工程师员工，和杀人犯从共产主义政权的士兵。 Aceştia vor povesti aceleaşi evenimente din unghiurile proprii, adesea incompatibile. 他们会告诉你从自己的角度 ， 同样的事件，通常不兼容。 Filmul îi va pune pe martori să mai asculte o dată programele REL, pentru a testa cât de relevant mai este azi ce sa spus atunci. 这部电影将在证人提出听取一次REL程序来测试 ， 是因为它被告知有关的今天。 “Război pe calea undelor” va aduce imagini acolo unde până acum nu s-au auzit decât voci. “寒潮”公司带来了很多人直到现在还不只听到声音 ， 图像。Vom începe cu marele cutremur din 1977. 我们从1977年的大地震。 La vremea aceea, guvernul de la Bucuresti – incapabil să facă faţă situaţiei – a permis REL să creeze o punte virtuală de comunicare între români şi lumea liberă. 当时，在布加勒斯特举行的政府-无法应付- REL允许创建之间的罗马尼亚和自由世界进行交流的虚拟的桥梁。 Aceeaşi solidaritate emoţională, unind Radioul şi publicul său, se va face din nou resimţită în timpul Revoluţiei din 1989. 同样的情绪团结，团结电台和听众，将再度出现在1989年革命。 Vom descrie experimentul ceauşist de degradare a unei naţii şi contribuţia radioului la rezistenţa anti-comunistă, între aceste două momente de vîrf. 我们描述了一个民族的实验齐奥塞斯库退化和实现无线电反这两个高峰时刻 ， 共产党的抵抗。Dintr-un alt punct de vedere, REL a fost un instrument american creat de CIA, lucru necunoscut majorităţii românilor. 从另一个角度看，REL是由美国中央情报局创建了一个工具，所以不知道的大多数罗马尼亚人。 A existat cenzură şi acolo. 有检查 ， 有。 Realizatorii Europei Libere au trăit Războiul Rece la cele mai înalte temperaturi ale sale, trăind sub presiunea constantă a atacurilor Securităţii, ca şi sub cea a priorităţilor politice ale Statelor Unite. 注册消防工程师制片人住冷战以来的最高温度，持续的压力下攻击的安全生活，在美国政治优先事项。Pe frontul românesc, “Grupul Eterul” a trebuit să se lupte cu un fenomen de masă. 罗马尼亚方面，“醚组”要一直是一个普遍现象。 Încerca să intercepteze corespondenţa şi să taie legăturile telefonice a mii de oameni, să-i ancheteze numai pentru că ascultau un post de radio, să-i tortureze pentru vina de a fi trimis mesaje către Europa Liberă. 尝试拦截书信和电话联系 ， 将削减数千人，并调查只能收听广播，不受酷刑，他的失败消息他被注册消防工程师。 Singurul lucru care îi împiedica să-i omoare pe disidenţi era faptul că Europa Liberă vorbea despre ei. 唯一阻止他们杀害持不同政见者注册消防工程师是在谈论他们。În aparenţă, Europa Liberă a câştigat, în cele din urmă, bătălia. 显然注册消防工程师韩元，最终，这场战斗。 După cum spune unul dintre realizatori, au lucrat cu entuziasm împotriva propriilor interese. 至于说的制片人之一有违背其利益的积极性工作。 Odată cu prăbuşirea Zidului, misiunea REL sa încheiat. 随着柏林墙的倒塌，REL使命的结束。De fapt, acest război încă mai continuă, sub o altă formă. 事实上，这场战争仍在继续，以另一种形式。 La Berlin se pregăteşte un proces în care Weinrich – aghiotantul lui Carlos – este acuzat de atacul cu bombă asupra radioului. 柏林正在准备中 ， 魏因里希-卡洛斯助手-是炸弹在电台攻击被告的过程。 În acest timp, la Bucureşti, cei care l-au angajat sunt membri în Parlament sau oameni de afaceri de succes. 与此同时，在布加勒斯特，是谁犯的议会或成功的商人。 Victime şi torţionari, luptători şi laşi trăiesc alături, fără ca nimeni să-şi asume răspunderea pentru cele întâmplate. 受害者和酷刑，战士 ， 让生活在没有任何人，负起责任所发生的事情。 Terorismul şi-a găsit un alt Zeu, marxismul a fost detronat de fundamentalism. 恐怖主义找到了一个新的神，是马克思主义的原教旨主义推翻。 Chipurile se vor fi schimbat, dar dacă vom asculta vocile trecutului, vom înţelege poate ce se petrece sub ochii noştri. 面孔也将被改变，但是如果我们听过去的声音，我们可以了解什么是发生在我们眼前。",
    "chinese_title": "穿越冷战的电波",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Cold Waves",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-03-05T09:23:08"
}