{
    "aka": [
        "爱·盛开"
    ],
    "sid": "3992326",
    "cast": [
        {
            "url": "/celebrity/1275273/",
            "name": "黄觉 Jue Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274432/",
            "name": "曾恺玹 Alice Tseng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313368/",
            "name": "宋宁峰 Ningfeng Song",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326897/",
            "name": "张雪迎 Xueying Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1496486/",
            "name": "孙青良 Qingliang Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320404/",
            "name": "任学海 Xuehai Ren",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2374845605.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1320722/",
            "name": "罗彩娟 Tsai Juan Lo",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1326799/",
            "name": "胡意涓 Yijuan Hu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "33",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2009-08-17"
    ],
    "this_title": [
        "爱盛开"
    ],
    "douban_link": "https://movie.douban.com/subject/3992326/",
    "trans_title": [
        "爱·盛开"
    ],
    "douban_votes": "365",
    "introduction": "这是个复仇的故事，这又不仅仅是个复仇的故事；这也是个爱情故事这又不仅仅是个爱情故事；因为失去而产生恨，因为恨才能持续多年的怨；然而爱才是唯一能抵抗心中仇恨的武器，化解郁结的仇恨阻止伤害的进行。谷迈青一家四口在老街的梧桐巷内过着粗茶淡饭却幸福温馨的生活，然而这简单的幸福却在朱家二少爷—朱文宇看上谷家大女儿静兰之后变得支离破碎。谷迈青身为朱家的司机，一双女儿长得乖巧漂亮。当地富豪朱家的二公子朱文宇生性顽劣，绑架了静兰并非礼了她，静兰不堪忍受身心的伤害以及众人流言蜚语的静兰，离家出走结束了自己的生命。谷父一气之下，抱着自制的汽油弹冲向了朱家少爷的车。一场浩劫后的谷家就只剩下13岁的小女儿幼幼和其精神恍惚的母亲玉仪。悲愤的幼幼，大闹朱家庄园，不幸被大宅中的恶犬所伤，失去了原有的面容，救了幼幼的朱家大少爷-朱道枫，被误认成了害死姐姐的仇人，而幼幼母亲玉仪也这场混乱中失踪。一无所有的幼幼，藏匿在地下室，被好心人毛师傅收留，在毛师傅和其女儿毛繁羽的鼓励下，幼幼开始自学创作写作，借此发泄自己心中郁结的仇恨，四年之后幼幼在繁羽的帮助下以艺名“水犹寒”发表小说引起了轰动，可这之后“水犹寒”突然失踪，就连繁羽对“水犹寒”的去向也一无所知。三年后幼幼整容回来改名换姓成-幽兰以佣人的身份来到梓园，成了朱道枫的贴身丫鬟，原本已经很接近仇人的幽兰，却始终没能对朱道枫下手，朱道枫和她意想的那个对姐姐始乱终弃的顽劣公子太不一致了， 幽兰看到的是一个对已逝未婚妻痴情怀念，对残疾妻子背负责的真男人，甚至对她这个态度冰冷的丫鬟都照顾有加，还为她种了满园的蔷薇花，只为博她开心一笑。幽兰混乱了。然而与朱道枫突如其来的爱情却让已不知所措的幽兰落荒而逃。与此同时，秦川也被幽兰独特的神秘气质所吸引，对幽兰露出了爱慕的笑容。意外相识的朱道枫与秦川，相互之间都又种莫名的亲切感。原来秦川的母亲—倾城，年轻时是城里美丽的歌手，就是后来成了朱道枫的父亲朱洪生最宠爱的小妾。怀着六个月的身孕时，朱洪生因事业远行，朱洪生的正室便在此时对倾城意欲加害。导致倾城连夜逃出朱家，在偏僻的小镇生下秦川，母子二人从此相依为命艰难的生活，虽然倾城对秦川刻意隐瞒了身世，但命运的安排却让秦川与朱道枫这兄弟二人先是成为了朋友，后又同时爱上了一个女人—幽兰。之后不久倾城终于向秦川和道枫说出自己隐藏多年的秘密，道枫虽然震撼但对秦川这个兄弟还是欣然接受的，而秦川却对朱家所有人表现出了出奇的冷漠，也并不打算认祖归宗。幽兰在矛盾中再次回到朱道枫身边，爱的力量让她暂时放下了仇恨，甚至都对朱道枫有了爱的回应，可是平静并没有维持多久，在幽兰目睹母亲被朱道枫误杀后，她又一次坠入了对朱家仇恨的深渊，然而这之后她选择采用了一种更加痛彻心扉的方法去报复朱家。幽兰带着对朱家的恨和朱道枫的绝望嫁给了秦川，婚礼上，秦川开心不已，而朱道枫唯一的感觉就只剩撕心裂肺的寒冷。婚后秦川对幽兰百般疼爱，幽兰自欺的认为她报复的目的达到了，她就能忘记过去，就能恢复平静了。然而此时的幽兰完全体会不到报复后的快感，伴随她的是内心无比的空洞和绝望。婚后不久的幽兰时常觉得身体不适，她突然意识到，自己怀孕了！这个消息让秦川雀跃不已，但对幽兰确是晴天霹雳，只有幽兰知道，按日子算，这孩子不是秦川的！那是朱道枫的孩子！幽兰对自己身体里的孩子是真切的爱，不知是对孩子还是对朱道枫不舍，她无法放弃这个无辜的孩子，又看着秦川满心欢喜地期待，幽兰决定让这个秘密永远深藏心底。7个月后，由于幽兰身体一直虚弱，孩子早产了。幽兰生下一漂亮的女儿，没有人怀疑孩子的身世。秦川更是视为掌上明珠，取名-若薇。看着秦川对若薇的宠爱，幽兰些许安心了些。可是就在若薇四岁时的一场意外，让这这一切翻天覆地。秦川震撼间赫然清醒的意识道原来他在一直被欺骗。愤怒的秦川面对幽兰的默认，陷入疯狂的报复情绪中，他告诉幽兰，他不会离婚，会继续为道枫把孩子养大，他要教孩子学会仇恨，要孩子仇恨道枫，待孩子成人后，再把孩子带到道枫面前，告诉道枫真相，也告诉孩子真相。并说出当年伤害她姐姐，伤害她全家的那个人其实是朱道枫的弟弟朱文宇，朱文宇已在几年前车祸身亡，而朱道枫为了维护已故弟弟和家族名誉在她面前始终隐瞒并认下了所有的罪，到最后，朱道枫会失去所有，所有人都对他都只有恨包括他的女儿。他最后还是赢了道枫。幽兰震惊不已，这才领悟到自己错了，错得多离谱！因为她不愿放下仇恨，结果反而连累到她无辜的孩子，彻底伤害了这世界上唯一深爱她的人—道枫。在无法可想之际，幽兰费尽心思透过繁羽打听到道枫的行踪，，鼓足勇气，总算站在道枫面前，想要跟道枫求救，没想到道枫的冷漠彻底击垮了她。两天后，幽兰选择了用最极端的方式结束这场牵扯不清的仇恨，希望能换得所有人的原谅。但是这一点，对秦川来说已不重要了，因为幽兰永远永远地离他而去了。是他杀了幽兰。。这是个仇恨的故事，这又不仅仅是个仇恨的故事；这也是个爱情故事这又不仅仅是个爱情故事；因为失去而产生恨，因为恨才能持续多年的怨；然而爱才是唯一能抵抗心中仇恨的武器，化解郁结的仇恨阻止伤害的进行。",
    "chinese_title": "爱盛开",
    "douban_rating": "6.1/10 from 365 users",
    "foreign_title": "",
    "douban_rating_average": "6.1",
    "update_at": "2025-02-01T01:34:03"
}