{
    "aka": [
        "福星游龙二王爷"
    ],
    "sid": "3992162",
    "cast": [
        {
            "url": "/celebrity/1335339/",
            "name": "薛中锐 Zhongrui Xue",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318994/",
            "name": "曹俊 Jun Cao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1409490/",
            "name": "李吉明 Jiming Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274438/",
            "name": "李立群 Lichun Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037748/",
            "name": "陈好 Hao Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1339528/",
            "name": "杨琼 Yitong Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327685/",
            "name": "任山 Shan Ren",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323775/",
            "name": "杨梓墨 Zimo Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275865/",
            "name": "周野芒 Yemang Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1479032/",
            "name": "胡榧 Fei Hu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868330118.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "30",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2006"
    ],
    "this_title": [
        "皇上二大爷"
    ],
    "douban_link": "https://movie.douban.com/subject/3992162/",
    "trans_title": [
        "福星游龙二王爷"
    ],
    "douban_votes": "234",
    "introduction": "取材于传统相声《硕二爷》。硕二爷又称硕王爷，是活在老北京人口头上的一位既有着浓厚传奇色彩，又独具老北京味儿的奇特人物。他不事宫廷，为民请命，是一个行走于街巷鸡毛蒜皮小事之间的 “青天”，他经意与不经意之中，为老百姓解决了掰扯不清又纠缠不断的诸多难事儿，他不务虚不空谈，体味民间真实疾苦，切实解决问题，因而深受百姓的喜欢和爱戴，是一个活在百姓 心里几百年的“另类王爷”。传说，硕二爷是明穆宗的二哥，明神宗的二大爷，真名叫永硕，人称“硕二爷”、“二大爷”、“我们的二大爷”。他是明世宗朱厚聪的爱子， 文武双修，身怀奇才，也曾胸存大志，但是见皇子间争宠夺位，他不愿置身其中骨肉相残，遂称病在其封地京南的大兴县养马训鸽。硕二爷“告病”还乡之后，却并未赋闲家中、颐养天年，而是每日布衣草帽，村舍胡同里跑着，探访和解决着市井中的“不平之事”，他不骑高大的御赐骏马，偏喜欢骑一头断耳老毛驴儿，拿着穆宗皇帝赐给他上可打昏君，下可打奸邪馁臣的一根金痒痒挠儿，穿梭于大街小巷茶寨勾栏之间。他奉行：“民间无小事”， “民为贵、君为轻，社稷次之”，“水可载舟亦可覆舟”的以民为本的“亲民”思想宗旨，路见不平之事，总要伸手管管，他自称皇上管不了的事儿，我二大爷非要管管不可，因此成为大兴远近闻名，天下无人不知，老百姓或缺不了的平民王爷。故事说的是，大明万历十二年，天降祥瑞，二十一岁的万历帝喜得第二子，但因后宫宠妃趁机且惑，万历皇帝年轻任性，欲废长立幼，让第二子当储君太子，廷议一出，顿时引起满朝文武两派之间尖锐冲突，双方各怀自己的目的，为各自的利益集团争吵不休，事态竟发展到不可收拾的程度。为解决这个棘手的问题，平复矛盾，双方都想到了闲居民间多年的硕二爷。传说中，先皇赐予硕王爷的金痒痒挠里藏有专门解决立储之争的先皇密诏，双方都想探知，都想利用，这种形势下，万历与太后分别下旨，传硕王爷进宫解决立储之争。但硕王爷认为，皇上尚年轻，有许多举国大事要做，不应陷入立储之争而误了大纲。他以特殊的方式和硕二爷个性化的手段劝谏年轻的皇上，引导青春期的皇上去关心民间疾苦，为老百姓的安居乐业多办实事。他故意拖延时间，以给皇上思索和反省的时间，大兴到宫中也就两个时辰的车程，他竞走了足足一百天，皇二子“ 百岁 ” 之际，最后揭开痒痒挠中的先皇秘诏，竟与硕二爷用意不谋而合，化解了一场危机，也成熟了年轻的天子。与此同时，在这一百天里，硕二爷既要应酬真假之间的一次次催旨，且要与平王刀光剑影间迂回周旋，还要切实解决民间一出出不能不解决的“着急得要死人”的小事儿大事儿，整治了恶霸牛怀根、冷如冰贩卖私盐、欺男霸女、横行乡里的罪恶行径；解决金锁退婚，收留周家翁婆，为郑老汉打抱不平；破除孝义庄的养老阁陋习；还帮着烧饼铺的老板讨要欠账一年的“烧饼款”；还解决了连痒痒挠也无法解决的马氏绸缎庄老板嗜赌成性等等民间琐碎之事，等等。在硕二爷看来，这些琐碎的民间小事看起来虽小，但是却不逊于窃国偷天，是直接关系着老百姓能否安居乐业和温饱冷暖的大事儿，在我永硕或许是举手之劳的碎事儿，可老百姓过日子，这些可都是个天顶天的命根子事儿，一个也不能少，一件也不能落。硕二爷累，硕二爷苦，硕二爷险，硕二爷也乐呵，忙忙碌碌、喜怒哀乐，构成了一个活生生的“我们的二大爷”！在为老百姓解决生活疾苦的同时，硕二爷收养了因立储之争被迫流落民间的皇弟大魁：保护了琉球公主椿美，揭露平王爷与日倭之间的同谋，及盗得国库黄金企图谋反的罪恶行径。全剧写了一个为创造安宁和谐的社会操劳的二大爷，也写了一个为老百姓柴米油盐醋操心着的二大爷。一个百姓心里永远期待着的二大爷。",
    "chinese_title": "皇上二大爷",
    "douban_rating": "7.7/10 from 234 users",
    "foreign_title": "",
    "douban_rating_average": "7.7",
    "update_at": "2025-05-26T12:22:50"
}