{
    "aka": [
        "The Unbeatables II"
    ],
    "sid": "3992157",
    "cast": [
        {
            "url": "/celebrity/1044060/",
            "name": "李南星 Nanxing Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014955/",
            "name": "郑惠玉 Zoe Tay",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275451/",
            "name": "曾江 Kenneth Tsang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274556/",
            "name": "于荣光 Rongguang Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318078/",
            "name": "周初明 Chor Meng Chew",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348680/",
            "name": "陈澍承 Chen Shucheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317120/",
            "name": "朱厚任 Jack Choo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1379866/",
            "name": "薛素珊 Cassandra See",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1996",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2497118755.jpg",
    "region": [
        "新加坡"
    ],
    "writer": [],
    "imdb_id": "tt7270614",
    "director": [
        {
            "url": "/celebrity/1379805/",
            "name": "刘天富 Victor Lau",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "30",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1996-11-15(新加坡)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7270614/",
    "this_title": [
        "双天至尊2"
    ],
    "douban_link": "https://movie.douban.com/subject/3992157/",
    "trans_title": [
        "The Unbeatables II"
    ],
    "douban_votes": "210",
    "introduction": "在前一部中，言龙两家恩怨终于有了了结，龙庭光发疯，言坤远走天涯，但其芳虽然生下了儿子言星，却无法原谅阿飞，在一次遭人袭击后，重伤的她希望自己不是龙庭光的女儿，不是言飞的妻子，伤愈后，其芳失忆，妹妹文欣想到她动手术前所说的话，将失忆的其芳交给手下黄五收养，改名为黄月芳，并带到国外，月芳一直将黄五当作父亲，不知自己的真正身份。文欣并告诉阿飞，其芳已死，伤心的言飞带着儿子离开了珊瑚岛。一转眼，七年过去了，虽然阿飞悉心照顾儿子，但失去母爱的言星得了自闭症，除了父亲外，在陌生人面前不会开口说话。而阿飞对其芳的死一直抱着怀疑态度，他走遍天涯寻找其芳的消息，七年后，决定回珊瑚岛再问清楚文欣其芳的生死。龙庭光有一师弟叶中，一直妒忌师兄的赌术，龙庭光疯了后，叶中很是高兴，他赌赢了世界各国的赌坛高手，也来到珊瑚岛，要会一会赌王言飞和千后龙嘉嘉（洛其芳）。这时一位赌运极佳的年轻人丁兆辉也踏上了这块土地，原来他是当年被龙庭光所关的相士的儿子，当初龙恨相士拆散了自己父女，也掳走相士的儿子作为报复。丁兆辉是到珊瑚岛来找当警察的朋友庄伟杰的。月芳为了独立，偷偷地回到珊瑚岛，认识了邻居庄伟杰，并发展了一段感情。黄五有一侄女黄嘉儿，和丁兆辉认识后，兆辉钟情于她，而嘉儿却喜欢上了言飞。丁兆辉很佩服言飞的赌术，他和小星交上了朋友，试图改变小星的自闭。言飞在珊瑚岛上被叶中纠缠要比试赌术，此时他发现了黄月芳，但月芳却已不记得他，而即将和庄伟杰结婚。为了月芳的幸福，言飞只有默默退出，但在月芳遭遇不测时，他却总在月芳身边相救，为了月芳，在救庄伟杰时，言飞在赌桌上打败了叶中的儿子导致其自杀，言飞和叶中结下了深仇。月芳虽然不记得自己的身份，但对小星却有一份母爱，小星也十分依赖月芳。在月芳结婚之日，小星被人绑架，绑架者要求言飞和月芳两人到医院、教堂等地交赎金，婚礼只能暂停，而交赎金之处都是阿飞和其芳两人以前去过的地方，其芳记忆在慢慢地恢复。绑架小星的其实是同情阿飞和其芳遭遇的黄嘉儿，此事被兆辉知道后，有感于阿飞对其芳的深情，他也帮着隐瞒，但终于被庄伟杰知道了，他当着月芳指出这是一个诡计，月芳以为是阿飞指使的，愤然离开，在雨中驾车飞奔的月芳恢复了全部的记忆。恢复记忆的其芳向庄伟杰提出分手，说黄月芳对伟杰的感情比不上龙嘉嘉对言飞的万分之一，其芳出马摆平了阿飞和叶中的赌局，但告诉阿飞，除非父亲恢复正常，否则她是不会原谅阿飞的。这时，龙庭光竟然真的出现了，原来他的疯病早就好了，一直在暗中布置，这次他不会放过阿飞和背叛自己的其芳，言飞一家只能再次逃离珊瑚岛来到美国。庄伟杰不甘心其芳被夺走，投靠叶中学赌术，为阻止阿飞离开珊瑚岛，他失手误杀了兆辉的父亲。兆辉以为害死父亲的是龙庭光的手下--嘉儿的爸爸，提出和嘉儿分手。在美国，言飞的真情感动了其芳，而此时言坤也出现了，兆辉到美国求阿飞教他赌术为父报仇，但被拒绝，阿飞不希望兆辉成为第二个言飞，在阿飞他们的劝说下，兆辉和嘉儿和好了。但此时，其芳发现龙庭光一直没有放过他们，要在他们最开心的时候给予致命的一击，她忍无可忍，回珊瑚岛找龙庭光赌命，却被言坤抢先了一步，言坤提出用小星来试探龙庭光有无人性，让他们共同生活一个月，如果到时龙庭光还是没有心软，言坤就和龙庭光赌命，龙庭光答应了，在这一个月中，龙庭光心中被亲情软化，但嘴上仍不服输，到了龙庭光和言坤生死赌局时，言坤输了，喝下了毒酒，其实如果及时吃下解药，言坤就不会死，但叶中派庄伟杰暗中杀死了言坤，阿飞认定是龙庭光杀了父亲，和其芳的关系又陷入了紧张中。而文欣竟被庄伟杰迷惑，一心跟着他，为救文欣，阿飞和庄伟杰对赌，但却被文欣偷换了牌，阿飞输了，被逼废了右手，文欣这时才知道了庄伟杰的真面目。雪上加霜，叶中暗地里部署，收买了龙庭光的手下，而龙庭光为救小星，死在叶中手里，小星也被叶中炸死，一夜之间，叶中成了珊瑚岛的主人。阿飞父亲、儿子相继死去，自己又沦为残废，他的右手再也不能赌了，心情暴躁，对其芳、兆辉态度恶劣，并独自一人离开，其芳和兆辉都以为阿飞变了。其实阿飞是为了不连累他们才故意这样做，龙庭光在死前留下一卷录像带给阿飞，使他知道了父亲的死因，阿飞一人来到美国，要苦练左手，为亲人报仇。其芳和兆辉在珊瑚岛对付叶中，正要落败，阿飞回来了，言飞、叶中、兆辉、庄伟杰展开赌局，赌输了的叶中被兆辉杀死，而庄伟杰却绑架了其芳，要和阿飞进行一场高科技赌博，赌局中，庄伟杰输了，死在爆炸的屋中，阿飞虽然救出了其芳，但却遭电击昏迷。伤心的其芳却见到了以为已经死去的小星，原来是龙庭光预料到叶中会对小星下手，所以提早救出了小星。在其芳和小星的呼唤中，阿飞醒了，一家团圆。兆辉和嘉儿也走到了一起。阿飞、兆辉成了最好的朋友。",
    "chinese_title": "双天至尊2",
    "douban_rating": "8.4/10 from 210 users",
    "foreign_title": "",
    "douban_rating_average": "8.4",
    "update_at": "2025-02-10T21:22:11"
}