{
    "aka": [],
    "sid": "3993425",
    "cast": [
        {
            "url": "/celebrity/1328424/",
            "name": "谢元真 Yuanzhen Xie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1373695/",
            "name": "折建霞 Jianxia Zhe",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "6",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2001"
    ],
    "this_title": [
        "水的女儿"
    ],
    "douban_link": "https://movie.douban.com/subject/3993425/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "1991年的一段录音，2001年的一部电视剧，共同记录一个叫王会悟的嘉兴女性。她是李达的夫人，是“一大”的见证人和全程参与者，亦是当时在南湖召开“一大”时唯一的工作人员。家乡记者三次采访王会悟当柏春拿出15年前的那盒录音带，当年采访嘉兴儿女王会悟的情景，几乎全部呈现。1991年6月底，为庆祝中国共产党成立70周年，时任桐乡人民广播电台新闻部主任的柏春，通过电话连线的方式，与定居在北京的王会悟进行对话。“她是‘一大’的见证人，又是工作人员。她是桐乡乌镇人。”柏春说，采访王会悟因此被赋予很多特殊的意义。在这次采访中，王会悟谈了许多“一大”召开时的情况，同时向家乡人民问好。“她讲话时，家乡的口音还是很浓的，当时她已经90多岁了，但好像记得特别深，仿佛刚刚从会议中走出来。”第一次采访的内容，不久就在柏春所供职的电台组织的“纪念中国共产党成立70周年的特别节目”中播出。能否采访到王会悟的问题顺利解决后，那么，能否再多收集一些当年“一大”召开时的信息，更多地记录和反映嘉兴儿女在党的重要时刻曾经的努力，则是一个新闻人心中的期盼。“仅仅是电话采访，做的是文字记录，没有录音，总觉得不够，应该给家乡人民留点家乡儿女的声音。”柏春说，这是当时自己的真实想法。于是，1991年冬季和1992年8月，柏春带着录音设备，两次赴北京看望和采访了王会悟。现在这些录音全部被柏春用塑料袋包好，细心收藏，“录音带是自费买了最好的，只希望能永久保存。”听她亲口讲述1921年的历史播放键按下的那刻，王会悟带着浓重乌镇口音的吐字，几乎要把人带入1921年在嘉兴南湖举行的那次重要会议。2006年6月26日，今年58岁的柏春，把15年前录下的采访对话再仔细听了一遍。“非常健谈的一个人，谈风很健，中气很足。”柏春一边笑着，一边翻转手上的录音带，和记者一起重温那次15年前的采访。“上海侦探很多，‘一大’没开完就被发现了，李达也不知道下一步到底怎么样。他们都是书呆子……有人提议去西湖。我说怎么能去西湖呢，已经被巡捕房注意，即使到了杭州也是要被察觉的……刚开始，大家讨论，后来结论是，这也不能去，那也不能去……还有人说，会总是要开的嘛。于是，我就说，要去一个大家想不到又可以去的地方……我说到一个大又不大，小又不小的地方去。去南湖，是我一个人提出来的。董必武特别赞同。”谈到为什么提议去南湖时，柏春的录音带里再次传出了王会悟的亲口解释：“火车来来去去都通的，打听的侦探也少。我说嘉兴的情况我熟悉，要是有事的话还有我同学，我在嘉兴读过书，朋友都是有钱的。至少我的朋友不是地痞流氓，不会出卖……我还跟他们讲，桌上要放一副麻将，有情况时可以作掩护……”柏春(右一)与王会悟(中)在一起寻找她倡导妇女解放运动的见证据记载，“一大”以后，王会悟更加积极地投入到共产党的革命运动中，成为中国革命和妇女运动的先驱。其中，共产党最早的妇女刊物《妇女声》，就是由王会悟担任编辑。时间大概在1921年至1922年6月这段时期，约半个月出一期，共出了10期，其中的8期都由王会悟编辑，也有她的文章。但是鲜为人知的是，在1948年出版的《桐乡民报》上，曾先后刊登两篇王会悟的文章。“文章是要求妇女摆脱封建的束缚和枷锁，寻求妇女解放。”柏春说。在1948年3月8日名为“青镇（当时乌镇叫青镇）妇女”的三八特刊上，登载了《我们应如何纪念三八妇女节》的文章。同年5月16日，在名为“青镇妇女”的母亲节特刊上，再次出现王会悟的文章《哭点儿》。上述两份报纸，被柏春从桐乡档案馆复印，在1992年第二次见面采访时，一并带给王会悟。时隔半世纪，看到自己年轻时写的文章，王会悟很是惊讶。柏春当时就把王会悟读报的照片拍了下来。《水的女儿》讲的就是她和“一大”一晃10年过去。2001年，在喜庆中国共产党80华诞的日子里，一部精心创作的优秀献礼作品——6集电视连续剧《水的女儿》问世。电视剧从酝酿到最后成片，其间有太多的故事。2000年2月，当时电台的一位叫刘道远的编辑给时任市委书记的陈加元写信，信中说，“一大”在嘉兴召开，直到中国共产党成立，幕后那位叫王会悟的嘉兴女性起到了非常关键的作用。而关于王会悟的艺术作品却非常少，建议以李达夫人为原型，拍摄一部电视剧。2006年6月29日上午，原嘉兴广播电台台长王善方回忆：陈加元书记对来信非常重视，作出大意是“好事应予以支持”的批示。随后，当时的市委常委、宣传部长沈子松要求电台先做可行性调查。拍摄电视剧的任务随后由嘉兴广播电台全面接手。“电台从来没有拍电视剧的惯例”，王善方说，到底怎么操作不是非常清楚，毕竟缺乏经验。“长篇么，怕太长；上下集么，又觉得太短。”但是，看到市领导这么支持，电台决定大胆尝试，全力以赴，剧本编写等前期工作随后马上展开。2000年4月，全省的一次广播电视艺术创作会议上，各地都在上报题材，嘉兴电台考虑到筹备工作刚开展并不急于上报。但是后来，嘉兴电台要拍摄《水的女儿》一事，还是被当时省广电厅的一位副厅长了解到。“对方非常兴奋，该领导本身也是剧作家，后来亲自对剧本进行了多次修改。”王善方说，电视剧《水的女儿》从一个侧面反映了我党诞生的历史必然性，也回答了嘉兴南湖何以成为党的诞生地的缘由。其故事概况为：江南水乡桐乡乌镇的少女王会悟，目睹了封建礼教对妇女的残害，主张妇女解放。她先后到嘉兴、湖州等地求学，继而返乡创办女校，后到上海学联与中共创始人之一李达相识结成伴侣，共同从事革命活动。中共“一大”会议在上海召开时，她担任会务和保卫工作。为了躲避巡捕房的搜查，在她的提议下，会议转移到嘉兴南湖一艘游船上继续举行，王会悟也因此成为中国共产党成立的见证人。由于该电视剧的策划有新意，加之取景乌镇，独特的江南水乡景色贯穿全剧，具有很强的艺术感染力。除被国家广电总局列为纪念建党80周年20部献礼片之一，同时获得浙江省电视牡丹奖一等奖、第十九届中国电视金鹰奖中篇电视剧优秀作品奖。嘉兴拍电视剧反映一种信念鲜为人知的是，2001年，这部为纪念中国共产党诞辰80周年而拍摄的电视剧，当初遇到过不少压力和困难。而到底由上海方面还是嘉兴方面来组织与拍摄时，嘉兴一度表现了自己的“强硬”。“电视剧嘉兴一定要拍。”王善方说，即使当年不拍，以后也一定要拍。“王会悟不是正式代表，但是一讲到‘一大’在南湖开会，就无法离开王会悟。没有王会悟，历史可能是向另外一个角度发展。”2000年准备拍摄该剧时，电台也承受了不小的压力。“电台拍电视剧，有人说是不务正业，也有人说专业不对口嘛。如果拍不好，钱不就是浪费了吗？何况当时台里经济并不宽裕。”但在两种声音之中，电台还是坚持了下来。“省里支持，市里也非常支持，这种支持不仅仅是口头支持，而且还是切实地出资。”王善方说，上海方面认为上海是党的诞生地，上海为纪念中国共产党诞生80周年，也准备拿出足够的资金拍摄这部反映“一大”召开的电视剧。但是浙江和嘉兴的表现也很“强硬”。特别是那位省广电厅副厅长率先表态，省厅出资30万元扶持这部电视剧。最后在嘉兴市委宣传部、广电局、嘉兴电台、桐乡市委市政府、平湖广播电视台和浙江电视剧制作中心等联合下，筹集到120万元，拍摄了6集中篇电视剧《水的女儿》。嘉兴电台起到的就是制片人和统筹策划的作用。“地级市的电台拍摄电视剧，反映这段重要的历史，在全国来讲也是绝无仅有的。”王善方说，家乡人一定要拍这部电视剧，反映的是一种信念，也是一份用心。",
    "chinese_title": "水的女儿",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-13T15:07:10"
}