{
    "aka": [
        "My Father"
    ],
    "sid": "3993460",
    "cast": [
        {
            "url": "/celebrity/1218750/",
            "name": "朴哲民 Cheol-min Park",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1030587/",
            "name": "全茂松 Mu-song Jeon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1424327/",
            "name": "任正秀 Jeong-Soo Yim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1433044/",
            "name": "朴潭熙 Tam-hee Park",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2166629850.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "imdb_id": "tt2068995",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "2009-07-16(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2068995/",
    "imdb_votes": 8,
    "this_title": [
        "아부지"
    ],
    "douban_link": "https://movie.douban.com/subject/3993460/",
    "imdb_rating": "6.8/10 from 8 users",
    "trans_title": [
        "父亲",
        "My Father"
    ],
    "douban_votes": "53",
    "introduction": "影片刻画了上世纪七十年代的韩国乡村，穷学生为了继续学业，老父亲只好把唯一的财产老黄牛卖掉。这样一位与土地为伴，说不出一句漂亮话的老父亲能够勾起世界上任何地方人的乡愁。坚持把农活干得漂亮就是完整人生的传统观念的文盲父亲，在极其贫困的芝环境下也想敌把学业继续的儿子，结果父亲为了实现儿子的读书梦把号称全家的1号财产：黄牛卖掉了。“家庭作业应该是计划在白天完成的吧？怎么都半夜了，还在忙乎着！”正紧张备战着初中升学考试的基洙被父亲吆喝着，基洙是学校成绩名列前茅的优等生。但是农民父亲却固执地认为只要做好本分——把农活庄稼干好，认识基本的朝鲜文字就可以，对把时间过多地用在学习上的儿子发起了脾气。基洙对这样的父亲敢怒不敢言。当时基洙正和学校的老师同学们一起准备着演剧表演的排练。到了农活时间却依然不见儿子身影，父亲连忙来到学校寻找，并坚决要带孩子们离开。拿父亲没法子的基洙急中生智，说服伙伴们中断排练，在临时搭建的舞台上表演，让村民们领略到演剧独特的魅力，喧嚣的村民意外地寂静下来：欣赏孩子们的表演。父亲终于同意基洙继续进学，因为他发现了比单纯埋头苦干更重要的事情，并打算卖掉一直认为最珍贵的东西……花絮也许大多数沁人都有过关于总是爱板着脸，不苟言笑的父亲“可怕”的记忆，因为这样而对父亲的那个“爱”字说不出口的孩子们在观看本片后热泪盈眶。《父亲》刻画了一位一辈子为家人付出的父亲。影片以20世纪70年代的韩国平和的小山村为背景，围绕一个13岁少年升学话题展开故事。生于70年代的韩国人，对于童年时代有着共同的回忆：想每天都能吃上盛满肉和蔬菜的米饭，和伙伴们在小河边嬉戏，很希望把学业继续下去却因为家里经济的拮据而不得不辍学。2009年上半年，在《牛铃之声》公映的影院里，看到了一幕幕珍奇的风景：从10多岁的少年到年过6旬的老人，观客的年龄层令人印象深刻。《父亲》则是为40代、60代的人——中壮年层深埋在心底的乡愁和对童年的怀念之情而制作的，也在时过境迁后重新审视当时敏感而沉重的教育问题。本片的制作费只有不到5亿韩元，谈到全剧组里最应拿到最高片酬的演员是谁时，大家几乎众口一词，推举片中的“黄牛”。在拍摄片里的父亲决定卖掉共事多年的“同志”——老黄牛，与它进行最后的对话的场面时，黄牛好像也感受到主人公复杂不舍的心事一样，竟然流下了奇迹般的眼泪！在场的演员和工作人员们都为其用心的演出而齐齐鼓掌。“牛”对于祖祖辈辈生活在田间的农民有着特殊的意义，本片和《牛铃之声》一样，刻画了常年在农民身边勤勉劳作的牛与人类深厚的情感牵绊。为了孩子的未来，不得不忍痛与它分离的父亲体现了一种无言而伟大的爱。另外，2003年由车胜元、边熙奉主演的影片《我的老师金先生》讲述江原道深山里老师和孩子们的感人故事，至今让人难忘。《父亲》则把舞台移到全罗道，片里的乡村学校只有不到20人的学生，在这样贫瘠的土壤里，鼓励学生们将读书路继续下去的老师们动人身姿。出演该片的小演员们全都是第一次触电大银幕，在幸福的现代大都市背景下成长的他们，对70年代的童年一无所知，剧组通过一系列的选拨最终选定启用的演员。在片里，能看到他们最自然真实的表演。剧本结合了制片公司代表和导演裴海成个人实际的生活经历，从夏季农忙期到下雪的冬天农闲期，剧组去到全罗南道、顺天等还保留有20世纪70年代生活风气的地方进行实地拍摄。",
    "chinese_title": "父亲",
    "douban_rating": "7.3/10 from 53 users",
    "foreign_title": "아부지",
    "imdb_rating_average": 6.8,
    "douban_rating_average": "7.3",
    "update_at": "2025-09-17T19:49:10"
}