{
    "aka": [],
    "sid": "3993333",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "粤语"
    ],
    "playdate": [
        "2001"
    ],
    "this_title": [
        "Chinatown Files"
    ],
    "douban_link": "https://movie.douban.com/subject/3993333/",
    "trans_title": [
        "唐人街档案"
    ],
    "douban_votes": "0",
    "introduction": "《唐人街档案》影片记录麦卡锡主义的恐怖张庆松据旧金山记事报报道，由华人记录片制片人艾米陈拍摄的记录影片《唐人街档案》最近在旧金山首映。这部影片详细描述了美国华人社区在1950和1960年代遭受到的美国麦卡锡主义的迫害。二战以后，东西方分成资本主义和共产主义两个阵营。美国国内也发起了以麦卡锡参议员为首的迫害左派势力的浪潮。美国的华人社区也被这波浪潮严重冲击。由于 华人持着忍耐和沉默的态度，受到迫害的情形却少为外界所知。《唐人街档案》将帮助人们了解这段几乎被忘却的惨痛历史。《唐人街档案》费时十年才制成。其中记录了七名华人的历史，其中五人住在旧金山。影片表明，麦卡锡主义的迫害使得美国华人不敢表达自己的意见，不敢表态同情自己的祖国，不敢给中国寄钱。更严重的是，这种迫害使得整个美国华人社区从主流 社会中撤退，形成自己的小社区，希望通过躲避和孤立来避免引起美国政府的注意和怀疑。艾米陈指出，由于对过去的恐惧，而且这种恐惧至今还在美国华人，特别是亲身经历过麦卡锡主义迫害的老人心中存在，所以至今为止这段历史还不为外界知道。一位68岁的华裔老人查克告诉记者说，当年的情况十分恐惧。联邦调查局探员会向他的父母和朋友询问他的活动情况。查克当年是”美国华人青年民主团”的成 员。自从中国参与朝鲜战争后，这个团体就不断地受到联邦调查局探员的调查。探员们怀疑这个组织是中共的间谍组织。查克说他为看到中国的成长而高兴，觉得中国终于不再受欺负了。他曾为纽约的一家中文报纸写稿，呼吁美国同中国建立正常外交关系。1953年他加入美军。但 是在1955年他突然被逮捕并遭到开除。原因他过去写的文章。后来一个组织帮助他打官司，才获得光荣退役的证书。在那个时期，华人也不能给中国寄钱，否则就会被看成是通敌。有的华人就因为寄钱而被捕。影片也透露，美国政府曾经考虑使用对付二战中日裔美国人那样，把华人也关到集中营里去。这个建议遭到杜鲁门总统的否决。美国华人找工作也是问题。没有雇主愿意雇佣一个不停受到联邦调查局探员”关注”的人。华人青年都知道，找工作应该避免那些需要安全身份检查的机关，因为他们肯定不会通过检查。许多人也在那个时期失去了美国公民身份。那是一个充满恐怖的时期。这样的恐怖至今还留在人们的心中。特别是像李文和这样的事情发生后，不但唤醒人们对麦卡锡主义的回忆，而且也让人们相信种族歧视 仍然是一个现实存在。美国华人普遍相信，李文和是因为他的种族背景而受到特别的司法调查。所以，他们相信”时代还没有太大的改变。”看过《唐人街档案》后，人们就会对历史和现代社会的认识更加深刻。笔者在这个问题上曾经有过专门的研究，也收集了很多资料。因此对这部影片中描述的情况是了解的。有时间将把自己的研究写出来，在《时局分析周刊》上刊登。《时局分析周刊》，总第11期，2001年3月18日出版",
    "chinese_title": "唐人街档案",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Chinatown Files",
    "douban_rating_average": 0,
    "update_at": "2025-04-16T12:55:41"
}