{
    "aka": [
        "Exhausted",
        "Gogal",
        "耗尽"
    ],
    "sid": "3993436",
    "cast": [
        {
            "url": "/celebrity/1381688/",
            "name": "张利雨 Jang Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1382226/",
            "name": "朴智焕 Park Ji-hwan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情",
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871733376.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1263583/",
            "name": "金曲 Gok Kim",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1366887",
    "director": [
        {
            "url": "/celebrity/1263583/",
            "name": "金曲 Gok Kim",
            "@type": "Person"
        }
    ],
    "duration": "128 分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "2008-10-03(釜山电影节)",
        "2009-09-03(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1366887/",
    "imdb_votes": 67,
    "this_title": [
        "고갈"
    ],
    "douban_link": "https://movie.douban.com/subject/3993436/",
    "imdb_rating": "5.3/10 from 67 users",
    "trans_title": [
        "枯竭",
        "Exhausted",
        "Gogal",
        "耗尽"
    ],
    "douban_votes": "0",
    "introduction": "Michael Hanake meets the Blair Witch Project in Kim Gok's Exhausted, a vicious kick in the pants to everyone in the audience, all in the name of \"style.\" A man meets a mute woman, and as any reasonable person would do in such a situation, makes her his prostitute. But the pimping is the least of our problems. As we get exhausted by the grainy faux-16mm camerawork, the film gets increasingly deranged. The closest thing we get to a sympathetic character is the pimp, simply because he's got too much self-respect to fuck a mute whore. Everyone else is either a gory mess, or a gory mess in disguise. Even the prostitute, which even a thug like Lars von Trier would make likeable, comes off as a delirious scary woman whose shrieks strike like blows to the jugular.Kim Gok has seemingly abandoned the Marxist critiques of his short films, going instead for mindless brutality which culminates in an endless bloody freak-show involving, among other things, a pair of scissors going where pairs of scissors should not go. In the middle of the bloodbath, we get an extended long take of the beaten prostitute's near-dead face, but it does not elicit sympathy or pity. In fact, images of the victim only make us shy away in shock. (Indeed, the extended sequence led to continuous walk-outs during the Pusan screening.) The long take invites us to stare, but it assumes we're as sadistic as the victimizer (and the film) is. Meanwhile the sound-effects (mostly a rumbling bassline that shakes the theater) pulsates with pure wickedness. With Hanake, shock creates reflection, which asks that we be critical. Here, we only want to escape. I suppose Exhausted has some virtues; the shots of drilling machines and factories provide a mesmerizing phallic backdrop to the pimp and prostitute's pursuits. But everything else hurts too much. At least Kim Ki-duk lets us breathe. Exhausted makes Bad Guy look like Lady and the Tramp. (asiaarts.ucla.edu)",
    "chinese_title": "枯竭",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "고갈",
    "imdb_rating_average": 5.3,
    "douban_rating_average": 0,
    "update_at": "2025-02-11T12:21:36"
}