{
    "aka": [
        "小姐你早"
    ],
    "sid": "3993380",
    "cast": [
        {
            "url": "/celebrity/1043330/",
            "name": "潘虹 Hong Pan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315202/",
            "name": "盖丽丽 Lili Ge",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1289997/",
            "name": "李羚 Ling Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274256/",
            "name": "杨立新 LiXin Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1409909/",
            "name": "董娴 Xian Dong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1334378/",
            "name": "曾昂 Ang Zeng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325719/",
            "name": "李正翔 Zhengxiang Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317188/",
            "name": "杜玉明 Yuming Du",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1353385/",
            "name": "王建成 Jiancheng Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868486635.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1320820/",
            "name": "张永琛 Yongchen Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1554576/",
            "name": "池莉 Li Chi",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "22",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2001"
    ],
    "this_title": [
        "超越情感"
    ],
    "douban_link": "https://movie.douban.com/subject/3993380/",
    "trans_title": [
        "小姐你早"
    ],
    "douban_votes": "226",
    "introduction": "建筑设计师戚润物从北京领完建筑设计大奖返回上海，兴冲冲地进了家门，却惊呆了：丈夫王自力和小保姆正在床上偷欢。戚润物是个追求完美的女人，她无法容忍这样的羞辱，愤怒地冲出了家门。王自力知道自己错了，追出去向戚润物道歉。可在人来人往的马路上，戚润物不但根本听不进去，还将王自力怒斥了一番。王自力被骂得失去了理智，甩手一记耳光，把两个人都打楞了。等清醒过来，戚润物悲凄地意识到，一件发生在别人身上的事也落在自己身上，那就是——离婚！一失足而成千古恨，王自力非常后悔。为了挽救就要破碎的婚姻，王自力派办公室主任李开玲去劝说戚润物。可没想到，李开玲的家也正面临着危机。她比丈夫柳向东大5岁，柳向东下岗后被娱乐城的女老板亚咪雇为司机，亚咪将柳向东俘虏了。李开玲从没有想到她那般疼爱的卷毛小丈夫，会向她提出离婚！她疯了似的跑向娱乐城去找柳向东，却被柳向东狠心地推出了门。争执中，李开玲摔下楼去，被送进了医院。同样遭受到男人的伤害，使李开玲和戚润物拉近了距离，成为无话不说的好朋友。戚润物决心向男人复仇，先拿王自力开刀。洋溢着青春激情的靓女艾月从北京来伤害闯荡，偶然与戚润物相识。艾月也曾经饱受男人的伤害，对男人同样怀着怨恨。她与戚润物、李开玲一拍即合，甘愿充当“糖衣炮弹”，去报复王自力。按着戚润物的计划，艾月先去诱惑王自力，待王自力上钩后在让他倾家荡产、身败名裂，让他也尝尝被伤害的滋味。三个女人一台戏，3个受到伤害的女人凑到了一起，当然更要演绎出一台好戏来。艾月为了接近王自力，委曲求全去参加通北房地产公司的招聘会，结识了王自力的副手谭西林。作为一个有野心的男人，谭西林对王自力那把总经理的交椅早就蓄谋已久。他暗中发现了艾月的企图，便打算用情感来征服艾月，结成同盟一起来陷害王自力。王自力真是在劫难逃了！与此同时，戚润物的老同学吴为来上海拓展房地产事业。吴为和戚润物在大学读书时，曾经是一对情侣。在得知戚润物和王自力已经分居并要离婚时，吴为向戚润物真诚地表达了自己的心愿，希望能与戚润物重修旧好，这给悲伤中的戚润物带来了安慰。李开玲极力撮合戚润物和吴为，不料得罪了顶头上司王自力。李开玲被“下岗”，失去了工作，又正值儿子柳帆要去美国哈佛大学留学，经济上陷入了困境。吴为同情李开玲的遭遇，聘请她为四环公司的办公室主任，这令李开玲十分感激。聪慧的艾月很快在房地产销售中脱颖而出，得到王自力的欣赏。艾月青春靓丽，充满了激情，令王自力万分钟爱，王自力陷入了情网。而艾月在寻找机会报复的过程中，却发现王自力是个坦诚而又有魄力的男人，这让艾月左右矛盾。而正当王自力与戚润物正式离婚，准备向艾月求爱时，谭西林暗中施计，诬告王自力受贿和渎职，王自力被捕入狱。真是一日夫妻百日恩，戚润物本来对王自力满怀怨恨，可一旦得知王自力受到诬陷时，又极力去营救他。谭西林为了阻止王自力出狱，对已在公司担任出纳员的白三改软硬兼施，让白三改去控告王自力曾强奸过她。不懂法律的白三改被利用，但在戚润物的劝说下，白三改于懊悔中醒悟，毅然前去撤诉。王自力的受贿和渎职案如期开庭，谭西林作伪证欲将王自力置于于死地，唇枪舌战中，艾月出庭，揭穿了谭西林的阴谋，还王自力以清白。王自力被无罪释放。而谭西林却偷鸡不成反蚀把米，因诬陷罪被捕入狱。出狱后的王自力和艾月激情爆发，同居生活在一起。此时，王自力已失去了工作，处于事业的低谷。而艾月鼓励他养精蓄锐，再次出山。同时，王自力不仅得到了艾月的抚慰，也得到了吴为和戚润物的帮助。吴为邀请王自力出任四环公司经理，共同建设凤凰路立交桥。而这座立交桥，正是戚润物主持设计的。吴为本来是为了追寻年轻时的梦想而来上海的，可他在与戚润无的交往中，发觉两人的个性差别太大，反倒是李开玲让他心动。李开玲的善良而又体贴、周到，正是吴为理想中的伴侣。吴为帮助李开玲将儿子送出国，并买下一套房子，向李开玲求爱。被柳向东遗弃的李开玲没有想到吴为会如此动情，含泪答应了。可正当两人准备结婚时，柳向东与亚咪发生争执，失手将亚咪推下楼摔死。一直疼爱卷毛小丈夫的李开玲替柳向东承担责任，代他坐牢。在吴为和戚润物的劝说下，窝囊了一辈子的柳向东终于做了回男人——自己去自首，将李开玲换了出来。一场噩梦过去了，而在整个事件的过程中，吴为看出了李开玲仍然爱着柳向东，于是决定成全他们。好事多磨。正当王自力和艾月准备结婚时，戚润物在工地上出车祸被撞伤。王自力将她送进医院，并精心照料。王自力和戚润物的女儿王艺娜又突遭不幸，男友罗西遇难，悲伤欲绝中又发觉怀上了罗西的孩子。戚润物腿伤还没好，便要出院，去照顾女儿王艺娜。王艺娜本来要去堕胎，但到了医院却临时改变主意，要留下苦命的孩子。戚润物含泪答应了女儿。一对母女，面对困境，互相支撑，相依为命。王自力难以割舍对她们的情感，回家照顾两母女。艾月心里虽然疼痛，但为了王自力，只好忍痛割爱，悄然离开上海，离开王自力，回到了北京。王自力失去了艾月，心中很是痛苦。但在戚润物和女儿王艺娜面前，又尽力掩饰。吴为和李开玲都在劝说王自力和戚润物复婚，王自力也答应了。可经历过这一次次情感磨难的戚润物，终于悟透了人生，悟透了情爱，也悟透了自己。她不再怨，不再恨，只将房子卖掉，准备开始新的生活。卖房子的那天，王自力刚好来到了这个曾经属于他们的家。面对一地的狼籍，这对经历了风风雨雨的离婚夫妻，感慨万千……",
    "chinese_title": "超越情感",
    "douban_rating": "7.8/10 from 226 users",
    "foreign_title": "",
    "douban_rating_average": "7.8",
    "update_at": "2025-07-09T19:13:13"
}