{
    "aka": [],
    "sid": "3993543",
    "cast": [
        {
            "url": "/celebrity/1189122/",
            "name": "李铭顺 Ming-shun  Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1379104/",
            "name": "郑各评 Geping Zheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1338224/",
            "name": "郭蕙雯 Eelyn Kok",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1429559/",
            "name": "林晓佩 Carole Lin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325357/",
            "name": "陈丽贞 Aileen Tan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1390481/",
            "name": "雅慧 Ya Hui",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1379105/",
            "name": "黄慧 Ng Hui",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317120/",
            "name": "朱厚任 Jack Choo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2517030292.jpg",
    "region": [
        "新加坡"
    ],
    "writer": [
        {
            "url": "/celebrity/1408282/",
            "name": "张湄纭 Cynthia Chong",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1381181/",
            "name": "林明哲 Mingzhe Lin",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2009-07-08(新加坡)"
    ],
    "this_title": [
        "难兄烂弟"
    ],
    "douban_link": "https://movie.douban.com/subject/3993543/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "曾有权（40岁）为人憨厚老实，是名冷气维修督工。母亲早逝，不负责任的父亲后来又闹失踪，身为长子的有权，只好硬着头皮，身兼父母职，含辛茹苦把两个妹妹养大。有权的大妹志玲虽然已经35岁，却依然小姑独处，志玲为人孤僻，吝啬，有权很担心她嫁不出去，一番好意帮她安排相亲，却遭志玲臭骂，有权并不知道志玲内心深处一直暗恋着一个男人。。。小妹志美从小就聪明伶俐，有权为了供她读大学，不惜向银行借钱，怎么知道这个妹妹毕业后，却不肯认真工作，整天追求名牌享受物质生活，还经常向有权伸手要钱。然而最令有权头痛的是跟他毫无血缘关系却情同手足的“烂弟”陈英镑。有权与英镑相识多年，两人是在甘榜一起长大。当年有权的老妈病重时，英镑陪着有权去找父亲回家，被有权的父亲打破头，有权内心一直对英镑有着一份愧疚。。。也因为这份愧疚，多年来只要英镑有难，有权都会义不容辞的帮他。英镑已婚，跟有权的性格迥然不同，外形俊俏的他，花心狡猾，好高骛远，吃喝嫖赌样样精，可以为了金钱不择手段的人。英镑的妹妹陈美金，长得有点抱歉，性格却很纯真，善良，美金从小就爱慕有权，经常为了有权而跟英镑翻脸。然而有权却一点都不喜欢美金，多年来被美金纠缠得透不过气来，却还是不敢狠心拒绝美金。有权内心里一直有个梦中情人叫着李如意，是有权老板的女儿，八年前如意举行婚礼时，也是有权心碎的日子，有权借酒消愁，被美金发现。醉得不省人事的有权，也因此破了处男之身。也因为这件事，令有权更觉得自己对不起英镑两兄妹。一天，有权忙得焦头烂额时，忽然接到志美的电话要他十万火急赶回家里，原来家里来了一个来路不明的女人，带着两大箱行李指名要找有权。有权后来才搞清楚原来这个陌生的女人叫着叶佩仪，是他们三兄妹的后母，并告知他们的老爸已经过逝，三兄妹一点也没有悲伤，毕竟多年来他们有父亲等于没父亲。佩仪拿出先夫立下的遗嘱，三兄妹大为愤慨，原来他们的老爸将这间和有权连名的四房式组屋，把自己的名字转移到佩仪名下。并纷纷反对佩仪入侵他们的房子，奈何佩仪的态度却很强硬，如果不让她入住，就必须给她这间屋子一半的钱。三兄妹一时间凑不出钱，只好勉为其难接受佩仪住进来。。。从此有权这个大男人就要穷于应付家里这三个闹得水火不相容的女人！美金一度以为佩仪是有权的女人，处处刁难佩仪，还跟佩仪大起冲突！后来搞清楚两人的关系后，美金对佩仪的态度一百八十度转变，两人还成了无所不谈的好朋友。美金知道佩仪准备复出七月歌台，还热心肠的安排有权的老板李吉祥给佩仪认识，没想到早年丧妻的吉祥，竟然喜欢佩仪，一直有意无意接近佩仪。。。有权的梦中情人如意跟前夫离婚，带着小女儿回来新加坡，有权对如意献殷勤，不但融化不了如意这座冰山，还处处遭人泼冷水，奚落他癞蛤蟆想吃天鹅肉，令有权裹足不前。与此同时，有权也震惊的发现原来志玲多年来一直默默暗恋着英镑，两人的暗中接触，被英镑的老婆生莲发现，大为激动，连肚子里的胎儿都保不住。志玲藏在内心深处的秘密被揭发，令她很羞愧，原本乖乖女的性格大受刺激，不顾众人反对，跟一个足以当他父亲的老头子展开了一段精神恋爱。有权在英镑的苦苦哀求下，引荐给吉祥。吉祥以低廉的薪水请他当头手，怎么知道英镑却不肯脚踏实地好好工作，还暗中利用公司的资源偷赚，东窗事发后，要有权当他的替死鬼，害有权被他的心上人炒掉！有权大受打击，美金看不过眼，不惜大义灭亲。如意知道真相后，即刻炒掉英镑！并亲自出面要有权回公司，却遭有权婉拒。在英镑的游说下，有权决定跟英镑一起出来打江山。怎么知道，英镑却狗改不了吃屎，亏空公款，有权知道后，大表震惊，并对英镑大感绝望，狠下心肠跟这个烂弟断绝关系！就在公司濒临关门的厄运时，有权却有贵人相助，一向狗眼看眼底的吉祥从此对有权另眼相看。。。有权能凭着一颗真诚的心，打动如意？至于深爱着有权的美金，是否会成全两人？有权与英镑这一对难兄烂弟能否重修旧好？",
    "chinese_title": "难兄烂弟",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-12-28T22:01:36"
}