{
    "aka": [
        "填四川"
    ],
    "sid": "3993354",
    "cast": [
        {
            "url": "/celebrity/1014913/",
            "name": "何家劲 Kenny Ho",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274830/",
            "name": "邬倩倩 Qianqian Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314130/",
            "name": "白静 Jing Bai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1365705/",
            "name": "郭军 Jun Guo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2681987785.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [
        {
            "url": "/celebrity/1321274/",
            "name": "武志刚 Zhigang Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1381206/",
            "name": "刘晓双 Xiaoshuang Liu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1276111/",
            "name": "刘立立 Lili Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1434009/",
            "name": "李宝能 Baoneng Li",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "29",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2009"
    ],
    "this_title": [
        "滾滾血脈"
    ],
    "douban_link": "https://movie.douban.com/subject/3993354/",
    "trans_title": [
        "滚滚血脉",
        "填四川"
    ],
    "douban_votes": "0",
    "introduction": "讲原汁原味成都故事，作为一部史诗式长篇电视剧，《填四川》的大结局十分光明，以2005年10月18日在洛带举行的世界客属第20届恳亲大会作为全剧大结局，这是个真实的事件。原著是中国第一部反映客家人生活的长篇小说，由作家出版社出版后，引起热烈反响，曾在世界客属第21届恳亲大会上作为献礼作品隆重推出。同名电视剧着墨于四川“湖广填四川”、“客家人上四川”的重大历史事件，深刻地展现了成都洛带客家聚居区中的客家人，以及世界各地客家人三百年来的生存奋斗、生命颂歌以及他们感天动地的爱恨悲欢故事，这也是我国首部纯客家题材电视剧。《填四川.滚滚血脉》剧情介绍二十九集电视连续剧《滚滚血脉》以现居四川东山古镇女神般的传奇人物鲜红（邬倩倩饰）老太对《刘氏家谱》的悠悠解读及对自己一生沧桑经历的娓娓亲叙为贯穿全剧始终的线索，以一个家族三百年的历史衍进为实例，在精彩演绎始于康熙年间那场震惊世界的“湖广填四川”大运动、大迁徙的壮丽与宏阔，和民国时期一个客家古镇相对封闭的社会组织形态在改朝换代时期的迷惘与困惑、痛苦与破碎，以及该镇在解放后长达半个世纪各特殊时代的挣扎、抗衡与踽踽独行中，将汉民族八大民系之一的客家的民俗风情、心质精神与独特无二的生存异象，表达得云诡波谲、酣畅淋漓、盛大凝重。康熙年间，广东刘家湾土围子里的客家青年刘华龙（何家劲饰）、吴小凤（石灵饰）刚被吹吹打打的一群迎亲人送进洞房，突然，土炮的声音在甜蜜之夜里骤然响起。刘家湾人被这飞来之灾一下搞懵了！美丽少女钟彩云瞒着家人偷偷赶往土围子，向恋人刘华顺道说了原委。原来，是邻村钟雨屯的人向他们发难了。周雨屯人为了土地、为了不远走他乡，向数代友好相处的邻村人开炮了！一场血战在两村交界的河水中展开，刘家湾头人、刘华龙的父亲刘保长在血战中战死。关键时刻，一声枪响，梅州卢知府飞马赶到。面对众多的死难者，钟保长的兄弟钟孝武深受良心谴责，只身前往土围子，面对刘家人竟出人意料地剖腹自尽。康熙皇帝在获知卢知府的飞马传书后，终于拟发了“湖广填四川”诏书。至此，全国人口稠密的湖南、湖北、广东、福建、江西等十五个省份开始向地广人稀的巴蜀大地大规模移民。刘家湾人的移民是悲壮的，他们在举行了隆重盛大的出行仪式后，为永久平息土客之争，竟放火烧了自己的“家园”土围子。火光中，病危的老族长突然睁眼、说话，尔后瞌然长逝；火光中，刘氏家族泪别原乡，一支队伍向南，飘洋过海，去了台湾；一支队伍向西，踏上迁川之路。迁川队伍正行间，钟保长率全村人拦住了去路，又行间，私奔的钟彩云终于追上了恋人刘华顺，再行间，卢知府的兵马横在了路前……一百五十人的迁川队伍在首领刘华龙率领下，牵着马、挑着担、扶老携幼，在风雪、烈日中昼夜兼程赶往四川。途中，他们遇到了常人无法想象的困难和危险：盗贼、劫匪、狼山、水土不服带来的疾病、坠崖、泥石流、水灾、雨灾等等。在与盗贼搏斗时，福建客家人巫氏三兄妹加入了迁川队伍。在过关卡遇阻时，神秘客“江西人”突然出现。吴小凤在途中生子又丧子。在丢失罗盘后刘华龙因为一个错误决策导致队伍一些人对他拔刀相向甚至“哗变”离队。行程一再耽误，盘缠用尽后，迁川队伍在一个无名小城集体托钵行乞。路过雷公山，山匪戚胡子被钟彩云的美丽迷住，竟率队冲下山来杀了刘华顺、劫持了钟彩云。为救彩云姑娘，刘华龙绞尽了脑汁。后来彩云姑娘被救，戚胡子被杀，但是……迁川队伍终于临近巴蜀大地时，一条夺命的大河拦住了去路……直到满山遍野的桃花陡地出现在眼前时，刘华龙一行知道，四川到了，东山到了！时间到了民国。刘华龙后裔刘闻安（何家劲饰）是赫赫有名、威震一方的客家名镇东山的镇长。夏天的一个上午，刘闻安父子一行骑马巡视东山，突然，山坡桃林中传来一个红衣村姑的客家山歌。那是十六岁的少女鲜红（白静饰）领着一群姐妹在唱《采桃歌》。东山“老英雄”、“刘皇帝”一下就被鲜红惊人的清丽和可爱吸引住了。此后，丧妻多年、矢志不娶的刘闻安茶饭不香、夜不能寝，并经常借故巡视东山。与此同时从重庆流窜至龙泉山的匪首马老大（午马饰）匹马单枪走进了刘家大院，他在国、共两党和客家势力中间走着平衡木。刘闻安哪曾知，鲜红是东山游击队交通员、十九岁的革命志士钟长根青梅竹马的恋人。鲜红与长根在桃林中情话时，她无意中碰到了长根藏在身上的枪，鲜红惊呆了……游击队在打匪过程中，被流匪视为死敌。一天夜里，长根在给恋人送礼物时，被流匪马老大的手下跟踪，并被劫持，游击队反劫持未获成功。马老大以长根为诱饵，致使念儿心切的钟队副率游击队上山营救并遭全军覆灭。为嫁祸于人，马老大将长根作为麻疯病人交给万乡长处理。万乡长将长根与几个麻疯患者投入石灰池处死时，鲜红目睹了那惨绝的一幕。随着长根的牺牲，长根与鲜红那段纯洁无瑕的“红色恋情”至此结束。山道旁树林中，两个土匪正欲非礼鲜红时，巡视的刘闻安一行赶到，鲜红被营救至刘家大院。鲜红随母下山到刘家大院答谢后，在广东会馆，她随刘闻安走至东山客家自卫团的操练队伍前时，那“阅军式”般的感觉，让她这个从未见过大世面的山里妹惊奇不已。为报恋人长根仇，并有感于刘闻安火热的情意，十六岁的鲜红终于答应嫁给六十岁的刘闻安。二人的婚姻遭到了家族及全镇所有人的激烈反对，但刘闻安一意孤行，非鲜红不娶。东山镇有史以来一场最盛大的客家风情浓郁的婚礼在进行。迎亲队伍正行间，随着枪响，以马老大、裘老二为首的一群土匪拦住了去路……新婚之夜，刘闻安将杀死长根的万乡长的人头作为一份特殊礼物送给了鲜红。鲜红感激得流下了热泪。但是，刘闻安还是从妻子的眼睛中看出了她对长根的深爱，于是，新婚之夜，他走出洞房，悄悄去了隔壁的房间。这一幕，正好被30来岁的女总管林立萍和住在刘家的远房亲戚刘闻仙看见。鲜红的到来，打破了刘家大院既有的利益格局和情感格局。仿佛老夫人的魂魄附体，暗恋刘闻安的林总管充满仇恨，影子一样跟在鲜红身后。成都女中学生、刘闻安的女儿刘白音也因一枚钻戒的遗失，把矛头直抵鲜红和其贴身丫环郑其芬……危局中的鲜红，刘家大院年轻的女夫人，苦撑着一个家族的安宁。与此同时，鲜红又开始了东山公益事业的建设，并赢得了百姓对自己的好感。那是国共两党决战的前夜，东山古镇和刘闻安自己都面临改朝换代的抉择。林总管潜入闻安卧室向他示爱，被拒。解放军李团长率队来到了东山。灵泉县县大队二中队朱队长去古镇侦察，被刘闻安抓住又放还。朱队长认为自己被羞辱。李团长只身一人进镇与刘闻安谈判时，马老大拉拢客家自卫团巫子国副团总并从中使坏。刘闻安说服东山各要人后，东山获和平解放。刘闻安这位民国“末代镇长”至此又成为新中国“首任镇长”。朱队长清点客家自卫团枪械时，发现少了巫家军那一部分，便误认为系刘家父子所为，由此对刘闻安产生芥蒂。此后，在得知解放军征粮队被一群“黑衣军”灭杀后，更认为是刘闻安幕后指挥，于是，他把刘闻安“监控”在广东会馆。实际上，“黑衣军”是土匪冒充的。夜里，马老大与几个土匪潜至广东会馆，将一份“委任状”颁给刘，刘坚拒，这时，朱队长赶到，一阵枪战后，马逃逸。朱获“委任状”证据，至此，对刘是土匪头子深信不疑。东山邻镇龙潭寺解放军9人征粮队被马老大惨无人道灭杀后，惊动中央，至此，全国大规模的剿匪运动开始了。鲜红得知丈夫被羁押，心急如焚。见到被羁押的老丈夫，鲜红感触万端，这对老夫少妻终于在羁押之室度过了自己的激情之夜。夫妻二人找朱队长辩白无果翌日。鲜红与刘闻安儿子刘白关奔走东山，联络被遣散的自卫团队员，连夜营救刘闻安。但是，他们的施救行动却被林总管和马老大所刺探。巫副总率队杀下山来。经过激战，刘获救，鲜却被抓住。刘家父子组织力量拚命营救鲜红。深夜，刘白关率结拜兄弟前去营救后妈，与解放军枪战。临死前，他笑着对鲜红说：“我与阿爸看见你的第一眼，我也爱上了你，但阿爸先向你表白了。鲜红，我是爱你的，为你而死，我不悔。”县大队虽被困广东会馆，但在年轻的革命者朱队长的顽强抵抗中，营救鲜红的行动一再受挫。这时，马老大拉来了大炮。三声炮响后，东山震动，朱队长押着鲜红撒出广东会馆，去了桃花山。刘闻安、马老大在缤纷的桃花中与朱队长所率县大队血战。鲜红在两军阵列前往来奔跑，两军因为她的存在，战斗总不能正常进行。朱渐渐不支时，李团长带解放军赶到。刘闻安最终被困广东会馆。受李团长之托，鲜红捎信进广东会馆劝说丈夫缴械投降。刘闻安与鲜红在战火中的会馆再度见面。但刘闻安拒不投降。后经解放军李团长一人入馆劝降，终归服。巫子国杀马老大，救出妻子。后又奉刘闻安令，活捉裘老二。刘镇长修会馆、派粮，一心从善。在奉令去县上参加旧政府人员改造学习班前夜，因压力及愧疚而举枪自尽。刘闻安倒在鲜红怀里，闭上了眼睛。刘家坟场，多了一块无字碑。朱队长后悔不迭。闻安女儿刘白音随詹姆斯教士去美国，未成，遂疯。巫副总消夫。时间到了六十年代中期。背着“土匪婆”身份的鲜红从东山“鲜皇后”的地位上掉下来，靠拾炭花、带白音过日。但正是在这个特殊年代里，30多岁的鲜红在参与“保卫石桅林”等事件中，与曾经有过留洋经历、当过伪政府副厅长、劳教平反回乡的中年刘闻仙产生了感情。二人突破华主任、林立萍的百般阻力，在那个灰蒙的古镇里，演绎了一场反差极大的浪漫爱情。华主任欲强暴鲜红时，闻仙赶到，以为砸死了华。闻仙逃亡去了台湾。至此，一个女人与三个男人之间的“桃花战争”落幕了。几月后，鲜红生下了她与闻仙的孩子刘白石。带着孩子和白音，鲜红含辛茹苦地走到了七十年代末。她辞职办“客家鲜氏金坛”作坊大获成功，成为东山著名女企业家。她终于收回了刘家大院。新世纪初，鲜红老太（邬倩倩饰）与副县长儿子刘白石（张晓龙饰）为保护客家古镇文化、争取世界客属第20届恳亲大会在东山举办，做着不懈努力。关键时刻，刘白石又遇到了镇企出事、老板催债、巫锦章卖车、钉子户（王彩评饰）拦路……妻子龙玉（石灵饰）怀疑丈夫与罗燕生情……世客会终于在在东山成功举办，东山为世界瞩目。鲜红母子终于完成了全球九千万客家人尤其是海峡两岸客家人的三千代表新世纪在一个小镇上的大交融。这部全球首部客家题材电视连续剧是“闯关东”的故事在更久远的时间维度和更广大的空间向度上生成的足金版本。是“湖广填川”这个著名的经济大事件、文化大事件、政治大事件，在银屏上的首度正面反映。全剧时间跨度达三百年，其史诗般的呈现和现代意识的张绽，为我们墨绘了一轴客家民系的“清明上河图”和耸峙了一座影视王国的里程碑。二十九集电视连续剧《滚滚血脉》DVD盒带由九洲音像出版公司出版，全国发行。它是由刘晓双写的同名长篇小说改编的，写的是客家人“湖广填川”的故事，上下三百年，纵横六千里。 （魏平/撰）",
    "chinese_title": "滚滚血脉",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "滾滾血脈",
    "douban_rating_average": 0,
    "update_at": "2025-04-05T18:00:16"
}