{
    "aka": [],
    "sid": "3993032",
    "cast": [
        {
            "url": "/celebrity/1069852/",
            "name": "Silvio Ciccone Silvio Ciccone",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022631/",
            "name": "麦当娜 Madonna",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1985",
    "genre": [
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2544511784.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0206114",
    "director": [
        {
            "url": "/celebrity/1288708/",
            "name": "丹尼尔·克莱曼 Daniel Kleinman",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1985"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0206114/",
    "imdb_votes": 508,
    "this_title": [
        "Madonna Live - The Virgin Tour"
    ],
    "douban_link": "https://movie.douban.com/subject/3993032/",
    "imdb_rating": "8.3/10 from 508 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "79",
    "introduction": "Madonna's first concert tour was strictly one for the United States and Canada; it did not cross over to Europe, Asia or other continents. After a series of track dates in 1983-1984 in New York City and parts of Europe and Asia to promote her debut album Madonna, early on there were plans to schedule dates in England and Japan due to Madonna's large fan base in both countries, however the final schedule did not reflect the idea. Madonna later toured these countries during her 1987 Who's That Girl World Tour. In the end several more U.S. dates were added and moved to larger concert venues due to overwhelmingly strong ticket sales. Madonna notably performed every date on the tour with no cancellations. [1]In San Francisco, tour shirts were selling at a clocked rate of one every six seconds. All 17,672 tickets for Madonna's show at New York City's prestigious Radio City Music Hall were completely sold out in a record-breaking 34 minutes. The same happened for the rest of the shows as most other shows were sold out in almost the same record-breaking time.Madonna performed her concerts with the enthusiasm of a new kid on the block, excitedly proposing to her audiences \"Will you marry me?\" and seducing them with her energy and a series of club, radio and video hits like \"Gambler\" and \"Burning Up\". The look was pure Boy Toy, with costume changes including colorful New Wave jackets for \"Holiday\" (she looked like \"Susan\", the title character she portrayed in her film debut Desperately Seeking Susan) and white wedding gowns similar to the one worn in her \"Like A Virgin\" music video. In an obvious reference to her Detroit roots, Motown influence, and same-aged pop superstar rival, Michael Jackson, Madonna even sung a verse of \"Billie Jean\" during \"Like A Virgin\". After her concert tour, Madonna performed \"Holiday\", \"Into The Groove\" and \"Love Makes The World Go Round\" at the historic African famine benefit concert Live Aid in Philadelphia.",
    "chinese_title": "Madonna Live - The Virgin Tour",
    "douban_rating": "8.4/10 from 79 users",
    "foreign_title": "",
    "imdb_rating_average": 8.3,
    "douban_rating_average": "8.4",
    "update_at": "2025-04-20T17:21:32"
}