{
    "aka": [
        "董存瑞"
    ],
    "sid": "3993572",
    "cast": [
        {
            "url": "/celebrity/1274388/",
            "name": "王宝强 Baoqiang Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315975/",
            "name": "李健 Jian Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325536/",
            "name": "赵楚纶 Chulun Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1301697/",
            "name": "张杨 Yang Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1333902/",
            "name": "陈小妹 Xiaomei Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313581/",
            "name": "陈创 Chuang Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318324/",
            "name": "刘天佐 Tianzuo Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313285/",
            "name": "孙坚 Jian Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325197/",
            "name": "王东栋 Dongdong Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314488/",
            "name": "谢孟伟 Mengwei Xie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313809/",
            "name": "余皑磊 Ailei Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275669/",
            "name": "高峰 Feng Gao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322610/",
            "name": "韩莺 Ying Han",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2502465117.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1364852/",
            "name": "卢新宇 Xinyu Lu",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt28212908",
    "director": [
        {
            "url": "/celebrity/1318363/",
            "name": "桑华 Hua Sang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "22",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2010-01-30"
    ],
    "imdb_link": "https://www.imdb.com/title/tt28212908/",
    "this_title": [
        "为了新中国前进"
    ],
    "douban_link": "https://movie.douban.com/subject/3993572/",
    "trans_title": [
        "董存瑞"
    ],
    "douban_votes": "645",
    "introduction": "1946年6月，蒋介石撕毁《停战协定》，发动全面内战。9月29日，国民党以一个军的兵力，进攻延庆，并企图进而攻占张家口。刚刚参加正规部队的民兵董存瑞所在的部队10月3日赶到延庆，阻击东线由八达岭进犯的敌人。最后为了掩护完成任务的全连战士撤退，董存瑞的班长共产党员罗志英主动请缨带领六班战士掩护全连撤退。掩护任务完成的非常艰苦，最后连班长都在突围的时候，为了保护董存瑞死在了他面前。临死的时候，罗志英告诉董存瑞，要“活着、前进！”。董存瑞、王海山、孙大光他们三人奇迹般地突破重围，回到了部队的驻地。董存瑞被连长安排到炊事班好好反省一下，在战斗中犯下的错误。不料，董存瑞运气很好，居然用扁担缴获了敌人一大批军火，立下了大功，重回六班。为了重组六班，董存瑞和刚任命的六班班长王海山发生了剧烈的冲突，后者在养伤回来以后，重新成立了一个精英班五班。董存瑞在一直欣赏自己的赵连长的暗示下，决定和王海山还有五班，一决高低；董存瑞四处拼凑终于组建了以孙大光、刘玉林、郅振彪、朱三亮、牛玉合、邹二狗为核心的六班。由于他的个性使然，刚开始时，和全班同志们处的不是那么好，而整个六班也像散沙一盘，被王海山戏称为“面团班”。指导员也对董存瑞的领导能力产生了置疑。在王海山的心里，六班和董存瑞怎么可能跟五班还有自己站在同一个起跑线上呢？随后打掉还乡团的战斗当中更是应证了这一点。王海山带领五班负责正面攻击，大获全胜，一直把对方追到董存瑞和六班的阵地前沿，一举抓获了还乡团团长。从此，王海山再也没有用正眼看董存瑞。董存瑞六班的解放战士邹二狗在革命的大熔炉里渐渐得到了洗礼和改造，但是邹二狗的成长具有反复性。他虽然想入党，甚至还主动向董存瑞交了两次党费，但他的动机却不那么纯洁；云顶峰一役，面对敌人强烈的火力封锁，他吓得尿了裤子，没有及时炸掉暗堡，差点贻误了攻坚战；由于邹二狗的严重过失，五班战士除王海山外全部牺牲。王海山悲痛欲绝。王海山想要重组五班。他看上了董存瑞班里技战术全面的郅振彪和擅长狙击的刘玉林。刘玉林坚决不去，郅振彪却有些动心，毕竟能成为五班的一员曾经是他的一个梦想。没想到董存瑞却把六班全体带到王海山面前，让他随便挑。王海山感动了。倔犟的董存瑞憋着一股劲，在以后的生活中，训练中发现六班每一个战士的特点，然后在实战当中加以运用。整个六班，也在改变后的董存瑞的带领下，出现了亲如兄弟般的友谊。六班终于在董存瑞的努力下，成为了战斗力最强的精英班。董存瑞也成为了一名光荣的中国共产党预备党员。另外一方面，董存瑞和驻地前牛庄的牛大娘、赵桂枝等人都结下了深厚的军民鱼水情。而民女秀儿，由于董存瑞对她有救命之恩，好像两人的关系比起别人来更加的亲近几分。秀儿对质朴的董存瑞有着明显的好感，可是一心想打仗、立功的董存瑞却没有丝毫的觉察。在我军阻击蒋匪军再次进犯冀热察解放区的15天阻击战中，又是邹二狗胆小自保的行为间接导致了牛玉合同志的牺牲。最终，邹二狗在意外的情况下杀死了自己的救命恩人大黑。牛玉合的牺牲及大黑的死对邹二狗的打击是致命的，为了摆脱心里的不安，邹二狗当了一名逃兵，他私自脱离了部队，追寻自己梦寐以求的小日子去了。战争是残酷的，董存瑞身边的战友们一个个英勇的牺牲。董存瑞自己也在战火的洗礼中逐渐成为了一名合格的共产党员和部队最基层的指挥干部。东北人民解放军冬季攻势结束后，董存瑞所在的部队，此时已经正式更改番号为东北人民解放军十一纵队三十二师九十六团二营六连六班。部队奉命以迅速果敢的行动，消灭国民党十三军，解放全热河，以割断华北和东北敌军的联系。5月初，部队从朝阳出，去攻打热河省省会承德的大门——隆化。城里情况一直不明了，董存瑞着急之下，想出了和秀儿一起假扮夫妻混进城内侦察的方法。在连长的默许下，董存瑞和秀儿艰难地完成了任务。最后在万分危急之时，居然是觉醒了的邹二狗帮助了他们回到了队伍。邹二狗也因为爱人二丫的死，死心塌地的投身到了战斗中来。在全团召开了‘爆破元帅’的竞选大会上，准备充分的董存瑞最终用自己的态度赢得了领导和所有战士的信任，当上了全团进攻隆化中学的“爆破元帅”。战斗打响了。董存瑞带领爆破组连续爆破了敌人4个炮楼，5个碉堡，胜利地完成扫清隆化中学外围工事的任务。下午3点30分，第二次总攻开始。六连向隆化中学发起冲锋。董存瑞和自己的爆破组成员快速地解决了敌人一个又一个明的、暗的火力点。就在大家都以为已经彻底清除了敌人的火力点时，突然一座旱桥上面，敌人的机枪喷出了几条罪恶的火舌。紧要关头，董存瑞拼死冲到了旱桥底下。总攻的进攻号已经吹响，战友们都已经开始向这里猛冲，不知道多少战友要倒在旱桥的火力之下。董存瑞不假思索的用自己的左手抵住了炸药包，然后拉响了导火索。在导火索“嗤嗤”的声中，董存瑞回头面对我军阵地大声喊道“为了新中国，前进！”随着天崩地裂般一声巨响，桥型暗堡被炸得粉碎。大批后续部队踏着英雄的血迹冲进隆化中学，全歼守敌，红旗插上了隆化城，隆化解放了！董存瑞和他的战友们用自己的鲜血和生命为部队和解放全中国开辟了胜利前进的道路。",
    "chinese_title": "为了新中国前进",
    "douban_rating": "6.3/10 from 645 users",
    "foreign_title": "",
    "douban_rating_average": "6.3",
    "update_at": "2025-02-20T03:28:12"
}