{
    "aka": [
        "Ocean Odyssey"
    ],
    "sid": "3998467",
    "cast": [
        {
            "url": "/celebrity/1132415/",
            "name": "Doug Penty Doug Penty",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1077153/",
            "name": "马丁·科平 Martin Copping",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1073255/",
            "name": "Claudia Buttazzoni Claudia Buttazzoni",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1143200/",
            "name": "帕梅拉·拉贝 Pamela Rabe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050223/",
            "name": "安东尼·海斯 Anthony Hayes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1124166/",
            "name": "威廉·麦克因斯 William McInnes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1093061/",
            "name": "乔治·埃纳雷 George Henare",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1482283/",
            "name": "泽莉·布伦 Zelie Bullen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1059786/",
            "name": "凯瑞·阿姆斯特朗 Kerry Armstrong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315646/",
            "name": "卡桑德拉·玛格拉斯 Cassandra Magrath",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1381088/",
            "name": "贾森·拉夫托波洛斯 Jason Raftopoulos",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1434701/",
            "name": "Saskia Post Saskia Post",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1067318/",
            "name": "Andrew Bibby Andrew Bibby",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1034950/",
            "name": "索尼娅·苏瑞思 Sonya Suares",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016743/",
            "name": "查尔斯‘巴德’汀格维尔 Charles &#39;Bud&#39; Tingwell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1091191/",
            "name": "Robyn Gibbes Robyn Gibbes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1113826/",
            "name": "Petra Yared Petra Yared",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1097816/",
            "name": "Lauren Hewett Lauren Hewett",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1064930/",
            "name": "达米恩·博迪 Damien Bodie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009773/",
            "name": "杰弗里·沃克 Jeffrey Walker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119970/",
            "name": "尼尔·梅尔维尔 Neil Melville",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1098142/",
            "name": "Colleen Hewett Colleen Hewett",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1239053/",
            "name": "约翰·哈维·莫里斯 John Harvie Morris",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1059604/",
            "name": "布鲁克·安德森 Brooke Anderson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1165360/",
            "name": "Catherine Wilkin Catherine Wilkin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1136369/",
            "name": "Bryony Price Bryony Price",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1159890/",
            "name": "Lisa Stahl Lisa Stahl",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1165972/",
            "name": "Doris Younane Doris Younane",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1092800/",
            "name": "大卫·霍夫林 David Hoflin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1217723/",
            "name": "Megan Holloway Megan Holloway",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1183204/",
            "name": "Rodney McLennan Rodney McLennan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1070419/",
            "name": "Liz Burch Liz Burch",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1101519/",
            "name": "玛泽娜·戈德茨基 Marzena Godecki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1064305/",
            "name": "尼古拉斯·贝尔 Nicholas Bell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1079221/",
            "name": "Jon English Jon English",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1994",
    "genre": [
        "动作",
        "科幻",
        "家庭",
        "奇幻",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909915455.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1313807/",
            "name": "林登·威尔金森 Linden Wilkinson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1297455/",
            "name": "乔纳森·M·谢夫 Jonathan M. Shiff",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0108885",
    "director": [
        {
            "url": "/celebrity/1290749/",
            "name": "布兰登·马赫 Brendan Maher",
            "@type": "Person"
        }
    ],
    "duration": "25 分钟(78 episodes)",
    "episodes": "78",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0108885/",
    "imdb_votes": 2062,
    "this_title": [
        "Ocean Girl"
    ],
    "douban_link": "https://movie.douban.com/subject/3998467/",
    "imdb_rating": "7.3/10 from 2062 users",
    "trans_title": [
        "海的女儿",
        "Ocean Odyssey"
    ],
    "douban_votes": "0",
    "introduction": "PlotNeri—the title character—is a young girl with an affinity for water, super-human strength, the ability to swim long distances, and super-human lung capacity. She lives alone on an otherwise deserted island. Early in the first season, Neri befriends two Australian boys: Jason and Brett Bates. This friendship is at first a highly-guarded secret due to Neri's fear of other humans. The Bates brothers live in an elaborate underwater research and environmental protection facility called ORCA, located near Port Douglas, Queensland. At the beginning of the series, they move to ORCA in order for their mother, Dr Dianne Bates, to study whale song. A significant portion of the series takes place on ORCA itself, and looks at the activities of its inhabitants, many of whom are school-aged children, just as Jason and Brett.As the series progresses, it is explained that Neri came to Earth on a spaceship with her father when she was young, though his death soon after leaves Neri to fend for herself. Prior to meeting Jason and Brett, Neri's only friend was a humpback whale (called jali in Neri's native tongue), whom she names \"Charley\", and with whom she can communicate. Later in the series, Neri's curiosity leads her to explore ORCA, while Dr Bates' study of Charley's whale song helps her identify Neri as the intended recipient of that song. Eventually, Dr Bates and her assistant, Dr Winston Seth, become embroiled in Jason and Brett's effort to keep Neri a secret, while also performing numerous tests on Neri to understand how she's able to communicate with whales.At the same time that the Bates learn about Neri, a rival research organization, the UBRI Corporation, are introduced. Headed by Dr Hellegren, UBRI have learned that a spacecraft landed somewhere in the vicinity of ORCA, and begin their own search for any personnel that may have survived. Simultaneously, they work on other projects which threaten the natural ecology of the ocean around ORCA. Eventually, they put in play an effort to build the so-called \"ORCA City\", an elaborate underwater construction that will likely eradicate much of the natural life on the seabed. In response, Dr Bates' mission changes over the course of the series from cetologist to environmental protectionist. This role becomes more prominent beginning with the third season, when UBRI representatives establish themselves onboard ORCA. Accordingly, the series shifts to a more serious tone in its later seasons.As Neri gradually discovers more of her island and ORCA, she also begins to understand her greater purpose. This self-awakening is particularly enhanced by encounters with others of her kind. In the second season, she discovers her sister, Mera, and the two are given the opportunity to return to their home planet. Mera avails herself of this option, but Neri stays, feeling that she must discover what her father was trying to do on Earth. In the third season, she gains entry into the downed spacecraft that originally brought her to Earth. There, she finds another of her people in suspended animation. The new character, Kal, proves to be the son of the pilot of the vessel, and helps her tap into the ship's memory core. She finds the ship's log, which explains that her father was trying to find a substance that would revitalize Earth's oceans. She then dedicates her life to her father's cause, giving her a genuine sense of purpose that she had perhaps lacked earlier in the series. Kal grows jealous of the strong bond between Neri and Jason Bates, and begins hating Neri's friends on ORCA. As protest, Kal leaves the island, and cannot be found by Neri and her ORCA mates, and had been captured by UBRI. UBRI tricks Kal into believing that the male should lead, and he creates an alliance with Dr. Heilleger to steal the pieces of uncrainium that Neri and Mara have hidden in their secret cave.While the primary cast gets new motivations by UBRI's move to ORCA and Kal's appearance on the island, the secondary cast radically changes at the outset of the third season. All of the original kids are replaced by a new crew, and more adults are added to the ORCA staff.As Neri begins her father's mission, she is drawn farther and farther away from her island. Beginning in the middle of the third season, some episodes are primarily based on land. By the fourth season, some episodes are set in Egypt, and her father's quest eventually leads her back to the \"Ocean World\", her home planet. Most of the plots involving the secondary kids on ORCA are reduced in the final season, in order to allow for greater exploration of Neri's homeworld. Several new characters of Neri's species are introduced. Likewise, the threat of UBRI fades, to be replaced by a new organization, PRAXIS (Preventative Response And eXtraterritorial Intelligence Service) and by rebels on the Ocean Planet. This group is dedicated to protecting against any threats posed by extraterrestrial life, and its agents comes to believe Neri and her people are a problem for Earth. They thus chased Neri and the Bates boys around the world. When a mysterious underwater pyramid is discovered in the ocean, Neri and the Bates boys enter it and discover more about the Ocean Planet, and Neri's mission on Earth.When the rebellion in the Ocean World is growing, Mera escapes to Earth and is reunited with Neri. But PRAXIS sees this pyramid as a danger to the Earth. Much of the final season is thus concerned with PRAXIS' attempt to attack the pyramid, as well as with a \"Red Virus\" which is spreading in the oceans of Neri's homeworld, the Ocean Plenet. Eventually, in the series finale, Jason, Brett and Neri are able to repulse PRAXIS' efforts and the rebellion, The Earth is saved, and Neri enters into a new life as princess of the Ocean World.The Bates, Winston, Neri, Charley and the ORCA computer (H.E.L.E.N.) are the only constant characters for the show's entire run—although the actor playing Dr Bates is recast after the second season and H.E.L.E.N. is \"upgraded\" in the fourth season.",
    "chinese_title": "海的女儿",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ocean Girl",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-05-16T21:50:40"
}