{
    "aka": [],
    "sid": "4002127",
    "cast": [
        {
            "url": "/celebrity/1129863/",
            "name": "曼努埃尔·奥赫达 Manuel Ojeda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1078090/",
            "name": "Narciso Busquets Narciso Busquets",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033140/",
            "name": "Héctor Bonilla Héctor Bonilla",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1283173/",
            "name": "Marilú Elízaga Marilú Elízaga",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1148006/",
            "name": "Emma Roldán Emma Roldán",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1977",
    "genre": [
        "喜剧",
        "惊悚",
        "犯罪",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2860336379.jpg",
    "region": [
        "墨西哥"
    ],
    "writer": [
        {
            "url": "/celebrity/1008174/",
            "name": "海梅·温贝托·埃莫西利罗 Jaime Humberto Hermosillo",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0076374",
    "director": [
        {
            "url": "/celebrity/1008174/",
            "name": "海梅·温贝托·埃莫西利罗 Jaime Humberto Hermosillo",
            "@type": "Person"
        }
    ],
    "duration": "98分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1977"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0076374/",
    "imdb_votes": 236,
    "this_title": [
        "Matinée"
    ],
    "douban_link": "https://movie.douban.com/subject/4002127/",
    "imdb_rating": "7.1/10 from 236 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Two young schoolboys in a Mexican town cut class to go to a matinee. They are caught, grounded and almost expelled by from their school. Later, they accompany a truck driver to Mexico City, one boy as a stowaway. Their truck is soon hi-jacked by a team of highway pirates, and the boys are well on their way to an adventure greater than anything they missed at the matinee.But this is not a cuddly children's film. There is much humor, but only from unexpected circumstances. There is much more suspense, murder and tragic unraveling of character during the commissions of serious crimes leading to a major caper at Mexico's great shrine, the basilica of the Virgin of Guadalupe.MATINEE is a wonderfully conceived and orchestrated mixture of character revelation and story development. It unfolds with one surprise after another, leading to its violent and emotionally complex resolution, yet with a smooth flow of logic and believability at every step of the way.At its ending, you will want to know: is this just a story? Could writer-director Jaime Humberto Hermosillo have made all this up; or is there some serious auto-biographical material in this film that, despite the presence of so many diverse and unusual story elements, helps account for its deep resonance of authenticity?It is obvious that I have made a point of not revealing any specific story points or surprises that occur in MATINEE. If you have already seen MATINEE, then you know what I'm talking about. If you haven't seen it, I wouldn't want these comments to interfere in any way with the rich sense of discovery that viewing experience will have for you.",
    "chinese_title": "Matinée",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-09-02T23:07:28"
}