{
    "aka": [
        "Barbed Wire",
        "Fenced In"
    ],
    "sid": "4004205",
    "cast": [
        {
            "url": "/celebrity/1124508/",
            "name": "阿图罗·马利 Arturo Maly",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1120042/",
            "name": "马修·马什 Matthew Marsh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1290491/",
            "name": "杰奎琳·拉斯提格 Jacqueline Lustig",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905734981.jpg",
    "region": [
        "意大利",
        "阿根廷"
    ],
    "writer": [
        {
            "url": "/celebrity/1042328/",
            "name": "马可·贝奇斯 Marco Bechis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1284178/",
            "name": "Lara Fremder Lara Fremder",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0101289",
    "director": [
        {
            "url": "/celebrity/1042328/",
            "name": "马可·贝奇斯 Marco Bechis",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1991"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0101289/",
    "imdb_votes": 67,
    "this_title": [
        "Alambrado"
    ],
    "douban_link": "https://movie.douban.com/subject/4004205/",
    "imdb_rating": "7.3/10 from 67 users",
    "trans_title": [
        "Barbed Wire",
        "Fenced In"
    ],
    "douban_votes": "0",
    "introduction": "The southernmost tip of Patagonia, in Argentina, is an eerie place, quite near to the Straits of Magellan and some of the roughest seas in the world. It is a natural location for a resort for adventuresome travelers, and in this drama, a British corporation has bought up land for that purpose. Only one thing stands between the corporation and its plans: a stubborn Irish rancher who won't sell his land for use as an airport. Rather than consider selling to the corporation, he fences in his land and simultaneously fences in his two late-teenaged children, whose burgeoning interest in the world is frustrated by their father's possessive ways. The girl (played by Jacqueline Lustig) is particularly frustrated at this foreclosure of her romantic options.Alambrado (English: Barbed Wire) is an 1991 Argentine and Italian film written and directed by Marco Bechis. The film starred Jacqueline Lustig, Martin Kalwill, and Arturo Maly. The southernmost tip of Patagonia, in Argentina near to the Straits of Magellan, is an interesting place, with some of the roughest seas in the world. It's a good location for a resort for travelers. As such, a British corporation has purched property to build an airport. However, holding up plans is a stubborn Irish rancher who won't sell his land. In oder to fight the proposed plans he fences in his land and at the same time fences in his two late-teenaged children. Eva Logan (Jacqueline Lustig) is particularly frustrated at this event as it prevents any romantic options she has. The film was first presented at the Locarno Film Festival, Switzerland in August 1991.",
    "chinese_title": "Alambrado",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-10-04T16:42:07"
}