{
    "aka": [
        "Alix's Pictures"
    ],
    "sid": "4004733",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1982",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906522997.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1037294/",
            "name": "让·厄斯塔什 Jean Eustache",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0081336",
    "director": [
        {
            "url": "/celebrity/1037294/",
            "name": "让·厄斯塔什 Jean Eustache",
            "@type": "Person"
        }
    ],
    "duration": "20分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1982-01-19(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0081336/",
    "imdb_votes": 228,
    "this_title": [
        "Les photos d'Alix"
    ],
    "douban_link": "https://movie.douban.com/subject/4004733/",
    "imdb_rating": "6.7/10 from 228 users",
    "trans_title": [
        "阿历克斯的照片",
        "Alix's Pictures"
    ],
    "douban_votes": "116",
    "introduction": "Ostensibly an informal guided commentary through personal photographs taken by Alix Cléo Roubaud for a young interviewer (Boris Eustache), Jean Eustache's Les Photos d'Alix ingeniously explores the nature of reality and perspective within the framework of documentary filmmaking. This sense of trompe l'oeil is prefigured in an early double exposed photograph of Alix's husband, novelist Jacques Roubaud taken from a London hotel room, explaining that the duality had been intentionally developed in order to simulate an elongated profile that more appropriately conforms to the traditional notion of a Hollywood style bed, a manipulation of image that is also illustrated in a subsequent photograph of an induced sunset created by selective masking. Eustache's approach to the film similarly expounds on Alix's photographic experimentation, juxtaposing the curious image of a smiling, shirtless man seemingly disembodied below the rib cage against Alix's comical, if askew anecdote on plying a friend with alcoholic beverages in order to look more relaxed as she takes his picture on a couch. In another humorous episode, Alix conveys the fond memories her father through what she describes as the most iconic image of him from her childhood, revealing a shot of a driver's ear and receded hairline taken from the back of a car, his face partially visible only through the reflection of the rearview mirror. Soon, the conversation grows even more puzzling, as the young man apparently fails to recognize himself in a photograph, Alix incongruously points out the admirable physicality of an unknown man who was accidentally captured on film, as a naked, overweight man stands on the side of the frame, and her revelry on the coincidence of having two former romantic interests converging in the same shot is seemingly reduced to the banal image of a pair of worn boots. As Alix's insights into her sources of inspiration and creative process become increasingly dissociated from the images, Eustache illustrates the point of rupture between the visual and aural, where filmed storytelling lies, not in the symmetry of information, but in its chance intersections and disjunctions.---- from strictly film school",
    "chinese_title": "阿历克斯的照片",
    "douban_rating": "7.4/10 from 116 users",
    "foreign_title": "Les photos d'Alix",
    "imdb_rating_average": 6.7,
    "douban_rating_average": "7.4",
    "update_at": "2025-02-15T11:52:38"
}