{
    "aka": [
        "The Crazy Life",
        "生命是疯狂的"
    ],
    "sid": "4004201",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2399218095.jpg",
    "region": [
        "西班牙",
        "萨尔瓦多",
        "墨西哥",
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt1305890",
    "director": [
        {
            "url": "/celebrity/1014610/",
            "name": "Christian Poveda Christian Poveda",
            "@type": "Person"
        }
    ],
    "duration": "90 分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1305890/",
    "imdb_votes": 985,
    "this_title": [
        "La vida loca"
    ],
    "douban_link": "https://movie.douban.com/subject/4004201/",
    "imdb_rating": "6.8/10 from 985 users",
    "trans_title": [
        "疯狂人生",
        "The Crazy Life",
        "生命是疯狂的"
    ],
    "douban_votes": "0",
    "introduction": "In Central America they are referred to as the maras: modelling themselves on Los Angeles youth gangs, these groups are now spreading terror in El Salvador and further afield. A childhood at once terrifying and hateful but strangely captivating which typifies the disintegration of family life within Salvadorian society and the despair in which they have grown up. \"La Vida Loca\" is what life is really about over there : youths who suffer; who defy us; who look down on us; who resent and dislike us. \"La Vida Loca\" is a documentary about absolute human solitude.Though this vision of evil stirs up our fears and provokes nightmares, I also hope it shall invoke compassionand cause us to question our notion of the world. And so, like cornered dogs, this lost generation responds with pessimism, revolt and death. A total lack of communication !\"The intense world of El Salvador gangs is lensed with in-your-face style in docu helmer Christian Poveda's problematically nonjudgmental La Vida Loca. Poveda spent one year with the ultra-violent, heavily tattooed members of the M-18s, and, though he shows the brutality, the helmer adopts a sympathetic tone that, if not quite glamorizing the life, conveys the sense of an enthralled anthropologist unsuccessfully struggling for objectivity. Docu employs a cyclical rhythm, following various members as they boast and briefly describe their lives.\"",
    "chinese_title": "疯狂人生",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "La vida loca",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-03-18T21:44:56"
}