{
    "aka": [
        "Mother Earth"
    ],
    "sid": "4005607",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1209728/",
            "name": "埃里克·罗恰 Eryk Rocha",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2301726",
    "director": [
        {
            "url": "/celebrity/1209728/",
            "name": "埃里克·罗恰 Eryk Rocha",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "葡萄牙语",
        "克丘亚语",
        "西班牙语"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2301726/",
    "imdb_votes": 19,
    "this_title": [
        "Pachamama"
    ],
    "douban_link": "https://movie.douban.com/subject/4005607/",
    "imdb_rating": "7.4/10 from 19 users",
    "trans_title": [
        "Mother Earth"
    ],
    "douban_votes": "0",
    "introduction": "Eryk RochaBrazil, Documentary, 2008105 min, Video, Colorin Portuguese, Spanish, and Quechua with English subtitlesPachamama tells the story of the director's journey through the Brazilian rainforest on his way to Perú and Bolivia, where he encounters the reality of people historically cut-off from the political process of their own country and that, for the first time, are attempting to have a say in the outcome of their own fate. The title of the film, Pachamama, is a word that means “Mother Earth” to certain groups of Native Americans, and refers to the bucolic goddess of the rural workers. A meditative film that also reveals social movements and moments often obscured from outsiders.Pachamama means \"Mother-Earth\", to certain groups of Native Americans, and refers to the bucolic goddess of the rural workers. This documentary tells the story of a filmmaker’s journey, by the director himself, through the Brazilian rain forest on his way to Peru and Bolivia, where he meets the reality of people historically cut-off from their own country’s political process and that, for the first time, try to have a say in the outcome of their own fate. It’s a thirty-day odyssey that lasts through the reality of the Amazon and the Andes, which reveals a broken continent, while passing by the culture of its people, which influences South America as a whole, making it essential for building new political ideals.Eryk Rocha was born in Brasilia in 1978 and has lived in various countries in Latin America. He is the son of great brasilian filmmaker Glauber Rocha. He studied cinema at San Antonio de Los Banos, Cuba. His first feature fiction film, Transeunte, will be released this year.Producer: Urca Filimes, Leonardo EddesScreenwriter: Eryk RochaCinematographer: Eryk RochaEditor: Eryk Rocha, Eva RandolphMusic: Aurélio Dias",
    "chinese_title": "Pachamama",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-08-30T05:35:27"
}