{
    "aka": [],
    "sid": "4005400",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2500614279.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1272837",
    "director": [],
    "duration": "",
    "episodes": "8",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008-08-21"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1272837/",
    "imdb_votes": 967,
    "this_title": [
        "Tabatha's Salon Takeover"
    ],
    "douban_link": "https://movie.douban.com/subject/4005400/",
    "imdb_rating": "7.2/10 from 967 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The straight-talking, perfectly coifed Tabatha Coffey lends her sound advice and styling expertise to help desperate salon owners turn their struggling businesses around in the new Bravo series, Tabatha's Salon Takeover. Tabatha's Takeover will follow Coffey, the charismatic former Shear Genius contestant and Australian native, as she visits struggling salons in the Los Angeles and New York areas and literally takes over the establishments to whip them into shape. Coffey brings her no-nonsense approach to the salon owners and stylists, all teetering on the verge of collapse and in dire need of her skilled business direction. With just a week to work her magic, can she put these salons back on their feet or is it time for the shops to put up the closed sign for good? At first meeting, the owners and stylists find Coffey's distinct personality and wicked comments jarring; but they soon figure out that in order to be a success in the competitive high-end beauty business, they need to take the savvy and fearless approach that has helped Coffey's own career flourish. Coffey takes her training and the training of other hairdressers very seriously, and this passion drives her sincere quest to turn these salons around. Coffey's intensity for the business is clear in her unswerving dealings with the salon owners and stylists, sometimes driving them to tears as her critical eye probes the salons' customer service, cleanliness, professionalism, and overall styling techniques. She will also make her recommendations for which stylists should raise their rates, and which ones should be let go in order for the businesses to get to the next level as high-end establishments. The end results are often dramatic and inspire all those who have come in contact with Coffey to strive for only the best.",
    "chinese_title": "Tabatha's Salon Takeover",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-09-15T00:13:21"
}