{
    "aka": [],
    "sid": "4006285",
    "cast": [
        {
            "url": "/celebrity/1014913/",
            "name": "何家劲 Kenny Ho",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316518/",
            "name": "徐乃麟 Nai-Lin Hsu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314396/",
            "name": "徐贵樱 Kuei-Ying Hsu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315630/",
            "name": "刘瑞琪 Vickey Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319218/",
            "name": "铁孟秋 Meng-Chiu Tieh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1405857/",
            "name": "杨泽中 Tse-chung Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1405865/",
            "name": "许立坤 Li-kun Hui",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1990",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2567678036.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [
        {
            "url": "/celebrity/1320791/",
            "name": "丁亚民 Ya-min Ting",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1078356/",
            "name": "陈坤厚 Kun Hao Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1405853/",
            "name": "李勋男 ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1381776/",
            "name": "李动男 Tung-nan Li",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "40",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1990"
    ],
    "this_title": [
        "红尘有爱"
    ],
    "douban_link": "https://movie.douban.com/subject/4006285/",
    "trans_title": [
        ""
    ],
    "douban_votes": "181",
    "introduction": "孤女白云秋找寻身世之谜，找到了已受折磨成疯的生母，发现生母原是清末的一个贵族格格，而凤英的生母是当年的丫环，奇怪的命运牵扯，两人情感更深，遂结拜金兰，互相照顾扶持，希望能够都唱出头来。而云秋生母的往事成谜，一层层的解开来，是一段深刻动人的生死挚爱。云秋感动母亲的往事，和追求她的大学生的正伦立誓也要一样为爱情奋斗到底。夏正伦出身封建家庭，和戏子白云秋的恋情不受众人的祝福，然而他们不顾一切，毅然公证结婚，要争取自由恋爱的幸福。此时七七事变爆发，抗日战争开始，在一片爱国气氛之下，白云秋被斥为勾引大学生堕落的妖女，和夏正伦备受攻击，冤屈愤怒的白云秋立誓从此不再唱戏、因为她唱戏的身份只被歧视看轻，并希望藉此能让夏家接受她进门。为了维持生计，夏正伦放弃学业，当起拉车车夫谋生，夏父知道后十分愤怒，将他绑架回家监禁，并否认他们的婚姻。凤英和唐师傅的徒弟何振飞，从小青梅竹马，凤英势利的继母一向反对，百般阻止，一心要把凤英巴结给富家少爷韩茂林，甚至不惜出卖凤英的终身幸福，事为凤英的父亲撞见，愤怒冲突之下，韩茂林失手打死了凤英的父母。振飞阴错阳差的闯入命案现场，却被误为杀人凶手。愤怒的唐师傅断绝了师徒关系，并把振飞交给警方。艳霞相信振飞无辜，帮他越狱；振飞赶去祭凤英父母，并要带凤英逃离北平，事为唐师傅发现，斥为禽兽，并要将振飞移送法办。经凤英和花艳霞苦苦哀求，他放振飞逃走，却逼凤英立誓永不嫁给何振飞。深爱凤英的何振飞不愿逃离北平，凤英为遵守立的誓言、只好骗振飞其实她认为他是凶手，只是因为爱他不忍他死，振飞伤心凤英的不信任，黯然离开了北平。凤英不受唐师傅谅解，不肯为她操琴，凤英尊师重道，不愿另找琴师登台，因而宁可去做工谋生，日日跪求唐师傅让她上台，终于感动了唐师傅为她操琴。谁知此时北平沦陷、汉奸不容她唱木兰从军，下令禁演，愤怒的唐师傅抗命被捕，凤英也因此被通缉。花艳霞运用各种关系救出了唐师傅，打算和唐师傅凤英一起逃离北平。云秋因为生母被炸死，夏家迁回上海，为了要找丈夫，所以也答应一起逃离北平。然而唐师傅被放出时，日本人故意打成了残废，伤重难成行，花艳霞只好留下，让云秋和凤英单独离开了北平。唐师傅因为已残，不愿意连累众人，从此消失踪影、不知去向。一年后，来到上海的云秋在仙乐舞厅担任衣帽间小姐，巧遇了何振飞。原来他也来到上海发展，此时凤英已在华界搭班唱戏，振飞替她们租了房间，暗中照顾，并委托关系把凤英弄到租界里的天凤舞台挑班唱戏，可是却避而不见。凤英知情后，十分感激，一日终于在娱乐界大亨徐大才处碰见了振飞，两人见面十分难受，相爱不能结合，真是不如不见；从此两人尽量避着对方，却暗中关心着对方，备受煎熬之苦。云秋四处张贴纸条，托人打听夏正伦的下落，却不知此时被软禁在家的正伦被父母逼迫，迎娶遗老之千金淑容。淑蓉为封建束赙的传统女性，善良贤慧，但夏正伦坚守他和云秋的信约，不承认这个婚姻，从不跟她圆房。婚后正伦发现凤英的登台广告，前来探询，终于见到了云秋，就此留下来同住，不再回家。夏父打听出消息，带捕房前来逮人，并买通法官，要判云秋访害家庭；在北平闹成离婚的花艳霞赶来上海，带来了他们在北平的结婚证明，打算争回该有的婚姻；谁知夏父更狠，强行送正伦夫妻去香港。绝望已极的夏正伦抗命逃跑，和绝望的云秋要一起殉情。然而节骨眼上、正伦不忍心看云秋死，临时反悔，救回云秋的命。两人再打算远走高飞之际，正伦发现夏父已被他气得中风，生为家中独子的他必须挑起家计，因而无奈的和云秋决别，回到夏家。云秋不谅解正伦行为，绝望崩溃，消沈度日，直到她发现自己已怀身孕，为了小孩，她才又振作起来，并重新登台表演。韩茂林追求凤英也来到上海，不死心的继续死追活缠，并暗中对付情敌何振飞，不过凤英对他毫不动情，再加上艳霞到了上海之后寸步不离的保护，韩茂林追求失败、使出毒计，下哑药让凤英倒嗓，希望失去舞台的凤英会考虑嫁他。凤英演艺生涯被毁，帮忙艳霞经营俱乐部，还是拒绝了韩茂林。韩茂林放弃凤英，却不小心泄漏了自己才是真正的杀人凶手的秘密，凤英知情后激动万分，前去报仇，韩茂林却反而把她送交日本宪兵队当作抗日份子，并由爱生恨，打算把她处死。振飞找到韩茂林，想逼他下令放过凤英，两人冲突揪打，韩茂林意外死于自己的枪下。为了营救凤英、云秋前去找一向对她特别照顾的上海大亨杨竞雄设法，经杨竞雄努力斡旋下，终于救出了凤英，也欠下了对杨竞雄的一分恩情。云秋生下夏家骨肉的事，为夏家及淑容家所悉，为防止云秋挟小孩与正伦再纠缠，并夺回夏家的后代，因而派绑匪去绑架孩子，而绑匪想从中图利，遂爆发了绑架勒索事件；经杨竞雄斡旋，救回小孩，云秋再欠下杨竞雄的恩情。云秋未报答杨竞雄恩情，并求和夏正伦断得干净，决定放弃日渐走红的演艺事业，下嫁杨家为妾。伤心的正伦这才终于和淑荣圆房，从此两不牵扯。花艳霞来上海后、用离婚赡养费开了一家俱乐部营生；徐大才爱慕她的魅力，几乎天天前来捧场，而终于愿意为她放弃情场风流，向她求婚。花艳霞不无考虑徐大才的财势，不过她心中另有挂心的唐师傅。在她终于知道唐师傅的下落后，前去北平迎接他来上海，并主持了凤英和振飞的婚礼；此后唐师傅接受凤英和振飞的奉养，同住一起、并在剧院担任总管。太平洋战争爆发，上海租界终于也沦陷，徐大才为生存，投靠了日本势力，成为汉奸；振飞此时已是徐大才的左右手，为现实考虑，不肯放弃事业，唐师傅愤而离去，在云秋资助下成立剧团，凤英也因而离开振飞，担任剧团老师。花艳霞不同意徐大才行为，拒绝求婚，并放弃苦心经营的所有，搬去和唐师傅同住，并担任剧团团长。唐师傅虽知艳霞对他心意，但还是拒绝她的感情，艳霞也无谓，愿意和唐师傅共同经营剧团，培养新一代的希望，两人的关系成为超越爱情的更深的情谊。日本人拿凤英曾被控违抗日份子的理由，逼迫振飞引诱出藏居的杨竞雄，并予杀害，以警上海企业界向日本人靠拢。云秋出面收尸，并对振飞十分不谅解，意欲报仇，和凤英多年的情感也面临割裂，此时竟意外知道了当年害云秋父母的仇家下落，云秋前去报仇，却发现当年往事里更大的秘密，明白了人世之间更深的道理，因此原谅了振飞。日本人不放过杨家、软禁云秋并逼迫她再度登台，为日华亲善的活动宣传汉奸思想，花艳霞和唐师傅带剧团参与演出，其实是要打算营救云秋潜逃，然而云秋生死已置之度外，为求做人志气和维护杨家名声，选择了在舞台上和日本人汉奸对抗，终于死在舞台之上………然而，她这一生，却活得无怨无憾、心安理得。红尘纷扰、人世复杂，人活一生、却有恩报恩、有仇报仇、欠情还情、做人圆满、夫复何求！",
    "chinese_title": "红尘有爱",
    "douban_rating": "8.2/10 from 181 users",
    "foreign_title": "",
    "douban_rating_average": "8.2",
    "update_at": "2025-05-11T08:00:07"
}