{
    "aka": [
        "Fish Poachers"
    ],
    "sid": "4008193",
    "cast": [
        {
            "url": "/celebrity/1305338/",
            "name": "解衍 Yan Xie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324531/",
            "name": "韦国春 Guochun Wei",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318714/",
            "name": "郭柏松 Baisong Guo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1363151/",
            "name": "于兰 Lan Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1362860/",
            "name": "吕毅 Yi Lü",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1525826/",
            "name": "亚福成 Fucheng Ya",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327377/",
            "name": "张建海 Jianhai Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1403730/",
            "name": "王音 Yin Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1988",
    "genre": [
        "动作"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868590135.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1525659/",
            "name": "于艾平 Aiping Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1525825/",
            "name": "梁青生 Qingsheng Liang",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0354968",
    "director": [
        {
            "url": "/celebrity/1332859/",
            "name": "石晓华 Xiaohua Shi",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1988(中国大陆)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0354968/",
    "this_title": [
        "偷鱼贼"
    ],
    "douban_link": "https://movie.douban.com/subject/4008193/",
    "trans_title": [
        "Fish Poachers"
    ],
    "douban_votes": "0",
    "introduction": "剧情梗概黄昏，江边小酒铺外，一面紫红色的酒旗迎风摇曳。小酒铺的院墙上贴着一张撕碎的公告，上面写着“严禁在产卵期捕鱼。”水上警察老水鹞子喝完酒，踉踉呛呛地走出小酒铺，他身后跟着小酒铺的老板娘白漂儿。白漂儿是个二十五六岁的年轻寡妇，脸庞俊秀白皙，脑后梳着个发髻，一双火辣辣的眼睛妩媚而撩人。江边的柳丝在风中乱晃，正在巡视的老水鹞子仿佛听到了什么声响，警觉地朝岸边走去。突然，他被偷鱼贼设下的“绊马索”绊倒，几个彪形大汉从柳林中窜出，迅速用麻袋套住老水鹞子，对他拳打脚踢。随后，这几个大汉在他们头目大疤拉的指挥下，四面逃窜而去。老水鹞子被打成了残废。他的儿子──小水鹞子接替了父亲的工作，决心整治这帮偷鱼贼。小水鹞子二十多岁，英俊精干，他自恃科班出身，对那些偷鱼贼不屑一顾。老水鹞子告诫他千万不可掉以轻心，还介绍了偷鱼贼活动的规律，并告诉他柳林屯的小酒铺是偷鱼贼的落脚点。清晨，小水鹞子驾驶着摩托艇在江上巡视。大疤拉带领偷鱼贼正在江中偷鱼，看见小水鹞子过来，急忙弃船泅水而逃。小水鹞子将载着鱼的木船系在摩托艇后面拖着到江边。他走进小酒铺，酒铺里一个号叫“麻杆”的偷鱼贼正在喝酒，身边的鱼筐里放着几条大鱼。麻杆见小水鹞子到来，慌忙想溜，被小水鹞子制服。事后，他趁小水鹞子用尺量鱼时的疏忽，在白漂儿的帮助下，逃出了酒铺。等小水鹞子追出去的时候，不但麻杆和小木船没了踪影，连摩托艇也无法开动。原来，大疤拉等人趁小水鹞子进酒铺之际，划走了小木船，并在摩托艇的油箱里灌了沙子。夜晚的小酒铺热闹非凡，偷鱼贼和鱼贩子在这里进行着黑市交易。在喧嚣的人群中，白天被没收了鱼筐的麻杆被冷落一旁。白漂儿要为他垫酒钱，这激怒了麻杆，他甩出钱来，说连在这里过宿的钱也一齐交上。一直暗暗恋着白漂儿的大疤拉听了大怒，把麻杆狠揍了一顿，并警告他以后不许再来沾白漂儿的便宜。小水鹞子来小酒铺找白漂儿，想打听偷鱼贼的情况，可白漂儿守口如瓶，小水鹞子让她去劝偷鱼贼们改过自新，可白漂儿倒替偷鱼贼们抱不平。偷鱼贼在小水鹞子的严密监视下，一连几天没法下网；于是托白漂儿给小水鹞子送去厚礼。小水鹞子断然拒绝了，只把现钞顶了罚款，开了收据。白漂儿十分佩服小水鹞子的廉洁和守信，说他“象个男人”。偷鱼贼们一听恼羞成怒，决定除掉这块绊脚石。白漂儿得知后，在大疤拉面前竭力为小水鹞子说情，大疤拉不但不听，相反醋兴大发。无奈，白漂儿跑去给小水鹞子报信，小水鹞子对她说的表示怀疑。这深深地刺伤了白漂儿的心。在一个雷电交加的夜晚，小水鹞子终于入了偷全贼们设下的圈套，他被倒吊在一棵大树上，饱挨了一顿毒打。当偷鱼贼们心满意足地离去后，小水鹞子摸出手枪向空中开了一枪。白漂儿听到枪声，知道出了事，赶紧赶来，她找到了昏死过去的小水鹞子，不顾一切地将他背回家。偷鱼贼们正好在小酒铺里歇脚，见此大为惊讶。大疤拉更是又恨又气，用刀威胁白漂儿，要她将小水鹞子弄出去；可白漂儿死活不从。第二天，小水鹞子一清醒过来就回城去了。白漂儿却由此遭到偷鱼贼们的奚落和唾弃。他们不再到她这里来喝酒，连鱼贩子们也说这里成了水上派出所而不敢光顾，小酒铺顿时变得冷冷清清。与此同时，江面上却热闹起来。自从小水鹞子被打后，江面上没有人管，偷鱼贼们便肆无忌惮地进行破坏性的围捕作业。满网满网的鱼使偷鱼贼们大发其财。老水鹞子一向对白漂儿抱有成见，因此对儿子在白漂儿那里宿了一夜大为不满。小水鹞子竭力为白漂儿辩护，还准备等伤稍好一点就回渔村去。老水鹞子听了更是气愤，认定儿子是给白漂儿迷住了。小水鹞子决心要抓大疤拉及其同伙，他向白漂儿打听情况，可白漂儿还是推说不知道。小水鹞子对白漂儿的举动疑惑不解。为了报答白漂儿的救命之恩，小水鹞子将没收来的鱼给白漂儿送去。却无意伤了她的心。小水鹞子终于领悟到白漂儿的一片真情，于是他向白漂儿道了歉，并劝她离开这个愚味、落后的小渔村，跟他到城里去。白漂儿陷入了矛盾之中。大疤拉看到白漂儿和小水鹞子在一起，又气又恨。他找到白漂儿，要她跟他离开这里，干什么都行，可白漂儿拒绝了。白漂儿决定跟小水鹞子去城里。临走时，她到死去的丈夫坟上祭奠，结果遭到大疤拉的劫持。小水鹞子听到白漂儿的哭叫声迅速赶来，认出了大疤拉就是那个晚上带头打他的偷鱼贼。仇人相见，分外眼红，于是一场恶斗开始了。在一旁的白漂儿不知应该帮谁好。最后，小水鹞子终于开枪打伤了大疤拉，并把他押送到派出所。紧跟而来白漂儿为大疤拉细心地包扎伤口，并劝他以后不要再偷鱼了。大疤拉对白漂儿说她去城里兴许是对的，还说：“若是过得不好，你就回来，这里的鱼，这里的水等着你。”摩托艇在江中飞驰，白漂儿呆呆地望着岸边，嘴里喃喃自语：“真的要走了吗？我总觉得心还在这里……”绵绵的江水，密密的柳林，青青的苇丛，翩翩的江鸥，千回百转的大江，白漂儿的眼睛忽然亮了起来，她叫小水鹞子把摩托艇停下，然后她紧紧抱住小水鹞子，吻了吻他，随即翻身跳入江中，奋力向岸边游去。金色的云霞，金色的江水，金色的女人。白漂儿在江水中奋力游着，她劈开的两道波纹，成了一个大写的人字…….",
    "chinese_title": "偷鱼贼",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-25T12:01:21"
}