{
    "aka": [],
    "sid": "4009459",
    "cast": [
        {
            "url": "/celebrity/1137516/",
            "name": "洛雷娜·罗哈斯 Lorena Rojas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1394412/",
            "name": "伊利安娜·多纳特兰 Iliana Donatlán",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1384075/",
            "name": "阿尔贝托·格拉 Alberto Guerra",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1160815/",
            "name": "胡伯托·苏里塔 Humberto Zurita",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1087638/",
            "name": "Marisol del Olmo Marisol del Olmo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045159/",
            "name": "马诺洛·卡多纳 Manolo Cardona",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1206757/",
            "name": "Alfonso Diluca Alfonso Diluca",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1072923/",
            "name": "法比奥拉·坎波马内斯 Fabiola Campomanes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1127726/",
            "name": "Paola Ochoa Paola Ochoa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1091316/",
            "name": "埃米利奥·格雷罗 Emilio Guerrero",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1477442/",
            "name": "鲁克曼·罗萨迪 Rukman Rosadi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "动作",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2328589681.jpg",
    "region": [
        "墨西哥"
    ],
    "writer": [],
    "imdb_id": "tt0368517",
    "director": [],
    "duration": "",
    "episodes": "120",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2003-05-19"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0368517/",
    "imdb_votes": 48,
    "this_title": [
        "Ladrón de Corazones"
    ],
    "douban_link": "https://movie.douban.com/subject/4009459/",
    "imdb_rating": "6.8/10 from 48 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "La acción de “Ladrón de Corazones” transcurre en la Ciudad de México, concretamente en la Colonia Santa María la Ribera. Cuenta la historia de amor entre Gustavo Velasco, un ladrón por obligación, y Verónica Vega, una policía encubierta.La Brigada Omega es un cuerpo de élite que, de manera secreta, realiza diversas investigaciones. La que nos narra la telenovela, es el desmantelamiento de las redes de narcotráfico que operan en México. Comandados por José Martínez “Chepe”, este grupo especial reporta directamente al Procurador General de la República Mexicana y, en ocasiones, al Presidente de México.Infiltrando a sus policías en las constelaciones del narcotráfico, esta brigada va tras el peor de los villanos: Escorpión. Escorpión es la cabeza del narco en México, quien se encarga de negociar con los cabecillas de Estados Unidos –cubanos la mayoría- la distribución interfronteriza. Escorpión es un hombre despiadado y ambicioso, cuyo gran propósito en la vida es la acumulación desmedida de poder. Juega una doble vida, por un lado es un respetado hombre de negocios, ex policía de alto nivel y buen padre y por otra, es el “capo” de la organización mafiosa más temible del país la cual dirige bajo el manto del anonimato.Escorpión es quien controla el poder a través de una empresa de seguridad como pantalla y, además, es el padre de la policía protagonista, sí, la buena. Su nombre real es Antonio Vega, un ex policía mexicano retirado y convertido a la vida civil que ocupa diversos cargos en la política hasta llegar a ser responsable de la lucha antidrogas de la Procuraduría General de la República. Y es el padre de Verónica.La historia comienza cuando Gustavo vuelve a México después de diez años de ausencia en busca de vengar la muerte de su padre. El joven trata de proteger a su padrino Ferreira, quien está a punto de ser liberado de la cárcel.Por su parte, la brigada Omega, de la que Verónica forma parte, pretende seguirle los pasos a Ferreira una vez excarcelado, porque están seguros de que éste va a conducirlos a presas mayores del narco. Gustavo y Verónica se encuentran en un bar, donde Gustavo acude buscando información y Verónica está infiltrada haciéndose pasar por la camarera Cinthia Robles.A pesar de las circunstancias, Gustavo se siente fuertemente atraído hacia ella. Verónica, por su parte, se llena de emociones contrarias en ese primer encuentro porque ningún hombre había podido ver tan dentro de ella como Gustavo. Posteriormente él es detenido por la brigada, por las propias manos de ella. El tiempo que alternan en los interrogatorios causa gran impacto para ambos.Para Verónica todas sus certezas se rompen: su próxima boda con Esteban, un compañero de la brigada (Roberto Mateos) la seguridad sobre sus sentimientos, la frialdad de la rutina sentimental que siempre ha sentido. Toda su existencia sufre un colapso cuando comienza a sentir que Gustavo es el hombre de su vida. Que ese hombre, para colmo un delincuente, ve en ella cosas que nadie ha visto, que le provoca un caos emocional, que la desarma y finalmente la hace sentirse una mujer completa.Por su parte, la atracción que Gustavo siente por esa mujer, para colmo policía, es tan grande que olvida su promesa de no comprometerse con ninguna mujer. Siente que es capaz de todo por ella, que quiere amarla de un modo total, completo, que quiere tenerla para siempre en su vida.Gustavo y Verónica se enamoran perdidamente a pesar de todos los obstáculos que enfrentan. ¿Podrán estos dos jóvenes, de vidas totalmente opuestas, vivir juntos y ser felices?",
    "chinese_title": "Ladrón de Corazones",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-07-08T12:00:11"
}