{
    "aka": [],
    "sid": "4010523",
    "cast": [
        {
            "url": "/celebrity/1279575/",
            "name": "诺尼·布埃诺卡米诺 Noni Buencamino",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1293157/",
            "name": "玛德琳·尼古拉斯 Madeleine Nicolas",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2595394668.jpg",
    "region": [
        "菲律宾"
    ],
    "writer": [],
    "imdb_id": "tt1436336",
    "director": [
        {
            "url": "/celebrity/1309818/",
            "name": "奥拉乌·索里托 Auraeus Solito",
            "@type": "Person"
        }
    ],
    "duration": "80分钟",
    "episodes": "",
    "language": [
        "菲律宾语",
        "塔加路语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1436336/",
    "imdb_votes": 232,
    "this_title": [
        "Boy"
    ],
    "douban_link": "https://movie.douban.com/subject/4010523/",
    "imdb_rating": "5.9/10 from 232 users",
    "trans_title": [
        "少男"
    ],
    "douban_votes": "251",
    "introduction": "2005年，他（导演）的作品《花样少年》又名《马希莫欧立卫洛的盛放》（Ang Pagdadalaga ni Maximo Oliveros）在各地影展中获得总共大约14个奖项，从此打响了他的知名度。除了在各地影展大放异彩，他的这部成名作在菲律宾本土又起怎么样的影响？在各地影展中已具盛名的奥拉乌索里托说道：「《马希莫欧立卫洛的盛放》在菲律宾上映时，得到观众很好的反应，不仅如此，它也掀起了拍摄同性恋题材影片的热潮。」这次他带着从新加坡国际电影节退出的新作品《少男》，来到意大利都灵同志电影节做首映，令新加坡的观众失去了观赏这部佳作的机会，而都灵的电影节则意外地获得了首映的荣幸。影片《少男》的故事挺简单，它叙述一名少男对自己感情去向的逐渐肯定。少男虽然家境富裕，但母亲的地位只是二奶，所以父亲总不在家，连逢年过节都难得见他一面。与母亲独居的他，在房间养了好几大缸的鱼为伴。一天，他独自来到一家生意清淡，顾客零丁的夜店观赏舞郎表演，正值青春期的他，恋上了其中一个年纪轻轻的舞郎。为了凑钱让舞郎能和自己共度一宵，他转售了珍惜收藏的漫画书，终于在新年前夕得愿以偿。少年情怀总是诗，《少男》里的男孩不只满怀诗般的情意，他本身也是个诗人，而影片里的诗，却是导演奥拉乌索里托自己亲手写下的。和他的前两部剧情片《马希莫欧立卫洛的盛放》和《割之女》（Tuli）比较之下，这部《少男》感觉更个人，带有某种程度的自传味道。奥拉乌索里托坦然承认，《少男》的确有部分是他本身的经历，他是在第一次观赏了菲律宾的舞郎表演后，终于恍然大悟，坦诚面对自己的性倾向，了解自己的确是喜欢男性的同性恋。就像戏中的少男，一番观赏夜店舞郎的经验，解开了心里的迷惑，开拓情感上指定的方向。影片里性爱的场面，拍得唯美动人，两具年轻丶结实的身体，在橙黄色的微光下激情相欢，是绝对的赏心悦目。对不起，新加坡的电影检察局，这是自然生活的纯真境界，不是简单无聊的同性恋规范化。（遗憾的是，导演透露，影片原本还有一幕非常近距离，从下往上拍的勃起镜头，但后来在检修处理时去掉了。）《少男》的剧情似乎很简单，可是传递的讯息和思想却丰富多彩，并非少男叫春那么简单浮浅。奥拉乌索里托会很漫不经心地在影片中安排，让观众捕捉的讯息和感觉的桥段。少男衣食住行都不缺乏，就是没有父亲的爱和关怀，舞男虽居住贫民区，但父亲却带着吃的来探访，互相嘘寒问暖，温馨无比，简短的一幕，就道出了富不一定拥有，穷则并非一定贫乏的观点。倒是少男满室大鱼缸的隐喻，起初以为就是为了增添少年诗意气氛，后来傻傻地问了导演，他回答：你不觉得这些鱼和自然界有关联吗？恍然大悟，少男心里的同志情怀就和鱼缸里的鱼一样，都是自然界的生态。剧中一句少男的气话：「在菲律宾，女的还是妓女，男的还是情色舞郎」，令我不禁询问导演，为何有如此偏激的看法。他答道：这是他个人对菲律宾社会情况感到痛心的比喻，他从小就认识的贫穷邻居们，这么多年来，物换星移，年复一年，他们还是同样的贫困，没多少改变。最喜欢的是导演以豁达丶开朗的心态处理影片，少男和舞男的关系虽然始于交易，导演却将这份关系处理得唯美，无关道德准则，只是少男对自己生命一部分的肯定。奥拉乌索里托的导演手法越来越显个人风格，在众多喜欢把剧情搞得分枝散叶，拖泥带水的菲律宾影片中，他的作品，无疑地，鹤立鸡群。很欣赏他在剧情中细腻，巧妙地传递自己的想法，观念的功力。文字来自 fridae.com 橙子",
    "chinese_title": "少男",
    "douban_rating": "6.2/10 from 251 users",
    "foreign_title": "Boy",
    "imdb_rating_average": 5.9,
    "douban_rating_average": "6.2",
    "update_at": "2025-06-15T16:15:46"
}