{
    "aka": [
        "南丁格爾"
    ],
    "sid": "4012220",
    "cast": [
        {
            "url": "/celebrity/1068616/",
            "name": "Keith Clifford Keith Clifford",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1245419/",
            "name": "Tim Dann Tim Dann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1240337/",
            "name": "Phil Gwilliam Phil Gwilliam",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1134649/",
            "name": "迈克尔·佩宁顿 Michael Pennington",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1102248/",
            "name": "罗伊·哈德 Roy Hudd",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1086244/",
            "name": "劳拉·弗雷泽 Laura Fraser",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1459810/",
            "name": "哈丽特·韦伯 Harriet Webb",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1984124451.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1298498/",
            "name": "诺曼·斯通 Norman Stone",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1194121",
    "director": [
        {
            "url": "/celebrity/1298498/",
            "name": "诺曼·斯通 Norman Stone",
            "@type": "Person"
        }
    ],
    "duration": "65分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008-06-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1194121/",
    "imdb_votes": 180,
    "this_title": [
        "Florence Nightingale"
    ],
    "douban_link": "https://movie.douban.com/subject/4012220/",
    "imdb_rating": "5.4/10 from 180 users",
    "trans_title": [
        "弗洛伦斯·南丁格尔",
        "南丁格爾"
    ],
    "douban_votes": "0",
    "introduction": "◎简　　介这部电影讲述了英国历史上最伟大的女英雄之一——弗洛伦斯·南丁格尔在从克里米亚战争前线回国之后情绪和精神上所遭受的创伤。由于反感军人们受到的不必要的痛苦，这位护士纠缠当局允许她对军队医院的状况进行调查。然而调查结果却是很多士兵由于她自己的失败而死，这使她开始重新评价她今生的使命。弗洛伦斯·南丁格尔简介弗洛伦斯·南丁格尔（FLORENCE NIGHTINGALE）是英国人，1820年5月12日生于意大利的弗洛伦斯城，她父母以此城为名为她取名。她生于一个名门富有之家，自幼便在家庭里受教育。她父亲是一个博学、有文化教养的人，为她提供了古典书籍、数学、哲学和语言等方面的教育。她母亲对她很不满意，因为她无意于婚姻。她在当主妇、当文学家、当护士三者之中选择了当护士。她从小便经常照看附近村庄的病、残人，并护理她的亲属，以解除病者的痛苦。她的父母反对她做护士，认为有损家庭荣誉。但封建意识、社会影响从未使她失去做护理工作的信心。在她的时代，没有一个有身份的人做护士。做护士的，往往都是一些无知、粗鲁、酗酒、没有受过训练的女人。她利用到欧洲旅游的机会，了解各地护理工作。最后她选定了的过的凯瑟沃兹医院，并于1851年在该院参加了4个月的短期训练班，使她学护士的理想终于实现。在学习期间，她亲身体验到护理工作要为病人解除痛苦、给予精神安慰，必须付出多方面的辛勤劳动。1853年，她在伦敦担任了妇女医院院长。次年，克里米亚战争爆发，她受政府的邀请，带了38名合适的妇女，于1854年10月21日离开伦敦，启程前往克里米亚。在克里米亚，南丁格尔发现工作很困难：军队领导对她的工作怀疑，医院的给养也短缺，护士的纪律很差。面对种种困难，她重点整顿了规章和纪律。由于各方面支援，医院供应好转；精心的护理挽救了很多士兵的生命。士兵为了表示对她们的感谢，不再骂人，不再表示粗鲁。夜静时，南丁格尔手持油灯巡视病房，士兵竟躺在床上亲吻落在墙壁的她的身影。她还要注意士兵的伤口是否换药了，是否得到了适当的饮食。她安慰重病者，并督促士兵往家里写信并把剩余的钱给家里寄去，以补助家庭生活。她自己还寄了几百封信给死亡士兵的家属。在很短的时间内，她便在士兵中成了传奇式的人物，同时，全英国也知道了“持灯女士”。她在克里米亚短短半年时间，士兵的死亡率由原来的50%下降到22%。南丁格尔在克里米亚患了克里米亚热，健康还为完全恢复，就又继续工作。1856年11月她作为最后的撤离人员，返回英国。回到英国后，她已极度疲惫，但很快，她又继续忙于英国皇家专门调查委员回的军队卫生工作。所以，虽然在1855年已得到各方面资助的办护士学校的基金，却使她未能够马上开展办护士学校的工作。她认为，护校必须与医院结合。最后，她选中了伦敦的圣·托马斯医院作为她的办学基地，1869年，南丁格尔护士训练学校开学。南丁格尔护士学校开学时有15名女子，年龄在25至35岁之间，训练时间为一年。学生的食、宿、制服、学费全部免费，每年并给10英镑助学金。学校委托给圣·托马斯医院护理主任管理，南丁格尔只去过学校两次。但她一直密切关注学校的发展情况。医院护理主任不断向她请示、汇报学校的每一件事。护士和护士长常常在南丁格尔家中进行面谈。南丁格尔虽然健康状况不好，但仍活到90岁。直到她80高龄时，她仍为护理事业持续工作着。她不停地读书、写报告，对医院建设提建议，接见那些想与她讨论工作的人，并会见护士们，询问她们的工作。从南丁格尔护校毕业的护士们曾到世界各国帮助改进医院护理工作。南丁格尔最高兴的就是听到护理工作所取得的进步。南丁格尔最大的成就就是创建了护理专业，然而其影响却远不止于此。在维多利亚时代早期，女子在管家之外所学的很少，有极少数的女子的成就是成为贵妇人。南丁格尔的建树是妇女有能力做更多的事。她并不强调男女平等，她为妇女做了很多的，是赢得了今天所享受的自由。南丁格尔女士以最高贵的奉献精神把一生献给了护理事业，为护理事业奋斗终生。英国人把她看作是英国的骄傲，为她在伦敦树立了铜像，并把她的大半身像印在英国10英镑纸币的背面（正面是英国女王伊丽莎白二世的半身像）。美国大诗人Longfellow（1807—1882）为她作诗，赞美她的精神是高贵的，是女界的英雄。如今全世界都以5月12日为国际护士节纪念她。南丁格尔被列入世界伟人之一，受到人们的尊敬。BBC drama that explores the emotional and spiritual trauma suffered by Florence Nightingale on her return from the Crimean War. After witnessing the horrors of the war first hand, Florence Nightingale (Laura Fraser) campaigned strongly for an investigation when she finally returned to England. The findings however, that many of the soldiers in her care died as a result of her own failings, caused her to re-evaluate her life's mission, breaking her in mind and spirit.",
    "chinese_title": "弗洛伦斯·南丁格尔",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Florence Nightingale",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-02-02T13:33:29"
}