{
    "aka": [],
    "sid": "4015422",
    "cast": [
        {
            "url": "/celebrity/1266621/",
            "name": "Ryan G. Metzger Ryan G. Metzger",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "喜剧",
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2501913738.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1388365",
    "director": [],
    "duration": "USA: 73 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2007-10-08(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1388365/",
    "imdb_votes": 161,
    "this_title": [
        "Skull & Bones"
    ],
    "douban_link": "https://movie.douban.com/subject/4015422/",
    "imdb_rating": "2.5/10 from 161 users",
    "trans_title": [
        "骷髅会"
    ],
    "douban_votes": "0",
    "introduction": "Gay sex buddies Nathan and Justin are united by their passion for slasher, vigilante, serial killer and zombie films. Bored and frustrated with their lives as students at an obscure college in impoverished New Haven, Connecticut, they decide to teach a self-important classmate, Andy, a lesson by raping him. The drug-fuelled incident goes awry and Andy dies. High on the thrill of their first killing, Nathan and Justin decide to pay a visit to nearby Ivy University to wreak more havoc on the elite campus.They alight at an Ivy bar, hoping to identify a drunk, straight Ivy undergrad, lure him home, and photograph him having sex with them. Their goal is to extort money via blackmail. While they do encounter a promising group of four Ivies, including a hunky football player, Brooks, and one curiously flirtatious young singer, Chad, the evening does not go their way. Drunk to oblivion, the Ivies brag about being future world leaders: they have been tapped to join the most selective of Ivy's secret societies, Skull and Bones—just like George W. Bush—and put down Nathan and Justin for being losers. With humiliation added to their rage, the resentful duo decides to kidnap the Ivy men one by one. What follows is a harrowing and bloody tale of homo-cidal mania featuring a climactic ending that's sure to get a rise out of anyone with the balls to watch.",
    "chinese_title": "骷髅会",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Skull & Bones",
    "imdb_rating_average": 2.5,
    "douban_rating_average": 0,
    "update_at": "2025-09-22T19:13:28"
}