{
    "aka": [
        "一千个秋天"
    ],
    "sid": "4016540",
    "cast": [
        {
            "url": "/celebrity/1313642/",
            "name": "张玉嬿 Crystal Chang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1150721/",
            "name": "孙兴 Hing Suen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314201/",
            "name": "邵昕 Hsin Shao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321406/",
            "name": "宋逸民 Yi-min Sung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323843/",
            "name": "陈维龄 Wei-ling Chen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2460447106.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [
        {
            "url": "/celebrity/1405104/",
            "name": "叶凤英 Feng-Ying Yeh",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2000"
    ],
    "this_title": [
        "秋天的童话"
    ],
    "douban_link": "https://movie.douban.com/subject/4016540/",
    "trans_title": [
        "一千个秋天"
    ],
    "douban_votes": "0",
    "introduction": "如同往常般忙碌的江采菱，正为即将展开的珠宝展览张罗一切，亦因此无暇顾及珠宝商之少东骆耀明，而晚到的耀明一至会场便指责采菱的失职，让采菱略有怨言。而会后更因人员的疏忽，造成珠宝的遗失，让采菱与耀明之间有着更多的争执。耀明的种种条件虽是采菱心目中的理想对象，但两人的针锋相对让采菱却步，亦对耀明产生些许反感。外表大而化之的文立风，其实是个有抱负的年轻人，其愿望便是能够经营一家风格清新的餐馆。而他与采菱一家人熟识已久，采菱更视之为知心好友，许多事情皆与之商量，但立风却希望能够一生守候着采菱，并给予保护……珠宝的理赔问题让耀明和采菱有了更多频繁的接触，亦因此加深耀明对采菱的好感，进而要求采菱与之交往。采菱在好友宜欢的鼓舞下与耀明来往，耀明对她的宠爱，让采菱倍感温馨甜蜜，只因江父经商失败后，家中全靠江母所开的小吃店来维持生计，江母也因此以“一家之主”自居，在其重男轻女的观念下，采菱在家中几乎得不到温暖，而耀明的百般呵护令采菱觉得自己是全天下最幸福的女子。然而所谓的幸福竟是绚烂的烟花，转眼间即消逝，原来耀明有个交往多年的未婚妻-如意。在骆父的反以对及如意的挑拨下……使得耀明竟误会采菱与之来往全是早有预谋的，为此，耀明渐渐地疏离了采菱。此时，采菱竟发现自己怀孕了，而耀明的离开及家人的不谅解让采菱心力交悴，就在个时候，立风适时伸出援手，带着采菱远离这片伤心地。几个月后，耀明找上门，他告诉采菱，为了她，他放弃了家庭及事业，只为能与其团聚，但容不下感情尘埃的采菱在深思熟虑之后拒绝了和耀明复合。采菱和立风在渔村度过了人生最快乐的时光，采菱逐渐爱上对她比对自己还要好的立风并跟立风回到乡下，了解了立风的过去和一些小秘密，为了让立风重新振作起来有所作为，采菱故意说重话终于使立风重拾抱负，然而就在这时采菱对立风说要回台北，她希望真正勇敢的面对自己和自己所犯的错，让自己不需要靠别人的支撑生活，让自己的孩子将来也可以堂堂正正的做人，同时她也希望她和立风暂时分开考虑清楚他们之间的感情，她害怕立风对她只是同情而不是爱。立风虽然伤心，却仍让她带着永保安康的祝福回台北，回到台北的采菱真正勇敢起来，独自为生活打拚，不再害怕世人偏见的眼光。弟弟采心的出走让立风和采菱得以重聚，立风也终于向采菱表明心迹，采菱生产之时立风去买戒指欲待采菱生下宝宝之后就向其求婚，但当他满心欢喜的来到病房前却看到骆耀明在病房中照顾采菱，而眼前这个人才是孩子的生父，如果两人还能复合，也许是最完美的结局吧。伤心欲绝的立风含泪离开了病房，离开了采菱，对此一无所知的采菱醒后见不到立风万分不解，执意四处寻找仍无所获，而好友宜欢因为听从采菱妈妈的话，以为采菱和骆耀明还有复合机会，没有把立风去买戒指一事告诉采菱。转眼4年，采菱带着女儿和宜欢来到一家餐厅，意外发现那里的老板竟然就是立风，两人都以为对方已有伴侣而相互试探，宜欢终于对采菱说出当时情况，告诉采菱立风曾经有过爱她的勇气。终于了解了那段让心中空白好久的过去，采菱前去餐厅找到立风表明心意，两人终在一起。然而天意弄人，立风在和采菱拍婚纱照那天出了车祸永远离开了采菱……在故事的开始采菱说：爱情很美好，但也有得不到和错爱的时候。在故事的最后立风说：缘分是很奇妙的东西，有时候你以为是得到，其实，是失去，有时候你以为失去，它却有在不经意间悄悄来临，无从解释，只有说是缘分，或者叫它是：秋天的童话……",
    "chinese_title": "秋天的童话",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-11-15T08:39:25"
}