{
    "aka": [
        "Solar Beats"
    ],
    "sid": "4022371",
    "cast": [
        {
            "url": "/celebrity/1026869/",
            "name": "Michèle Bokanowski Michèle Bokanowski",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "动画",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2686106190.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1278896/",
            "name": "帕特里克·博卡诺夫斯基 Patrick Bokanowski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1026869/",
            "name": "Michèle Bokanowski Michèle Bokanowski",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1319603",
    "director": [
        {
            "url": "/celebrity/1278896/",
            "name": "帕特里克·博卡诺夫斯基 Patrick Bokanowski",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "None"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1319603/",
    "imdb_votes": 97,
    "this_title": [
        "Battements solaires"
    ],
    "douban_link": "https://movie.douban.com/subject/4022371/",
    "imdb_rating": "7.0/10 from 97 users",
    "trans_title": [
        "太阳律动",
        "Solar Beats"
    ],
    "douban_votes": "0",
    "introduction": "The most striking thing about Bokanowski's short experimental films is how captivating a non-narrative film could be. The absolutely gorgeous and surreal imagery on screen, accompanied by a fantastic soundtrack by his wife Michele is a captivating combination, allowing you to appreciate the film as a piece of art, without constantly needing to look for hidden meaning.\"Patrick Bokanowski, French filmmaker and artist, has developed a manner of treating filmic material that crosses over traditional boundaries of film genre: short film, experimental cinema and animation. His work lies on the edge between optical and plastic art, in a 'gap' of constant reinvention. Patrick Bokanowski challenges the idea that cinema must, essentially, reproduce reality, our everyday thoughts and feelings. His films contradict the photographic 'objectivity' that is firmly tied to the essence of film production the world over. Bokanowski's experiments attempt to open the art of film up to other possibilities of expression, for example by 'warping' his camera lens (he prefers the term 'subjective' to 'objective' - the French word for 'lens'), thus testifying to a purely mental vision, unconcerned with film's conventional representations, affecting and metamorphosing reality, and thereby offering to the viewer of his films new adventures in perception.\" - Pierre CoulibeufMichèle Bokanowski composes concert music, as well as writing music for film, theatre, television and dance. Among her principal works are the concert pieces: “Pour un Pianiste”, “Trois Chambres d’Inquiétude”, “Tabou”, “Phone Variations”, “Cirque”, “l’Étoile Absinthe” and “Chant d’Ombre”. Michèle Bokanowski has written music for many of her husband’s films.Quote: “Why concrete music is so attractive to me, as opposed to written music... To write music implies that an idea or a thought is at the origins of the composition and that the final thing is the sound rendering of this thought. The sound is at the end of the line, in other words. Concrete music is the exact reverse of this process: you start from sounds... sounds that will perhaps lead you to a constructive thought. Here, it’s the material that induces the thought, or the writing. The possibilities of finding/inventing new sounds and, therefore, new forms are tremendous, infinite... Moreover you can use chance to a much greater extent.”(Michèle Bokanowski - Asymmetry Music Magazine - Jan 2007)",
    "chinese_title": "太阳律动",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Battements solaires",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-02-16T12:01:25"
}