{
    "aka": [
        "I'm No Saint",
        "Naan Mahaan Alla"
    ],
    "sid": "4023430",
    "cast": [
        {
            "url": "/celebrity/1427030/",
            "name": "卡尔迪 Karthi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1428265/",
            "name": "苏里 Soori",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情",
        "爱情",
        "惊悚",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2182626136.jpg",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt1507005",
    "director": [],
    "duration": "126分钟",
    "episodes": "",
    "language": [
        "Tamil"
    ],
    "playdate": [
        "2010-08-20"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1507005/",
    "imdb_votes": 2947,
    "this_title": [
        "நான் மகான் அல்ல"
    ],
    "douban_link": "https://movie.douban.com/subject/4023430/",
    "imdb_rating": "7.2/10 from 2947 users",
    "trans_title": [
        "以暴制暴",
        "I'm No Saint",
        "Naan Mahaan Alla"
    ],
    "douban_votes": "0",
    "introduction": "Jeeva (Karthi) is a cool youth who lives life in his own way. A typical Chennai youngster, for him everything is his friends and fun. His father Pragasam (Jayaprakash), a call taxi driver showers all love and affection on him. They lead a simple life and derive happiness in whatever they do.One day, Jeeva comes across Priya (Kajal Agarwal) in a wedding ceremony.The wedding ceremony was of their mutual friends and Jeeva claims to be a failed love case and Priya falls for him and at first he doesnt tell her that he likes her but she already knows that she likes him. He plays hard to get until their mutual friend tells Priya that he likes you during a so called date they have. Jeeva gives more hope to Priya and tries to make her become more independent because even when she went to this so called date Priya brought her friend along. One day Jeeva goes up to Priya's father even when Priya begs him not to and says that they like each other. Jeeva eventually gets a good job because that is one of the requirements for him to marry Priya. Eventually Priya becomes acquainted with Jeeva's family and she starts to come over more and Jeeva's father accepts her because he understands that his son loves her and that she is a very nice girl.After few interesting encounters, they soon realize that they share a great rapport and propose to each other in their minds. When all seems to go well, a murder attempt on Jeeva’s father disturbs everything.Jeeva’s father had witnessed a girl being taken by a gang in his car. The girl gets killed and Jeeva's father decides to knock the doors of justice. Sensing trouble, the gang eventually murders him.The death of his father shatters Jeeva. He vows to take revenge on the killers. He sets out on a mission to identify the culprits and goes running around the town baying for their blood. How he avenges the killers forms the rest of the story.",
    "chinese_title": "以暴制暴",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "நான் மகான் அல்ல",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-07-25T11:22:05"
}