{
    "aka": [],
    "sid": "4023692",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1503785",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1503785/",
    "this_title": [
        "Twelve Ways to Sunday"
    ],
    "douban_link": "https://movie.douban.com/subject/4023692/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "From the diner counters, church pews and backwoods of rural New York comes a collection of testimonies about the quiet struggle of a small community.Shot entirely in Allegany County, the poorest county in New York state, Twelve Ways to Sunday is a documentary film about the quiet desperation of rural life. The film examines the struggles in a small community through a rich cast of characters including a part-time pastor/candy-maker, a master food preserver/traveling teacher and a club of model airplane enthusiasts.Twelve Ways to Sunday was initially conceived as an anthropological look at rural life in America. It quickly developed into an attempt to document and preserve the stories and the personalities of the often-overlooked region of Western New York State.For a long time, the poverty belt of New York State has gone unnoticed, statistically overshadowed by the skyscraper economy of New York City. However, recent discussion of the area was stirred by Eliot Spitzer’s controversial quote: “If you drive from Schenectady to Niagara Falls, you'll see an economy that is devastated. It looks like Appalachia.” The region in Allegany County contains several of New York State’s poorest towns, including Richburg, which is one of the towns featured in the film and has a population of 448 people, and an average annual per capita income of $10,515.As a portrait film, Twelve Ways to Sunday explores a rural community, taking you from diner counters to church pews, from the backwoods to the living room. The film is a collage of stories and testimonies about everyday life and the struggle to get by. Simple yet self-reliant, these people demonstrate that while their stories may be relatively unknown they are certainly not forgotten.",
    "chinese_title": "Twelve Ways to Sunday",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-03T20:26:05"
}