{
    "aka": [],
    "sid": "4030317",
    "cast": [
        {
            "url": "/celebrity/1185765/",
            "name": "Ernest Heinz Ernest Heinz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1172387/",
            "name": "Lance J. Holt Lance J. Holt",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907873711.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1498094",
    "director": [],
    "duration": "USA: 60 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-09-09"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1498094/",
    "imdb_votes": 241,
    "this_title": [
        "The Nostradamus Effect"
    ],
    "douban_link": "https://movie.douban.com/subject/4030317/",
    "imdb_rating": "5.1/10 from 241 users",
    "trans_title": [
        "诺查丹玛斯效应"
    ],
    "douban_votes": "0",
    "introduction": "1939年秋，德国向欧洲宣战后不久，约瑟夫·保罗·戈培尔博士夫人躺在床上，专心致志地阅读着一本晦涩而神秘的书籍。这是一本1568年出版的文学作品，其中引用了一位名叫诺查丹玛斯的人所写的若干则预言。丈夫约瑟夫·保罗·戈培尔已经入睡，然而，妻子为其所读到的几则预言兴奋不已，以致于不得不叫醒丈夫，与其共同仔细研读书中的神秘文字。约瑟夫·保罗·戈培尔亦为之震惊。他随即命令宣传部雇来一位名叫恩斯特·克拉夫特的瑞士藉占星术师，命其利用诺查丹玛斯的预言资料，对所占领的欧洲战区展开心理扰乱战。法国中世纪的一介无名游医，何以能令约瑟夫·保罗·戈培尔博士夫妇，不，何以能令鲁道夫·希特勒的决策官僚机构为之愕然？而诺查丹玛斯其人，竟如何使得英国的谍报机关花去了近8万英磅的巨额报复性反宣传费用？诺查丹玛斯本名叫米歇尔·德·诺斯特罗达姆，而人们所熟知的却是诺查丹玛斯这一拉丁语风格的名字。他于1503年12月14日出生在普罗旺斯。人们通常认为其家族是在宫廷内侍奉过勒内家庭的犹太系意大利医生，其实，这一家族只不过是来自阿维尼翁附近的极其平凡的庶民而已。祖父佩罗与粮商的女儿弗朗莎私订终身，并生下一子，取名叫儒姆，这就是诺查丹玛斯的父亲。1495年，诺查丹玛斯的父亲放弃家业，移居到圣勒米，与祖父曾经当过医生的尼艾尔结婚，并在当地谋求到一份税官的职业。诺查丹玛斯一家原本奉信犹太教。当诺查丹玛斯9岁时，全家皈依天主教。1512年，诺查丹玛斯的父母又改信基督教，并加入了新基督教教会。诺查丹玛斯从小就深深地受到了犹太神秘文学的影响。所以在今后读解他的预言时，我们不得不时时注意“犹太”这一重要因素。诺查丹玛斯是长子。他有四个弟弟，有关前面三个弟弟的情况，人们一无所知，只知道他最小的弟弟曾经发表过许多普罗旺斯风格的低俗的歌曲及杂文，最后在普罗旺斯最高法院任检察官。诺查丹玛斯的非凡才能从他幼小的时候起就十分引人注目。他所受的教育主要来自于他的祖父，拉丁语、希腊语、希伯来语、数学，以及被称之为天体学的占星术等，无所不学，无所不通。祖父去世后，他回到住在巴里大街的父母身边，继续接受外祖父对他的教育。不久，诺查丹玛斯被送到阿维尼翁去学习，与居住在当地的几位表兄弟住在了一起。诺查丹玛斯对占星术显示出了极大的兴趣，在同学们中间，有关占星术的讨论常常成为共同的话题。他支持地球围绕着太阳旋转的天体论学说，这使得他的父母常常担忧他会不会被当成异端分子而受到镇压，因为他们毕竟曾经是犹太教的信徒。1522年，为了让他改学医学，他被送到了蒙彼利埃，当时他已经19岁，在蒙彼利埃，他结识了几位进步的医学人士，这对他来说无疑是一件极其幸运的事情。3 年之后，他轻轻松松地获得了学士学位。当他拿到开业许可证后，他决定离开大学返回故里，全心全意地去救助可怜的传染病的牺牲者。",
    "chinese_title": "诺查丹玛斯效应",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Nostradamus Effect",
    "imdb_rating_average": 5.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-20T14:22:05"
}