{
    "aka": [
        "Alone",
        "Odna"
    ],
    "sid": "4034668",
    "cast": [
        {
            "url": "/celebrity/1102853/",
            "name": "叶莲娜·库兹敏娜 Yelena Kuzmina",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1156499/",
            "name": "彼得·索博列夫斯基 Pyotr Sobolevsky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019686/",
            "name": "谢尔盖·格拉西莫夫 Sergei Gerasimov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1057332/",
            "name": "玛利亚·芭贝诺娃 Mariya Babanova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1168808/",
            "name": "Yanina Zhejmo Yanina Zhejmo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1074196/",
            "name": "鲍里斯·奇尔阔夫 Boris Chirkov",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1931",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2885029021.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1001006/",
            "name": "格里高利·柯静采夫 Grigori Kozintsev",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1015131/",
            "name": "列昂尼德·塔拉乌别尔格 Leonid Trauberg",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0022215",
    "director": [
        {
            "url": "/celebrity/1001006/",
            "name": "格里高利·柯静采夫 Grigori Kozintsev",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1015131/",
            "name": "列昂尼德·塔拉乌别尔格 Leonid Trauberg",
            "@type": "Person"
        }
    ],
    "duration": "Germany: 90 分钟(25 fps) (music restored version) (TV premiere)",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1931"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0022215/",
    "imdb_votes": 269,
    "this_title": [
        "Одна"
    ],
    "douban_link": "https://movie.douban.com/subject/4034668/",
    "imdb_rating": "6.8/10 from 269 users",
    "trans_title": [
        "一个女性",
        "Alone",
        "Odna"
    ],
    "douban_votes": "0",
    "introduction": "Originally made as a silent film, Odna was released in 1931 as a 'sound' film – which differs from a talkie because although there are sound effects in the film, there is no synchronised dialogue and it was intended to be performed with an orchestral accompaniment using a score by Shostakovich. After it fell into political disfavour the film was archived in the Lenfilm complex, which was destroyed during the siege of Leningrad. Fortunately, although much of the score was lost, all but one 8-minute reel survived, as did the full score for the missing reel. Mark Fitz-Gerald and colleagues, with the encouragement of Shostakovich's widow, completed the restoration of the original score in 2003. It was first performed in the Netherlands and has also been performed in France, Switzerland and Germany. I attended the London Premiere on 10th February 2006.Normally, a review relates to an experience that can be shared subsequently by any cinema-goer, or watcher of DVDs. A live concert performance (the BBC Symphony Orchesttra conducted by Mark Fitz-Gerald) is different. The entire orchestral performance and live sound effects such as the throat singer, Theramin and Harmonium will not be constant factors - which is why performances of great musical works are reviewed repeatedly. The performance I experienced may be different from what you experience. For me, what might have been a rather sentimental ending was transformed by the 'buzz' of the live musical climax (the entire restored score was performed, with titles explaining the action of the missing reel).A notable feature of the film was the superb natural performance of the 'actors' (including a real shaman performing a real ritual) with none of the exaggerated eye makeup of 'Napoleon' and the German expressionists. Such a live performance converted a good propaganda film into something more sublime and an experience that should not be missed if the opportunity is repeated.",
    "chinese_title": "一个女性",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Одна",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-10-01T05:35:24"
}