{
    "aka": [
        "Burrowing"
    ],
    "sid": "4037000",
    "cast": [
        {
            "url": "/celebrity/1260221/",
            "name": "Marek Kostrzewski Marek Kostrzewski",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884173045.jpg",
    "region": [
        "瑞典"
    ],
    "writer": [
        {
            "url": "/celebrity/1481404/",
            "name": "弗雷德里克·文泽尔 Fredrik Wenzel",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1381282",
    "director": [
        {
            "url": "/celebrity/1481404/",
            "name": "弗雷德里克·文泽尔 Fredrik Wenzel",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "瑞典语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1381282/",
    "imdb_votes": 766,
    "this_title": [
        "Man tänker sitt"
    ],
    "douban_link": "https://movie.douban.com/subject/4037000/",
    "imdb_rating": "5.7/10 from 766 users",
    "trans_title": [
        "穴居",
        "Burrowing"
    ],
    "douban_votes": "0",
    "introduction": "Taking inspiration from the writings of Henry David Thoreau, this debut feature from Henrik Hellström and Fredrik Wenzel seeks to explore ideas of self-reliance, solitude and contemplation. While the setting of a Swedish suburb may not immediately suggest an easy viewpoint from which to consider these concepts, by focusing separately on several local misfits, most notably Sebastian – the film's young narrator – the directors create a moody meditation on the individual in contemporary society. The film progresses in an almost mosaic-like fashion, often relying on ambience and suggestion rather than conventional narrative and character development to observe and explore lives and experiences. Small moments of drama, usually shot from a dispassionate point of view amidst intriguing, beautifully composed scenes, create a growing sympathy for the wayward protagonists, with Erik Enocksson's evocative soundtrack adding a unifying and yet otherworldly quality to the piece. Parallels have been drawn between this film and the style and sentiment of Harmony Korine's Gummo and Roy Andersson's offbeat caricatures of Swedish culture. Both are valid reference points, but like the work of those beautiful losers who went before, Burrowing is truly unique.Sarah Lutton",
    "chinese_title": "穴居",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Man tänker sitt",
    "imdb_rating_average": 5.7,
    "douban_rating_average": 0,
    "update_at": "2025-06-29T13:01:30"
}