{
    "aka": [],
    "sid": "4038280",
    "cast": [
        {
            "url": "/celebrity/1264254/",
            "name": "Lauren Davis Lauren Davis",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1439239",
    "director": [],
    "duration": "25 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1439239/",
    "imdb_votes": 41,
    "this_title": [
        "Magdalene"
    ],
    "douban_link": "https://movie.douban.com/subject/4038280/",
    "imdb_rating": "8.2/10 from 41 users",
    "trans_title": [
        "马格达莉"
    ],
    "douban_votes": "0",
    "introduction": "1930年的加利福尼亚。纷纷涌向这里的人们梦想着找到好运气，这是一个梦想成真的地方。在帕萨迪纳市的一栋装饰艺术风格的房子的百叶窗后，马格达莉在痛苦地弹着她的钢琴，她陷入了一场毫无生气的婚姻，被封锁在这个奢华的世界里却觉得无依无靠。死，是她唯一的希望。一天，一个偶然上门推销员的到来却给她一丝生活的气息。米戎并不想跨过这道门槛，他给马格达莉带来了绝望中最美的时刻。而夜的旋律正悄悄改变着他们生活的进程……1930 - California. People flock here in the hope of seeking fame and fortune. This is the place where dreams come true. Behind the stylish art deco shutters of a Pasadena home, Magdalene struggles with her piano. The keys, which once responded so willingly to her touch, are now cold. Magdalene has trapped herself in a lifeless marriage, caged in a sumptuous world in which she is rootless. Through her own choices, she has been pushed to the side of her own life - in abandoning her music, she has lost the better part of herself. Death is her only hope. But a last breath of life knocks on her front door in the unexpected form of a door-to-door salesman. Miron is unaware that in stepping over the threshold, he is playing a part in Magdalene's greatest hour of despair. The night's tune will stir them in a way that will alter the course of their lives.",
    "chinese_title": "马格达莉",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Magdalene",
    "imdb_rating_average": 8.2,
    "douban_rating_average": 0,
    "update_at": "2025-11-02T13:42:07"
}