{
    "aka": [],
    "sid": "4038789",
    "cast": [
        {
            "url": "/celebrity/1000230/",
            "name": "埃德加·拉米雷兹 Édgar Ramírez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1193515/",
            "name": "Pastor Oviedo Pastor Oviedo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "动作",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2869322057.jpg",
    "region": [
        "委内瑞拉"
    ],
    "writer": [
        {
            "url": "/celebrity/1277471/",
            "name": "阿尔贝托·阿维罗 Alberto Arvelo",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1178642",
    "director": [
        {
            "url": "/celebrity/1277471/",
            "name": "阿尔贝托·阿维罗 Alberto Arvelo",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2007"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1178642/",
    "imdb_votes": 194,
    "this_title": [
        "Cyrano Fernández"
    ],
    "douban_link": "https://movie.douban.com/subject/4038789/",
    "imdb_rating": "5.9/10 from 194 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "This is another good step in the new wave of Venezuelan cinema that has spurred in the last 5 to 6 years. This movie, has a simple story, of a guy who is in love with a woman, and then another man comes in and also falls in love with her. Edgar Ramirez gives a very strong performance as Cyrano, the main characters who forms part and leads a group called the tupamaros, which defends the barrio from delinquents and drug dealers. The dramatic effect and the plot of the movie is affected negatively by poor acting from the other leads and supporting actors, who did not convince the public, or at least me as real actors. I would recommend the movie, I know acting is almost the most important part of cinema, but the lead actor gives a good performance and it is a good story set in the barrios of Venezuela.Amid poverty, corruption and murder, Cyrano pines for the impossibly beautiful Roxana (Jessika Grau), by crafting unsent declarations of love in between stints ghostwriting for a local rapper. Everything changes with the arrival of young Cristian (Pastor Oviedo), who, while challenging Cyrano for Roxana's affection, inadvertently sparks a gang war. Arvelo's camera swirls throughout the ensuing chaos, capturing the small joys of a destitute community, without neglecting the accompanying hardships. Powered by hypnotic music and a remarkable lead performance, “Cyrano Fernandez” suggests that honor isn't dead yet —you just need to look harder, and in unexpected places, to find it.",
    "chinese_title": "Cyrano Fernández",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-07-21T16:08:52"
}