{
    "aka": [
        "Teo's Voyage"
    ],
    "sid": "4038782",
    "cast": [
        {
            "url": "/celebrity/1205869/",
            "name": "Andrés Márquez Andrés Márquez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028096/",
            "name": "德洛丽丝·赫雷迪亚 Dolores Heredia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1147535/",
            "name": "Arcelia Ramírez Arcelia Ramírez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128709/",
            "name": "劳尔·门德兹 Raúl Méndez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1100929/",
            "name": "埃内斯托·戈麦斯·克鲁斯 Ernesto Gómez Cruz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1059768/",
            "name": "达米安·阿尔卡扎 Damián Alcázar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1311184/",
            "name": "Erick Cañete Erick Cañete",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905228086.jpg",
    "region": [
        "墨西哥"
    ],
    "writer": [
        {
            "url": "/celebrity/1282523/",
            "name": "Walter Doehner Walter Doehner",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0940789",
    "director": [
        {
            "url": "/celebrity/1282523/",
            "name": "Walter Doehner Walter Doehner",
            "@type": "Person"
        }
    ],
    "duration": "Argentina: 90 分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0940789/",
    "imdb_votes": 136,
    "this_title": [
        "El viaje de Teo"
    ],
    "douban_link": "https://movie.douban.com/subject/4038782/",
    "imdb_rating": "6.3/10 from 136 users",
    "trans_title": [
        "泰欧的旅行",
        "Teo's Voyage"
    ],
    "douban_votes": "0",
    "introduction": "Teo, a 9-year-old Mexican boy, has grown up with his uncle as his father, Wenceslao, has spent most of Teo's life in prison. On his release from prison, Wenceslao decides to escape to the United States. Teo and Wenceslao meet in the kitchen of the house that is Teo's home and together embark on a journey towards an uncertain future. Father and son cross the American border illegally. During the night they are assaulted and robbed, and Teo runs away and gets lost. Chuy, a 12 year old boy, finds him and helps him cross the desert. His father arrested, Teo has to wait at the Nogales road block. As the days pass, and more men and women attempt to cross in vain, the friendship between Teo and Chuy grows.A child's reunion with his ne'er do well father is cut short in the midst of a dangerous journey in this drama from Mexico. Teo (Erick Caneta Guerrero) is a boy who was born and raised in Oaxaca, Mexico. Teo's father Wenceslao (Damian Alacazar) has been little more than a stranger to him; often on the wrong side of the law, Wenceslao has spent most of Teo's life in jail, and the boy has been raised primarily by his uncle. When Wenceslao is finally released from behind bars, it doesn't take him long to run afoul of the law again, and he decides to flee to the United States. However, he decides to take Teo with him, which alarms the youngster more than anything else. Chuy (Andres Marquez) is a \"coyote\" who helps Mexicans slip across the border into the United States for a price, and as he's guiding Wenceslao and Teo to their new home, they're attacked by a gang of thieves with a grudge against Wenceslao. With Teo once again alone after his father is abducted, Chuy helps him find the bandits as they make their way to America. El Viaje de Teo (aka Teo's Journey) was an official selection at the 2008 Guadalajara Film Festival.",
    "chinese_title": "泰欧的旅行",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "El viaje de Teo",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-02-23T15:13:43"
}