{
    "aka": [
        "Wanted: Good-looking Receptionist And Messenger With His Own Motorcycle"
    ],
    "sid": "4038749",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1977",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "委内瑞拉"
    ],
    "writer": [],
    "imdb_id": "tt0076676",
    "director": [
        {
            "url": "/celebrity/1021369/",
            "name": "Alfredo Anzola Alfredo Anzola",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1977"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0076676/",
    "imdb_votes": 37,
    "this_title": [
        "Se solicita muchacha de buena presencia y motorizado con moto propia"
    ],
    "douban_link": "https://movie.douban.com/subject/4038749/",
    "imdb_rating": "7.0/10 from 37 users",
    "trans_title": [
        "Wanted: Good-looking Receptionist And Messenger With His Own Motorcycle"
    ],
    "douban_votes": "0",
    "introduction": "Two people (a young man and woman) answer an ad (summarized in the title of this film) placed by a furniture store owner, and discover - after they are hired and work there for awhile, that the owner is into some shady dealings. Soon the young man has conned his crooked boss into thinking that he has connections with even bigger crooks, aiming to get his boss in a sting operation if possible.100% VENEZUELA will show 14 films from the South American oil-exporting country. Presented by NYU’s King Juan Carlos Center, Department of Spanish and Portuguese and Center for Latin American and Caribbean Studies, the Festival focuses on the violence that has characterized Venezuelan cinema through its history, exhibiting classic films from the 80’s and 90’s, and the most recent productions of Venezuelan filmography. 100% VENEZUELA wants to trace a history of violence in this very polemic Latin-American country. Solveig Hoogesteijn, Diego Risquez and Alfredo Anzola, among other important Venezuelan filmmakers, will attend the screenings and participate in a symposium.",
    "chinese_title": "Se solicita muchacha de buena presencia y motorizado con moto propia",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-05-23T13:44:42"
}