{
    "aka": [],
    "sid": "4038836",
    "cast": [
        {
            "url": "/celebrity/1010470/",
            "name": "安帕罗·穆尼奥斯 Amparo Muñoz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1138109/",
            "name": "古斯塔沃·萨尔梅龙 Gustavo Salmerón",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1129150/",
            "name": "Mercedes Ortega Mercedes Ortega",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125133/",
            "name": "米格尔·莫利纳 Miguel Molina",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1058816/",
            "name": "玛丽亚·阿斯奎里诺 María Asquerino",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1058576/",
            "name": "西蒙·安德鲁 Simón Andreu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1294431/",
            "name": "黛安娜·培耶 Diana Peñalver",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1996",
    "genre": [
        "剧情",
        "恐怖",
        "犯罪",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867785663.jpg",
    "region": [
        "西班牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1276494/",
            "name": "埃利奥·基罗加 Elio Quiroga",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0116346",
    "director": [
        {
            "url": "/celebrity/1276494/",
            "name": "埃利奥·基罗加 Elio Quiroga",
            "@type": "Person"
        }
    ],
    "duration": "93 分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1996"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0116346/",
    "imdb_votes": 214,
    "this_title": [
        "Fotos"
    ],
    "douban_link": "https://movie.douban.com/subject/4038836/",
    "imdb_rating": "5.3/10 from 214 users",
    "trans_title": [
        "照片"
    ],
    "douban_votes": "0",
    "introduction": "Azucena is 22 years old and lives with her mother, who, due to a past trauma, can no longer speak. Azucena works in a photography lab with her best friend Paqui, and has just broken up with her latest boyfriend Dani. Azucena lives in fear of sex and physical contact, hiding in her own sheltered world. Cesar, a plastic artist feels an obsessive attraction for Azucena, as a result, making her his inspiration. This obsession is painfully observed by Jacinto, the unstable artist's lover, who is himself involved in a violent and destructive relationship with Cesar. Cesar, blinded by passion for Azucena, tries to force himself on her one day while she is modeling for him. Azucena, feeling violated, flees the studio, leaving Cesar desolate. sees a vision, someone wishes to help her find her way and, in the process some answers. She finds herself going to a nightclub where she meets Narciso, a stripper at the club. The attraction between them is immediate, and for the first time, Azucena bares her body for a man and they make love. But Narciso harbors many secrets in his life, which will soon come to light. He has a sick, even monstrous relationship with his unbalanced parents, who will do all they can to destroy the love between their son and Azucena. She too, hides a dark secret in her past which has shaped her life. Sharing their secrets with each other reinforces the love between Azucena and Narciso, leading them towards a decision which could change their existences, allowing then to live their lives to the fullest. But Cesar, alone and blinded by the pain of being abandoned by Azucena, takes his life, despite efforts by Jacinto to save him. This even will bring unexpected results.",
    "chinese_title": "照片",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Fotos",
    "imdb_rating_average": 5.3,
    "douban_rating_average": 0,
    "update_at": "2025-04-05T05:29:13"
}