{
    "aka": [],
    "sid": "4043906",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1423455",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-10-02"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1423455/",
    "imdb_votes": 26,
    "this_title": [
        "The Providence Effect"
    ],
    "douban_link": "https://movie.douban.com/subject/4043906/",
    "imdb_rating": "8.1/10 from 26 users",
    "trans_title": [
        "影响普罗维登斯的人"
    ],
    "douban_votes": "0",
    "introduction": "Paul Adams III, an African-American man with activist roots in the 1960's civil rights movement, came from a family of teachers. After being black listed himself as a teacher in Alabama because of his civil rights activities, he moved to Chicago, received a master's degree in psychology, and then landed a job as guidance counselor at Providence St. Mel, an all-black parochial school on Chicago's notorious drug-ridden, gang-ruled West Side. A year after his arrival, Adams became principal, only to be told the following year that Chicago's archdiocese was going to close the school. After orchestrating a fundraising campaign that received national and local media attention, funds poured in and enabled Adams to buy the school outright from the archdiocese and convert it to a not-for-profit independent school.That was 30 years ago. Since then, 100% of Providence St. Mel graduates have gone on to college, half of them, during the last seven years, to first tier and Ivy League colleges and universities. The Providence Effect traces the school's development from a struggling shoe-string budget dream into a school and a method of teaching that produces not only inspired students, but parents, teachers and administrators dedicated to settling for nothing less than the highest expectations.The Providence Effect is the debut production of Dinosaurs of the Future as a feature documentary production company.  The film reflects the company's focus on educational opportunities for all children and its recognition that the education of all children is in the best interest of all.",
    "chinese_title": "影响普罗维登斯的人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Providence Effect",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-09-17T07:21:54"
}