{
    "aka": [],
    "sid": "4043767",
    "cast": [
        {
            "url": "/celebrity/1424596/",
            "name": "马菲 Fei Ma",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情",
        "儿童"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2571630509.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "88分钟",
    "episodes": "",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2008(中国大陆)"
    ],
    "this_title": [
        "不想长高的孩子"
    ],
    "douban_link": "https://movie.douban.com/subject/4043767/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "一部反映农村留守儿童学习生活的影片。片中以冷冬冬为代表的几个小学生，父母都在外地打工，只好跟着爷爷、奶奶生活，冷冬冬家里只有奶奶，生活、学习就更困难了。孩子们想妈妈，想坐火车到滨哈市去看妈妈，因为超过1米1需要买火车票，所以他们千方百计不想长高。后来，一位老列车长偶然得知情况后，答应有条件带他们去看妈妈。为了达到老列车长允许去看妈妈所要求的学习成绩，几个孩子以此为动力互相帮助，冷冬冬的学习成绩有了很大进步。在影片的结尾，冷冬冬因为数学成绩比老列车长所要求的少了一分，主动放弃了和同学一起坐火车去滨哈市看妈妈的机会，而是决心要沿着铁道线走到滨哈市去看妈妈。通过这个故事，我联想到我自己，我每天坐在温暖明亮的教室里，在学校有老师的精心哺育，在家里有爸爸妈妈的细心呵护，我们总是衣来伸手，饭来张口，从未体会过老师、父母工作的辛苦和生活的艰辛，和那些农村留守儿童相比，我们是多么的幸福与快乐，我们有什么理由不珍惜今天幸福快乐的生活，有什么理由不努力学习呢？在拍摄影片的过程中，我不但受到了教育，也学会了很多在父母身边学不到的东西，我在这里向各位家长汇报一下我的收获与快乐。一、团结合作最重要。影片中有许多镜头需要和其他小演员配戏。一个演员表演不到位，就得重拍，有时一个镜头要拍十遍甚至二十遍。表演得好，也要拍四五遍，因为导演要选最好的。这就要求大家互相配合，相互谅解，不能相互指责，不能因为自己拍的好，别人拍的不好就去说别人，发牢骚。二、学会战胜自我。在拍片过程中，我的腿扎了一根象牙签一样长的刺，因为医生当时没发现，后来发炎化脓了，做了三次引流，还打了一周的点滴，吃了不少苦。为了不影响拍电影，我早晨4点钟起床打点滴，然后马上坐剧组等在医院外专门来接我的车赶到拍片现场，带伤坚持参加拍摄。拍完影片回来后，每当我有畏难情绪的时候，妈妈爸爸就用这件事鼓励我战胜困难。三、成功的背后是艰辛。平时我们在银幕上看到的都是演员们风光的一面，其实做演员是很辛苦的。我们每天早晨五点钟起床吃饭化妆，中午在尘土飞扬的路边吃盒饭，晚上一定要拍完当天的计划才能收工。有的时候，工作人员穿着厚厚的夹克衫，而我因为剧情需要，却穿着背心、短裤。我记得我戏份最多的一天拍了12场戏，到夜里11点多时开始拍下雨的戏。在雨天是不能拍戏的，这种戏要用人工方法拍摄，用喷枪喷雨，还要放烟雾，还放一种类似焰火声音的东西，这样才有雷雨交加的效果。因为有的镜头要重复拍摄，一直排到后半夜一点多才结束。其实一开始拍的时候我的衣服就湿透了，但我还是坚持下来了。四、快乐无处不在。不管拍电影是多么艰苦，但我还是有很多的快乐，比如，休息的时候，在车上打扑克，在火车上吃东西，和小伙伴们一起玩儿等等。总之，快乐无处不在，不要因为快乐的时候少，就不去快乐；不要因为烦恼的时候多，就脾气暴躁。这就和“勿以善小而不为，勿以恶小而为之”是一个道理。",
    "chinese_title": "不想长高的孩子",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-16T06:21:09"
}