{
    "aka": [],
    "sid": "4044860",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1330999/",
            "name": "刘夏同 Xiatong Liu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1330999/",
            "name": "刘夏同 Xiatong Liu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2009"
    ],
    "this_title": [
        "梨香"
    ],
    "douban_link": "https://movie.douban.com/subject/4044860/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "偏僻的坪坝村距离乡镇二十余公里。偏僻的平坝村距离邻村约十七公里。偏僻的平坝村用几间“废墟”似的瓦房充当学校，没有教师甘心留此任教。这所学校仿佛成了幽灵的洞穴……偏僻的平坝村人贫志短。多少年来，从这里走出去的大学生只有一个一一村支部书记的女儿顾叶！这只从山沟里飞出去的金凤凰，早已不愿留恋母地。日思夜想的想要彻底的飞出偏僻的平坝村，飞向城市……与顾叶青梅竹马、两小无猜得退伍兵刘未，在军队复现役期间充分认识到文化的重要性，回想起偏僻的平坝村教育落后、条件艰苦，留不住有学识、有能力的好老师，做不到城乡教育结合的教育水平。于是，发展家乡的教育事业成了刘未得终极目标。他放弃自己发展前途的机会，在阻碍重重之中，立志回乡“先致富，再兴学”。他的名号“疯子”在人群中流传开来……年轻的女教师文研从小到大想做有意义的事情，现在机会来了一一援教！她不相信偏僻的平坝村永远偏僻，决心在此扎根，帮助平坝村的人们建设平坝村……偏僻的平坝村没有几个人支持“疯子”刘未。刘未只能孤独地奋斗，他将“刘家岩”的几块荒地开垦成菜地。后来，这几块菜地成了刘未得苹果园。岂料，苹果即将丰收时节，果实僵了，毁了刘未的希望，经文研的同学朱兰地质研究得出结论：偏僻的平坝村不可以种植苹果树，而利于栽种梨树。刘未忧伤过后，尽数砍掉苹果树，栽上梨树。有时一年春来到，“刘家岩”成了一片香雪海……历经磨难，平坝村的人们终于理解了刘未与文研。雪梨成了平坝村的发展主题。“先致富、在兴学”，“自力更生、不给政府找麻烦”的口号在平坝村的人们心中喊响！偏僻的平坝村成了梨花的海洋，漫山遍野白茫茫，处处可闻梨花香！……偏僻的平坝村雪梨丰收，又陷入了销售的苦海之中。道路不好，雪梨无法运出平坝村。此时的平坝村人心向上，团结一致，众志成城。在村党支部顾书记的带领下，平坝村的父老乡亲齐上阵，先修路，再运梨……正当平坝村凑齐重建学校的钱，却有了“并校”风波。寻找旗杆成了平坝村的人们的头等大事。为了表达对党的忠诚，人们欲用一根么没有结头的树来竖旗帜。终于，这样的旗杆没有找到……平坝村的人们的举动引起了教育部门的高度重视，结合平坝村的实际情况，在平坝村的学校前竖起一根崭新的旗杆。从此，五星红旗在平坝村的学校上空迎风飘扬……雪梨成了平坝村的致富工具；平坝村的雪梨叫响了自己的名字，卖出了自己的品牌；偏僻的平坝村不再偏僻！后来，平坝村的人们真正富起来了；平坝村成了雪梨基地；平坝村的学校成了重点小学",
    "chinese_title": "梨香",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-06T12:13:17"
}