{
    "aka": [
        "How International Bankers Gained Control of America"
    ],
    "sid": "4046875",
    "cast": [
        {
            "url": "/celebrity/1106498/",
            "name": "Rick James Rick James",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1996",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2327791962.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1954955",
    "director": [],
    "duration": "210分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1996"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1954955/",
    "imdb_votes": 799,
    "this_title": [
        "The Money Masters"
    ],
    "douban_link": "https://movie.douban.com/subject/4046875/",
    "imdb_rating": "8.6/10 from 799 users",
    "trans_title": [
        "金钱主人",
        "How International Bankers Gained Control of America"
    ],
    "douban_votes": "132",
    "introduction": "本片是以指责现代银行系统为途径，旨在恢复金本位为目的。是1996年发行的一部由主创人员业余制作的一部纪录片，当时并没有太大影响，IMDb都没有此片的页面。次贷危机出现之后，这一话题又热了起来，本片导演Bill Still就势又适时的制作了两部附片：MONEY AS DEBT I & II。总的来说是一部阴谋论作品，和所有其他阴谋论一样，是很不错的消遣用品。同时也提出了些疑问，各位观众下去认真研究一下，不要无凭无据，人云亦云。毛主席讲话，“我们的口号是：一，不做调查没有发言权。二，不做正确的调查同样没有发言权。”发本片的另一个目的。去年很火的宋鸿兵的《货币战争》涉嫌抄袭本片，竟然没给加到参考文献里。其实宋还算老实，自己在书上写了“编著”二字而不是“著”，出版商则相对更无耻些，骗得一些不知道出版物常识的人以为宋同志有多么伟大。和《时代精神》不同，主创不是公益组织，这片子是卖钱的。正如其网站所说，“This video/DVD is NOT in the public domain - it is copyrighted material.”本片非公有领域，制片方享有版权。(以下是本片目录结构)IntroductionThe ProblemThe Money ChangersRoman EmpireThe Goldsmiths of Medieval EnglandTally sticksThe Bank of EnglandThe Export of Private Central Banking to AmericaThe Rise of the RothschildsThe American RevolutionThe Bank of North AmericaThe Constitutional ConventionFirst Bank of the U.S.Napoleon's Rise to PowerDeath of the First Bank of the United StatesWar of 1812, WaterlooAndrew Jackson Kills the Second Bank of the U.S.Second Bank of the U.S.Andrew JacksonAbe Lincoln and the Civil WarThe Return of the Gold StandardFree SilverJ.P. Morgan / 1907 CrashThe Rise of the Federal Reserve Act of 1913Jekyll IslandFederal Reserve ActJ.P. Morgan / WWIRoaring 20s / Great DepressionFDR / WWII / Fort KnoxConclusion and Monetary Reform ActWorld Central Bank and Conclusions.（以下是《货币战争》目录）目录前言 起航的中国经济航母，会一帆风顺吗？第一章 罗斯切尔德家族：“大道无形”的世界首富拿破仑的滑铁卢与罗斯切尔德的凯旋门罗斯切尔德起家的时代背景老罗斯切尔德的第一桶金内森主宰伦敦金融城杰姆斯征服法兰西所罗门问鼎奥地利罗斯切尔德盾徽下的德国和意大利罗斯切尔德金融帝国第二章 国际银行家和美国总统的百年战争刺杀林肯总统货币发行权与美国独立战争国际银行家的第一次战役: 美国第一银行(1791-1811)国际银行家卷土重来：美国第二银行（1816-1832)“银行想要杀了我，但我将杀死银行”新的战线：“独立财政系统”国际银行家再度出手造成 “１８５７年恐慌”美国内战的起因源于欧洲的国际金融势力林肯的货币新政林肯的俄国同盟者谁是刺杀林肯的真凶？致命的妥协：1863年国家银行法第三章 美联储：私有的中央银行神秘的哲基尔岛华尔街七巨头：美联储的幕后推手策立美联储的前哨战：1907年银行危机从金本位到法定货币（Fiat Money)：银行家世界观的大转变1912年大选烽烟B计划美联储法案过关，银行家美梦成真谁拥有美联储?美联储第一届董事会不为人所知的联邦咨询委员会第四章 战争与大衰退：国际银行家的“丰收时节”没有美联储，就没有第一次世界大战战争中的美联储“为了民主和道德原则”，威尔逊走入战争美国战时的重要人物凡尔赛和约：一份为期２０年的休战书“剪羊毛”与美国1921年农业衰退国际银行家的1927年密谋1929年泡沫破裂: 又一次“剪羊毛”行动策划大衰退的真正图谋第五章 廉价债务货币的“新政”凯恩斯的 “廉价货币”1932年总统大选谁是富兰克林. 德兰诺.罗斯福废除金本位：银行家赋予罗斯福的历史使命“风险投资”选中了希特勒华尔街资助下的纳粹德国昂贵的战争与廉价的货币第六章 统治世界的精英俱乐部“精神教父”豪斯上校与“外交协会”国际清算银行：中央银行家的银行国际货币基金组织（IMF）与世界银行统治世界的精英集团彼尔德伯格俱乐部三边委员会第七章 诚实货币的最后抗争总统令11110号: 肯尼迪的死亡证书白银美元的的历史地位银本位的终结“黄金互助基金”特别提款权废除黄金货币的总攻“经济刺客”与石油美元回流里根：离心脏仅一毫米的子弹打碎了金本位的最后希望第八章 不宣而战的货币战争1973年中东战争: 美元反击战保罗.沃尔克：世界经济“有控制地解体”世界环保银行: 要圈地球30%的陆地金融核弹：目标东京索罗斯：国际银行家的金融黑客狙击欧洲货币的“危机弧形带”亚洲货币绞杀战中国未来的寓言第九章 美元死穴与黄金一阳指部分储备金体系: 通货膨胀的策源地债务美元是怎样“炼成”的美国的“债务悬河”与亚洲人民的“白条”金融衍生品市场的“霸盘生意”房利美和房地美: “第二美联储”黄金：被软禁的货币之王一级警报：2004年罗斯切尔德退出黄金定价黄金一阳指第十章 谋万世者货币：经济世界的度量衡金银：价格动荡的定海神针债务货币脂肪与GDP减肥金融业: 中国经济发展的“战略空军”未来的战略：“高筑墙，广积粮，缓称王”金银中国元：迈向世界储备货币之路有消息称：“近日从美国的一名纪录片制片人处得到消息，他认为《货币战争》确实抄袭了他的影片《The Money Master》(《钱的主人》)的内容，并且准备采取相应的方法来维权！该片制片人帕里克先生表示：“我们已获得了一本翻译版本，正在通过翻译本，去判断抄袭行为是否属实。从目前的情况看来，抄袭行为属实，至少我们已经知道书中的很大篇幅内容来自于我们的影片。这本书的作者宋先生从来没有和我们联系过，也不可能获得我们的许可去使用我们的作品，他的这种行为侵犯了我们的著作权。”",
    "chinese_title": "金钱主人",
    "douban_rating": "8.1/10 from 132 users",
    "foreign_title": "The Money Masters",
    "imdb_rating_average": 8.6,
    "douban_rating_average": "8.1",
    "update_at": "2025-03-16T21:33:41"
}