{
    "aka": [
        "Cabaret1993年伦敦复排版",
        "夜总会",
        "酒店"
    ],
    "sid": "4047130",
    "cast": [
        {
            "url": "/celebrity/1014047/",
            "name": "简·霍洛克斯 Jane Horrocks",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1006980/",
            "name": "艾伦·卡明 Alan Cumming",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048320/",
            "name": "莎拉·克斯托曼 Sara Kestelman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010715/",
            "name": "亚当·戈德利 Adam Godley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1343223/",
            "name": "克里斯托弗·斯坦斯 Christopher Staines",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1993",
    "genre": [
        "剧情",
        "歌舞"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2514836300.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1038395/",
            "name": "乔·麦斯特洛夫 Joe Masteroff",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019629/",
            "name": "约翰·范·德鲁登 John Van Druten",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050283/",
            "name": "克里斯托弗·艾什伍德 Christopher Isherwood",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0436153",
    "director": [
        {
            "url": "/celebrity/1048021/",
            "name": "萨姆·门德斯 Sam Mendes",
            "@type": "Person"
        }
    ],
    "duration": "106分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1993"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0436153/",
    "imdb_votes": 577,
    "this_title": [
        "Cabaret"
    ],
    "douban_link": "https://movie.douban.com/subject/4047130/",
    "imdb_rating": "8.1/10 from 577 users",
    "trans_title": [
        "歌厅",
        "Cabaret1993年伦敦复排版",
        "夜总会",
        "酒店"
    ],
    "douban_votes": "362",
    "introduction": "In 1993, Sam Mendes directed a new production of the show for the Donmar Warehouse in London's West End. It starred Jane Horrocks as Sally, Adam Godley as Cliff, Alan Cumming as the Emcee and Sara Kestelman as Frau Schneider. Cumming received an Olivier Award nomination for his performance and Kestelman won the Olivier for Best Supporting Performance in a Musical. Mendes' conception was a very different show from either the original production or the rather conventional first revival. The most significant change was the character of the Emcee. The role, as played by Joel Grey, in both prior incarnations, was an asexual, malevolent character in a tuxedo with rouged cheeks. Alan Cumming's portrayal was highly sexualized, wearing suspenders (i.e. braces) around his crotch and red paint on his nipples.[4] The cabaret number \"Two Ladies\" was staged with the Emcee, a cabaret girl, and a cabaret boy in drag and included a shadow play simulating various sexual positions.[5] The score was entirely re-orchestrated, utilizing synthesizer effects and expanding the stage band, with all the instruments now being played by the cabaret girls and boys. The brutally satiric \"Sitting Pretty\", with its mocking references to deprivation, despair and hunger, was eliminated entirely, as it had been in the film version, and replaced with \"Money\". \"I Don't Care Much\", which was cut from the original production, was reinstated, and \"Mein Herr\" and \"Maybe This Time\", from the film adaptation, were added to the score.[5] Staging details differed as well; instead of \"Tomorrow Belongs To Me\" being performed by a male choir, the Emcee plays a recording of a boy soprano singing it. Most dramatic of all was in the final scene in which the Emcee removes his outer clothes to reveal a striped suit of the type worn by the internees in concentration camps on which were pinned a yellow badge (identifying a Jewish prisoner) and a pink triangle (denoting a homosexual prisoner). Other changes included added references to Cliff's bisexuality, including a brief scene where he kisses one of the Cabaret boys.",
    "chinese_title": "歌厅",
    "douban_rating": "8.8/10 from 362 users",
    "foreign_title": "Cabaret",
    "imdb_rating_average": 8.1,
    "douban_rating_average": "8.8",
    "update_at": "2025-06-20T11:49:37"
}