{
    "aka": [
        "Playing Columbine: A True Story of Video Game Controversy"
    ],
    "sid": "4048850",
    "cast": [
        {
            "url": "/celebrity/1282461/",
            "name": "Kevin DiNovis Kevin DiNovis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1254332/",
            "name": "Lawrence G. Walters Lawrence G. Walters",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037979/",
            "name": "丹·米尔维什 Dan Mirvish",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005694/",
            "name": "Christopher Lynn Christopher Lynn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1230888/",
            "name": "Jack Thompson Jack Thompson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1170630/",
            "name": "Danny Ledonne Danny Ledonne",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045822/",
            "name": "Tom Fulp Tom Fulp",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2594127679.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1147621",
    "director": [
        {
            "url": "/celebrity/1170630/",
            "name": "Danny Ledonne Danny Ledonne",
            "@type": "Person"
        }
    ],
    "duration": "USA: 94 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1147621/",
    "imdb_votes": 184,
    "this_title": [
        "Playing Columbine"
    ],
    "douban_link": "https://movie.douban.com/subject/4048850/",
    "imdb_rating": "7.1/10 from 184 users",
    "trans_title": [
        "Playing Columbine: A True Story of Video Game Controversy"
    ],
    "douban_votes": "0",
    "introduction": "On April 20th 1999, the United States was rocked by a horrific school shooting at Columbine High School in Littleton, Colorado. In the years to follow, many forms of media began to sort out the events of that day. Books were published. Films were produced. Then in 2005, one Colorado man created an amateur videogame exploring the actions and possible motives of the two shooters. Offered as a free online computer game, it was downloaded over half a million times, became immensely controversial and brought a pressing question to the public discussion: we can read Columbine, we can watch Columbine, but can we play Columbine? Moreover, should we?After being made on a shoestring budget with entry-level middleware, Super Columbine Massacre RPG! easily provoked more debate and discussion than one could imagine a 16-bit role-playing game ever would. In the documentary Playing Columbine: a true story of videogame controversy, the journey of the game is traced back to its inception, through the 2006 shooting at Dawson College in which the game was singled out by the media as a \"murder simulator\" that \"trained\" the shooter, and finally the game's removal from the list of finalists at the Slamdance 2007 Guerrilla Gamemaker Competition - prompting half the entries and a sponsor to pull out of the festival in protest. Clearly the game has polarized audiences worldwide, giving way to ardent defenders as well as staunch critics. Beyond the controversial game itself, the film explores how controversial media is covered in the press, the school shooting phenomenon, and the future of games as an expressive medium.While created to reflect upon the shooting at Columbine and provide critical commentary on the media's incitement of \"moral panic\" over videogames in the aftermath of the tragedy, SCMRPG itself inadvertently became yet another layer in the debate it was attempting to engage in. Playing Columbine brings together game industry leaders, theorists, and developers, authors, filmmakers, journalists, elected officials, school shooting survivors, concerned citizens, festival organizers, media activists, free speech loyalists, and videogame players to examine the issues surrounding the future of videogames as an art form and how one game has touched upon the larger development of an emergent form of expression.Doubtless videogames offer a new type of experience to audiences - not just banal space battles and street fights - but also about the world we live in. What does it mean to play Columbine? What can we gain from interactive media - particularly with regard to difficult subject matter? And, of course, why is playing Columbine so controversial when watching or reading about it has become commonplace?",
    "chinese_title": "Playing Columbine",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-09-28T17:28:11"
}