{
    "aka": [
        "魔兽天蛾人（台）"
    ],
    "sid": "4049707",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2548228522.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1243632/",
            "name": "李成真 Lee Sung Jin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014656/",
            "name": "Patrick Walsh Patrick Walsh",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1514425",
    "director": [],
    "duration": "91分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010-04-24"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1514425/",
    "imdb_votes": 1423,
    "this_title": [
        "Mothman"
    ],
    "douban_link": "https://movie.douban.com/subject/4049707/",
    "imdb_rating": "3.4/10 from 1423 users",
    "trans_title": [
        "恐怖天蛾人",
        "魔兽天蛾人（台）"
    ],
    "douban_votes": "106",
    "introduction": "'Mothman' was yet another miserable 'original' film that SyFy decided to torture viewers with. Who at the SyFy Network is drinking the wrong Kool-Aid? They need to hire knowledgeable and intelligent decision makers when it comes to their line-up and production processes. The only thing redeemable about 'Mothman' is that the acting is above average for SyFy original features. The cast did a pretty good job with such a crazy, undeveloped storyline and script. The special effects were really pitiful - worse than the old dinosaur flicks from the 50's and 60's. With today's technology, someone with creativity and skill could have created much better effects with home computer equipment. I believe that any movie worth making is worth making right - as right as possible anyway. This starts with the writers of course. A solid plot, storyline and dialog really are the most important - special effects can enhance or destroy a film as well. Continuity is a major element in both, in order to eliminate possible holes and aid in believability. I guess the production company didn't have anyone who could provide continuity for the script or work-flow during filming and editing. Oh well. And why the heck did 'SciFi' change their name to 'SyFy'? Ridiculous!",
    "chinese_title": "恐怖天蛾人",
    "douban_rating": "4.9/10 from 106 users",
    "foreign_title": "Mothman",
    "imdb_rating_average": 3.4,
    "douban_rating_average": "4.9",
    "update_at": "2025-04-06T16:00:15"
}