{
    "aka": [
        "冤家对对碰 第三季",
        "欢喜冤家 第三季",
        "靠谱恋爱 第三季"
    ],
    "sid": "4049928",
    "cast": [
        {
            "url": "/celebrity/1031865/",
            "name": "杰克·达文波特 Jack Davenport",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010587/",
            "name": "吉娜·贝尔曼 Gina Bellman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1060641/",
            "name": "莎拉·亚历山大 Sarah Alexander",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275737/",
            "name": "本·迈尔斯 Ben Miles",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031846/",
            "name": "理查德·柯伊尔 Richard Coyle",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1080554/",
            "name": "Mariella Frostrup Mariella Frostrup",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022647/",
            "name": "艾米莉娅·福克斯 Emilia Fox",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313290/",
            "name": "凯特·伊西特 Kate Isitt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1098374/",
            "name": "卢·吉什 Lou Gish",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2375152470.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1274314/",
            "name": "史蒂文·莫法特 Steven Moffat",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0549663",
    "director": [
        {
            "url": "/celebrity/1282247/",
            "name": "马丁·丹尼斯 Martin Dennis",
            "@type": "Person"
        }
    ],
    "duration": "30分钟",
    "episodes": "7",
    "language": [
        "英语"
    ],
    "playdate": [
        "2002-09-23(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0549663/",
    "imdb_votes": 601,
    "this_title": [
        "Coupling Season 3"
    ],
    "douban_link": "https://movie.douban.com/subject/4049928/",
    "imdb_rating": "8.5/10 from 601 users",
    "trans_title": [
        "冤家成双对 第三季",
        "冤家对对碰 第三季",
        "欢喜冤家 第三季",
        "靠谱恋爱 第三季"
    ],
    "douban_votes": "8020",
    "introduction": "本剧集是BBC 2台2000年正式推出的以青年人为题材和对象的系列情景喜剧，创意和编剧均由Steven Moffat一人担当。三男三女的主要人物构成很容易使人联想到当时正走红（其实已经在走下坡路）的《Friends》，因此很有不少根本没看过本剧的媒体人士和评论家想当然地将本剧称作英国版的《Friends》，而在那些有幸欣赏过本剧的观众们看来，《Coupling》在情节设定、人物表演、喜剧元素的设计和表现等诸多方面所达到的水平，要比《Friends》高几个档次。相比之下，《Friends》只能说是一部“业余”水平的好作品而已。当然总体来说，英剧的水准本身就高于美剧，这和英剧注意保持创意、编剧一体化是分不开的，美剧的创意一般也就为最初几集编剧，以后主要的编剧工作都是由其它编剧根据最初的角色设定来自由发挥，编剧队伍的构成也是不断变化，老的走新的来，造成美剧情节连贯性差甚至前后矛盾，故事往往缺乏深度，人物性格平面化，缺少发展。这都是题外话了。《Coupling》的主要人物包括优柔寡断、性格不成熟的帅哥Steve，Steve的莫逆之交、举止语言古怪、总也找不到女友的Jeff，头脑简单、外表性感的“donkey” Patrick三位对Porn、特别是lesbian porn非常热中的男士，以及Steve的前女友、神神叨叨、擅用性感作武器的Jane，Steve的继任女友、Jeff的同事、曾经非常“不羁”（包括和Jeff还有Patrick）过的Susan，Susan的莫逆、对衰老和肥胖极度敏感的美容师Sally三位女士。在第一集中，Steve决定“再次”和女友Jane分手，结果却被Jane三言两语引诱到洗手间亲热；Patrick想把和Susan的关系再进一步，却被告知根本不存在什么“关系”； Susan在洗手间碰到匆忙出来买Durex的Steve，向他表示好感，两人订下约会以后Steve钻进隔间继续……。本剧的主线包括Steve和 Susan之间逐渐正式起来的关系，Jeff寻找艳遇过程中的种种意外以及后来和上司发展出来的一段关系，Patrick和Sally之间若有若无到若即若离再到情深难舍的感情发展，还有Jane在事业和异性关系中的各种奇事，等等。本剧在情节设计中所达到的精致和完美程度让人叹为观止，而六位当时并不算大明星的青年演员的所展现精湛演技更是具有顶尖演员的水平，无怪乎播出之后立刻走红大洋两岸，在IMDB、AMAZON和BBC网站可以领略到其受欢迎的程度。2002年底，第3季播毕，故事情节基本告一段落。美国NBC看到这部“英国版《Friends》”在英美两地均广受欢迎，觉得正好可以搬来做2004年终于要关张的《Friends》的接班人，于是2003年大张旗鼓地决定翻拍美版《Coupling》。美国的fans本来以为这是件好事，没想到NBC的翻拍愚蠢地采用了全台词照搬的方法，虽然个人没看过，不过也可以想象到有多恶心，结果只播出一集Pilot就因为骂声太大而整个计划搁浅（这点上美国佬是值得学习的，不象中国有些搞影视的骂声越大越要上）。在这里http://www.nbc.com/Coupling/可以看到这个计划的尸体，还有一些彻底走了味儿的剧照。2003年底，本剧获得英国喜剧奖（BCA）最佳电视喜剧奖。BBC已经在2004年正式开拍并播出第4季，不过Jeff这个人物将不再出现，而代之以新角色——经营Sci-Fi书店的Oliver，由Richard Mylan扮演。从已经播出的几集来看，应该说在更换主要角色之一的背景下，基本保持了前3季的水准，但是同时也流露出对前3季中成功情节进行拷贝的迹象，希望这仅仅是偶然。Two's company, three's a crowd... so what do you do with six? On average, men and women think about sex every six seconds. Shorten that to every second, and you've got Coupling. It's more than just a one night stand!When a couple gets together, it's never just the two of them - they also bring baggage - and Susan (Sarah Alexander) and Steve (Jack Davenport) are no exception. Their baggage is a crowd of best friends and exes who talk about all aspects of sex and relationships on their never-ending quest to find true love. Perhaps, perhaps, perhaps...Susan Walker is a beautiful go-getter with an uninhibited attitude who used to date Patrick Maitland (Ben Miles), the sextet's charismatic, cocky player, London's king of conquests - a guy who's just too cool to worry about being smart. Attractive Sally Harper (Kate Isitt) is a beauty therapist who is Susan's unashamedly vain best friend, who aggressively battles aging with heavy doses of moisturizer and men - including Patrick.Meanwhile, Steve Taylor, while getting together with Susan, can't seem to shake loose from his vivacious and slightly vacuous ex-girlfriend Jane Christie (Gina Bellman), a woman supremely confident in her ability to seduce anyone of either sex, and who refuses to be dumped unless she's the one doing the dumping. Jeff Murdoch (Richard Coyle) is Steve's \"porn buddy\" who is, in equal parts, obsessed and bewildered by actual sex; charming in his way, but with an uncanny ability to say the wrong thing at the worst possible time. He works in the same office as Susan, with whom he had a disastrous and unsuccessful one-night fling.Coupling has been honoured with the prestigious Silver Rose of Montreux, Best TV Comedy Award, and is recent winner at the 2003 British Comedy Awards.With a new guy on the scene, a baby on the way, commitment in the air, and love on the horizon, the dynamics of the six friends are definitely changing.At the end of last season Susan and Steve discovered they were pregnant (well, mostly Susan), confirmed bachelor Patrick and Sally finally admitted their true feelings for each other, and poor Jane was left on her own, once again.But it's not all doom and gloom for Jane. As the new season opens, things are looking up. There's this guy called Oliver, who has his eye on her. Is it possible that lifetime loser in love Oliver might just get somewhere with lifetime loser in love Jane? Trouble is, his apartment is a little \"un-edited\" and his living room has lost the battle with magazine nudity...Susan and Steve are now well and truly an item. So why is he dreaming about being executed by a fetus with an axe?Meanwhile Sally and Patrick are settling into their new relationship. But since the dawn of time, men and women have been falling in love - and men have been trying to get home straight afterwards. Can fallen playboy Patrick ever find his way back from the enchanted glade of his one true love and get a decent night's sleep?",
    "chinese_title": "冤家成双对 第三季",
    "douban_rating": "9.4/10 from 8020 users",
    "foreign_title": "Coupling Season 3",
    "imdb_rating_average": 8.5,
    "douban_rating_average": "9.4",
    "update_at": "2026-02-24T04:56:36"
}