{
    "aka": [
        "Totem oder das Mädchen"
    ],
    "sid": "4054594",
    "cast": [
        {
            "url": "/celebrity/1028030/",
            "name": "娜娅·布鲁克霍斯特 Natja Brunckhorst",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1156283/",
            "name": "Anne Tismer Anne Tismer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1255401/",
            "name": "Fritz Fenne Fritz Fenne",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274060/",
            "name": "多米尼克·巴赫 Dominik Buch",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868422431.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt1515956",
    "director": [
        {
            "url": "/celebrity/1468237/",
            "name": "杰西卡·克鲁马赫 Jessica Krummacher",
            "@type": "Person"
        }
    ],
    "duration": "86分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2011-08-31(威尼斯电影节)",
        "2012-04-26(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1515956/",
    "imdb_votes": 115,
    "this_title": [
        "Totem"
    ],
    "douban_link": "https://movie.douban.com/subject/4054594/",
    "imdb_rating": "6.0/10 from 115 users",
    "trans_title": [
        "图腾",
        "Totem oder das Mädchen"
    ],
    "douban_votes": "0",
    "introduction": "Fiona and the Bauer family. Five people in an end-of-terrace house. A young woman finds work as a housekeeper for the Bauer family. The rules of the house are explained quickly. She is to help manage their daily routine, the social structure that we know and need to survive. It is a time of getting used to each other, making discoveries. The infant, Jürgen, wants to play. She takes him to his swimming lessons and makes sure he doesn't get lost. Nicole is still underage, but has a boyfriend. Ulli is twice Nicole's age. Wolfgang, the father, is always on the road. He only spends weekends at home. Claudia, the mother, is overwhelmed with work. She doesn't leave the house anymore. But everything will change once Fiona gets there. Fiona is going to get up every morning, she is going to get everybody ready for this day, without asking if it makes any sense to start this day. She is going to clean up the mess they made yesterday and the day before yesterday and last year, the mess they left because this day didn't make sense to them. She is going to do that without asking why. That's why they got Fiona to come. So there would be somebody who doesn't ask questions. And that's what she came for. To claim this day without asking why. What happens in this house seems disturbing. It is a place steeped in an all-encompassing loneliness. They don't talk to each other. Homey family nights quickly become awkward. Only an older neighbor starts to worry about the young woman. But she can't prevent Fiona from meeting her fate. At least that's what it seems like, but until the end nothing is unambiguous. The routine, however, is set. Nothing is going to change.",
    "chinese_title": "图腾",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Totem",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-06-03T12:57:39"
}