{
    "aka": [
        "The Children of Golzow"
    ],
    "sid": "4055659",
    "cast": [
        {
            "url": "/celebrity/1013189/",
            "name": "温弗里德·荣格 Winfried Junge",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2188501069.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1008557/",
            "name": "Karl Gass Karl Gass",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1013189/",
            "name": "温弗里德·荣格 Winfried Junge",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1113357/",
            "name": "芭芭拉•荣格 Barbara Junge",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0867462",
    "director": [
        {
            "url": "/celebrity/1113357/",
            "name": "芭芭拉•荣格 Barbara Junge",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1013189/",
            "name": "温弗里德·荣格 Winfried Junge",
            "@type": "Person"
        }
    ],
    "duration": "278分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2006-03-23(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0867462/",
    "imdb_votes": 53,
    "this_title": [
        "Und wenn sie nicht gestorben sind... - Das Ende der unendlichen Geschichte"
    ],
    "douban_link": "https://movie.douban.com/subject/4055659/",
    "imdb_rating": "8.0/10 from 53 users",
    "trans_title": [
        "边境人生",
        "The Children of Golzow"
    ],
    "douban_votes": "0",
    "introduction": "邊境人生 The Children of Golzow德國紀錄片導演容爾夫婦（Winfried Junge & Barbara Junge）自 1961 年開始了他們不尋常的長時紀錄片計劃，鎖定距柏林80公里的德東邊境小鎮戈索（Golzow）18 位小學生，長達半世紀共47年的影像紀錄。從不同的角度觀察他們的生活，為國際電影界為最長時的系列紀錄片。至 2007 年為止，容爾夫婦針對此一主題共完成了19部紀錄長短片。記錄那些1950年代在東德出生，1990年德國統一之後成為聯邦德國國民的一群人。本片總長共為9小時半，為容爾夫婦目前完成歷時最長的作品。其中前半曾完整首映於2006年柏林影展5小時之長。The Children of Golzow. The End of an Endless StoryAnd if they haven’t passed away – they’re living happily ever after…The documentary “The Children of Golzow” started in 1961 in the GDR, shortly after the Berlin Wall was built. Now the oldest long-term documentary of film comes to a close in 2008. The life stories document the adolescence and fates of a generation that started school together in the former GDR almost five decades ago. The filmmakers accompany the protagonists on their different paths through life, show their youth, their private and professional lives and eventually show them in today’s reunited Germany.Part 1邊境人生 1 ─ 尤根與佩特拉The Children of Golzow (1) - Jürgen and Petra德國 Germany / 2006 / Video / Color / 91' / 溫斐‧容爾 Winfried Junge、芭芭拉‧容爾 Barbara Junge● 2006 柏林影展首映陸續做過油漆工、室內裝潢，現在從事運輸倉管的尤根說：「我們一定會熬過去的，我們不能就這麼放棄。」原本夢想成為醫生的佩特拉，後來搬走，從事土木工程，並在 1983 年拒絕再接受拍攝，她於 1975 年表示「學習怎麼去處理我的人生問題，是在學校裡學不到的。」Jurgen, the second Jürgen in the class, first painter and upholsterer, now transport and warehouseman.“We’ll get by somehow. We just can’t give up.” (2005)Petra, whose dream job used to be doctor, who later on moved to Mecklenburg as a civil engineer, refused further cooperation in 1983:“Learning how to cope with life is something you can’t learn at school.” (1975)邊境人生 2 ─ 克利斯提與伊歐娜The Children of Golzow (2) – Christian and Ilona德國 Germany / 2006 / Video / Color / 54' / 溫斐‧容爾 Winfried Junge、芭芭拉‧容爾 Barbara Junge● 2006 柏林影展首映原來是農具技師，現在在柏林重建工程上擔任專業技術人員的克利斯提說：「適應新事物對我來說不是個問題。」原本是專業電工，後來到法蘭克福政府部門工作的伊歐娜說：「我不喜歡站在攝影機前面……」Christian, used to be mechanic for agricultural machinery, nowadays technician at the credit institute for reconstruction in Berlin:“Adapting to things was never really a problem for me.” (2005)Ilona, skilled electronic worker and later on youth functionary in Frankfurt:“I don’t like to stand in front of a camera…” (1982)Part 2邊境人生 3 ─ 溫斐的 40 年（1966-2005）The Children of Golzow (3) - Winfried 1966-2005德國 Germany / 2006 / Video / Color / 120' / 溫斐‧容爾 Winfried Junge、芭芭拉‧容爾 Barbara Junge● 2006 柏林影展首映曾經擔任軍旅指揮官，現為機具製造工程師的溫斐認為「如果一部電影只呈現每個人好的一面，到了後面就會變得有點不真實。」Winfried, graduate engineer for mechanic tool building, used to be commander of the brigade group at a pulp mill:“If a film only shows everyone’s best side, then it’s unrealistic in the end.” (1983)Part 3邊境人生 4 ─ 艾可、卡琳與瑪利The Children of Golzow (4) - Elke, Karin and Marlies德國 Germany / 2007 / Video / Color / 62' / 溫斐‧容爾 Winfried Junge、芭芭拉‧容爾 Barbara Junge接受過專業書記訓練的艾可失業多年，現在持續靠著失業救濟金過活。柏林圍牆倒下後，卡琳決定離開戈索，前往西歐找工作。Elke, a trained commercial clerk, who has been unemployed for years and is now living from unemployment assistance. Karin, who left Golzow after the Wall came down to look for a job in western Germany.邊境人生 5 ─ 古淳與她的父親The Children of Golzow (5) - Gudrun and Father德國 Germany / 2007 / Video / Color / 80' / 溫斐‧容爾 Winfried Junge、芭芭拉‧容爾 Barbara Junge東德結束前，古淳一直在鄰鎮擔任市長一職，東德的崩解令她難以接受，因為這表示她所曾信仰的一切都結束了。Gudrun, who was mayor in a neighbour village until the end of the GDR. The collapse of the GDR was very hard for her to cope with, for it meant the end of everything she believed in.Part 4邊境人生 6 ─ 本哈德與艾克哈德The Children of Golzow (6) - Bernhard and Eckhard德國 Germany / 2007 / Video / Color / 141' / 溫斐‧容爾 Winfried Junge、芭芭拉‧容爾 Barbara Junge本哈德與艾克哈德兩個人都是引擎安裝師，也都曾在農業合作社工作。2000 年時，艾克哈德已經失業了 2 年，而本哈德則固定到烏克蘭擔任農業專家。Bernhard and Eckhard, both trained engine fitters, both used to work at the agricultural cooperative. In 2007, Eckhard has been unemployed for two years whereas Bernhard regularly goes to the Ukraine to work as an expert in agriculture.This is a list of the installments of the \"Children of Golzow\" until 2007. The titles are in the German language, translation into English in brackets.1961 Wenn ich erst zur Schule geh (13 min, b/w) - (When I finally go to school)1962 Nach einem Jahr - Beobachtungen in einer ersten Klasse (14 min, b/w) - (After a year - observation in a first grade)1966 Elf Jahre alt (29 min, b/w) - (Eleven years old)1969 Wenn man vierzehn ist (36 min, b/w) - (When you are fourteen)1971 Die Prüfung (19 min, b/w) - (The exam)1975 Ich sprach mit einem Mädchen (30 min, b/w) - (I spoke to a girl)1979/80 Anmut sparet nicht noch Mühe (107 min) - (Neither save grace nor effort)1980 Lebensläufe - Die Geschichte der Kinder von Golzow in einzelnen Portraits (257 min) - (Resume - the story of the children of Golzow in separate portraits)1984 Diese Golzower - Umstandsbestimmung eines Ortes (100 min) - (These inhabitants of Golzow - adversial phrase of a location)1992 Drehbuch: Die Zeiten; Drei Jahrzehnte mit den Kindern von Golzow und der DEFA (284 min, 3 parts) - (Storyline: the times; three decades with the children of Golzow and the DEFA)1994 Das Leben des Jürgen von Golzow (192 min) - (The life of Jürgen from Golzow)1995 Die Geschichte vom Onkel Willy aus Golzow (145 min) - (The story of uncle Willy from Golzow)1996/97 Was geht euch mein Leben an - Elke, Kind von Golzow (125 min) - (My life is none of your business - Elke, child of Golzow)1996/97 Da habt ihr mein Leben - Marieluise, Kind von Golzow (141 min) - (My life there you have it - Marieluise, child of Golzow)1998 Brigitte und Marcel - Golzower Lebenswege (110 min) - (Brigitte and Marcel - Golzow paths of life)1999 Ein Mensch wie Dieter - Golzower (122 min) - (A human like Dieter - from Golzow)2001 Jochen - ein Golzower aus Philadelphia (119 min) - (Jochen - inhabitant of Golzow from Philadelphia)2002 Eigentlich wollte ich Förster werden - Bernd aus Golzow (142 min) - (Actually I wanted to become a forester - Bernd from Golzow)2006 Und wenn sie nicht gestorben sind... - Das Ende der unendlichen Geschichte (278 min, 2 parts) - (And they live happily... The end of the neverending story.)2007 ...dann leben sie noch heute - Das Ende der unendlichen Geschichte (290 min, 2 parts) - (...ever after. The end of the neverending story.)",
    "chinese_title": "边境人生",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Und wenn sie nicht gestorben sind... - Das Ende der unendlichen Geschichte",
    "imdb_rating_average": 8.0,
    "douban_rating_average": 0,
    "update_at": "2025-10-25T19:49:30"
}