{
    "aka": [
        "Borderline"
    ],
    "sid": "4056987",
    "cast": [
        {
            "url": "/celebrity/1198363/",
            "name": "David Nathan David Nathan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt0432872",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2004"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0432872/",
    "imdb_votes": 17,
    "this_title": [
        "Grenze"
    ],
    "douban_link": "https://movie.douban.com/subject/4056987/",
    "imdb_rating": "8.3/10 from 17 users",
    "trans_title": [
        "边界",
        "Borderline"
    ],
    "douban_votes": "0",
    "introduction": "\"BORDERLINE is the story of four former border guards, who served their military duty on the inner-German border. Until now, none of them has ventured to discuss this most formative period of their youth. Now the four meet again at their former guardpost of the fourteen hundred kilometre border. An absurd coincidence?\"East Germany, February 1986: Siegfried, Dirk, Thomas, René and Holger have just finished with the training when they received their draft notice. Location: the inner-German border. They are five of the thousands who are trained in that cold winter in the Grenzausbildungsregimentern. Again and again, the officers funnels them one, they would have the western border of the Warsaw Pact to protect against any attack from any direction, and to prevent border violations and, if necessary by force of arms. Later, during the 462 days and nights on the border fence, but they have only one thought: I hope nobody comes here, hopefully not with me! And then it happens but, on the night of 25 February 1987 ... Since the fall of the wall are 237 stories of the border between East and West, who was shot refugees been negotiated. 26 border guards killed by gunshots, 33 refugees by mines. Many of the defendants were found guilty. About the mechanisms that led to the killings, but was silent for a long time. Holger Jancke documentary \"Border\" is dedicated to the first time the inner workings of the border troops of the GDR. It shows what people recalled them service at the fences between East and West Germany. 17 years after their active service, five former border guards visit her post section to see the then secretly taken photos again - and the face of their peers who dared at that on a night flight over the frozen fence ...",
    "chinese_title": "边界",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Grenze",
    "imdb_rating_average": 8.3,
    "douban_rating_average": 0,
    "update_at": "2025-10-15T18:42:29"
}