{
    "aka": [
        "A Film About Wolfgang Tillmans"
    ],
    "sid": "4057771",
    "cast": [
        {
            "url": "/celebrity/1028663/",
            "name": "伊尔姆·赫尔曼 Irm Hermann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1482081/",
            "name": "沃尔夫冈·提尔曼斯 Wolfgang Tillmans",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2535689339.jpg",
    "region": [
        "美国",
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt1183142",
    "director": [],
    "duration": "72分钟",
    "episodes": "",
    "language": [
        "德语",
        "英语"
    ],
    "playdate": [
        "2009-09-18"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1183142/",
    "imdb_votes": 22,
    "this_title": [
        "If One Thing Matters: A Film About Wolfgang Tillmans"
    ],
    "douban_link": "https://movie.douban.com/subject/4057771/",
    "imdb_rating": "6.9/10 from 22 users",
    "trans_title": [
        "如果有一件事是重要的：关于沃尔夫冈·提尔曼斯",
        "A Film About Wolfgang Tillmans"
    ],
    "douban_votes": "0",
    "introduction": "Wolfgang Tillmans became known during the nineties for his photos of parties and club life. His pictures had the effect of having been taken at random. Today he is one of the best-known photographers in the world. For four years, filmmaker Heiko Kalmbach followed him around with a video camera, observing his private as well as his professional life. It is Tillmans' voice speaking and not that of any expert. In its presumed casualness, the film stays right with its protagonist, whether Tillmans is lovingly wiping the dust off his houseplants or, equally precisely and meticulously, he's putting up one of his exhibitions with the patience of job. Of particular interest are glimpses into Tillmans's video debut for the pop band Pet Shop Boys, which make it clear that his inner readiness to fail is also what makes his success possible. Whether he's portraying dazzling stars or grey mice, Tillmans's artistic greatness is in the catching unexpected moment, for, as Tillmans says, \"stuff that ́s thought-up will always just be thought-up stuff.\" By consolidating the banal and the glamorous at the same level, always catching the unexpected moment, Kalmbach successful emulates his subject.",
    "chinese_title": "如果有一件事是重要的：关于沃尔夫冈·提尔曼斯",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "If One Thing Matters: A Film About Wolfgang Tillmans",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-03-13T01:34:15"
}