{
    "aka": [
        "花舞飞雪"
    ],
    "sid": "4058852",
    "cast": [
        {
            "url": "/celebrity/1270178/",
            "name": "贺军翔 Mike Ha",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274361/",
            "name": "邓家佳 Jiajia Deng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275536/",
            "name": "赵子琪 Ziqi Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314123/",
            "name": "靳东 Dong Jin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029332/",
            "name": "贾静雯 Alyssa Chia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313574/",
            "name": "王丽坤 Likun Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1334337/",
            "name": "娄宇健 Yujian Lou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317670/",
            "name": "姜广涛 Guangtao Jiang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2512331608.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1316646/",
            "name": "徐誉庭 Mag Hsu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323133/",
            "name": "杜政哲 Ryan Tu",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt6257094",
    "director": [
        {
            "url": "/celebrity/1317467/",
            "name": "林合隆 Her-Long Lin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1364485/",
            "name": "刘一志 Yizhi Liu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "32",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6257094/",
    "this_title": [
        "无间有爱"
    ],
    "douban_link": "https://movie.douban.com/subject/4058852/",
    "trans_title": [
        "花舞飞雪"
    ],
    "douban_votes": "662",
    "introduction": "冯毅和刘一魁都流落街头、相依为命的小乞丐，后来他们被“爱国会”的重要领导于先生收留，进行分别的训练，从此兄弟两个分开了。　十二年后，贪婪的袁世凯任第二届临时大总统，他授意军阀齐允天，密谋割地卖国。齐大帅和英国特使的秘密签约被“爱国会”成员刘一魁破坏。稽查队小队员冯毅意外救了齐大帅一命。刘一魁逃脱了，女扒手花儿被误当作了革命党，逮捕她的人竟然是曾经施舍过她的冯毅！目睹了花儿被捕的刘一魁，误以为花儿是革命同志，在救人的过程中，身陷危机，躲进了彭三剧团的大宅子，被剧团里打杂的小雪相助，躲过一劫。从此小雪对这个身怀大义的英雄充满了崇敬之情。冯毅为了再次建功，以花儿为饵，设下圈套引诱爱国会！不料却反被刘一魁将了一军，单枪匹马突破众围，救走了花儿！而剧团也由于小雪对刘一魁的掩护，走上了离乡背井的坎坷道路，去上海谋求出路。想重用冯毅的齐允天，使出绝招测试冯毅，要他去杀于先生。于先生慷慨赴义，冯毅却不能为自己的义父流泪和报仇，作为“卧底”，他担起了杀害义父的罪名，高升为上海缉察队的副队长，同时也成为齐允天的心腹。在刘一魁的眼中，素昧平生的小雪是个讲义气的朋友，可年纪轻轻的花儿，为了组织出生入死，甚至被送上刑场，却始终不居功，这样的“女英雄”令他又敬又怜。但眼下花儿重病昏迷，刘一魁为了赶赴与于先生上山接冯毅的约定，他只好将花儿托给自己唯一信任的朋友小雪。不料，花儿被小雪的哥哥丁虎发现，丁虎认出花儿就是曾在茶馆闹事的革命份子，为了避免麻烦再次上门，狠心趁小雪不备把花儿卖给了人口贩子。上山的刘一魁，得知“于先生死于冯毅之手！”，万分悲痛……上海，齐允天对冯毅仍放心不下，为了监视冯毅，刻意搓合他与上海名妓乔小芝。冯毅心里明白齐允天的用意，因此和乔小芝展开虚情假意的往来。同时，刘一魁也接受了组织的指派，来到上海，投奔掩护组织行动的老门车行。花儿被卖到威廉先生上海的府内做婢女，再一次阴差阳错被冯毅救下。冰雪聪明的乔小芝隐隐觉得花儿跟冯毅之间有些暧昧情愫，于是把花儿送往上海当地的大戏班“花月”歌舞团，这个时候，彭三剧团也来投奔，花儿跟小雪就在剧团里重逢了！两人朝夕相处，相依为命。花儿总是向小雪倾吐自己对冯毅的爱慕之情，小雪却不以为然。而她们跟刘一魁的关系更是错综复杂：小雪暗暗喜欢上了刘一魁，刘一魁却一心仰慕花儿！得知密约即将重新签订的消息，各方人马又行动起来，这次“爱国会”的破坏行动失败了，齐允天声东击西和威廉离开舞会现场，秘密签下割让条约！冯毅为了追缉开枪人，竟然与生死之交刘一魁在暗巷里重逢！冯毅亲口“承认”是自己杀了于先生，刘一魁发誓为义父报仇，二人拔剑相向，冯毅刻意让步，陷入危机，关键时候，花儿出现救走了冯毅。爱国会为了拿到“密约”，让花儿假扮齐允天失散多年的女儿进入大帅府；而花儿为了得到冯毅的爱情应允，做了齐大帅的掌上明珠。齐允天担心大总统误会他拉拢日方，婉拒了一直觊觎花儿的日本人——江口和也的提亲，反而决定让冯毅与花儿定亲，借旅游之名，让二人亲送密约给袁大总统。冯毅与花儿的亲事，得罪了另外一个人——乔小芝，已然爱上冯毅的乔小芝打定决心，向自己多年的倾慕者——“花月”的当家男旦孔艳艳求助，展开报复齐大帅的自私自利！此时，花儿又意外发现了一个令人震撼的事实──“小雪”才是齐大帅的亲生女儿！冯毅与花儿的出行路上，危机四伏……螳螂捕蝉黄却在后，所有人马只有一个目标──抢夺冯毅手中那藏着巨大权利的“木盒子”！木盒最终落入齐允天的对手——曹大帅手中，曹大帅兴高采烈的带着收获回到家中，才发现中计，木盒里的密约早已被冯毅掉包，曹大帅费尽心机得到的，只是一张白纸！真正的木盒被孔艳艳帅剧团扮演的送丧队伍拿走了。密约丢失，冯毅被各方缉拿。在他追查密约下落的途中遇到刘一魁，为了阻止救刘一魁去曹营，冯毅打伤了他的腿。二人又遭到曹军包围，受了重伤，刘一魁逃走，冯毅被授业师父阿飒救下。另一头，流落异乡又遭遇抢劫的花儿，在落魄无助之际遇到小雪，两个天真的傻丫头，几经商议，终于下订决心为了爱人齐赴浙江，展开“救爱”行动！刘一魁潜入曹营被捕，小雪得知后，不想拖累花儿，决定只身入虎穴与曹大帅交涉，佯称手中握有密约，以刘一魁作为交换条件。小雪靠着爱情的力量救出了刘一魁，孰料，却又双双落入曹军大牢。同时，花儿却巧遇江口和也，和也对花儿并未死心，向她允诺帮忙查找冯毅的下落，把花儿哄回上海。回家后花儿才发现齐家已惨遭抄家命运——曹大帅以假密约为名狠狠打击了自己的对手，花儿一肩扛起齐家的落魄，回到花月歌舞团门下，靠着在悦来茶馆卖唱养活一家人。“叛徒”冯毅阿飒折磨个半死，为了赶去救刘一魁，冯毅才说出自己是卧底的身份！而曹军大牢里，死亡就在眼前，小雪这才不顾一切的对刘一魁说出了心中的感情，刘一魁大受感动，冯毅赶来了，和刘一魁并肩作战逃出敌阵！孔艳艳一心认为，他手上的密约，不但可以让乔小芝从袁世凯的手中解脱，更可以促成他带着乔小芝远走高飞的梦想。孔艳艳带回的木盒在剧团中间引起了猜疑，大家都以为抢回的是藏宝图。又引发了更多的欲望与贪婪！悦来茶馆的演出中，刘一魁、冯毅、曹军、稽查队等各方势力都追了过来，混乱中，“藏宝图”最终落到失意戏子碧玲珑的手上，身受重伤的碧玲珑临死前才弄清楚，所谓的“藏宝图”只是一份卖国密约！在乱枪中，她把密约给了女英雄──花儿！这时，齐大帅被曹大帅夹持了。花儿为了让小雪和她的亲生父亲相见，提出只要大家合力杀了曹大帅，密约就是爱国会的！刘一魁也终于知道了冯毅的身份，最后的战斗中，众人并肩战斗，付出了血的代价之后，卖国密约终于到了爱国会手里。",
    "chinese_title": "无间有爱",
    "douban_rating": "7.2/10 from 662 users",
    "foreign_title": "",
    "douban_rating_average": "7.2",
    "update_at": "2025-03-22T06:21:09"
}