{
    "aka": [],
    "sid": "4058771",
    "cast": [
        {
            "url": "/celebrity/1314922/",
            "name": "王霙 Ying Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318512/",
            "name": "孔祥玉 Xiangyu Kong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318356/",
            "name": "孙继堂 Jitang Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317413/",
            "name": "黄薇 Wei Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314230/",
            "name": "于洋 Yang Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1411732/",
            "name": "张华 Hua Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1420303/",
            "name": "石佳丽 Jiali Shi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2605579433.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1315983/",
            "name": "黄亚洲 Yazhou Huang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1013529/",
            "name": "王进 Jin Wang",
            "@type": "Person"
        }
    ],
    "duration": "46分钟",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2001-06-02(中国大陆)"
    ],
    "this_title": [
        "日出东方"
    ],
    "douban_link": "https://movie.douban.com/subject/4058771/",
    "trans_title": [
        ""
    ],
    "douban_votes": "300",
    "introduction": "1919年4月第一次世界大战结束，在战胜国召开的“巴黎和会”上，北洋军阀政府外交官丧权辱国的消息传回国内，北大的师生们愤怒了，5月4日在天安门广场游行示威，遭到武装军警的镇压,大批学生被逮捕。北京的学生们在悲愤之下，奔走天津、长沙、上海等全国各地演讲，抗议政府的暴行，“五四运动”的烈焰迅速传遍全国。五四运动后，社会主义学说成为新思潮的主流，吸引了一大批先进青年，在李大钊和陈独秀的推动和大力宣传下，马克思主义的介绍与宣传进入了一个新的阶段。李大钊、陈独秀与共产国际的代表威金斯基多次交谈后，决定立即组建上海的共产党组织。1920年8月22日，在陈独秀的主持下，中国第一个共产主义小组在上海诞生。接着，在北京、湖南、武汉、广东、山东相继成立了共产主义小组。北京共产主义小组成立后，全力开展了组织工人运动的工作，李大钊亲自去北京长辛店车站给铁路工人讲课，长辛店工人运动如火如荼开展起来，引起北京军阀政府的恐惧，冲击了工人俱乐部。面对血雨腥风，个别无政府主义者提出退党的要求。心情愤怒的李大钊当夜就给陈独秀写信，建议立即成立全国性的共产党组织。李大钊、陈独秀在与第三国际代表马林反复磋商后，1921年7月23日晚8时，中国历史进程中极为重要的一幕——中国共产党第一次全国代表大会，在上海法租界望声路106号庄严开幕。1921年的12月，毛泽东和李立三受张国焘中国劳动组合书记部的特派到安源煤矿考察。刘少奇也从莫斯科奉调回国，被派往湖南协助毛泽东工作。陈炯明叛变，炮轰总统府，孙中山紧急避乱于军舰，指挥平叛。由于寡不敌众，第二次护法战争失败。孙中山拟整顿党务，起意联俄、联共。这时，马林传达了共产国际让中共加入国民党的决定，以尽速推动中国革命。中共通过“二大”和“西湖特别会议”，决定共产党员以个人身份加入国民党，进行国共两党的党内合作。在国共党内合作正在摸索进行的时候，1923年发生了震惊全国的“二七惨案”，使中共的领袖们认识到应尽快建立广泛的革命统一战线。孙中山为推动国共合作，决定召开国民党全国代表大会，改组国民党，正式实现了国共党内的合作。1924年6月16日黄埔军校举行了隆重的开学典礼。1924年夏天，第二次直奉战争爆发。10月23日，冯玉祥发动北京政变，同时，广州商团发生暴乱，孙中山令蒋介石率黄埔军校的学生军出击，叛军溃败，这就为声势浩大的北伐奠定了基础。1926年10月毛泽东任中共中央农委书记，从1927年1月至2月5日考察了湘潭、湘乡等五县农民打土豪，分田地，成立农会的农民运动，他深感农村革命的重要、深感农民是中国革命的重要动力，认为农民在中国革命进程中将扮演举足轻重的历史角色。3月，毛泽东发表了《湖南农民运动考察报告》。4月7日，他向中共“五大”递交了重新分配土地的方案，被陈独秀拒绝了。形势急剧恶化，5月21日长沙的许克祥发动了马日事变，江西的朱培德驱逐大批的共产党员和国民党左派人士……7月15日，汪精卫正式宣布与共产党决裂，1925年至1927年的轰轰烈烈的大革命失败。由于陈独秀采取投降主义，共产国际指示陈独秀停职，组成了临时中央常委，决定举行南昌起义，毛泽东参与了秋收暴动计划的拟定。8月1日凌晨，南昌骤然响起枪声，在周恩来、朱德等的领导下，打响了中国共产党武装反抗国民党反动派的第一枪。起义取得胜利，中国共产党第一次有了自己的部队。部队迅速南下，在汉口召开了八七会议，纠正了陈独秀的右倾主义错误，确立了土地革命和武装反抗国民党反动派的方针。9月9日秋收起义爆发，由于敌强我弱，毛泽东取消攻打长沙的计划，改进军城市为进军农村，在三湾进行了部队改编后，1927年10月，毛泽东率部队胜利到达井冈山，开始创建井冈山革命根据地。1928年4月24日，朱德、陈毅带领南昌起义余部，顺利抵达井冈山，毛泽东与朱德两双大手如山峦相连一样，紧紧地握在一起。中国人民解放事业的崭新篇章，由此开始了。",
    "chinese_title": "日出东方",
    "douban_rating": "7.8/10 from 300 users",
    "foreign_title": "",
    "douban_rating_average": "7.8",
    "update_at": "2025-04-22T10:11:53"
}