{
    "aka": [
        "Short! Short! Short! 2009",
        "숏!숏!숏!"
    ],
    "sid": "4059242",
    "cast": [
        {
            "url": "/celebrity/1363439/",
            "name": "具教焕 Kyo-hwan Koo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1435884/",
            "name": "朴美贤 Mi-hyun Park",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1379139/",
            "name": "李民雄 Min-woong Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1351141/",
            "name": "权多贤 Da-hyun Kwon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317781/",
            "name": "尹栋焕 Dong-hwan Yoon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029525/",
            "name": "林元熙 Won-hie Lim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320867/",
            "name": "赵成夏 Sung-ha Cho",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1172138/",
            "name": "朴元尚 Won-sang Park",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1203077/",
            "name": "吴达洙 Dal-su Oh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1571592/",
            "name": "金恩柱 Kim Eun-joo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2220414166.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "imdb_id": "tt2926186",
    "director": [
        {
            "url": "/celebrity/1345844/",
            "name": "崔益焕 Equan Choi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319947/",
            "name": "权宗官 Jong-kwan Kwon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1304480/",
            "name": "金成浩 Sung-ho Kim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1308837/",
            "name": "金泳滥 Young-nam Kim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1334436/",
            "name": "梁海勋 Hae-hoon Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324600/",
            "name": "尹成浩 Seong-ho Yoon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319131/",
            "name": "李宋喜一 Hee-il Leesong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1468096/",
            "name": "金恩庆 Kim Eun Kyung",
            "@type": "Person"
        }
    ],
    "duration": "114分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "2009-09-10(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2926186/",
    "this_title": [
        "황금시대"
    ],
    "douban_link": "https://movie.douban.com/subject/4059242/",
    "trans_title": [
        "黄金时代",
        "Short! Short! Short! 2009",
        "숏!숏!숏!"
    ],
    "douban_votes": "0",
    "introduction": "2009年全州电影节开幕电影，十位韩国年轻导演已“金钱”为主题拍摄的十部短片集。“숏!숏!숏!”은 2007년부터 시작한 한국단편영화제작 프로젝트이다. 전주국제영화제는 영화제 10주년을 기념하여, 이 시대의 최대 관심사 중 하나인 '돈'을 주제로 충무로와 독립영화를 대표하는 젊은 감독 10명을 통해 우리 시대의 자화상을 이야기해보는 시간을 마련한다. 최근 <탈주>를 완성한 이송희일, <보트>의 개봉을 앞둔 김영남, <그녀는 예뻤다>의 최익환 감독을 비롯해서, <은하해방전선>의 윤성호, <저수지에서 건진 치타>의 양해훈 감독 등 총 10인의 감독이 참여하는 본 프로젝트는 각 10분 내외의 단편 10편으로 구성된 옴니버스 디지털 장편영화이다. (The 10th JIFF Anniversary Film, Short! Short! Short! 2009: Show Me the Money directed by 10 filmmakers including Lee song Hee il just completed Break Away(2009), Kim Young Nam the director of Boat(2009) which opening soon nation wide, Choe Equan who directed the feature Life Is Cool(2008) and Milky Way Liberation(2007)’s Yoon Seong Ho and director Yang Hae Hoon of Who’s That Knocking at My Door?(2007) is A Digital Omnibus Feature Film which consists of 10 short episodes (each film runs up to 10 min) interlaced with money anecdotes that everyone might undergo at least once in their lives.)segment ‘동전 모으는 소년(Coin Boy)’(권종관 감독) - 커다란 유리병에 동전을 모으는 소년이 주인공. 외톨이 소년은 동전을 모아서 자신만의 소박한 꿈을 이루는 것이 유일한 낙이다. 어느날 그 소년은 짝사랑하던 소녀를 위해 모은 동전들을 쓸 수 있게 되는데.... 결국, 소년의 꿈을 이루어 주던 동전들이 전혀 얘기치 않은 용도로 쓰이게 되는 이야기. (This film is led by a secondary school boy who collects coins in a huge glass jar. He collects coins while whishing his naive dreams to be true. However, he fails to get what he was hoping to buy, and he uses the coin jar as killing method.)segment ‘페니 러버(Penny Lover)’(김성호 감독) - 그녀는 하룻밤 잠자리를 같이 한 어린 그 녀석으로부터 십 원짜리 동전을 받는다. 세월은 흐르고 그 녀석에게도 새로운 여자친구가 생겼단다. 마음 한 켠에 남아있는 이 알 수 없는 감정을 정리하고 싶은데 이 놈의 십 원짜리 동전은 어떻게 할까.(A Woman In Her 30’S Receives A Cent From Her Sex-Partner Who Is Younger Than She Is. After Having To Hear From Him That He Is Seeing Someone, She Is Going To End This Relationship. What Should She Do With The Cent Given?)segment ‘백 개의 못, 사슴의 뿔(Hundred Nails And A Deer Antler)’(김영남 감독) - 어느 여자노동자가 월급을 받기 위해 2개월째 공장이 멈춘 상황의 중년 사장을 찾아가는데, 어느새 두 사람은 의도하지 않은 상황으로 대화가 발전하게 된다. 돈을 받으려는 자와 돈을 줄 수 없는 자 사이의 누구도 미워할 수 없는 현실의 상황이 유머스럽게 낱낱이 밝혀진다.(To Get Paid In Arrears, A Female Factory Laborer Visits A President Of A Factory Which Has Been Closed Down For Months. All Of A Sudden, Their Conversation Starts To Face Where It Didn’T Intend To; The One Who To Get Paid And Another One Who To Pay Humorously Unveil An Appealing Present Situation.)segment ‘톱(Saw)’(김은경 감독) - 고단한 하루를 마무리하려는 철물점 남자, 그런 그에게 한 여자가 들어와 톱을 찾는데....(Hardware Store Guy About To Close The Store After Such A Long Day, But A Woman Just Happens To Enter The Store And Look For A Saw.)segment ‘담뱃값(A Tip For Cigarettes)’(남다정 감독) - 노숙자에게 담배 심부름을 시키는 아이들을 취재하러 공원에 나온 기자는 담배를 피우고 있는 한 여중생을 만나게 된다. 여중생은 기자의 제안을 거절하지 못하는데.... (A News Reporter Came To The Park To Cover The Teenagers Asking Homeless People To Buy Them Cigarettes. The Reporter Asks A Favor To A Smoker Teenage Girl, And She Does Not Seem To Reject....)segment ‘시트콤(Sitcom)’(양해훈 감독) - 나이트클럽 안, 코스튬 플레이 인디언 남자 2명이 자신들의 계획대로 최후의 만찬을 즐긴다. 한편, 다른 방에서 상속녀라는 문경미가 액션 히어로들과 부킹 중이다. 그들이 한 방에 모인 순간 배후의 이야기와 세력이 동시에 드러나기 시작한다. (In A Booth At The Club, Two Men Dressed In Indian Costumes Enjoy ‘The Last Supper’ As They Planned. In The Next Booth, Moon Kyeong-Mi, The Blue-Blooded Girl Is Playing With Action Heroes. As Everyone Gather Around Behind Stories And The Wirepuller Reveal.)segment ‘신자유청년(Neo Liberal Man)’(윤성호 감독) - 주인공 임경업은 1년 넘게 로또 1등에 당첨되어 4000억이 넘는 거금을 손에 넣게 된다. 고시원 총무로서의 본분을 다하던 그가 갑자기 많은 돈을 가지게 되고, 이는 사회문화적으로 많은 파장을 일으키는데.... (Gosiwon (Low-Priced Apartment Type Building In Korea) Manager Lim Kyeong-Up Wins Lottery Over A Year In A Row, Earning 4000 Billion Won. Tremendous Amount Of Money That Lim Just Obtained Starts To Cause Trouble.)segment ‘불안(Anxiety)’(이송희일 감독) - 직장도 잃고 주식으로 1억이란 돈을 날려버린 후 벼랑 끝에 몰린 한 가정의 벼랑 끝 한 순간. (Desperate Lives Of A Family Who Just Lost Jobs And 100 Million Won For Stock Market Crash..)segment ‘가장 빨리 달리는 남자(Fastest Man In The World)’(채기 감독) - 집 없는 방랑자의 일상. 자기자신과 세상을 위한 무용하고도 유용한 행동들. 언제나 그렇듯이 땅에 다리를 내려놓지 않고 가장 빠르게 움직인다. (The Useless And Useful Day In The Life Of A Homeless Person, The Fastest Walker Without Even Putting His Feet On The Ground.)segment ‘유언 LIVE (Our Last Words, Live)’(최익환 감독) - 세상에 속아 자살을 결심한 두 청년, 억울함을 알리고자 자살 장면을 방송한다. (Two Guys Air The Video Of Them Committing Suicide To Let The World Realize Their Innocence.)",
    "chinese_title": "黄金时代",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "황금시대",
    "douban_rating_average": 0,
    "update_at": "2025-02-08T17:42:54"
}