{
    "aka": [
        "物质"
    ],
    "sid": "4062854",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2543852424.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1024399/",
            "name": "托马斯·海泽 Thomas Heise",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1380807",
    "director": [
        {
            "url": "/celebrity/1024399/",
            "name": "托马斯·海泽 Thomas Heise",
            "@type": "Person"
        }
    ],
    "duration": "166分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1380807/",
    "imdb_votes": 75,
    "this_title": [
        "Material"
    ],
    "douban_link": "https://movie.douban.com/subject/4062854/",
    "imdb_rating": "7.1/10 from 75 users",
    "trans_title": [
        "素材",
        "物质"
    ],
    "douban_votes": "0",
    "introduction": "《物质》定位十分明确：如何记录一个正处在转型期的国家？如何组织这些松散的材料？1989年前的生活给我们留下了什么？未来有什么希望？应该怎样处理这些“剩下的”图片？没有平白的叙述，只有导演的只言片语和Charles Ives哀伤的挽歌。导演通过对过去二十年来自己以及其他人拍摄的素材的整理和剪辑，让这些影像自己说话。从最近柏林的骚乱到1989年底亚历山大的大型集会，这是一个群众无视当局的罕见时刻，让人感觉任何事都可能发生。从舞台导演Fritz Marquardt在使《海纳穆勒的日耳曼-死在柏林》登上舞台的联合项目中的初步谈判到今天共和国宫的毁坏。在这部影片中，Heise用他自己的方式回顾了德国历史。从二十世纪八十年起Thomas Heise就开始这项工作，将社会政治问题融合在探索历史的过程之中。以新旧辩证的眼光，Thomas Heise密切的观察，让事件自己说话，为历史创造了更多可能。A slow pan shot sweeps over a piece of wasteland next to a ruin, with the laughter of children playing in the distance: providing the background of these three motifs – childhood, landscape and loss. Then an announcement follows: “Certain things remain as surplus, leftovers that are undeveloped, unfinished. It is the same with images waiting for a story”. These unedited images, the very substance of the film, were made in the margins of other films (his own or other people’s) or shot under the urgent pressure of events. They cover the last twenty years.The space of his Material is precise and well-defined: how to document a country undergoing transformation, how to articulate this scattered material, what is left of Life before 1989 and of the hopes for the future? What should be done with these ‘left-over’ images?Nothing is explained directly, apart from a few rare snatches of the director’s commentary and the elegiac, melancholic music of Charles Ives. Heise leaves these situations caught up in their own intensity: from a recent riot of hoodies in Berlin to the enormous rally in the Alexanderplatz at the end of 1989, showing the crowds defying the authorities in one of those rare moments when there is a feeling that anything could happen; from preliminary discussions with the stage director Fritz Marquardt on a joint project to stage Heiner Müller’s Germania – Death in Berlin, to what remains today of the gutted Palace of the Republic.In Material , Heise has constructed a personal reflection on Germany’s history and on his own method. Thomas Heise has been ploughing this furrow ever since the 1980s in the GDR, weaving together socio-political issues in his exploration of History. In a dialectic of the Old and the New, closely observing faces and letting words deploy themselves, he pays the necessary attention to this gesture, which opens up the material of History itself and its possibilities.Film material shot over a 20 year period, a visual diary, outtakes that just will not leave their creators alone. Put together in a poetic way, in which chronology takes a back seat to sense and atmosphere. History is not a linear sequence but a pile of events.",
    "chinese_title": "素材",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Material",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-27T00:15:44"
}