{
    "aka": [
        "Butterfly Wings"
    ],
    "sid": "4064902",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "斯里兰卡"
    ],
    "writer": [],
    "imdb_id": "tt0790471",
    "director": [
        {
            "url": "/celebrity/1553587/",
            "name": "索玛拉特尼·迪萨纳亚克 Somaratne Dissanayake",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "Sinhala"
    ],
    "playdate": [
        "2005"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0790471/",
    "imdb_votes": 92,
    "this_title": [
        "Samanala Thatu"
    ],
    "douban_link": "https://movie.douban.com/subject/4064902/",
    "imdb_rating": "7.8/10 from 92 users",
    "trans_title": [
        "蝴蝶之翼",
        "Butterfly Wings"
    ],
    "douban_votes": "0",
    "introduction": "Sira is a 10 year old boy of a street family who makes their living by singing and dancing on the street. He has a physically handicapped young sister. Father is suffering from a heart disease for a long time, but ignores medical treatments as he can't afford the expenses and time for it.Sira has a dream of buying a bicycle and collecting money for it. After realizing that he would never reach the target by helping parents, he seeks other means of finding quick money, by doing various other jobs, but falls into troubles more than earning money.One day he receives an unexpected large amount of money from a foreigner and returns home happily knowing that he has enough money to buy his dream bike. By the time his father has been admitted to the hospital after worsening the condition. Sira generously spend all of his money to save his father, but father dies.Shouldering the responsibility of feeding the mother and sister, and knowing the consequences of child labour and risk of hotel works, Sira is now left with no options other than taking up his father's job, which he has rejected earlier.",
    "chinese_title": "蝴蝶之翼",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Samanala Thatu",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-05-08T13:39:22"
}