{
    "aka": [],
    "sid": "4067782",
    "cast": [
        {
            "url": "/celebrity/1137006/",
            "name": "Mona Mårtenson Mona Mårtenson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1132636/",
            "name": "爱丽丝·O·弗雷德里克 Alice O&#39;Fredericks",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1120499/",
            "name": "Peter Malberg Peter Malberg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1112039/",
            "name": "Lilly Larson-Lund Lilly Larson-Lund",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1106765/",
            "name": "Tryggve Larssen Tryggve Larssen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1099139/",
            "name": "Henry Gleditsch Henry Gleditsch",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1078543/",
            "name": "Ibe Brekke Ibe Brekke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1076759/",
            "name": "Rasmus Christiansen Rasmus Christiansen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1140357/",
            "name": "Harald Schwenzen Harald Schwenzen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1929",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2260790492.jpg",
    "region": [
        "挪威"
    ],
    "writer": [
        {
            "url": "/celebrity/1047561/",
            "name": "Jens Andreas Friis Jens Andreas Friis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1017118/",
            "name": "George Schnéevoigt George Schnéevoigt",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0020075",
    "director": [
        {
            "url": "/celebrity/1017118/",
            "name": "George Schnéevoigt George Schnéevoigt",
            "@type": "Person"
        }
    ],
    "duration": "165 分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "1929-10-14"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0020075/",
    "imdb_votes": 284,
    "this_title": [
        "Laila"
    ],
    "douban_link": "https://movie.douban.com/subject/4067782/",
    "imdb_rating": "7.5/10 from 284 users",
    "trans_title": [
        "莱拉"
    ],
    "douban_votes": "0",
    "introduction": "Not laden with the obvious and overstated national romanticism in the pictorial compositions as a few of its Norwegian contemporaries (most notably Rasmus Breistein's \"Brudeferden i Hardanger\", 1926), this film displays a certain freshness unusual for Norwegian films to date. Part of this fact is probably due to having a Dane direct in the relatively harsh conditions of northern Norway (mostly) during winter. Another factor is the very lively Mona Mårtensson as Laila, although she appears in the second half of the film, which is inferior to the first due to its rather melodramatic turn. Slipping at times into theatrical overacting, Mårtensson still mostly conveys the liberating, semi-naive and cut to the chase-attitude of Laila on the verge of adulthood torn between two cultures and mind sets: If one is to over-determine, the best of her performance is very liberating in the way it shows Laila as an improvising individual in her encounters with the Norwegians at the trading post, putting up the face of nomadic same culture penetrating and breaking the ice of the western European respectively.The editing of the film also serves up some (for is time, ontologically) very good disposing of the story, as we the viewers in some vital situations are held in suspense through a sort of reverse dramatical irony, not being told things in the right chronological order. The nature of this is not filmically complex, but it has a peculiar (unintended?) effect of enhancing the broader existential feel of the plot. As when the baby Laila's crib is first found empty, suggesting to us and the mother that she has been taken by the wolves, BEFORE we are told in a flashback who has really found her, which is of course STILL OBSCURE to the mother.As a final note, this film was recently screened at the Cinematheque in Oslo at its right speed of 16 fps., making it both comfortably realistic and a good 2 hours and 40 minutes long, which is certainly felt towards the end, when melodrama peaks. Note how the character Mellet disappears out of the film, slightly out of focus in the back of the picture, walking out of the frame behind the kissing couple. Very sad, and at the same time sort of reminiscent of the implications of Welles' much acclaimed depth-of-field revolution 12 years later...",
    "chinese_title": "莱拉",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Laila",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-05-11T07:50:31"
}