{
    "aka": [],
    "sid": "4068454",
    "cast": [
        {
            "url": "/celebrity/1258470/",
            "name": "斯蒂文·威尔逊 Steve Wilson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情",
        "喜剧",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "爱尔兰"
    ],
    "writer": [],
    "imdb_id": "tt0879810",
    "director": [],
    "duration": "45 分钟",
    "episodes": "",
    "language": [
        "爱尔兰盖尔语"
    ],
    "playdate": [
        "2006"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0879810/",
    "imdb_votes": 6,
    "this_title": [
        "An Gaelgoir Nocht"
    ],
    "douban_link": "https://movie.douban.com/subject/4068454/",
    "imdb_rating": "6.0/10 from 6 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Eanna, is a middle aged Dublin Gaeilgeoir living the dream in the Kerry Gaeltacht. His world starts to crumble when he discovers that his cherished Gaelic world is succumbing to an irresistible tide of English; in the schools, in the cafés and worst of all in his own home - even his wife and beloved daughter speak English behind his back. Unable to accept his discovery, Eanna leaves his family and takes to the road on a wild adventure, inadvertently becoming a cult hero for the Gaelic cause. But real life isn’t long catching up with Eanna as he finds life on the edge a step too far.----------------Is Gaeilgeoir meánaosta ó Bhaile Átha Cliath é Éanna atá tar éis a chroí a leanacht go Gaeltacht Chiarraí. Tosaíonn an tóin ag titim as an saol idéalaíoch seo áfach, nuair a fheiceann sé go bhfuil a dhomhan foirfe Gaelach faoi scáth an Bhéarla; sna scoileanna, sna caiféanna agus fiú ina thigh féin. Tá Béarla á labhairt ag a bhean chéile agus ag a iníon dhílis fiú nuair nach bhfuil sé thart. Ní féidir le hÉanna glacadh leis an méid seo agus tréigeann sé a mhuintir, ag bualadh an bhóthair ar aistear eachtrúil. Gan cuimhneamh, is laoch réabhlóideach é ar son na Gaeilge. Ach ní Fada uaidh réaltachtaí an tsaoil, agus faigheann sé go bhfuil sé imithe thar fóir.",
    "chinese_title": "An Gaelgoir Nocht",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-05-11T18:42:29"
}