{
    "aka": [
        "Locked Out"
    ],
    "sid": "4068675",
    "cast": [
        {
            "url": "/celebrity/1046393/",
            "name": "宫下友美 Tomomi Miyashita",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1058580/",
            "name": "Noboru Akima Noboru Akima",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2275195181.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt1499488",
    "director": [],
    "duration": "Japan: 82 分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2010-02-27(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1499488/",
    "imdb_votes": 22,
    "this_title": [
        "ロックアウト"
    ],
    "douban_link": "https://movie.douban.com/subject/4068675/",
    "imdb_rating": "7.8/10 from 22 users",
    "trans_title": [
        "锁定",
        "Locked Out"
    ],
    "douban_votes": "0",
    "introduction": "Short Synopsis:Hiroshi, a man wandering in rural Japan aimlessly, encounters 6 years-old Keita, who triggers a conflict between conscience and a dark violent nature.Review:The debut feature of Yasunobu Takahashi, this brilliantly shot and acted indie production, a discovery at this year’s Yubari International Fantastic Film Festival in Japan, will keep viewers guessing where it’s heading right up to the final scenes.Hiroshi drives blindly through the night, radio blasting, slowly awakening to the fact that not only has he no specific destination, but he has no idea where he is. On the run from a mysterious incident in the past, he is haunted by violent images of himself, seeing with hatred and viciousness. Why does he keep a bloody implement in the boot of his car, and what does he have any connection to the reports on the news about a missing child?Meanwhile, Shoko, a hassled mother, is trying to remain focused on getting her weekly shopping done, despite the myriad distractions from her six-year-old son Keita. Realising she has forgotten something, she tells Keita to wait in the car while she pops back into the supermarket. Keita ignores his mums request, and, stealing some change, sneaks out of the car to buy some sweets. When he tries to get back before his mother, he realises he has forgotten where exactly she has parked, at which point Hiroshi pulls into the car park...",
    "chinese_title": "锁定",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "ロックアウト",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-10-12T17:13:31"
}