{
    "aka": [],
    "sid": "4074283",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868801791.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "54分钟",
    "episodes": "30",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2009-09-30"
    ],
    "this_title": [
        "家后"
    ],
    "douban_link": "https://movie.douban.com/subject/4074283/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "于万顺是农业水利工程师，结婚纪念日当天原本答应要带妻子女儿出游，却突然接到婚前女友的电话，要他赶到医院见她最后一面，待他到医院才知道前女友已病在膏肓命在旦夕，她当面托孤，要于万顺领养她的女儿。前女友说她已离婚，孩子的爹游手好闲不学好，早已不知去向。于万顺闻讯惊讶万分，他已有一个六岁的女儿涵秀…。但为了安病人的心，于万顺含泪答应，没想到当夜前女友就撒手西归…。简单的办完前女友的后事，于万顺无从拒绝的带著两岁的女娃回到小城。妻子孙莉不相信小女娃的身分，认定小女娃必是于万顺留下的风流种，坚持将女娃送进福利院。夫妻为此事大吵了好几回…。个性强硬的孙莉还没等到DNA鉴定出炉，就在一次争执中气冲冲的跳水投河，孙莉原只是要吓唬吓唬丈夫，没想到却弄假成真，被湍急的河水冲得无影无踪…。女儿于涵秀知道父母亲吵架全是为了来路不明的小女娃所引起，对小女娃先就烙下恶劣的印象，直至母亲孙莉落水失踪，涵秀对父亲及取名涵韵的小妹从此愈发疏离与排斥…。温惠慈是于万顺的邻居，比于万顺小十岁，从小听过于大哥与前女友浪漫的爱情故事，对他崇拜爱慕，直到于万顺另娶孙莉，少女的心几乎破碎…。而后年岁渐长，亲友给她介绍对象，她仍暗中以于万顺做榜样，希望未来的丈夫能和于万顺一样多情体贴善良负责…。孙莉失踪后，惠慈急伸出援手，主动帮忙照顾两个孩子，没想到小涵韵从此离不开她…。一年后于万顺在亲友的劝进中正式迎娶惠慈为妻。惠慈为表现自己愿诚心诚意成为两个孩子的母亲，毫不犹豫的动了结扎手术，让于万顺深深感动。二十年过去，本以为落水失踪尸骨无存的孙莉竟在电脑展上与涵秀涵韵姊妹因小事而起冲突，孙莉一样的暴烈脾气，姊妹几乎无法招架。所幸孙莉的养子孙光亚缓颊，双方才大事化小，小事化无…。见面的当下双方虽互不认识，但孙光亚却从涵韵留下的资料中发现她是他来往多时，正打算相约见面的知心网友。由於孙莉当天的反应过於激烈，光亚唯恐坏了涵韵对他的好印象，随后取消了那几天的约见，没想到从此两人好事多磨…。而二十年后的大姐涵秀，在情感路上也正处于令人意想不到的阶段…！涵秀平日工作认真，在“赵记”建设公司深得董事长赵洪兰的赏识，患了绝症的赵洪兰担心来日无多，锁定她为媳妇人选，要她将来协助她所谓的“满脑子不切实际”的儿子赵大年掌管家族企业。…涵秀虽然惊讶，但为了早日脱离原生家庭，她很快就答应这门婚事！但答应了之后才发觉想嫁赵大年的人多得是，其中还包括公司潘树德总经理的女儿潘艳！潘氏父女不甘心运作多时的情感泡汤，想尽了办法要争取挽回，最后结果仍然功亏一篑！…孙莉要上门提亲才发觉涵韵的父亲竟然就是于万顺，这一惊非同小可，她催促开车的光亚立刻掉头离去，并严禁光亚再与涵韵来往。光亚的车一走；站在门口等候多时，等著迎接未来亲家母的于万顺惠慈等人非常错愕…。直到惠慈探出了真相，于万顺一颗心再也无法平静…。于万顺硬著头皮去拜访孙莉，求她成全孩子…。孙莉怒瞪著他，指著于万顺的鼻子骂他无情无义；说于万顺当年把自己说得多清白、多高尚，原来连隔壁的小女孩也没放过！于万顺百口莫辩，急得几乎要跪下来…。孙莉把他轰出去，指她当年赌著一口气跳河争的就是尊重，说于万顺如果真有心要成全光亚与涵韵，就先和惠慈离婚！孙莉当年落水后被船家所救，并因缘际会认识光亚的奶奶…。她为自己的莽撞后悔，曾打算回去。但回家的当天，却是于万顺和惠慈结婚之日。孙莉像被打了一个巴掌似的难堪，她愤怒的离开，从此在孙家留下来，并正式入户籍成为光亚的母亲…。除了孙莉反对光亚娶涵韵，涵秀也反对涵韵嫁光亚，她无法原谅当年执意弃她而去的母亲…。指涵韵如果执意要嫁过去，到时候“不是涵韵和大家断了关系，就是她涵秀和娘家不来往”。话说得又狠又绝！涵韵没想到她和光亚的感情竟然这么波折，为了让大家好过，也为了让自己彻底死心，她决定牺牲自己，放下对光亚的爱，接受金鑫的求婚！金鑫，另一名追求著，光亚过去的同事，受光亚之托，冒他在网络上之名顶替他与涵韵见面。光亚原本只是要金鑫替他应付一天就好，没想到金鑫对涵韵一见钟情，从此持续与涵韵交往…涵韵与金鑫的婚礼上光亚闯了进来，道出他才是她真正的网友“烟雨江南”，说出所有实情及他的心路历程…。他痛苦的诚挚道歉，说不要涵韵继续受骗！光亚说毕，全体哗然，涵韵震惊…。当下穿著婚纱的涵韵立即随著光亚离去，礼堂内顿时一片混乱…。如此公然的夺妻之辱金鑫一辈子也忘不了。…而涵韵在感情上如此的反覆不定，也让孙莉对她的恶劣印象雪上加霜，婆媳问题成了一道难以跨越的鸿沟…。而嫁给大年的涵秀也没好过。从结婚的第二天起，大年就被控涉入杀人案，所有的证据都对大年不利，所幸涵秀选择相信丈夫，她努力的查证奔走，终在她的信心与细心下发现了蛛丝马迹，提供给警方办案参考，使案情急转直下，大年得以被无罪释放。…经过这一次事件，涵秀与大年的夫妻感情急遽升温。尽管如此，夫妻两人的个性、观念、做事方法仍然极度不同，在同一屋檐下生活久了，差异与摩擦就再也隐藏不住…。她这个婆婆先看上的媳妇，遵循着婆婆的脚步，墨守成规打理公司的同时，却也同样步上婆婆的后尘，与脑筋先进的丈夫赵大年开始了某种程度的扞格不合，夫妻的争吵越来越多，好不容易建立的夫妻感情又一点一滴的流失…。而这些都还不是婚姻生活中最难受的部分，涵秀最痛苦之处莫过于“传宗接代”的压力…。但生儿子不是一个人可以办到的事，尤其夫妻感情走到冰点…。为了婆婆，涵秀放下自尊，求丈夫到医院取精…。 “受孕”本该是夫妻之间最甜蜜的行为，如今却变得如此不堪，涵秀之“痛”已不只是每次取卵子过程的生理痛楚…。好不容易怀孕了，检查结果却是女胎。为了不使患绝症的婆婆病情加重，涵秀谎称她怀的是儿子。但谎话说了后，才发现自己闯了大祸。为了圆谎，她异想天开的与怀儿子的涵韵达成协议，希望两人将来生产后交换孩子…。但没想到孩子呱呱坠地后，问题才真正的开始…。而当初筹画女儿嫁入赵家失败的潘树德，在接二连三的事件后与赵家分道扬镳，另立门户，与金鑫相勾结。为了让“水世界”开发一案借尸还魂起死回生，他漠视生态被破坏，泯灭良知，欺上瞒下制造虚假不实的环评报告。此一开发案，是当时潘树德在“赵记”隐匿实情，瞒骗赵家母子有所图谋的旧案，也是光亚从“水上世纪”发现环评不过通知大年的同一项目。光亚正是因此得罪了潘树德及“水上世纪”而遭公司解聘…。此一戕害环境的开发案，涵盖于万顺住家。于万顺与光亚为了保护环境不惜对抗日益壮大的潘树德与金鑫…。新仇旧恨连番纠结，光亚吃了不少苦头…。就在岳婿捍卫家园胜利在望的时候，于万顺发现潘树德竟然是涵韵的亲爹！于万顺惊出一身冷汗！…而随后不久，“交换孩子”的事竟然被潘树德先发现，潘树德如获至宝，从此以洩漏真相为手段，要挟于万顺签下售屋同意书；要挟光亚将他的发明与他二人权益分享；要挟于万顺光亚不得再反对他的开发案，要挟涵秀透露标案的底价…等等。家人在潘树德强大的压力下生不如死，涵韵怒气冲冲上门找潘树德理论，于万顺知道后急将涵韵带走，他不愿涵韵和潘树德有任何接触！涵韵对潘树德的痛恨无以复加…。潘树德先将“交换孩子”的事透露给孙莉知道，孙莉知道后果然暴跳如雷，这使得一向婆媳不合、讨厌涵韵的孙莉有了正当理由逼迫光亚与涵韵离婚…。但交换孩子的另一对象是自己的女儿涵秀，为了涵秀的婚姻幸福，孙莉见到赵洪兰，心里即使恼恨，却什么也说不得…。为了给涵秀涵韵压力，潘树德藉口请大年吃饭，藉口和赵洪兰谈生意…，他以各种名目制造姊妹的紧张，一日当他再度上于万顺家时，涵韵正在整理自己的相簿，潘树德一眼看到一张小女童的照片，他认出同一张照片他的家里也有一张，那是他遗失的女儿，当年被前妻的老情人抱走…。知道小女童就是涵韵后，潘树德不动声色离去…于万顺眼见隐瞒不了，坦承他就是抱走他女儿的人，潘树德愤怒，扬言告他偷盗孩子、诱拐人口！于万顺不怕挨告，说他深深知道涵韵讨厌潘树德，他只是不忍见涵韵知道真相后的痛苦…。于万顺洩漏心里对涵韵的父爱，本以为可以感动潘树德，没想到潘树德反而想要得更多……惠慈和于万顺认为涵秀交换孩子已是做错事，千万不可一错再错，应该回去向大年和婆婆道实情、认错求原谅…。涵秀急疯了，对惠慈和于万顺非常不悦，说潘树德这么可恶，为什么大家为保护涵韵，可以隐瞒他们是父女的实情，却非要逼她回去说出交换孩子的实情不可？说她只要一说出实情，她和大年好不容易复合的感情就再也好不了了，为什么父母这么偏心，难怪她从小就觉得自己是这个家多出来的人…！涵秀口无遮拦的话伤透了两老的心……两个女儿涵秀和涵韵，一个是安排的婚姻，一个是自主的婚姻；一个挤身在豪门，一个委身在一般家庭；一个婆婆看上的，一个是婆婆讨厌的；一个与丈夫个性南辕北辙，一个与丈夫情投意合…。此两种不同的经济条件、不同状况，不同方式结合的婚姻，却同样要在婚姻生活里，面对来自十面八方的问题…。面对两个女儿和她们的婆家，身为后妈的惠慈扮演著最艰难的慈母及娘家的角色，她仔细拿捏著分寸，即不愿落入“恶娘家”的口实，也要让出嫁的女儿了解，嫁了人就要负起对婚姻的责任，及对夫家应尽的义务。…同时也要女儿放心“嫁出去的女儿不是泼出去的水”，女儿永远是他们的宝贝，娘家永远是她们的家，是她们永远的避风港。为了女儿的幸福，孙莉主动来到于万顺面前，这一次她不再张牙舞爪咄咄逼人，反而流下愧悔的眼泪，要求于万顺帮帮涵秀，说她当年误会了于万顺，误会了涵韵，可整件事下来受伤害最深的却是涵秀，她不知道该怎麼办？…「涵秀受伤害，涵韵难道不受伤害？难道你我包括惠慈这一生的改变，不算伤害？」于万顺反问孙莉。孙莉无言也无颜，转身冲了出去。这一切全是她当年的误会所引起…惠慈白了于万顺一眼，急追上前去，拉住孙莉，说每个人都年轻过，是年轻就难免犯错，她求孙莉原谅自己，也给涵秀成长的机会勇于面对错误。说既然知道过去是误会，如今就不应该让当年的误会继续延烧扩大……误会是一把无情的利刃，能斩断人与人之间所有的情分，无论亲情爱情或友情，误会的作用力无坚不摧，可叹的是，但凡有人，就难免有误会。所幸，误会的力道再强，亦不敌宽容。凡心存宽容，误会就无从滋生，亲情友情爱情，也就无从挑拨破坏…转自TV酷:www.tvkuu.com",
    "chinese_title": "家后",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-26T10:21:09"
}