{
    "aka": [],
    "sid": "4074762",
    "cast": [
        {
            "url": "/celebrity/1367271/",
            "name": "William J. Eggleston William J. Eggleston",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887143307.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1401646",
    "director": [],
    "duration": "26分钟",
    "episodes": "",
    "language": [
        "英语",
        "德语"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1401646/",
    "imdb_votes": 18,
    "this_title": [
        "William Eggleston: Photographer"
    ],
    "douban_link": "https://movie.douban.com/subject/4074762/",
    "imdb_rating": "7.7/10 from 18 users",
    "trans_title": [
        "威廉·埃格尔斯顿：摄影师"
    ],
    "douban_votes": "0",
    "introduction": "William Eggleston was born in Memphis, Tennessee and grew up in a wealthy family in Mississippi. He is considered a pioneer of modern color photography. He achieved early fame with a one-man show at the New York Museum of Modern Art. The show's title was unpretentious and to the point: Color Photographs by William Eggleston. The photographs, which were taken in Memphis and Mississippi, showed everyday motifs as well as friends and family of the photographer. Prints were made using Eggleston's characteristic dye transfer process.Although panned by critics and widely misunderstood, the exhibition marked the beginning of modern color photography. Eggleston influenced generations of young photographers, artists and filmmakers including Jurgen Teller, Andreas Gursky, Sofia Coppola, Gus van Sant and David Lynch.The film documents how Eggleston came to develop his technique of art photography. It shows the first black-and-white photographs made at the beginning of Eggleston's career. Here the influence of Henri Cartier Bresson's decisive moment is still evident. Yet Eggleston went his own artistic way early on. Elements of his later work in color can already be discerned in the composition of the black-and-white photographs.Reiner Holzemer visited Eggleston in Memphis in the fall of 2007. For the first time, he was able to get the photographer to talk about his artistic background and concept of photography. Up to then, Eggleston had largely refused to answer such questions. Of his photographs he says, I am at war with the obvious.",
    "chinese_title": "威廉·埃格尔斯顿：摄影师",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "William Eggleston: Photographer",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-02-25T07:09:05"
}