{
    "aka": [
        "无以回报"
    ],
    "sid": "4074742",
    "cast": [
        {
            "url": "/celebrity/1031863/",
            "name": "戴恩·库克 Dane Cook",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044710/",
            "name": "朱莉·本茨 Julie Benz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000017/",
            "name": "伊丽莎白·米切尔 Elizabeth Mitchell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1006998/",
            "name": "芭芭拉·赫希 Barbara Hershey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1252307/",
            "name": "卡尔利·斯科特·科林斯 Karley Scott Collins",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1207230/",
            "name": "马克·凯利 Mark Kelly",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1344601/",
            "name": "安德鲁·博尔巴 Andrew Borba",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1342894/",
            "name": "余朝汉 Kelvin Han Yee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1201628/",
            "name": "杰拉德·加纳 Jerald Garner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1172907/",
            "name": "Leslie Sarna Leslie Sarna",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1163913/",
            "name": "迈克尔·亚夫涅利 Michael Yavnielli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1058044/",
            "name": "杰奎琳·皮诺尔 Jacqueline Pinol",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054758/",
            "name": "埃里克·帕拉迪诺 Erik Palladino",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005213/",
            "name": "米兰达·贝利 Miranda Bailey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012480/",
            "name": "扎克·吉尔福德 Zach Gilford",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045075/",
            "name": "文森特·温特莱斯卡 Vincent Ventresca",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049956/",
            "name": "安东尼·约翰·邓尼森 Tony Denison",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050005/",
            "name": "妮基·迪洛许 Nikki Deloach",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1425850/",
            "name": "埃丽卡·汉密尔顿 Erika Hamilton",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "剧情",
        "悬疑"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1234974448.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1023158/",
            "name": "马修·卢泰勒 Matthew Leutwyler",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004783/",
            "name": "吉莲·韦格曼 Gillian Vigman",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1523939",
    "director": [
        {
            "url": "/celebrity/1023158/",
            "name": "马修·卢泰勒 Matthew Leutwyler",
            "@type": "Person"
        }
    ],
    "duration": "124分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1523939/",
    "imdb_votes": 1145,
    "this_title": [
        "Answers to Nothing"
    ],
    "douban_link": "https://movie.douban.com/subject/4074742/",
    "imdb_rating": "5.0/10 from 1145 users",
    "trans_title": [
        "无言以对",
        "无以回报"
    ],
    "douban_votes": "52",
    "introduction": "眼下，年近中年的瑞恩（戴恩-库克饰）和凯特（伊丽莎白-米歇尔饰）的婚姻也已然步入艰难的境地，两人虽不约而同地想努力维系这看上去已然开始不安的一切，并试图通过“怀孕生子”这一最传统的手段来弥合这个二人之家的缝隙。然而，事实并不像两人考虑的那般简单。两个在感情上已然逐渐疏远的人，就像是陌生人一般在各自的生活轨迹上，只是在形式上分享着一个家同一个房子罢了。瑞恩，一个从小就听着祖父母口中的浪漫故事长大的男人，在历经成长后的他却对于爱情的信任微乎其微。因为，儿时父亲的离家出走以及对母亲情感与肉体的不忠，让他恨透了这一双父母带给自己的精神教诲甚至深深影响。也直接导致了他本人内心对于家庭和妻子甚至爱情与人生的信念……塔拉（阿雅-沃尔克曼饰），一个过于自信的单身女人也就此介入了瑞恩的生活里来。戏剧性的是，瑞恩虽是个个人生活上的失败者，但其在职业上的强项却是很不错的治疗专家。他的病人艾利格拉（凯莉-霍克饰）正在依靠他的专业治疗，从自己困顿的生活与工作中缓慢复苏过来。与此同时，瑞恩的妻子凯特正全力以赴并想方设法担负起重组家庭的重任。生孩子虽不是一天两天的事，身为律师的凯特却在好友弗兰基（朱莉-本茨饰）的帮助下，竭力将一切做好……幕后花絮作为一部标准的独立制作电影，影片以看似真实的视角与叙事方式，将一个当今社会较为普遍的家庭伦理问题铺陈出来：不幸的成长经历，难以自治的生活轨迹，让一个外表成熟内心却充满灰暗角落的男人，在面临人生与家庭中诸多难题与关卡时，做出的种种选择以及付出的种种努力。导演马修-李欧特维勒，一个同样个性鲜明的独立电影人。从编剧到导演，制片到演员，再从剪辑到导演助力，几乎所有电影行业里的职位都一一体验和尝试过。而他参与制作的数量并非繁多的电影作品中，也有《逆流而行》、《超级英雄》和《每一天》这样的准精品。尤其是2008年之后，马修表现得异常活跃，几乎每年都有新作问世。而这部《无以回报》也是其时隔3年后再执导筒的新作。从目前曝光的唯一一款预告片来看，电影从叙事结构到剪辑技巧上都还令人满意，其融汇之中的些许惊悚元素亦能通过看似平淡的家庭琐事与主人公的情感变故中得以展现，让人小有期待！In 2001, Matthew Leutwyler co-founded the L.A. based production company Ambush Entertainment with partner Miranda Bailey with the philosophy of producing a wide range of original and diverse feature films. His first film for the company was the award winning comedy-horror-musical Dead & Breakfast starring Jeremy Sisto, Portia De Rossi, and Jeffrey Dean Morgan. Since then, Ambush has exec-produced 2005's award-winning critically acclaimed drama The Squid and the Whale; produced the sexually charged comedy The Oh In Ohio starring Parker Posey, Paul Rudd, and Danny DeVito; the comedy Lower Learning with Eva Longoria Parker, Jason Biggs, and Rob Corddry for Starz Entertainment. Recent films include: Against the Current, with Joseph Fiennes, Mary Tyler Moore and Justin Kirk which Premiered at the 2009 Sundance Film Festival and was picked up by IFC Films; the Matthew Broderick and Sanaa Lathan drama Wonderful World, distributed by Magnolia Pictures; and Every Day, written and directed by Richard Levine (Nip/Tuck) and starring Helen Hunt, Liev Schreiber, and Carla Gugino.Recently, Leutwyler and Bailey teamed with Virginia Madsen and Karly Meola's Title IX to develop and produce a feature based on Martha O'Connor's best selling novel The Bitch Posse to be directed by Catherine Hardwicke (Twilight). Additionally they are Executive Producing the 3D horror comedy Hellbenders. The film is being co-produced with Circle of Confusion (AMC’s The Walking Dead).Leutwyler's latest directorial endeavors include the adaptation of the acclaimed novel The River Why starring Academy Award winner William Hurt, Zach Gilford, Amber Heard, and Kathleen Quinlan.Matthew has also been directing short form work including spots for Chevrolet and Coke Zero.When an 11-year-old girl goes missing in Los Angeles, a chain of events is unleashed that will affect several strangers all struggling to find their own paths to redemption. Dane Cook, Barbara Hershey and Julie Benz, star in this tale of lost souls who will together find the Answers To Nothing.Against the backdrop of a missing girl case, lost souls throughout Los Angeles search for meaning and redemption and affect each other in ways they don't always see.Intertwining stories exploring the bad in the best of us and the good in the worst of us. Against the backdrop of a child abduction case we follow five days in the life of the single parent detective assigned to the case, her best friend whose determination to get pregnant keeps her from confronting her husband's infidelity, a school teacher and his obsession with the missing child that pushes him to the edge of vigilantism, a beat cop grieving over the violent death of his wife, a recovering addict and her wheel chair bound brother preparing for the LA marathon, and a self-loathing African American TV writer's search for love.",
    "chinese_title": "无言以对",
    "douban_rating": "5.8/10 from 52 users",
    "foreign_title": "Answers to Nothing",
    "imdb_rating_average": 5.0,
    "douban_rating_average": "5.8",
    "update_at": "2025-02-25T18:39:58"
}