{
    "aka": [
        "Grey Neck",
        "Seraya sheyka"
    ],
    "sid": "4074204",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [
        "动画",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2719538438.jpg",
    "region": [
        "苏联"
    ],
    "writer": [],
    "director": [],
    "duration": "20分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1948"
    ],
    "this_title": [
        "Серая шейка"
    ],
    "douban_link": "https://movie.douban.com/subject/4074204/",
    "trans_title": [
        "灰脖儿",
        "Grey Neck",
        "Seraya sheyka"
    ],
    "douban_votes": "0",
    "introduction": "国际电影节在马伦巴（CHSRR），1949 -奖最佳儿童动画电影;二ICF的在捷克斯洛伐克，1949年城市-奖工人最佳儿童电影，电影在孟买，1952年艺术节-奖“大理石花瓶”时间： 零点19分26秒视频格式： 688x544零时19分26秒25fps的XviD达1.5Mbps音频格式： 48KHz的0时19分26秒单声道96Kbps速度MP3播放类型卡通主任弗拉基米尔上校，列昂尼德阿马尔里克情景乔治Beriozko角色阐明费奥多Kurihin，伊万诺夫，波波夫情人节Telegina作曲家尤里尼氏乘法器鲍里斯梅罗维奇，鲍里斯斯捷潘采夫，瓦迪姆多尔吉赫，一Staryuk，希望普里瓦洛夫，拉米斯安布里迪斯，德米特里别洛夫，弗伊纳Yepifanova，二佩京，罗马达维多夫塔季扬娜Taranovich，费奥多Khitruk，丽迪雅Reztsova，亚历山大Belyakov，提托夫工作室Soyuzmultfilm国家苏联时间20分钟。 3秒。首映1948年灰脖儿（俄罗斯）一初秋时分，天气一天天冷了。草木枯黄，鸟儿慌恐不安。它们就要远涉重洋去过冬，显得有些忧心忡忡。因为，它们要在辽阔的天空飞行几千公里是很不轻易的……在这期间，有些可怜的鸟儿将在路上累垮，有些鸟儿还可能死于非命，——总之，它们不得不认真考虑这些问题。一群仪态端庄的大鸟——什么天鹅啦，大雁啦和野鸭子啦，马上就要上路了。它们知道长途跋涉的艰难困苦，所以一个个心事重重。而一些小鸟，像小滨鹬啦，鳍鹬啦，黑肚滨鹬啦，白腰草鹬啦，沙鹬啦，等等，却无忧无虑地叫着，跑着，跳着。它们早已成群结队集合起来，在沼泽里飞快地游来游去，就像撒出去的一把豌豆，别提多忙活啦。黑沉沉的森林显得非凡寂静，因为主要的歌唱家们等不到严冬降临就远走高飞了。“这些小东西忙个什么劲呀？”不爱着急的老公鸭嚷道，“反正到时候我们都要飞走的……我不明白，它们为什么这样慌里慌张！”“你生来就是个懒鬼，看见人家忙活就觉得不舒坦。”它的老伴老母鸭说。“我是个懒鬼？你就会冤枉人，别的啥也不会。或许我比大家还操心呢，只是我不表露出来罢了。一天到晚在岸上满世界跑，吵吵嚷嚷，搅得四邻不安，让大伙都讨厌，又有什么好处？”母鸭对老伴本来就不太满足，这下真生气了：“懒鬼！你看看人家，看看咱们的邻居天鹅和大雁，人家过得多么和美。人家整天厮守着自己的家，精心地生儿育女。可你却不管孩子们的死活，只顾自己混吃闷睡。一句话，你就是懒鬼！我一看见你就心烦！”“别吵吵啦，老婆子！我还没说两句话，你就唠叨了一篓子，你这脾气可真叫人讨厌。谁都有缺点……可我并没有错，依我看，天鹅是笨蛋，所以它才厮守着自己的孩子。总之，我有我的章程，那就是不管别人的闲事，图个什么呀？谁爱怎么过就怎么过，管它呢。”“你算什么爸爸！”母鸭冲着老伴喊道，“爸爸应该关心自己的孩子，而你却不管孩子们的痛痒！”“你是指灰脖儿吗？它不会飞，可我有什么办法？我有什么不是……”老两口管它们的残废女儿叫灰脖儿。春天的时候，有一只狐狸偷偷窜到鸭群里，叼住了灰脖儿。幸亏老母鸭拼着老命扑向敌人把它救了回来，可是它的一只翅膀却被咬断了。“我一想到我们得把灰脖儿单独抛在这儿就感到担忧”，母鸭含着眼泪絮絮叨叨地说，“我们都远走高飞了，而它却要孤孤单单地留在这里。是的，就剩下它一个……我们都飞到暖和的南方去了，而它，可怜的孩子，却得在这儿冻死。要知道，它到底是咱们的女儿呀，我多么喜欢我的小灰脖儿呀！告诉你，老头子，我要留在这儿和它一块过冬……”“那么别的孩子们呢？”“它们都身强力壮，离开我也可以生活。”一说起灰脖儿，老公鸭总是把话头岔开。当然，它也爱自己的女儿，但是为什么要无谓地自寻烦恼呢？灰脖儿得留下，冻死在这儿，这当然叫人伤心，可这又有什么法子呢，终归还得为别的孩子们着想呀。老太婆太爱激动，但认真地合计一下倒是必要的。老公鸭心里很怜惜自己的老伴，却不能充分理解做妈妈的痛苦。还不如当初狐狸把灰脖儿一口吞掉了呢，省得让它在这儿活活冻死。二分手的日子已经临近了，老母鸭更加爱怜受伤的女儿。可怜的孩子还不懂得，离别和孤独是什么滋味。它正像一个没有见过世面的幼雏一样，瞪着好奇的眼睛望着预备出发的鸭群。当然，它有时也羡慕哥哥姐姐们，它们将成群结队高兴奋兴地飞到没有冬天的遥远的地方。“妈妈，你们春天还回来吗？”灰脖儿问妈妈。“是的，是的，我们还会回来的，我的心肝……我们还要生活在一起。”为了安慰刚刚懂事的灰脖儿，妈妈给它讲了几个从前有些鸭子留下过冬的故事。老母鸭的朋友当中就有这么两对夫妻。老母鸭安慰女儿说，“我的心肝，不管怎么样，你是会熬过去的。起初你也许觉着有点孤单，过些日子就会习惯了。假如能把你送到有温泉的地方，那就好了。那儿冬天下结冰，离这儿也不太远……得啦，说这些有什么用呢，反正我们也没有办法把你送到那儿去！”“我会天天想念你们，我会想：你们在哪儿呀？在干什么呀？你们兴奋不兴奋呀？……不管怎样，我还像跟你们在一块的时候一样。”可怜的灰脖儿反复说着。老母鸭为了不表露自己的绝望心情，极力克制自己。它表面上尽量装出兴奋的样子，可暗地里却背着大家偷偷流泪。唉，它多么可怜苦命的女儿呀！……现在，它对别的孩子毫不在意，漠不关心，似乎压根儿就不爱它们似的。时光过得真快！……已经下过几场早霜，白桦树叶渐渐枯黄了，白杨树叶也染红了。河水变得黑黝黝的，河边的草木凋零了，河岸光秃秃的，河道显得宽广了。阵阵秋风摇落了树上的枯叶，云彩和秋雨时时遮住晴朗的天空。总之，好日子剩下不多了。候鸟们已经成群结队地急急忙忙地飞走了。最先动身的是住在沼泽里的鸟，因为沼泽开始结冰了。走得最晚的是那些水鸟。仙鹤们出发的时候，灰脖儿非凡伤心，因为它们叫得非常凄惨，似乎在召唤它一块飞去似的。它还是有生以来第一次感到这么难过。它内心已经预感到某种不祥之兆，所以两眼久久地目送着渐渐远去的鹤群。“它们该多好呀！”灰脖儿这么想。天鹅、大雁和野鸭也预备出发了，它们汇集起来，组成一大群。饱经风霜的老鸟向幼鸟传授着远飞的本领。为了适应远飞，把翅膀练得硬邦邦的，幼鸟们天天早晨都唱着嘹亮的歌声进行远足。足智多谋的头鸟先把幼鸟分成几批进行练习，然后再把它们集合起来一块练习。幼鸟“嘎嘎”地叫着，嬉笑着，快活极了！唯独灰脖儿不能参加这种活动，它只好站在一旁远远地望着。可有什么办法呢，它只好听天由命。除了在水里游泳，扎猛子之外，它还能干什么呢？水成了它唯一的天地。“该出发了……时间到了！”领头的老鸟喊了一声，“我们在这儿还等什么呀！”时间飞逝而去，不幸的时刻终于来到了。水鸟们在河面上汇集成一大群。这是初秋的早晨，河面上笼罩着一层浓雾。鸭群是由三百只野鸭组成的。在鸟群里现在只有那些头鸟们嘎嘎嘎不住地叫着。老母鸭昨夜通宵没有合眼，因为那是它同灰脖儿团聚的最后一夜。“你要呆在泉水注入河流的地方，那儿的水一冬天都不会结冰。”它告诉灰脖儿说。灰脖儿站在鸭群一旁，就像外人一样。野鸭都忙着远走高飞，谁也顾不上它。老母鸭看着可怜的灰脖儿，心都碎了。它下了几次决心要留下来。可是怎么能够留下呢？还有别的孩子呢，它们必须随鸭群飞走啊。“大家注重，出发！”头鸟扯着嗓子喊了一声，鸭群唰地一声腾空而起。灰脖儿独自留在河上，对着远去的鸭群望了好久。鸭群起初挤成一团，继而排成一个规规矩矩的“人”字形，后来就在天空消失了。“难道就剩下我自个儿了？要是那时狐狸把我吃掉反倒好啦……”灰脖儿寻思着，眼泪像断线的珠子似地流下来。三灰脖儿居住的那条河流，在浓荫覆盖的山间哗哗地流过。两岸十分荒凉，没有什么人家。早晨，紧挨着河岸的水已经开始结冰，但到中午，玻璃似的薄冰就融化了。“莫非河水要全部封冻？”灰脖儿害怕地想。它感到有些孤单，因而无时无刻不在想着已经远走高飞的哥哥姐姐们。它想，它们现在在哪儿呀？它们平安到达目的地了吗？它们也想着我吗？它有足够的时间去遐想。它现在才懂得什么是孤独。河面上空荡荡的，只有森林里还有些生气，在那里松鸡格格地叫着，松鼠和小兔扑棱棱地跳着。有一天，灰脖儿实在闷得慌，就来到森林里。忽然从灌木丛里窜出一只兔子，把灰脖儿吓得浑身直打哆嗦。“啊，你可把我吓死啦，真坏！”兔子稳住了神，对灰脖儿说，“你把我吓得魂都掉啦。你怎么上这儿蹓跶来啦，鸭子不是早就飞走了吗？”“我不能飞，我小时候被狐狸咬断了翅膀。”“哟，又是这只狐狸！世界上再也没有比它更坏的了。以前我也差点儿让它吃了。你要提防它，非凡是在河水结冰之后，那正是它抓你的好时机。”它们互相熟悉了。兔子也像灰脖儿一样，没有自卫能力，只靠东奔西窜保全性命。“假如我像鸟儿一样，有一双翅膀，我在世界上就无所畏惧了！你虽然没了翅膀，但还会游泳，要不就钻到水里。而我却整天提心吊胆。我四周有很多敌人，夏天我还可以藏在草里，可一到冬天我就没有地方可藏了。”免子说。过了不久，下了第一场雪，但河流还没有被严寒征服。夜里结的冰，白天就被河水冲碎了。河水和严寒进行着你死我活的搏斗。繁星闪烁的夜间是最危险的，那时万物都沉寂下来，河面上没有一点波纹，河流似乎睡着了，而严寒却千方百计企图用冰把它锁在梦中。不幸的事情终于发生了。在一个满天星斗黑沉沉的夜晚，幽暗的森林像一群高大的卫士仁立在河岸上，岿然不动。夜幕中的群山显得更高了。高挂在天空的月亮放射着朦胧的光辉，普照着大地上的万物。就在这个夜晚，这条白天还在山间曲回奔腾的河流变得安静了，严寒静静地凑到它身边，紧紧抱住这个桀骜不驯的美人，似乎用一层晶莹的玻璃，把它严严实实地罩住了。灰脖儿绝望了。因为除了河中间一片不大的地方之外，整个河流都结冰了，可以自由安闲游泳的地方，还不到三十多米长。恰好在这个时候，咬断灰脖儿翅膀的那只狐狸又在河岸上出现了。灰脖儿丧气到了极点。“喂，老朋友，你好！”狐狸站在河岸上甜言蜜语地说，“好久不见了……冬天来了，我祝贺你。”“请你走开！我压根儿就不想答理你，”灰脖儿回答。“你就这样报答我的美意呀？你倒挺不错，没什么可说的！对了，有人说了我许多闲话。他们自己做了坏事，却推到我身上……回头见。”狐狸跑走了。兔子一瘸一拐地走过来，对灰脖儿说：“要当心，灰脖儿，它还会来的。”灰脖儿像兔子一样，也害怕起来了。可怜的灰脖儿甚至没有心思去欣赏四周的美景了。真正的冬天已经来临。大地盖上了雪白的绒毯，干净得一个黑点也没有。光秃秃的白烨树、红杨树、柳树和山梨树也挂了一层雪花，像蒙上一层银色的绒毛。枞树披上了厚厚的一层白雪，似乎穿上了珍贵的皮袄，显得更加威严。四面的景色着实迷人，但可怜的灰脖儿知道，这美景并不是属于它的，它只担心一件事，就是河中间的那片地方眼看着也要结冰，马上它就没有栖身之所了。过了几天，狐狸真的又来了。它站在河岸上说：“我非常想念你，小鸭子……你过来，你要是不愿意过来，我就到你那儿去，我不拿架子。”狐狸战战兢兢踩着薄冰向还未封冻的河心爬去。灰脖儿吓得魂不附体。但是狐狸爬不到水边，因为那里冰太薄了。它探着头，咂咂嘴说：“小鸭子，你多傻！……快爬到冰上来！不过，我要走啦！我还急着干我的营生呢！”以后，狐狸天天到这里来，看河心封冻没有。严寒继续施展着淫威。河中间那片没有结冰的地方，原来像个大水池，现在变成方圆两米多的冰窟窿。这时候，冰也结得厚了，狐狸可以一直走到冰窟窿的边缘。可怜的灰脖儿吓得钻到水里，狐狸蹲在冰窟窿边上，恶狠狠地取笑灰脖儿：“没关系，你往水里钻吧，反正我要吃掉你……你最好还是乖乖地钻出来。”兔子在河岸上看到狐狸的蛮横行为，肺都气炸了。“啊，这狐狸多么狠毒！灰脖儿多么不幸呀！狐狸会吃掉它的……”一旦河心完全结冻，狐狸就会把灰脖儿吃掉，这是完全可能的。然而，这样的事情却没有发生。兔子亲眼目击了发生的一切。一天早晨，兔子从窝里出来找食，和同伴们在一块玩。那天天气非常严寒，它们为了赚个暖和，两脚不停地踢蹬着，玩得很快活。“弟兄们，你们要当心啊！”有只兔子大喊一声。这真是千钧一发的时刻。森林边上站着一个驼背老猎人，他蹬着雪橇静静走过来，正琢磨着打死哪一只兔子呢。“哈，这一下我老伴可以做一件暖和的皮袄啦！”他看准了一只最大的兔子寻思着。他刚一瞄准，免子就发现了，噌地一声窜到森林里，简直像疯了一样。“啊，狡猾的家伙！你们等着吧……蠢家伙，为什么不明白，我老伴不能没有皮袄呀。为了不让她受冻，你们不要耍弄我，不要满世界乱跑。要是我说话不算数，我老伴会责备我的。她会对我说：‘你当心，老头子，搞不到皮袄就别回来！’而你们却逃走啦……”老猎人气呼呼地唠叨着。老猎人跟着兔子的脚印搜索了一会儿，但是兔子却像撒出去的一把豌豆似的窜到森林里去了。老猎人累得精疲力竭，一边骂着狡猾的兔子，一边坐在河岸上喘气。“唉，老婆子呀，老婆子，我们的皮袄跑啦！得啦，我先休息一会儿，然后再去另找皮袄。”他自言自语地说。老猎人正坐着犯愁，忽然看见一只狐狸在冰上爬着，姿势和猫一模一样。“哈哈，原来是只狐狸！”老猎人又兴奋起来，“我老伴的皮袄领子自己跑来啦。……大概它是要喝水，要不就是想逮鱼。”狐狸真的跑到灰脖儿栖身的河流中间，在冰上趴着呢。老猎人两眼已经昏花，加上狐狸挡住了视线，所以他没有发现水里还有一只鸭子。“为了不把领子糟践了，应当这样打。”老猎人一边瞄着狐狸，一边想，“要是老婆子发现皮祆领子上净是窟窿，她又该骂我了。这可得好枪法，枪法不好是打不死狐狸的。”老猎人看准了狐狸身上的一个地方瞄了很久，终于砰地一声开枪了。透过烟雾，他看见一个什么东西在冰上跑动，飞快地跳进冰窟窿里。他跌跌撞撞地跑上前去，在冰上还摔了两交，可是当他跑到冰窟窿那里，只好两手一摊：皮袄领子不见了，而在冰窟窿里游动着惊魂未定的灰脖儿。“原来是只鸭子！”老猎人摊开双手长叹一声，“我活了一辈子头一回看见狐狸会变成鸭子。多狡猾的野兽啊！”“老爷爷，狐狸跑啦。”灰脖儿告诉老猎人。“跑啦？唉！老婆子，皮袄领子跑啦！……现在我可怎么办哪？唉，我的运气可真糟，可你这小傻瓜为什么在这儿游泳呀？”“老爷爷，我不能和别的鸭子一起飞走，因为我有一只翅膀被咬伤了。”“唉，傻瓜呀，傻瓜！你知道吗，你在这儿不是被冻死就是被狐狸吃掉！啊，有了……”老猎人想了一想，点了点头作出这样一个决定：“那么，我们这么办吧：我把你交给我孙女，她会兴奋的。到了春天，你给我老伴下蛋，还给她孵小鸭子。听见了吗，我的小傻瓜？”老猎人从冰窟窿里把灰脖儿救上来，抱到怀里。“我回去什么也不对老伴说，让她的皮袄和领子一同在森林里游逛吧。只要我的孙女兴奋，我也就心满足足啦！”他这样想着往家走去。兔子看到这一切，笑得合不拢嘴。有什么关系呢，反正老太婆没有皮袄也行，守着火炉不是也冻不着吗？",
    "chinese_title": "灰脖儿",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Серая шейка",
    "douban_rating_average": 0,
    "update_at": "2025-03-26T06:34:02"
}