{
    "aka": [],
    "sid": "4078622",
    "cast": [
        {
            "url": "/celebrity/1259505/",
            "name": "Patrick Taylor Patrick Taylor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1104215/",
            "name": "Michal Sinnott Michal Sinnott",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1196672/",
            "name": "Damian Calvo Damian Calvo",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1427238",
    "director": [
        {
            "url": "/celebrity/1196672/",
            "name": "Damian Calvo Damian Calvo",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1427238/",
    "this_title": [
        "Independently Blue"
    ],
    "douban_link": "https://movie.douban.com/subject/4078622/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Joe's agoraphobia has gotten worse since Trish left him. He spends his day inside his apartment staring out at a wall of lit windows. Joe feels like one of them - anonymous. Memories both happy and bitter flood his thoughts without warning. He tries to blur his memory of Trish at first with prescribed antidepressants and then by attempting to lose himself in a haze of marijuana smoke and bad TV.  When he tries to go outside, sudden and debilitating panic attacks make his isolation more severe. In the midst of these attacks he has dark visions. The faceless shadows of his past take shape in his imagination. He invents a strange world inside a horror screenplay. Joe writes about a killer without a face chasing a beautiful woman through the woods. He sits down to write every day but never saves a draft. Each time he is interrupted or distracted. His mother, Rebecca, and his best friend, Miller, try to lure Joe out of his box. One day Joe meets Alice, a mysterious girl in an online chat room who flirts and teases him. Unwittingly she forces him to face his biggest fears--his inability to leave his apartment, his haunted past and his present addictions. This is a story of hope in the face of judgment. It's an honest look at relationships between men and women, loss, flirtation, fantasy, and love.",
    "chinese_title": "Independently Blue",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-20T04:01:17"
}