{
    "aka": [],
    "sid": "4079268",
    "cast": [
        {
            "url": "/celebrity/1122577/",
            "name": "Donald McIntyre Donald McIntyre",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1098785/",
            "name": "Josef Hopferwieser Josef Hopferwieser",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1152821/",
            "name": "Doris Soffel Doris Soffel",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1985",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt0259914",
    "director": [
        {
            "url": "/celebrity/1008218/",
            "name": "布莱恩·拉奇 Brian Large",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "German"
    ],
    "playdate": [
        "1985"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0259914/",
    "imdb_votes": 11,
    "this_title": [
        "Paul Hindemith: Cardillac"
    ],
    "douban_link": "https://movie.douban.com/subject/4079268/",
    "imdb_rating": "7.7/10 from 11 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "SynopsisThe setting is Paris in the 17th century.Act IIt begins with the crowd agitated about a series of recent mysterious murders. The police calm the crowd. The goldsmith Cardillac then walks on, and the atmosphere becomes hushed. The Lady asks the Cavalier about Cardillac, and the Cavalier tells of the goldsmith and his priceless jewelry. The Lady promises the Cavalier a tryst that evening if he can bring her Cardillac's most beautiful craftwork. The second scene of Act I features the tryst scene between the Lady and the Cavalier, with the Cavalier delivering one of Cardillac's belts. At the end of the act, a masked figure steals into the bedroom and fatally stabs the Cavalier. The Lady faints and the mysterious figure leaves with the belt.Act IIIt opens as the Gold Merchant mentions to Cardillac the latest murder of someone with a recent work of Cardillac. The Gold Merchant has his suspicions about the murderer. Cardillac orders his daughter to watch over his work. She does so and awaits her lover, the Officer. Cardillac returns, and it is evident that the goldsmith values gold more than his daughter. Cardillac then meets the King and offers to make his greatest creation for him. The Officer then enters to ask Cardillac for his daughter's hand in marriage, and Cardillac consents. However, the Officer realizes how much Cardillac values his creations over his own daughter, and then offers money for one of the goldsmith's chains. After he has left, Cardillac indicates that he himself is the murderer.Act IIIIt begins in a tavern where the Officer wears the chain, setting himself up as a target for the murderer. Cardillac then enters and wounds the Officer, but the Officer beats back the attack and holds on to the chain. He advises Cardillac to flee. The Gold Merchant then brings on a crowd and accuses Cardillac of being the murderer. Cardillac is brought in, followed by his daughter. The Officer rebuts the charge and accuses the Gold Merchant of being an accomplice to the murderer. In the ensuing ensemble, Cardillac's daughter realizes that her father is the murderer. The crowd sings Cardillac's praises, but as they continue, his words make the crowd wonder about the identity of the murderer. Finally, Cardillac reveals to the crowd that he is the murderer. They demand of him repentance, but he makes no such gesture. The crowd then lynches Cardillac, but before he dies, in his last moment, he reaches out for the chain around the Officer's neck, not his daughter. The Officer and Cardillac's daughter swear mutual devotion..Music byPaul Hindemith   (from opera \"Cardillac\")Production Design byJean-Pierre PonnelleCostume Design byPet HalmenMusic DepartmentWolfgang Sawallisch ....  conductorOther crewJean-Pierre Ponnelle ....  opera director",
    "chinese_title": "Paul Hindemith: Cardillac",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-05-16T14:39:18"
}