{
    "aka": [],
    "sid": "4088341",
    "cast": [
        {
            "url": "/celebrity/1027137/",
            "name": "扎克·加利凡纳基斯 Zach Galifianakis",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "喜剧",
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898503637.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1027137/",
            "name": "扎克·加利凡纳基斯 Zach Galifianakis",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0804558",
    "director": [
        {
            "url": "/celebrity/1278806/",
            "name": "Michael Blieden Michael Blieden",
            "@type": "Person"
        }
    ],
    "duration": "72 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2007-03-06"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0804558/",
    "imdb_votes": 4273,
    "this_title": [
        "Zach Galifianakis: Live at the Purple Onion"
    ],
    "douban_link": "https://movie.douban.com/subject/4088341/",
    "imdb_rating": "7.2/10 from 4273 users",
    "trans_title": [
        "扎克·加利费安纳基斯：紫色洋葱俱乐部现场版"
    ],
    "douban_votes": "0",
    "introduction": "The show was recorded at the San Francisco club The Purple Onion in June 2005. In addition to Zach's routine, which features Zach's trademark dry humor, a large portion of which is accompanied by a light piano piece played by Zach as bed music. It ends with Zach tearing off pages of a large pad of paper which contain prewritten, largely self deprecating jokes, while a boys choir sings Greatest Love of All. The DVD contains two separate sections which are cut to throughout the routine, often at times where the content of the routine may have to do with the content of the other portions.One of the sections is an unscripted roadtrip to The Purple Onion in a Volkswagen bus with Zach and his friend Joe Wagner. The banter and happenings that occur seem to provide insights to where Zach gets some of his comedy. The bus ends up breaking down just short of their goal so they finish the trip in rented small car, usually meant for tourists. The roadtrip portrays Zach as a fun-loving guy, different than his stage persona.The second section is a loosely scripted interview of Seth Galifianakis (played by Zach) by Brian Unger. Though Zach, himself, doesn't appear in this section but the aim of the interview seems to be to find the root of Zach's depression and ramblings on stage.The DVD was released March 6, 2007.",
    "chinese_title": "扎克·加利费安纳基斯：紫色洋葱俱乐部现场版",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Zach Galifianakis: Live at the Purple Onion",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-02-03T10:11:42"
}