{
    "aka": [
        "Robot Taekwon V"
    ],
    "sid": "4088908",
    "cast": [
        {
            "url": "/celebrity/1446752/",
            "name": "金宝英 Bo-young Kim",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1976",
    "genre": [
        "动作",
        "科幻",
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2570274832.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "imdb_id": "tt0245655",
    "director": [
        {
            "url": "/celebrity/1432784/",
            "name": "金青基 Cheong-gi Kim",
            "@type": "Person"
        }
    ],
    "duration": "76分钟(韩国)",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1976-07-24(韩国首映)",
        "2006-08-11(韩国重映)",
        "2007-01-18(韩国重映)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0245655/",
    "imdb_votes": 111,
    "this_title": [
        "로보트 태권 V"
    ],
    "douban_link": "https://movie.douban.com/subject/4088908/",
    "imdb_rating": "5.6/10 from 111 users",
    "trans_title": [
        "机器人跆拳V",
        "Robot Taekwon V"
    ],
    "douban_votes": "0",
    "introduction": "나왔다! 전세계를 놀라게한 정의의 로보트 태권! | 정의의 태권V 지구에 상륙하다 | 30년만에 돌아온 우리의 꿈, 우리의 영웅김박사와 함께 거대로봇을 개발하던 카프 박사는 뛰어난 두뇌에도 불구하고 작고 못생긴 외모 때문에 성격이 비뚤어진다. 그러다 세계 물리학자 모임에서 자신의 외모 때문에 비웃음을 받자 언젠가 복수하겠다는 말을 남기고 자취를 감춰 버린다.시간은 흘러 태권도 국가대표로 성장한 김박사의 아들 훈은 세계 대회에서 미국의 리챠드 쇼를 결승에서 이기고 우승한다. 그러나 훈과의 대결에서 부상당한 리챠드 쇼가 의문의 납치를 당하고, 각종 격투기 대회에서 패배한 선수들과 과학자들의 연이은 납치사건이 발생한다. 게다가 납치범들이 탑승한 거대로봇의 위력에 사람들은 혼란에 빠지고, UN의 비상총회에서 붉은 별 군단이 선전포고까지 하자 전세계는 초긴장 상태에 이르게 된다.김박사는 납치 사건과 붉은 별 군단의 배후로 카프 박사를 의심하는데, 이때 자신을 카프 박사의 딸이라고 하는 메리가 나타난다. 김박사는 카프 박사를 찾을 때까지 메리를 집에 머물게 하지만 의심을 풀지 않고 경계한다. 그 사이 메리는 훈에 대한 연정을 품게 된다. 그러던 어느 날, 태권브이가 만들어지고 있는 비밀구역에 침입하려던 메리가 인조인간임이 발각된다. 메리는 연구소를 탈출하지만 얼마 후 붉은 별 군단의 로봇 병사들을 이끌고 태권브이 설계도를 훔치고 김박사를 사살한다. 한발 늦게 도착한 훈이가 오열하지만, 김박사는 태권브이의 완성을 알려주고는 세상을 떠난다.훈은 연구소와 연결된 격납고에서 김박사가 목숨과 맞바꾸면서 지켜낸 태권브이를 발견한다. 아버지의 복수를 다짐한 훈은 태권브이 공동개발자인 윤박사의 딸, 영희와 함께 태권브이 조종 연습에 들어간다. 훈련이 끝나갈 무렵, 드디어 붉은 별 군단의 로봇들이 도시를 습격하기 시작한다. 드디어 첫 출격을 하게 되는 태권브이. 군대를 궤멸시키고, 도시는 폐허가 된 그곳에는 메리를 포함한 3기의 전투로봇이 태권브이를 기다리고 있다. 훈과 영희는 태권도를 고스란히 재현해내는 태권브이로 적의 전투로봇들을 산산조각 낸다. 여세를 몰아 메리 로봇도 쓰러트리지만 과거의 감정 때문에 훈이 주저하는 사이, 메리는 또 빠져 나간다.기지로 돌아온 훈이와 영희. 그러나 전투를 치루는 동안 윤박사가 납치되었음을 알게 된다. 납치된 윤박사는 말콤박사의 기술진들에 의해 세뇌시스템에 갖혀 있다. 그들은 윤박사의 광자력 빔 기술을 이용해 자신들의 로봇에게 장착시키려는 구상을 하고 있다. 그들의 로봇은 다름 아닌 리차드쇼를 비롯해 패배한 격투기 선수들을 세뇌해 그들의 무술을 결합해서 만든 것이었다. 그런데 윤박사의 세뇌과정이 끝나갈 무렵, 메리는 감시 중인 로봇 병사를 쓰러트리고 윤박사를 풀어준다. 자신은 인간이 되고 싶었고 훈과 함께 있는 동안 인간의 감정을 배울 수 있었다고 고백한다. 그러나 윤박사를 돕는 과정에서 발각되자 몸을 던져 윤박사를 탈출시키고 자신은 치명상을 입는다.한편 훈과 영희는 윤박사와의 교신에 성공하고, 적들의 본거지를 알아낸다. 이 사실이 전 세계로 타전되고 연합군과 함께 태권브이가 출동한다. 연합군의 십자포화를 견디지 못하고 수세에 몰린 말콤 일당. 그들은 마침내 리차드쇼의 태권X, 클라크의 레슬링 로봇, 인디오의 검도로봇을 출동시킨다. 앞서 싸웠던 로봇들보다 훨씬 강력한 전투로봇들. 그러나 정면 승부로 마침내 그들을 박살내는 태권브이. 수세에 몰린 붉은별 군단의 사령관은 자신의 용로봇을 타고 탈출하지만 태권브이에 의해 퇴로가 차단된다. 용로봇은 끝까지 저항해보지만 윤박사가 개발한 태권브이의 광자력빔에 의해 마침내 파괴되고 만다.그런데 파괴된 용로봇 안에서 나온 사령관은 카프 박사로 밝혀진다. 카프는 자신의 과오에 대한 용서를 빌며 자신의 이름을 잊어달라고 말하고 벼랑 끝으로 떨어진다. 마침내 전쟁은 끝나고 하늘로 날아오는 태권브이. 사람들은 태권브이에게 환호하며 세상에는 다시 평화가 찾아온다.",
    "chinese_title": "机器人跆拳V",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "로보트 태권 V",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2025-09-15T23:15:22"
}