{
    "aka": [
        "The Abandoned Field: Free Fire Zone"
    ],
    "sid": "4089064",
    "cast": [
        {
            "url": "/celebrity/1368361/",
            "name": "林至 Lam Toi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1370642/",
            "name": "翠安 Thuy An Nguyen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1395744/",
            "name": "De Xuan De Xuan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1351774/",
            "name": "罗伯特·海 Robert Hai",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1979",
    "genre": [
        "剧情",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2448272838.jpg",
    "region": [
        "越南"
    ],
    "writer": [
        {
            "url": "/celebrity/1395745/",
            "name": "阮光生 Quang Sang Nguyen",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0078730",
    "director": [
        {
            "url": "/celebrity/1293131/",
            "name": "阮鸿审 Hong Sen Nguyen",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "越南语"
    ],
    "playdate": [
        "1979"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0078730/",
    "imdb_votes": 166,
    "this_title": [
        "Cánh Đồng Hoang"
    ],
    "douban_link": "https://movie.douban.com/subject/4089064/",
    "imdb_rating": "7.1/10 from 166 users",
    "trans_title": [
        "荒原",
        "The Abandoned Field: Free Fire Zone"
    ],
    "douban_votes": "0",
    "introduction": "To an American audience, \"The Abandoned Field: Free-Fire Zone\" is an unusual movie in many ways. First, this Vietnamese film tells a story of the Vietnam War through the eyes of Viet Cong guerillas. Instead of the camera hovering above the ground in the U.S. helicopters, it's in the rice paddies looking up at those lethal machines. Second, it depicts the effects of war on a family (mother, father, and child) whose daily life is made unpredictable and uncertain by the whims of battle. Granted, the father and mother are VC guerillas who voluntarily put themselves – and their child – in harm's way, but this touches upon another uncommon element: Hollywood audiences aren't used to seeing a woman (the wife) as a protagonist in a war drama. These qualities alone would make \"The Abandoned Field\" of great interest, but the film also does more. This movie is quite well made. The story is briskly paced, but it still takes time for quiet observations of the couple's frugal family life as they hide from the choppers. The film's visual surface appears equally frugal. The hand-held black & white cinematography gives the images a rough-hewn feel that captures the spirit of the 1960s New Wave and resembles early newsreels of the war. This visual approach might have been completely determined by the economic realities of the time, but the film's low-tech look seems to stand in defiant opposition to Hollywood's high-gloss surface. It's as though director Hong Sen Nguyen wanted to utilize a \"guerilla\" visual style to match the content of his story. Of course, being from Vietnam, \"The Abandoned Field\" wants us to side with the guerillas, but the movie also acknowledges the humanity of an American soldier and presents him as an equal victim of the war. Certainly, the movie is more even-handed than most American films about Vietnam, especially those of the Rambo/Chuck Norris variety. The movie's biggest drawback for U.S. audiences is that its American characters are played by Vietnamese actors (some of whom look racially mixed) speaking in the Vietnamese language. Of course, this instance of unbelievable casting arose from Vietnam's lack of access at the time to professional American talent. The American viewer simply has to accept it as a convention. Another admirer of \"The Abandoned Field\" is director Oliver Stone, who also bemoans the film's lack of authenticity in things American. He once remarked at a UCLA panel that he wished he could have been the film's technical advisor. But its inaccuracies didn't interfere with his enjoyment of the movie. (Stone would go on to direct his own war drama told from the perspective of a Vietnamese woman: 1993's \"Heaven & Earth.\") \"The Abandoned Field\" offers American audiences an unusual and absorbing story. Coming to the movie with an open mind, viewer",
    "chinese_title": "荒原",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Cánh Đồng Hoang",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-03-11T09:11:44"
}