{
    "aka": [],
    "sid": "4091527",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "　　第14届釜山国际电影节(2009)\n　　最佳纪录片奖 Saba Dewan\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2892152532.jpg",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt1519658",
    "director": [
        {
            "url": "/celebrity/1332669/",
            "name": "Saba Dewan Saba Dewan",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "旁遮普语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1519658/",
    "imdb_votes": 10,
    "this_title": [
        "The Other Song"
    ],
    "douban_link": "https://movie.douban.com/subject/4091527/",
    "imdb_rating": "8.0/10 from 10 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The film contains the journey taken in search of a lost song. Famous singer Rasoolan Bai from 1950s India used her own singing methods and changed the lyrics to create different versions of the ‘thumri’ (a genre of traditional Indian music) song [My Breasts Are Wounded, Don't Throw Flowers at Me]. Her own singing style and ever-changing lyrics make this song a rare gem. As the film gropes after her life, it finds her friends, song collectors, and succeeding generations of ‘thumri’ singers.This journey in search of a song that is neither visible nor substantial starts to imprint the existence of the director within the film. Even after the director himself confesses that he does not know why he’s looking for this song, this road movie continues to search for traces of the song through unstopping camera movements. The movement of the camera and the stream of ‘thumri’ music form a powerful ensemble to remember the life of a song and singer lost in time. This film is the third installment of Director Saba Dewan’s trilogy about female artists, following [Delhi-Mumbai] which deals with bar dancing and [The Dance] which deals with the dancers in a countryside festival.",
    "chinese_title": "The Other Song",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.0,
    "douban_rating_average": 0,
    "update_at": "2025-07-21T16:50:13"
}