{
    "aka": [],
    "sid": "4095760",
    "cast": [
        {
            "url": "/celebrity/1016981/",
            "name": "简·亨瑞克·斯塔伯格 Jan Henrik Stahlberg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1241596/",
            "name": "于尔根·里斯曼 Jürgen Rißmann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1202532/",
            "name": "Markus Mischkowski Markus Mischkowski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1190915/",
            "name": "Kai-Maria Steinkühler Kai-Maria Steinkühler",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1176224/",
            "name": "Katharina Schmaltz Katharina Schmaltz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1171429/",
            "name": "Carolin Gralla Carolin Gralla",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1165648/",
            "name": "Elena Wegner Elena Wegner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1124894/",
            "name": "伯恩哈德·马什 Bernhard Marsch",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108698/",
            "name": "凯蒂·卡伦保尔 Katy Karrenbauer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1046363/",
            "name": "诺波特·海斯塔卡姆 Norbert Heisterkamp",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036265/",
            "name": "彼得·克劳斯 Peter Kraus",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1026269/",
            "name": "Rainer Knepperges Rainer Knepperges",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023253/",
            "name": "拉尔夫·瑞克特 Ralf Richter",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1246710/",
            "name": "Hans-Dieter Delkus Hans-Dieter Delkus",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "喜剧",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2538080560.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1202532/",
            "name": "Markus Mischkowski Markus Mischkowski",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0314880",
    "director": [
        {
            "url": "/celebrity/1202532/",
            "name": "Markus Mischkowski Markus Mischkowski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1190915/",
            "name": "Kai-Maria Steinkühler Kai-Maria Steinkühler",
            "@type": "Person"
        }
    ],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2003-10-09(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0314880/",
    "imdb_votes": 71,
    "this_title": [
        "Westend"
    ],
    "douban_link": "https://movie.douban.com/subject/4095760/",
    "imdb_rating": "7.1/10 from 71 users",
    "trans_title": [
        "西区"
    ],
    "douban_votes": "0",
    "introduction": "A funny film in which two unemployed people who live in the industrial district of Cologne spend their empty days drinking beers in a bar. They make some halfyhearted attemps to find a job do not succeed. Than a regular drinking friend of them (Rasko) offers them a job. They open a bar outside the town. But Rasko has shady business partners who use onorthodox methods to collect their money..Like most films of the \"Kölner Gruppe\", Westend succeeds in discovering cinema traditions, ranging from slapstick to Italian Western, in German everyday life. The unemployed friends Mike and Alfred follow in the tradition of great comic double-acts and Western buddies. The filmmakers play the parts of Mike and Alfred themselves, interpreting them as beautiful losers in splendid outfits between tastelessness and daring chic. They could be the German cousins of Jay and Silent Bob, characters created by the American director Kevin Smith who philosophize about the sheer absurdity of life.Since Mike and Alfred live on the outskirts of the city, Cologne's cathedral and city centre can only be seen in the distance. The quarter Westend, which DoP KaPe Schmidt depicts in a black-and-white B-movie style, is an urban no-man's-land. The tenement blocks, desolate supermarkets, and warehouses where dubious business takes place are populated by nerds, dreamers and hopeless wheeler-dealers. It's a German wasteland of broken dreams in which kiosks appear to be the last oasis. Mike and Alfred take over just such a kiosk. \"If you have no opportunities in life, you have to use them.\" As did Herbert Achternbusch's Atlantic Swimmers, kindred spirits of Mike and Alfred. In an affectionate and sometimes nasty parody of free enterprise and capitalism, the filmmakers show how Mike and Alfred achieve success: by turning the old shack into a pit stop on life's racetrack and then by taking advantage of each other. When the glorious losers in Westend brag about \"positive stress\" and \"intelligent cars\", the film turns into a tragicomic and poetic rap.Like many films of the \"Kölner Gruppe\", Westend contains a true seriousness, a melancholy that leaves you hoping for the resurrection of the old myths friendship, love and daring, in the ruined landscape of the city outskirts. A small adjustment, a slight oscillation, and Mike and Alfred, standing in front of a Ford Capri lowrider similar to the GTO in the cult movie Two-Lane Blacktop, resemble two pioneers who will surely overcome the end of the West. The most beautiful scene takes place in a disco full of Kaurismäki charm. An old cowboy sings \"My heart flies away\". And we do believe the old blues singer, just as we believe the two losers who are heroes too.",
    "chinese_title": "西区",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Westend",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-09-10T18:28:29"
}