{
    "aka": [
        "Cutthroat Feeling"
    ],
    "sid": "4097176",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情",
        "动作"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2459922448.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1355568/",
            "name": "吴国孝 Kuo Hsiao Wu",
            "@type": "Person"
        }
    ],
    "duration": "93分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2009-09-13(中国大陆)"
    ],
    "this_title": [
        "江湖道"
    ],
    "douban_link": "https://movie.douban.com/subject/4097176/",
    "trans_title": [
        "Cutthroat Feeling"
    ],
    "douban_votes": "0",
    "introduction": "国有国法，帮有帮规，青龙山庄的帮规是接贴杀人不分你我。在严格执行帮规的同时，青龙帮的杀手萧仇有自己的行事原则，那就是接贴杀人之前，总会为即将死在自己剑的人办成一件事。将威海镖局秦浩云托付的镖按时送到龙阳镇的丰家后，萧仇接到师娘玉英的快报，帮主龙剑天要按照帮规处置弟子萧恨。萧仇迟到一步，萧恨因接贴杀人时心存怜悯，自刎于帮主龙剑天的脚下。萧恨死后不久，萧仇接到杀人贴，杀人贴上目标直指知府大人韦青山。韦青山上任以来爱民如子执政有方，深受百姓爱戴。尤其是违抗朝廷密旨开仓放粮以后，龙青山的名字更是在龙阳百姓的口碑中传颂。萧仇潜入知府衙门，见过龙青山，道明来意。龙青山自知此去朝廷复命也是一死，还不如死在青龙帮的剑下，还能完成赴任以来的夙愿。龙青山最后的夙愿是为龙阳城筑堤护坡，永保龙阳百姓平安。为此，龙青山向萧仇提出自己的“受死条件”，让萧仇为他解决一百万两筑堤白银。至于如何解决，龙青山暗示萧仇，可以找找许万城。许万城是告老还乡的总督，也是一个贪赃枉法十恶不赦的财主。这些日子，许万城正为闺女选秀进宫的事操持，没少找龙青山帮忙。许万城迷晕闺女许琦琦准备送往京城。萧仇为解决龙青山的筑堤银两，半路劫持许琦琦，藏匿于城郊竹林。萧仇曾救许琦琦于凌辱之际，发现劫持自己的竟然是自己的救命恩人，许琦琦暗生情愫。闺女遭人劫持后，许万城暗找江湖高手四处寻找，萧仇因此屡屡遭到袭击。藏匿许琦琦的地方屡屡暴露，萧仇怀疑是师娘玉英从中告密。师娘玉英此时也是矛盾重重。一个偶然的机会，玉英发现疼爱自己的夫君龙剑天竟然就是二十年前的杀父仇人。玉英情绪上的变化让龙剑天察觉。事实上，二十年来龙剑天也为当年接贴杀害玉英的父母而悔恨内疚。作为赎罪的实际行动，龙剑天百般疼爱玉英，答应玉英不久将隐匿江湖金盆洗手。萧仇拿到许万城的百万银票，龙青山的夙愿即将完成。赴约受死之前，龙青山给龙剑天送去一枚祖传玉坠，龙剑天这才得知，萧仇要杀的人原来就是自己失散多年的同胞弟弟。龙剑天迟到一步，龙青山借剑自刎，为的是不让萧仇破坏帮规。恩仇泯灭，红颜远走。龙剑天带着夫人从此隐退江湖，萧仇远远看着许琦琦进宫的轿冠平添一丝惆怅。幕后花絮：国有国法，帮有帮规。当不分善恶的接贴杀人时，心灵的颤栗与救赎，道义的彰显与报应，在“江湖道”中徒留一段人生叹味。在这部古装片中，编导融合了江湖、恩仇、动作等元素，所要揭示和倡导的主题，是人心向善，因果报应。导演吴国孝早年奋斗于香港电影圈，从1974年执镜拍摄动作片《独闯龙潭》开始，在香港电影界转型于摄影、编剧、导演之间，留下电影作品近二十部电影作品，其中绝大部分是动作片。正是导演吴国孝的执导风格，本片隐约能看出早期香港动作电影的痕迹。在影片完整的故事中，情节的设置和人物命运的安排，无疑帮衬了影片的完美。",
    "chinese_title": "江湖道",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-06T01:49:05"
}