{
    "aka": [],
    "sid": "4097162",
    "cast": [
        {
            "url": "/celebrity/1042143/",
            "name": "彭丹 Diana Pang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1340935/",
            "name": "沈冠初 Guanchu Shen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1477531/",
            "name": "王元茹 ",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2879571866.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "22",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2001"
    ],
    "this_title": [
        "西部的天空"
    ],
    "douban_link": "https://movie.douban.com/subject/4097162/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "这是—部视角独特，以西部大开发为背景，以旅游业开发为主线的风光音乐言情剧，它不同于一般的现代都市言情题材，而是用引人入胜的风景，绚丽的画面、优美的音乐、深刻的主题、曲折的故事、鲜明的人物和清新的风格，以一对摩梭人孪生姐妹与开发西部的美国投资商，围绕在香格里拉修建高速公路和飞机场的爱情故事，来展示美丽神秘的香格里拉和泸沽湖的独特风情，展示西部风光，堪称一部21世纪的《阿诗玛》、《五朵金花》和《庐山恋》。 美国曼哈顿投资公司总经理陈昊，十年前由大陆去美国留学，娶了商界巨头胥永翰的女儿胥曼莎为妻，是个精明能干的商界精英。他在中国东部也有不少投资，一次偶然的机会，他乘坐的飞机在丽都停留，凑巧与老同学冯刚邂逅，冯刚是西部某省交通厅副厅长，盛情邀请陈昊参加了“2001西部论坛”，没想到，此举竟然改变了他们两个人的命运。冯刚年富力强，在交通厅贡献突出，他为了自己的前程和政绩，也为了竞争正厅长，用尽心机想拉陈昊投资丽都至泸沽湖的高速公路。冯刚的妻子，丽都旅游集团公司总经理乔雨欣为开发这条旅游热线，也跟丈大一起来游说陈昊。但几番挽留，陈昊仍然要走，冯刚为达到目的，只好派出手下得力的工作人员白灵，勒令她不惜一切手段，一定要把陈昊留下来。美丽的摩梭姑娘白灵（摩梭名若玛），正是从香格里拉泸沽湖畔“女儿国’’里走出的—个大学生，她一心想开发和建设自己的家乡，正准备到美国去深造，却遭到追求着她的乔云立的强烈反对。乔云立是乔雨欣的弟弟，年轻气盛，血气方刚，是西部云鹏开发公司的总经理，而且正准备投资一家大型娱乐城，他一直追求并喜爱着白灵，却数次向她求婚未果。白灵接受了冯刚交下来的任务，她也费尽了心机，最后决定顶替妹妹白丽（摩梭名娜姆），冒充旅行社的导游，说服陈昊去泸沽湖旅游。没想到她磨破了嘴皮，陈昊仍不答应，但在上飞机的那一瞬间，陈昊被这个热情执着的女孩子打动了，决定留下来，跟她去考察泸沽湖，由此走进了那一片神奇的土地……考察泸沽湖的路途充满了惊险和艰辛，幸亏白灵聪明能干，才使得陈昊跟她步出险境。在美丽的泸沽湖，陈昊被这一片原始的风光、最后的母系社会，以及独特的“走婚”风俗深深地迷住了。在一次篝火晚会的对歌中，他觉察到白灵对自己的爱，他是彷徨两难。谁知乔云立却闻讯赶来，展开了对白灵忙强人攻势，并且告诉陈昊，白灵和自己已经确定了关系。为了斩断这份情缘，陈昊从泸沽湖回来后，毅然离开了丽都，然而他的心却留在了西部……白灵的孪生妹妹白丽是旅行社的导游，她爱慕虚荣，追求豪华的生活方式，早就成了冯刚的情人，但她却瞒着姐姐，而且还在寻求比冯刚更适合的嫁人对象。在飞机场，她遇见了重返丽都的陈昊，当她得知了陈昊的经济实力，便缠住陈昊不放，陈昊误以为她就是白灵，对她倾吐了衷肠，才发现这不是自己心爱的姑娘。陈昊好不容易才找到白灵，白灵正要出国留学，当他知道了白灵原是交通厅的工作人员，怀疑她跟冯刚的关系，也为她曾冒充导游一事而耿耿于怀，于是再次离开了她……乔雨欣的父亲乔天奇是分管旅游的副省长，他对儿女的婚事向来不干涉，但近日来他却发现儿子行动诡密，好象瞒着他干了什么见不得人的事，而女儿的婚姻也面临巨大的裂变。乔雨欣是个温柔贤慧，很有事业心的女性，她跟丈夫冯刚的感情原来不错，但近年来两人的关系却逐渐疏远，冯刚也有了外遇。乔雨欣偶然发现了这一点，想离开丈夫，又举棋不定，陷入了痛苦的抉择乔云立跟姐夫一直在酝酿着不可告人的阴谋，就是想利用高速公路的招标私分赃款。白灵发现他已滑向深渊，却无法阻止，便毅然跟他分手，而白丽却在此时倒向了乔云立的怀抱。陈昊经过考察和论证，大胆地推出了自己的决策，决定投资修建泸沽湖机场，此举受到了老省长乔天奇的积极支持，乔雨欣也决定跟陈昊合作，共建泸沽湖机场，冯刚认为妻子是跟老同学一起与自己作对，非常愤怒。恰在此时，陈昊的妻子胥曼莎因丈大长期滞留西部，而产生了怀疑，也从美国飞到了丽都。冯刚因希望陈昊投资高速公路的落空，更加牵怒于陈昊，于是在胥曼莎面前大进谗言。胥曼莎得知丈夫爱—上了别的女人，在跟陈昊大吵一架后，出于报复，又倒入冯刚的怀中，并且以公司董事的身份，坚决反对陈昊投资泸沽湖机场。乔雨欣的老同学罗轩的个环保工作者，他一直深爱着她，终生未娶，并且长年工作在原始森林里。冯刚早就知道他对自己妻子的感情，并民利用这一点，使罗轩从环境保护的角度出发，也提出反对陈昊修建泸沽湖机场的计划。白灵得知陈昊陷入困境，不惜余力地帮助他和支持他，两人重归于好……陈昊与妻子的争执引起了胥曼莎的父亲、公司董事长胥永翰的关注，他也远赴重洋回到中国，对西部进行实地考察。他支持女婿投资泸沽湖机场的计划，却要求他跟已经怀孕的女儿和好，陈昊深知妻子怀的不是自己的孩子，面临事业与爱情的痛苦选择。白灵主动退避三舍，回到泸沽湖，她跟外婆玉西阿婆谈到自己的心上人，柔肠百结，殊不知此时陈昊正四处寻找她……陈吴和白灵的爱情，能否得到胥永翰的认可？乔雨欣能否斩断她与冯刚的旧情，走进一片新天地？罗轩对她的爱又能否得到圆满的结局?白丽如何摆脱过去的阴影，开创新的生活？泸沽湖机场的兴建，又如何在采取环境保护的措施下，得到实施？这一片充满了原始风光的土地，如何在新的时代和新的形势下，展示出新的风貌？西部大开发的热潮和旅游业的兴起，又将如何改变泸沽湖边摩梭人的命运？本剧将推出一个令人信服的结局……该剧云集了马晓伟、廖京生、彭丹、谭小燕、徐路、连职、沈冠初等众多明星，主唱为亚东和彝人制造。该剧在香格里拉中甸和泸沽湖实地拍摄，片中有大型转山会，转海会，对歌以及民俗风情的场面，优美的音乐和独特的风光，将使该剧锦上添花。著名影视策划人李宁为总监制，他曾成功地策划过《郑成功》等多部影视剧。制片人、编剧为女作家莫然，她擅长在宏大深刻的社会背景下，推出浪漫好看的爱情故事，即有商战之火爆，又有言情之悠长。总导演为刘国权，她拍摄的电视剧非常讲究构图和用光，行云流水般的镜头和精彩鲜明的人物刻划，来自于她深厚的艺术功力。两位女编导曾在电视连续剧《顷城之恋》中首度合作，该剧在全国各地播出时曾获得众多好评，并卖到美国、加拿大，在华人地区有一定影响。这次她们二度携手，推出新作《西部的天空》，与众不同的题材，别开生面的故事，独特清新的人物，都将使该剧在众多的都市言情片中脱颖而出！观众可通过该剧，将原始风情的香格里拉和神奇美丽的泸沽湖尽收眼底……",
    "chinese_title": "西部的天空",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-14T03:01:16"
}