{
    "aka": [
        "The House of Fools",
        "傻瓜之屋",
        "疯人之家"
    ],
    "sid": "4098009",
    "cast": [
        {
            "url": "/celebrity/1124421/",
            "name": "塔德乌什·沃姆尼斯基 Tadeusz Lomnicki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1116401/",
            "name": "Bohdana Majda Bohdana Majda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028673/",
            "name": "马雷克·孔德拉特 Marek Kondrat",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1220658/",
            "name": "博泽娜·阿达梅克 Bożena Adamek",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1169540/",
            "name": "Ewa Serwa Ewa Serwa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1163151/",
            "name": "Rafal Zwierz Rafal Zwierz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1158137/",
            "name": "莱赛克· 泰来钦斯基 Leszek Teleszynski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1157304/",
            "name": "Witold Skaruch Witold Skaruch",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019631/",
            "name": "马雷克·科特斯基 Marek Koterski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1136414/",
            "name": "安娜·内赫雷贝茨卡 Anna Nehrebecka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1129355/",
            "name": "塞扎里·莫拉夫斯基 Cezary Morawski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1062206/",
            "name": "Witold Bielinski Witold Bielinski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1060018/",
            "name": "匹奥特·班扬 Piotr Bajor",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1985",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2881755863.jpg",
    "region": [
        "波兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1019631/",
            "name": "马雷克·科特斯基 Marek Koterski",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0167125",
    "director": [
        {
            "url": "/celebrity/1019631/",
            "name": "马雷克·科特斯基 Marek Koterski",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "波兰语"
    ],
    "playdate": [
        "1985-09-10"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0167125/",
    "imdb_votes": 548,
    "this_title": [
        "Dom wariatów"
    ],
    "douban_link": "https://movie.douban.com/subject/4098009/",
    "imdb_rating": "6.4/10 from 548 users",
    "trans_title": [
        "疯屋",
        "The House of Fools",
        "傻瓜之屋",
        "疯人之家"
    ],
    "douban_votes": "0",
    "introduction": "Marek Koterski – A movie and theater director of some important Polish films and plays, a playwright and scriptwriter, he exclusively directs only his own. He lives in Warsaw. Born in Kraków in 1942, he has adopted Wrocław for his hometown, where he finished schools, the university and met his first love. A graduate from the Polish Faculty, he studied history of art at the same time, followed by a stint at the Chair of Theory of Literature. Then he also became a literary manager and performed at the SYLABA College Student Theater of Poetry and started to publish reportage, essays, and scientific reviews in the literary magazines such as Poezja, Odra, Zagadnienia rodzajów literackich, Litteraria, Roczniki naukowe Uniwersytetu Wrocławskiego, Konfrontacje.The first turning point comes in 1966, as following his first love, he leaves for Warsaw, where he attends for a year the painting studio of Eugeniusz Eibisch of Warsaw Fine Arts Academy. His second turning point comes in 1967, when he starts to study Direction at the State Film School in Łódź, graduates in 1971 and receives a cum-laude diploma in 1977.His literary debut is a story about the death of the famed Polish actor Zbigniew Cybulski, Zaczerpnąć dłonią. He writes a dozen medium and short-length films.Dom wariatów (The Madhouse), his first feature of the famed performances by Tadeusz Łomnicki and Marek Kondrat is hailed as the debut of 1984 to a high critical acclaim. In two years, that is followed by Życie wewnętrzne (Inner Life),which wins the Gold Lions Grand Prix in Gdańsk for Best Direction at the Polish Feature Film Festival and the Warsaw Mermaid Award by film critics to Best Film of 1987.In the Teatr Współczesny of Warsaw, he directs his play of the above title that runs about 200 performances. A German translation of the play has been recently shown at the Dusseldorfer Schauspielhaus and entered the Antologie Polnischer Dramen der Gegenwart, promoted at the Book Fair in Frankfurt. A year later, he directs his teleplay Społeczność (The Community) about narcotic addicts with Jerzy Stuhr in the leading role. His next feature Porno becomes the best box office success of 1990 among both the local and foreign releases, with over a million tickets sold. At the Teatr Współczesny of Wrocław in 1992, he directs his play Nienawidzę (I Hate), awarded at the Small Dramatic Forms Festival in Szczecin.In 1996, he directs his next feature Nic śmiesznego (Nothing Funny) and at the Teatr Dramatyczny his play Zęby (Teeth). His next play Kocham (I Love) is published in the Dialog Magazine in 1997, followed by Nas troje (The Three of Us) in 1998. In March 1998, he stages his Dom wariatów with the famed Gustaw Holoubek playing Father. In Oct. 1998 he wraps up his feature Ajlowju (I Love You) that premieres in 1999. In the same year, his play Dzień świra (The Day of a Wacko) receives one of the main prizes in a TV Theater Competition and is published in the Dialog Magazine in Sep. 2000. In Oct. 2000, The Theater Studio of TV Channel 2 airs his play Nas troje (The Three of Us). Basing on his last play and additional texts, he writes the script of Dzień świra (The Day of a Wacko), which he subsequently shoots in 2001, and, at the 27th Festival of Polish Feature Films in Gdynia of 2002, wins the Gold Lions Grand Prix for Best Film, that becomes a box office success in the movie theaters, as well as on video.",
    "chinese_title": "疯屋",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Dom wariatów",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-11-29T21:35:26"
}