{
    "aka": [
        "Three Women and A Half"
    ],
    "sid": "4102934",
    "cast": [
        {
            "url": "/celebrity/1349231/",
            "name": "黄文永 Wenyong Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325357/",
            "name": "陈丽贞 Aileen Tan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323410/",
            "name": "黄碧仁 Biren Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318077/",
            "name": "林梅娇 Meijiao Lin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348205/",
            "name": "赖怡伶 Vivian Lai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1365524/",
            "name": "沈炜竣 Nick Shen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318008/",
            "name": "陈泰铭 Rayson Tan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1380381/",
            "name": "管雪梅 Seck Mui Kwan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2890631636.jpg",
    "region": [
        "新加坡"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "23",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2001-08-01(新加坡)"
    ],
    "this_title": [
        "三个半女人"
    ],
    "douban_link": "https://movie.douban.com/subject/4102934/",
    "trans_title": [
        "三又二分之一女人",
        "Three Women and A Half"
    ],
    "douban_votes": "0",
    "introduction": "张永兴（黄文永饰）在一间广告代理公司 DICON 任行政联络员。由于工作勤奋，为人敦厚老实，和同事相处和睦，就是事业停滞不前，永兴父兼母职，七岁女儿慧慧刁蛮成性，前妻廖燕玲（林梅娇饰）以生活目标和理念与他相左，在两年前离他而去，现为－制衣厂的市场经理，虽已离婚，两人关系依然良好。这十多年来，永兴一直处在一个玩手段搞政治的工作环境里，明争暗斗无所不在，永兴也成为三位女经理黄天丽（陈丽贞饰）、程佩仪（黄碧仁饰）和张永萍（赖怡伶饰）权利斗争的夹心人。而他们之间在事业和爱情的旅程中也各有一段感触良深的经历。永萍年轻有干劲、自信心强，毕业后决心创一番事业，进入DICON后，漠视兄长永兴的劝说，处处争取表现，甚至不择手段偷取别人的创意立功，造成永兴代罪离开公司。她虽内疚但不知悔改，老板开了空头支票后，她愤而离开 DICON，投入另一间规模更大的广告公司大展拳脚。为求表现，她招徕顾客的手段更加变本加厉，唯一的哥哥也不齿她所为，兄妹关系闹僵。由于她专心投入事业的追求，疏于感情，连一直深爱着她的男朋友也离她而去。她终于平步青云，登上高职，却落得无限的失落和感伤…。一场车祸把她从灿烂的人生推入幽暗的谷底。她在轮椅上度过了一段长时间的康复期，幸好永兴的关怀和鼓励，让她重新振作，克服病魔。这时她深深体会到亲情是唯一滋润生命的泉源，也从此改变了她的人生观。天丽出生在一个中下层家庭，有个得天独厚的孪生姐姐天美在才华学识、事业成就、甚至男朋友的条件都比她强，黄母以其姐为荣，对她赞不绝，完全忽略了天丽的感受，长期造成她心理的不平衡，对姐姐既恨又忌。于是她不在乎利用什么手段及方式搏出位，甚至出卖色相来获得事业上的成就，以向母亲 证实自己的实力。就在天美的事业、家庭和婚姻达到最美满的时刻，医生宣布她潜伏着的红斑狼疮发作，瞬间，天美失去一切；病魔缠身、婚姻失败，丈夫离去。现在的天丽对姐姐已经没有嫉恨，只有同情和关怀，只想伴她走完这段痛苦的人生。天丽是在邂逅了佩仪的弟弟景宏（沈玮峻饰）后展开一段即短又难忘的爱情。景宏这个21岁的小男孩并不会给她留下什么印象，但爱之火却在他心中燃起，这段姐弟恋引起佩仪及其父母的反对，然而众人越是反对，血液里尽是叛逆细胞的他们就越是坚持，这究竟是意气还是爱意？在永兴的提醒下，天丽认真考虑这个问题。其实她对景宏甚至对自己都缺乏信心，于是她提出分手。景宏不堪打击、反应激烈，几乎闹出大事。佩仪的父母也因此事而醒悟，后悔过去对孩子缺乏关爱，教育方式也有错才会带来不良后果……。姐姐死后，令天丽感叹人生无常，何必追究得与失，人生观也改变了。她追求眼前所拥有、及时享乐，“明天”是不可预知的符号…程佩仪生长在一个注重严格教育和纪律的家庭，母亲过去是位警司，从小把一对儿女训练成绝对服从、却缺乏爱和温情。她父亲却是个醉心于绘画艺术的画家。佩仪性格强悍，不屈不挠，聪明果断，但却显得冷漠，对事业专注，进取心强但缺乏人情味。她渴求爱情，但却不愿意主动争取，又因为自视太高，不容易觅得合适对象，就这样感情世界里一片空白。虽然永兴颇欣赏她的才华和果断的性格，但像永兴这类型在她心自中只算是半个男人，她绝对看不上眼。但相处的日子久了，又经历过数件事后，她也逐渐发现永兴性格上的优点，开始以友相待、就在永兴开始对她有感觉，准备对她展开追求时，公司发生了一件事，造成两人之间的误会，永兴也因而离公司，出来协助中学的美术老师（ 原来是佩仪父亲）搞画廊。这时候他在创意方面的才华展露无余，他还暗地里以他那别具一格的广告设计为佩仪争取到－个大客户，真相揭开后，他在创意方面的天分，令佩仪赞赏不已，两人误会冰释，感情更进一步发展为爱情。永兴在佩仪的推荐下再度回到DICON创意部门，但还是无法挣脱复杂的人事斗争，机会被剥夺，无法施展才华。永萍了解哥哥在公司的不得志，鼓励他自组公司，开创自己的天空。这时候，他和佩仪正沐浴在爱河中，前妻燕玲却结束了她那一段恋情，倦鸟思归，永兴过去在她眼里的缺点现在都变成了优点，再加上女儿慧慧的关系，有意与他复合。基于一夜夫妻百日恩，永兴面临人生第一次的痛苦抉择。而真正做出决定的是佩仪，她黯然离开，把温馨和幸福留给这个家庭…",
    "chinese_title": "三又二分之一女人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "三个半女人",
    "douban_rating_average": 0,
    "update_at": "2025-09-20T01:56:05"
}