{
    "aka": [],
    "sid": "4103776",
    "cast": [
        {
            "url": "/celebrity/1033077/",
            "name": "多萝茜·达文波特 Dorothy Davenport",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1129148/",
            "name": "George C. Pearce George C. Pearce",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873466284.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1030555/",
            "name": "露丝·安·鲍德温 Ruth Ann Baldwin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048899/",
            "name": "Lynn Reynolds Lynn Reynolds",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0327051",
    "director": [
        {
            "url": "/celebrity/1048899/",
            "name": "Lynn Reynolds Lynn Reynolds",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "English"
    ],
    "playdate": [
        "2007-09-04"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0327051/",
    "this_title": [
        "Jazz Icons: Charles Mingus Live in '64"
    ],
    "douban_link": "https://movie.douban.com/subject/4103776/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Jazz Icons: Charles Mingus showcases three exceptional concerts performed in April 1964 featuring his most celebrated lineup--Jaki Byard (piano), Dannie Richmond (drums), Johnny Coles (trumpet), Clifford Jordan (tenor sax) and the great Eric Dolphy (alto sax, flute and bass clarinet). Recorded within an eight-day span, less than three months before Dolphy's death, the three concerts showcase Mingus's visionary leadership and the band's incredible depth and diversity with unique performances and arrangements of classics including \"So Long Eric\" and the groundbreaking \"Meditations On Integration\".Charles Mingus (Bass)Eric Dolphy (Alto Sax, Flute, Bass Clarinet)Clifford Jordan (Tenor Sax)Jaki Byard (Piano)Dannie Richmond (Drums)So Long EricPeggy’s Blue SkylightMeditations On IntegrationCharles Mingus (Bass)Eric Dolphy (Alto Sax, Flute, Bass Clarinet)Clifford Jordan (Tenor Sax)Johnny Coles (Trumpet)Jaki Byard (Piano)Dannie Richmond (Drums)So Long EricOrange Was The Color Of HerDress, Then Blue SilkParkerianaTake The “A” TrainCharles Mingus (Bass)Eric Dolphy (Alto Sax, Flute, Bass Clarinet)Clifford Jordan (Tenor Sax)Johnny Coles (Trumpet)Jaki Byard (Piano)Dannie Richmond (Drums)So Long EricMeditations On Integration24-page bookletLiner notes by Rob BowmanForeword by Andrew HomzyAfterword by Sue MingusCover photo by Guy Le QuerrecBooklet photos by Lee Tanner, Jan Perssson, Riccardo SchwamenthalMemorabilia collageTotal time: 120 minutesForeword: Perhaps even more than Ellington, Mingus embraced all of life—and death. And this video captures many—but not all—of those emotional states and nuances which defy anthologising. From the certifiable masterpiece, “Meditations On Integration”, to the 12-bar theme of “So Long Eric”, Mingus demands of himself and his musicians the highest artistic attainment.Because this DVD presents several versions of Mingus’s 1964 concert repertoire, we not only hear, but see how Mingus works with his musicians—presenting them with unexpected challenges and, in return, dealing with the unexpected challenge of having to continue his series of concerts without his trumpeter, Johnny Coles, who was rushed to the hospital in Paris in mid-performance. The concerts continued—including performances of “Meditations On Integration”—with pianist Jacki Byard valiantly playing the trumpet parts on the piano. With Mingus, everything is part of the music—be it dealing with his bass sliding across the floor or rehearsing in public.So perhaps an overview of Mingus’s greatness can be served by this DVD—if not an anthology, then certainly a compelling document that captures a portion of his art.—Andrew HomzySample Liner Notes by Rob Bowman: The 1964 tour of Europe by Charles Mingus has long been heralded as a watershed moment in jazz. Fronting arguably the best band that he ever worked with—Eric Dolphy (alto sax, bass clarinet, flute), Clifford Jordan (tenor sax), Johnny Coles (trumpet), Jaki Byard (piano) and the ubiquitous Dannie Richmond (drums)—Mingus barnstormed his way through two-and-a-half weeks’ of dates, beginning in Amsterdam on April 10 and concluding in Stuttgart, Germany, on the April 28. The tour effectively introduced two new compositions, “Meditations On Integration” and “So Long Eric”, while the band walked a fine line between Mingus’s usual amalgam of bop, swing and New Orleans jazz and the free-jazz leanings of the cataclysmic Dolphy. The result, of course, was something that could only be called Mingus Music—a galvanizing, high-energy sonic stew that, while the product of the kinetic interplay of six musicians, could only have been conjured up with Mingus as the master of ceremonies....It is difficult to separate Mingus’s formidable bass playing from his genius as a composer. While he was indisputably the leader of the band, like Ellington, Mingus made his musicians an integral part of the composition process. He typically tailored his writing to the proclivities of his band members and he often conveyed his compositional ideas orally, refusing to write them down. In that way, Mingus set the musical and emotional framework for each piece while leaving the realization up to the abilities of those at hand....The night after Oslo, Mingus’s sextet was in Stockholm playing a concert at the Koncerthuset. During the afternoon rehearsal, they played the two versions of “So Long Eric” discussed above and a 23-minute version of “Meditations On Integration”.The latter is among the most complex and perhaps most important pieces that Mingus ever wrote. Mingus had premiered the piece weeks earlier in a rather raggedy version at Cornell University in upstate New York. The next performance occurred at the NAACP benefit the band played on April 4. When Mingus released that version on Town Hall Concert on his Jazz Workshop label shortly after Dolphy’s death, he chose to title it “Praying With Eric”.The modular, multi-section work was used as the concluding number at most of the European shows and was later recorded in a big-band version featuring three trumpets, three saxophones, trombone and tuba at the Monterey Jazz Festival that September. On October 31, 1964, the work was performed in Toronto for a CBC television special in an arrangement for five saxophones and oboe. “Meditations On Integration” was played one last time at the University of California in September 1965, scored for a six-piece front line.According to Mingus in his introduction to the Town Hall performance, the piece grew out of a conversation with Dolphy. “Eric Dolphy explained to me that there was something similar to the concentration camps once in Germany now down South… and the only difference between the electric barbed wire is that they don’t have gas chambers and hot stoves to cook us in yet. So I wrote a piece called ‘Meditations,’ as to how to get some wire cutters before someone else gets some guns to us.”On April 17, four days after the Stockholm rehearsal, Johnny Coles collapsed on the bandstand between “So Long Eric” and “Orange Was The Color Of Her Dress, Then Blue Silk” due to a perforated gastric ulcer. The band performed on the rest of the tour including the Belgium television series, Jazz Pour Tous, taped in Liege on Sunday evening April 19, as a quintet.After an abbreviated “So Long Eric” the band plays a just under six-minute version of “Peggy’s Blue Skylight” before delivering a superb version of “Meditations On Integration”....The version of “Meditations On Integration” played at the rehearsal in Stockholm, while the same basic arrangement, is also significantly different in that Coles was still playing with the band. Following Dolphy’s frenetic bass clarinet solo, Coles takes the sextet in a completely different direction, playing a lyrical solo while Richmond and Mingus provide straight ahead swing-inflected accompaniment. Cole’s presence also means that the improvised riffs behind the different soloists have a fuller texture and wider range. Worth pointing out in this version is a moment around the nine-minute mark where the three horns honk insistently in a wonderfully dissonant riff. It is a glorious section marked by a massive grin on Mingus’s face as he revels in the sheer audacity and musical acumen of this ensemble. Overall, the version of “Meditations On Integration” filmed in Stockholm is somewhat lighter than the monster version played in Belgium. Both are treasures....—Rob Bowman",
    "chinese_title": "Jazz Icons: Charles Mingus Live in '64",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-12T09:15:06"
}