{
    "aka": [],
    "sid": "4103267",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1967",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2225688228.jpg",
    "region": [
        "瑞士"
    ],
    "writer": [
        {
            "url": "/celebrity/1020442/",
            "name": "Michel Soutter Michel Soutter",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1271979",
    "director": [
        {
            "url": "/celebrity/1020442/",
            "name": "Michel Soutter Michel Soutter",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1967"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1271979/",
    "imdb_votes": 53,
    "this_title": [
        "La lune avec les dents"
    ],
    "douban_link": "https://movie.douban.com/subject/4103267/",
    "imdb_rating": "7.1/10 from 53 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The international cinematic new wave came bursting into the Swiss cinema through the work of Michel Soutter, whose La lune avec les dents (The Moon with Teeth) became practically a manifesto of the movement. The film follows William, thirty-ish, out of work and looking for a new life after apparently having been thrown out of his previous one. He meets up with Noelle, who seems intrigued by his restlessness – until her economist boyfriend shows up. Yet plot details do little to convey the power of the film, which lay in its capturing the anarchic texture of William’s life – a life whose lack of direction was read as a rebuke of the Swiss myth of orderliness and self-satisfaction. With his roots in documentary, Soutter excelled at creating a loose, vibrant cinema, full of quick zooms and dynamic hand-held shots, with dialogue that often alternated between outright quotations and stylized interviews. Almost completely rejected in its era, La lune avec les dents is now widely seen as a milestone for Swiss cinema.",
    "chinese_title": "La lune avec les dents",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-06-02T18:35:34"
}