{
    "aka": [
        "Sparkle"
    ],
    "sid": "4103055",
    "cast": [
        {
            "url": "/celebrity/1129200/",
            "name": "纳达斯·彼得 Nádas Péter",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "匈牙利"
    ],
    "writer": [],
    "imdb_id": "tt1390468",
    "director": [
        {
            "url": "/celebrity/1023378/",
            "name": "本尼德克·菲利格夫 Benedek Fliegauf",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "匈牙利语"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1390468/",
    "imdb_votes": 70,
    "this_title": [
        "Csillogás"
    ],
    "douban_link": "https://movie.douban.com/subject/4103055/",
    "imdb_rating": "7.1/10 from 70 users",
    "trans_title": [
        "Sparkle"
    ],
    "douban_votes": "0",
    "introduction": "Description: Three interviews about death and rebirth.\"I went out to bathroom to see what it looked like on the outside. I wanted to know if I was experiencing something that could be seen on the outside. I wanted to see if there was a sign of some sort. And I saw a stranger's face staring back at me. It was a face I had never seen before and I didn't know though I was the one standing in front of the mirror.\"Nádas Péter\"Everything was drenched in a silvery grey light. It was like opening a door and the light comes in and there is someone or something standing in it...And he said the person that I imagined myself to be until then was there in the car. And I said, \"But I'm here.\" He said, \"Yes, you're here but the person you thought you were is there. Look for yourself.\"Dobronay László\"The light started to move... And as it grew, I became happier... It grew as big as the Earth... Then I was filled with a happiness that I could never describe in words. And I knew this was what I had been looking for. Or that it was what everyone seeks or something. Anyway, I knew. I also knew that there was nothing after this. It was the beginning and the end.\"Gesztelyi Nagy Judit",
    "chinese_title": "Csillogás",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-03-30T15:56:30"
}