{
    "aka": [
        "恐龙勇士"
    ],
    "sid": "4103436",
    "cast": [
        {
            "url": "/celebrity/1075277/",
            "name": "加里·切克 Gary Chalk",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321555/",
            "name": "安德鲁·弗朗西斯 Andrew Francis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1091104/",
            "name": "贾森·加里-斯坦福德 Jason Gray-Stanford",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1373867/",
            "name": "张文渔 Wenyu Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1351704/",
            "name": "张明亮 Mingliang Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1374168/",
            "name": "刘艺 Yi Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318179/",
            "name": "姚居德 Jude Yao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1374082/",
            "name": "于振波 Zhenbo Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1355841/",
            "name": "滕奎兴 Kuixing Teng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1154794/",
            "name": "Stevie Vallance Stevie Vallance",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1124393/",
            "name": "史葛·麦克尼尔 Scott McNeil",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108787/",
            "name": "山姆·文森特 Sam Vincent",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1158174/",
            "name": "李·陶克 Lee Tockar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1538845/",
            "name": "泰瑞·克拉森 Terry Klassen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1997",
    "genre": [
        "动作",
        "科幻",
        "动画",
        "家庭",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2609491146.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1420719/",
            "name": "马特·科尔曼 Matt Corman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1021054/",
            "name": "Robert Askin Robert Askin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1420721/",
            "name": "克里斯·奥德 Chris Ord",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1020475/",
            "name": "Ken Pontac Ken Pontac",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0136639",
    "director": [
        {
            "url": "/celebrity/1441955/",
            "name": "理查德·特鲁布拉德 Richard Trueblood",
            "@type": "Person"
        }
    ],
    "duration": "20分钟",
    "episodes": "52",
    "language": [
        "英语"
    ],
    "playdate": [
        "1997"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0136639/",
    "imdb_votes": 766,
    "this_title": [
        "Extreme Dinosaurs"
    ],
    "douban_link": "https://movie.douban.com/subject/4103436/",
    "imdb_rating": "6.4/10 from 766 users",
    "trans_title": [
        "星际恐龙",
        "恐龙勇士"
    ],
    "douban_votes": "8870",
    "introduction": "距今六千五百万年前的远古时代，大大小小的恐龙正在当时翠绿潮湿的地球上漫步。突然间，一声巨大的轰鸣划破长空，伴之以一道耀眼异常的光线，随之形成了一个通往另一空间的裂缝。并出现了一艘巨大的，结构复杂的跨时空飞船，飞船放射出强烈的光线将四只小恐龙吸入了实验室中。他们是剑背龙、霸天龙、飞天龙和三角龙。在亚格尔的高科技手段囚禁下， 他们只能以无声的愤怒向他示威。亚格尔为什么选择了恐龙呢? 因为他的意图在于征服他所在的空间. 他现在成功地完成了对他的曾一度被破坏近半数的恐怖武器库的重建工作.此时,他正遨游所有空间以找到一种能将其转变成强大的奴隶生物兵的生物。 而那些小恐龙们却并非如他所愿，由于脑容量知识的大量增加，他们也随之聪明了许多。当亚格尔把他们从牢笼中释放出来后，他们对之发起了报复行动。此时, 追踪亚格尔而至的空间警察的飞船也到达了地球。飞船的船长是有着“一切以法条为本”之称的珊娜.当智慧的恐龙们接近她时, 他却意外地放慢了调查的进度. 此时,黄鼠龙和其他两只经快速进化的猛禽烈焰龙、暴子龙猛烈攻击了小恐龙，他们此时已成了亚格尔的左膀右臂。 在与敌人的搏斗中，霸天龙救了珊娜，他坚持要他回到飞船中，并告诫她的同事要小心那些巨大的猛兽。 而这时，在他们的身边突然发生了巨大的爆炸。飞船被炸. 巡逻船上的警员们都纷纷向备用艇冲去. 他们很清楚亚格尔军团的威力, 认识到是该撤回他们自己空间的时候了。此时, 珊娜发现了曾救过她的霸天龙和他的伙伴们，他们也险些被这次大屠杀所毁灭。珊娜利用光线把他们带入飞船，将他们和自己封入救生舱中， 他们的唯一愿望就是能度过这场大灾难。飞船被爆炸激起的巨石所冲击， 但救生舱却使他们安然无恙。猛禽们也正试图回到亚格尔的飞船，而飞船却因爆炸的冲击而踪影皆无。他们知道自身难保， 因此闯入了珊娜的飞船，重新密封了舱门，将自己也封入了救生舱中。 可我们所见到的飞船的最后一幕， 就是它坠入了一个湖中，沉入了湖底。 这时的地球正经历着一场严重的破坏……第1集 超时空旅行科学狂人亚格尔乘坐超时空飞船来到恐龙时代地球，想把恐龙进化成打手。第一批进化四个恐龙自己会思维，不听他的指挥，于又进化了另一批恐龙对对付前四个恐龙。与此同时，前来追踪亚格尔宇宙警察也赶到这里，要抓住亚格尔。激战中，亚格尔手中超文明时期武器引发了一场大灾难。人们纷纷躲进宇宙警察飞船内冷藏舱内，恐龙们也跟了进来进入休眠状态 。第2集 化石燃料飞船和恐龙再次被人发现时，已经六千五百万年后地球现代文明时代。亚格尔武器造成了地球历史上冰河时期，恶劣气候已经使地球上恐龙全部灭绝。即使到了现代文明时代，地球上气温也远远低于恐龙生活时代。邪恶食肉恐龙尤其忍受不了这种“寒冷”，想方设法寻找热源们发现了石油：储藏石油储油罐和输油管线。于是他们想把这些石油全部点燃，让浓烟包裹地球制造温暖气候。而我们主人公食草恐龙当然不会允许这种情况发生。第3集 墨西哥假日飞天龙购物中奖，为恐龙四兄弟赢得了到墨西哥度假好机会，一到墨西哥，他们便受到了“当地人”热情款待。谁料这一切都食肉龙设下圈套，他们不仅把恐龙们骗到这里，还把珊娜送上了野鹅岛。最后，聪明飞天龙设法救出了大家，并化险为夷。第4集 突变的恐龙蛋黄鼠龙自认发现了食肉龙蛋，异想天开地想培养食肉龙大军征讨星际恐龙。三角龙想吃掉这些蛋，可剑背龙却认为只要正确引导，食肉龙蛋也能成长为正义龙，珊娜也答应尽最大努力向它们灌输人类最美好善和爱。然而，当小生命破壳而出时，出来竟一只小驼鸟 。第5集 机器龙战车卡鲁索大老板认定三角龙是位天才摔跤手，他们签约向众多摔跤手挑战，初上擂台三角龙显示出了超凡实力。为了打败三角龙，食肉龙设计了机器龙战车，关键时刻星际恐龙赶来帮忙，打败了机器龙战车以后，三角龙放弃了超“猫王”机会。第6集 侏罗纪流感食肉龙抢到了一块琥珀，它们从中提取了携带六千五百万年前流感病菌蚊子血液。星际恐龙患上了流感，食肉龙要趁此机会把地球变成食肉龙桑拿浴。坚强星际恐龙在小王子帮助下，治愈了流感。而食肉龙却不小心患上了流感。第7集 小行星之战食肉龙威胁威斯曼博士向公众宣布地球不会和小行星相撞假消息，并绑架了威斯曼博士。星际恐龙揭穿了它们阴谋，因为如果二星相撞，小行星就会把地球撞到离太阳更近轨道，地球将变成食肉龙喜欢热带天堂。但食肉龙并没有得逞。第8集 特殊使命正当星际恐龙被食肉龙全息摄影战术搞得疲惫不堪时，小王子赶来告诉它们，食肉龙已经和一名叫拉德罗电脑黑客勾结准备侵入全球盟军军事指挥中心。拉德罗装好了五个传感器，情况非常紧急，如果不能及时阻止他们，第三次世界大战就有可能爆发。第9集 网上冲浪剑背龙相信世界上还存其智能恐龙，它把特殊信息传送出去，静待回音。收到“回音”以后，大家迫不及待地想见到新伙伴，不料中了食肉龙圈套。飞天龙将计就计，假扮超时空恐龙黄鼠龙真一时摸不着头脑。第10集 尼斯湖水怪帕迪先生声称尼斯湖见到了水怪，她很大，长着巨大蜥蜴头和锯齿状牙齿，非常象一只可怕恐龙。这件事不但引起了世人观注，就连星际恐龙和食肉龙也想弄明白，当然大家观注水怪目地有天壤之别的。尼斯湖水怪到底是什么呢？第11集 原型武器食肉龙偷走了一个未确定的原型武器，这个武器可以发展为将会破坏臭氧层的同步脉冲激光炮。由于对武器一无所知，食肉龙绑架了专家斯卡维尔博士。虽然地球不是珊娜的家乡，但是她仍然和星际恐龙一起为挽救地球而努力。第12集 呼叫恐龙为了查到星际恐龙的总部所在地，并把千年科技馆的情况输入它们的电脑引他们上钩，食肉恐龙利用飞天龙喜欢电视购物的特点，把程序输入了增力健身器。千年科技馆里一种叫做冰火的物质通过大量吸收热量可以造成化学反应堆的大爆炸，情况万分紧急。第13集 大战电子龙恐龙四兄弟因为好奇来到了侏罗纪公园。科学家本宁为了出名，设下埋伏，俘获了恐龙，他决定把会说话的恐龙公之于众。这时，以黄鼠龙为首的食肉龙跟踪窃听设备也来到了这里，并派出电子龙攻击星际恐龙，然而最终却大败而逃。本宁的计划也落了空。第14集 月球上的较量食肉龙劫持宇宙飞船上了月球，飞船上载有爆炸力极强的实验用燃烧弹。霸天龙决定向小王子求助，没有飞船它们无法追踪食肉龙到达月球。果然，黄鼠龙等正在设法引爆炸弹，这样地球就会被飞出的月球踢到太阳附近。多亏星际恐龙及时赶到，阻止了这一毁灭性的阴谋。第15集 超级污染物黄鼠龙控制了依达比王国和石油，烈焰龙则把石油变成了超级污染物。一场大火会使众多矿井发生爆炸，情况非常危急，星际恐龙不能允许食肉龙猖狂下去，大火终于被扑灭了。事后，飞天龙要开办飞毯航空公司。第16集 缩小的恐龙黄鼠龙想通过大量的脱叶剂毁掉地球上的森林，这样二氧化碳的含量就会升高，造成全球变暖。一道闪电遇到化学物质产生了某种电磁化学反应把星际恐龙缩小了。被缩小的星际恐龙还是凭借勇敢和智慧又一次挫败了食肉龙。第17集 缩小扩大器斯卡维尔博士从外星人的飞船上发现了缩小扩大器，它可以通过改变原子的极性来重新组合体内的分子，使身体变得数字化。食肉龙进入了电脑系统内部搞破坏，全人类的正常生活都受到不同程度的影响。星际恐龙和食肉龙展开了周旋。第18集 侏罗纪艺术烈焰龙对卢浮宫里的画非常感兴趣，它决心做一名艺术家，鉴赏家对它不小心留下来的“画”倍家赞赏，这更使它信心百倍。黄鼠龙要用艾菲尔铁塔作为放大器，把冯阿兰地带变成巨大磁场，以改变地球旋转的轨迹，但它的幻想和烈焰龙的画家梦一起破灭了。第19集 温室保卫战食肉龙决定开辟新的殖民地以适应烈焰龙搞实验，他们最终选定了温室环境区。于是，三头猛兽强行侵入，开始了破坏行动。丹妮尔四处求援，却巧遇本宁博士。然而，她发现本宁并不是真的在帮助她，他只是为了个人名利。最后，星际恐龙出击，夺取了温室保卫战的胜利。第20集 以爱制胜热忠研究法律的珊娜在图书馆里与志同道合的赛西尔萍水相逢，两人很快因共同的话题而成为了朋友。可奇怪的是，自此食肉龙便对星际恐龙的战术无一不知。原来，食肉龙绑架了赛西尔的弟弟，并威胁赛西尔去窃敢军事机密。在友情力量鼓舞下，珊娜和星际恐龙一起，帮助赛西尔救出了弟弟。第21集 新战友加盟珊娜接收到了智能星人遇险信号，食肉龙也尾随而至。他们期望找到亚格尔，但失事飞船的平衡舱不见了。食肉龙和星际恐龙一起来到了一个特殊的世界，在这里大家都特别友好，食肉龙想改变这里的阴谋被挫败以后，铁甲龙和大家一起回到了地球。铁甲龙见到了“熟悉”的珊娜。第22集 恐龙预言为了出名的彼得捏造说如果拥有玛雅第九块预言碑就可以控制地球上的恐龙。食肉龙急切地赶来想捞上一大笔。星际恐龙和食肉龙争夺魔力水晶球，最终水晶球破裂了。而第九块预言碑上画的是正义和邪恶之战。彼得成了大家的笑柄。第23集 被扰的亡灵建筑工人挖出了几千万年前的恐龙骨架，食肉龙想利用这些骨架组建新军团达到占领地球的目的。星际恐龙火速赶往现场，就此展开了一场混战。黄鼠龙扬言要把佛罗里达变成食肉里达，可他的阴谋还没有开始便画上了句号，因为恐龙骨架辨明了敌友。第24集 外星孢子斯卡维尔博士发现了幸存的外星球植物孢子，它能够合成一种具有温室效应的气体。食肉龙当然不会放过这个机会，它们发誓要拥有这些孢子。正义的星际恐龙再度出击，它们视阻止食肉龙破坏地球为义务。一场激战过后，它们把温室效应变成了绿化工程。第25集 亚格尔再现飞天龙的耳机里竟然传出了亚格尔的声音！这是怎么回事？原来剑背龙发明的新式智能耳机能听到亚格尔和食肉龙的对话。再现的亚格尔到处收集能量，给整个世界笼罩上了一层阴影，他甚至袭击了珊娜的巡航机。不过邪恶的他终以败者的身份得到了智能星的逮捕令。第26集 北极之旅黄鼠龙扬言要融化北极冰帽，把世界变成食肉龙的伊甸园。星际恐龙带着爱冒险的麦特也来到了北极旅行。在这里，他们遇到了极为酷似圣诞老人的克劳斯。星际恐龙去阻止食肉龙的阴谋行动，不料麦特却被劫走作人质。然而，奇怪的是，暴子龙竟把他安全地送了回来。第27集 外星人采访食肉龙计划利用人类对外星人的恐惧制造事端。烈焰龙设法进入了罗斯维尔的中心电脑，模拟外星人给地球人发报，威胁人类交出夏威夷等热带岛屿。谁料真正的外星人果然出现了，而他们并非地球分别侵略者，他们同样向往和平。食肉龙再一次以失败告终。第28集 黄粱美梦食肉龙这一次似乎找到了真正的合作伙伴，威尔菲德公爵和谢拉夫人。他们的交换条件就是食肉龙帮助威尔菲德当上国王，而食肉龙想要的就是永恒不变的全球变暖。小王子发出了他们的阴谋，木海德巧设计，在星际恐龙的协力下，既保住了女王，又打败了食肉龙。第29集 智勇双全食肉龙通过阴险的计谋把三角龙引到了百慕大三角，它们还想把其他星际恐龙也引来。为了离开百慕大三角，三角龙必须回答出三道难题，智勇双全的三角龙终于不负众望。回到了总部，大家一起欢庆三角龙的六千五百万岁生日。第30集 飞天龙失忆在与食肉龙的交战中，飞天龙失忆了，它跑到了一个秃鹰保护区。食肉龙在拉桑比克装上了声音干扰器，人们受不了刺激的声音，不得不把自己的房子卖掉，离开家园。只有耳聋的莫里斯不肯卖房。星际恐龙查明情况后，想出了对策。飞天龙也恢复了正常。第31集 南瓜阴谋万圣节就要到了，然而，即使是节日，星际恐龙们也要继续战斗任务，因为食肉龙又在作乱了。食肉龙很清楚对付聪明的人类并非易事，所以这次它们也动了脑筋，那就是在南瓜里放进传染性的微生物。多亏星际恐龙们及时发现，才杜绝了万圣节的一场悲剧。第32集 超级腐蚀剂烈焰龙发明了一种叫“塞波”的超级腐蚀剂，它能够异常迅速地腐蚀任何金属。黄鼠龙正在写一本关于一个英勇智慧的食肉龙领袖带领两个无能手下征服世界的故事，并想出演主角。星际恐龙揭穿了它的阴谋，它们重新导演了这部电影，珊娜出演主角，讲述的是一位女英雄率其手下拯救地球的故事。第33集 解救行动老帕克的朋友布里克军士来了，对他有所耳闻的星际恐龙对他的障碍课很有兴趣，大家经受了真正的训练。电视里突然传来多国首脑在太平洋上空神秘失踪的消息，原来这又是食肉龙所为。于是，一场解救大行动就此展开，在星际恐龙的帮助下，布里克军士再显军威。第34集 帕克警官外出而归的帕克突然自称是金牛座毕宿星的银弗尼警官，这令珊娜和恐龙们十分不解。原来是外星球的银弗尼警官以帕克为兼容者而重获自由，他要逮捕一个对地球危害极大的犯人。谁料犯人也找到了兼容者，而她正是斯卡维尔博士。一场追捕战就此拉开帷幕。第35集 白虎缠身由于一时的不顺，飞天龙开始相信命运。它通过精神热线咨询，结识了一位叫伍伦斯基的女法师。伍伦斯基说飞天龙白虎缠身，必须到芝加哥找她才行。通过一系列磨难，伍伦斯基重获灵性，而飞天龙又变得和以前一样自信了。第36集 西藏学艺飞天龙和铁甲龙决心向特鲁大师学艺，食肉龙则一心想抢走大师的“宝物”。特鲁大师教诲说，“人不应该使用武力，除非不得不自卫，但无论什么时候，人决不能伤害弱者。心灵世界应该保持平和。”寺院的大门随时向星际恐龙敞开。第37集 公鸡怪兽为了取暖，食肉龙们点燃了煤矿。大火令矿工和家属们非常恐惧。更糟的是，他们还看到了一种模样极象公鸡的怪兽出入矿区，威胁人们的安全。正义的食草恐龙出动了，他们先是扑灭大火，救出被困的矿工。然后后又分析了怪兽的血液样品，发现是一种从没见过病毒造成了基因突变。为了防止这种病毒感染人类，他们又抓紧时间研制出了这种病毒的抗体。第38集 神奇的郁金香小王子打来了求救电话，原来食肉龙又在北部海域制造麻烦了，它们要点燃操练平台以获取最大热量。星际恐龙火速出发，飞天龙用剑背龙发明的声音模拟机使得食肉龙内部发生争执，进而巧妙地展开战斗，发挥出了真正的星际水平。第39集 决斗场霸天龙、三角龙和剑背龙被泽克达女王绑架到了氪星球，女王或是让绑架来的人在决斗场决斗或是让他们在矿井干活。决斗场上的长胜将军是虎峰龙。星际恐龙号召被压迫被奴役的人起来反抗泽克达女王，大家开始觉醒了。第40集 恐龙战士觉醒的斗士赶去泽克城联合那里的人民一起反抗女王。大家齐心协力除掉了叛徒，经过艰苦的激战终于打败了泽克达女王。霸天龙邀请虎峰龙一起去地球，但虎峰龙执意留下来守卫氪星球。氪星球人民终于过上了自由的生活。第41集 私家动物园罗布恩把世界上濒临灭绝的动物聚集起来开了一个私家动物园，星际恐龙要去见识他的新型武器。食肉龙成功地改造了幻影静态激光枪，挨了枪的人新陈代谢速度明显加快，这样呼出的二氧化碳会使地球升温。食肉龙的如意算盘能成功吗？第42集 单兵做战食肉龙袭击了安斯特博士的私人飞机，飞机里运载着一种可以替代燃烧发动机的最新发明，如果落到食肉龙手里，后果不能设想。星际恐龙要赶在食肉龙之前找到博士。食肉龙采用各个击破的战术，最后只剩下剑背龙。单兵做战的剑背龙击败了食肉龙。第43集 历险神秘岛星际恐龙们为追踪一只奇怪的大鸟来到了一座神秘的小岛上，原来这里是大学教授蒙斯麻的实验室，他梦想造出不可思议的凶猛残忍的怪兽。本想利用食肉龙发展实验的他遭到了无情的反攻。在营救伙伴的过程中，铁甲龙发现大鸟的本质是善良的。蒙斯摩必须重新做人。第44集 乔装入虎穴小王子的王室兄长之一亚历山大．旺斯卡海伯爵正在密谋一定大行动，他要在城堡内秘密会见一些技术要员。为揭其内幕，毁其阴谋，霸天龙乔装入虎穴，未料在这里又遭遇四处为害的食肉龙，这实际上又是一场星际恐龙与食肉龙的较量。霸天龙终于不辱使命，把臭名昭著的旺斯卡海捉拿归案。第45集 霸天龙奇遇烈焰龙发明了性格基因转换器并妄图在星际恐龙身上做文章。霸天龙不幸陷入圈套，成了他们的实验品。然而实验对意志坚决的它并未发挥实质性的作用，它只是暂时失忆而已。奋力挣脱出虎口后，霸天龙经历了一番难忘的友情故事，这真是因祸得福。第46集 想当明星的飞天龙为了探明火山喷发的原因，星际恐龙们途经了世界著名的格韦拉电影大会。它们的到来引起了影迷们的兴趣和怀疑，最后多亏了田卡西导演才得以解围。原来火山喷发的制造者正是食肉龙，星际组合全力出击，一举打败了了食肉龙。可飞天龙还在做着明星梦呢。第47集 夏威夷冲浪食肉恐龙为了提高地球的温度，在沙漠里建起了大型太阳能电池。为了防止地球上的平衡被打破，正义的星际恐龙起来阻止了他们的阴谋。一计不成，食肉恐龙又生一计。他们人为地引发了一场地震，妄图靠地震的能量来激活太平洋底所有的火山来达到他们的目的。地震还引发了大海啸，扑天盖地的巨浪朝岸上扑来……第48集 辣酱风波星际恐龙向来爱吃辣酱，三角龙做的辣酱赢得了大奖赛的冠军，这种辣酱将很快销往全世界。但是食肉龙在辣酱里动了手脚，把吃辣酱的人都变成了小型发热机，辣酱的热销活动不得不暂停。三角龙愤怒不已，决心为辣酱报仇。第49集 失踪的乘客斯卡维尔博士抓住了几个外星人。结果，她的同事乘坐的班机和全部乘客被外星人劫持，要她放了外星人。可是博士为了科学研究坚决不放。星际恐龙们伤尽脑筋，想了种种办法，就是说服不了博士。最后，为了人质的安全，他们只好采取果断行动，放出外星人，换回人质。第50集 加斯和龙飞天龙被食肉龙的武器击伤，困在一个村子里。村里的小孩加斯发现了他后，一边给他疗伤，一边陪伴着他。而可恶的食肉龙却把加斯当作人质，胁迫星际恐龙交出实际上并不存在的财宝。星际恐龙将计就计，救出了加斯，也又一次打败了食肉龙。第51集 暴子龙的弟弟华盛顿的实验室里保存着一只恐龙蛋，暴子龙便把它当成自己的弟弟，让黄鼠龙想办法把蛋偷出来，再用基因的方法制造出一个恐龙来。食肉龙们果然去了华盛顿，而且轻而易举就占领了实验室。星际恐龙发现这又是食肉龙的阴谋，于是义无反顾地前往增援。第52集 魔法骨头为了提高地球的温度，食肉龙们又想到了用激光器的办法。他们用从外星偷来的激光器给地球加温，使地球地表的温度上升到了可怕的高度。星际恐龙们识破了他们的诡计，以牙还牙，把间谍降了下来。食肉龙们再次失败，令亚格尔无法忍受。他不再想要这些无能的打手，把他们变成了原子颗粒。",
    "chinese_title": "星际恐龙",
    "douban_rating": "8.3/10 from 8870 users",
    "foreign_title": "Extreme Dinosaurs",
    "imdb_rating_average": 6.4,
    "douban_rating_average": "8.3",
    "update_at": "2025-04-05T20:49:16"
}