{
    "aka": [],
    "sid": "4108145",
    "cast": [
        {
            "url": "/celebrity/1107595/",
            "name": "卡迪尔·伊纳尼尔 Kadir İnanır",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "土耳其"
    ],
    "writer": [
        {
            "url": "/celebrity/1288895/",
            "name": "马吉德·科佩尔 Macit Koper",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1297419",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "土耳其语"
    ],
    "playdate": [
        "2008-12-07"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1297419/",
    "imdb_votes": 315,
    "this_title": [
        "Son cellat"
    ],
    "douban_link": "https://movie.douban.com/subject/4108145/",
    "imdb_rating": "5.2/10 from 315 users",
    "trans_title": [
        "最后的绞刑师"
    ],
    "douban_votes": "74",
    "introduction": "第45届土耳其金橙国际电影节参展。这是一个在军政府统治时期的土耳其发生的悲剧故事。一位被判死刑的检察官 Yusuf 在牢中认识了被冤入狱的村民 Bayram，蒙受 Yusuf 的保护和关怀的 Bayram 却突然面临了一个痛苦的选择... 悲剧为这段短暂的友谊画上了句号...引用:The story is set in a period when the country is ruled by a military government. Public prosecutor Yusuf and coachman Bayram meet in a prison in which activist youth of that period are also held under arrest. This is the story of a part of their lives which begin with a friendship that turn into an exemplary pain.Prosecutor Yusuf’s son Emre is one of the revolutionary-activist youth who disagree with the standpoint of his father’s political opinion. The parents’ worst fear is exceeded by reality when Emre is killed in a skirmish. This trauma causes the parents to go separate ways. The Prosecutor undergoes through a more serious incident. He has an emotional change which leads him to walk through streets, posting on the walls the “Freedom” posters left by his son at home. He is caught, moreover he is blamed for the death of a soldier killed during this skirmish. He is arrested to be tried for a claim of death sentence. Coachman Bayram is hardly making ends meet when he is married off to a flighty akin woman with children. One day, Bayram finds Hafize dead, who would not also respond to his sexual needs, with another man in the bed. Young Ali, who witnesses this event just after Bayram, believes that Bayram is the murderer; and his opinion is also shared by the police. Prosecutor Yusuf is brought to the prison only to find Bayram in the same ward who became the whipping boy of the ward. Yusuf takes him under his wings. The lawyer assigned by the State to defend Bayram forces him to act as an executioner. If Bayram agrees to be an executioner, he would be released from the murder investigation. Bayram is deceived due to his naiveness and his dilemma results on to agree to become an executioner despite Yusuf’s warnings...",
    "chinese_title": "最后的绞刑师",
    "douban_rating": "6.7/10 from 74 users",
    "foreign_title": "Son cellat",
    "imdb_rating_average": 5.2,
    "douban_rating_average": "6.7",
    "update_at": "2025-12-06T13:14:30"
}