{
    "aka": [
        "Mist"
    ],
    "sid": "4110303",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "德国/卢森堡/奥地利"
    ],
    "writer": [
        {
            "url": "/celebrity/1003620/",
            "name": "马蒂亚斯·穆勒 Matthias Müller",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1024634/",
            "name": "Ernst Jandl Ernst Jandl",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0285773",
    "director": [
        {
            "url": "/celebrity/1003620/",
            "name": "马蒂亚斯·穆勒 Matthias Müller",
            "@type": "Person"
        }
    ],
    "duration": "12 分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2000"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0285773/",
    "imdb_votes": 29,
    "this_title": [
        "Nebel"
    ],
    "douban_link": "https://movie.douban.com/subject/4110303/",
    "imdb_rating": "7.7/10 from 29 users",
    "trans_title": [
        "Mist"
    ],
    "douban_votes": "0",
    "introduction": "Matthias Müller's short is based on the poems to childhood by famed Austrian lyrical aertist Ernst Jandl who tried to write these poems in a language used by children, including nursery rhymes and prayers. Müller uses found footage and amateur films from his own childhood to create a visual equivalent to these poems.Müller takes up Jandl’s challenge of looking at things backwards and forwards, and translates his paradoxical logic into filmic terms. He successfully avoids the pitfall of stringing together one-to-one illustrations of the poet’s imagery. Instead, he has chosen personal associations that are far more subtle.Müller embeds Ernst Jandl’s elegiac cycle ‘poems to childhood’ in an ethereal kaleidoscope of images which make past sensations present – as if they were gently awoken from slumber by the poet’s words. They serve Müller neither as illustrations of the spoken word nor as interpretations of it, but instead hint cautiously at something in-between or behind it. They strike the viewer as fleeting moments which do not mark any particular stage of life, but rather communicate a feeling of life by means of atmospheric intensity, adding a captivating note to the feeling, circumscribed in laconic melancholy, of a poet in the evening of his life.",
    "chinese_title": "Nebel",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-06-11T16:57:58"
}