{
    "aka": [
        "搏击手"
    ],
    "sid": "4111320",
    "cast": [
        {
            "url": "/celebrity/1315041/",
            "name": "林爽 Lin Shuang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317626/",
            "name": "侯凯 Kai Hou",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2458690460.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1315043/",
            "name": "冯海涛 Haitao Feng",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1315043/",
            "name": "冯海涛 Haitao Feng",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2007-08"
    ],
    "this_title": [
        "大山里的搏击手"
    ],
    "douban_link": "https://movie.douban.com/subject/4111320/",
    "trans_title": [
        "搏击手"
    ],
    "douban_votes": "0",
    "introduction": "搏击是一种态度，搏击是一份信念。搏击是时代对青年发出的呼唤！外语学院毕业的羽萱，在都市的茫茫人海中，没有找到人生的坐标，郁闷忧结在她的心中。追逐时尚的表妹冰冰带她去练一种都市正在流行的健身运动--搏击操。强烈的节奏、刚劲的动作，使羽萱感到了生命勃发的的快感。理想的工作没有找到，却在网上看到了从大山里发来的征求支教英语教师的帖子。政府有规定，凡是去边远地区支教一年的大学生，国家可以保研。这是一条曲线救国的路线。羽萱决定走这条路。她的想法遭到了父母的反对，但她说服父母，背着行囊到了大山之中。父母及表妹以为羽萱是闹着玩儿，要不了多久，她就会回来。但一去数月，只见她不断向家里要钱、要物、要书，却不见有要回来的迹象。母亲忍不住了，在表妹辍弄下，二人在羽萱支教的地方进行实地考察。发现羽萱并非像他们想象的那样生活得十分可怜，而是过得有滋有味。羽萱向她们讲述了自己来到大山里所受到的震撼和启发。在一所只有三个班级，40多名学生的学校里，她受到了隆重的欢迎和高度的重视，她流畅的英语，她的现代化知识，她的都市概念，让学生和乡亲们耳目一新，同时，她也在淳朴的乡亲们身上，找到了生命原始的动力。周校长，一个快40岁还没结婚的女人，只为坚守一个承诺，放弃了初恋和舒适，挑起父亲撂下的担子，一直默默地坚持了二三十年，使与世隔绝的大山里，知识的火种始终没有熄灭。龙秋生，一个农大毕业的学生，考上了国家公务员，却被分配到大山里来蹲点。他立下了军令状，不改变大山里的贫困面貌绝不回城，以至羽萱和他初次见面时，把他当成了农民。还有一群大山里的孩子，羽萱教他们练起了搏击操，使他们不甘于重复父母的命运，而立下了向命运搏击的决心。羽萱并不孤单，她在这里享受到了生命绽放的快乐，母亲和表妹只好失望地回到了城里。不久后，羽萱为保护一个坠崖的孩子，摔断了腿骨。龙秋生把她送回城里治病，并答应把她的档案资料寄回城里，使她能够读研。战胜病魔即将出院的羽萱，收到龙秋生从大山里寄来的一盒DV带。在政府和乡亲们的共同努力下，沉寂的大山里通上了电话电视，山里的水果山货走进了市场，孩子们把搏击操练得有声有色。还有一条更重要的信息夹在其中：龙秋生向她发出了爱情的呼唤。羽萱感动了，她终于明白，真正的搏击手，是在大山中坚守数十年的传播知识火种的周校长，是领着乡亲们走富裕路而不惜把自己变成农民的龙秋生，是那里的乡亲和孩子们。她意识到，个人生命价值的体现，只能是在真正需要自己的地方。她决定重返大山里。她的行动感动了玩世不恭的表妹，也感动了父母单位的领导，他们为乡下孩子送去了与未来世界接轨的工具--电脑。表妹跟着羽萱回到了大山里，而大山也向她们敞开了胸膛。",
    "chinese_title": "大山里的搏击手",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-01-08T01:21:38"
}