{
    "aka": [],
    "sid": "4111253",
    "cast": [
        {
            "url": "/celebrity/1275864/",
            "name": "丁海峰 Haifeng Ding",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274306/",
            "name": "倪大红 Dahong Ni",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313574/",
            "name": "王丽坤 Likun Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313317/",
            "name": "李欣凌 Xinling Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318194/",
            "name": "姜峰 Feng Jiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1303996/",
            "name": "李小萌 Xiaomeng Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1512181/",
            "name": "宋海峰 Haifeng Song",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1407299/",
            "name": "王志远 Zhiyuan Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1372164/",
            "name": "白玉 Yu Bai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317225/",
            "name": "罗二羊 Eryang Luo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2510777767.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1483216/",
            "name": "刘敏庚 Mingeng Liu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1325070/",
            "name": "李小平 Xiaoping Li",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "34",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2009-10-12"
    ],
    "this_title": [
        "当铺"
    ],
    "douban_link": "https://movie.douban.com/subject/4111253/",
    "trans_title": [
        ""
    ],
    "douban_votes": "262",
    "introduction": "清末民初，国家命运多舛之际，民族积弱危难之秋。北京城里的一场骚乱拉开了故事的序幕。袁世凯在北京就任大总统，但却不愿到南方就职，纵使手下蓄意扰乱治安，一天深夜里，一群群的乱兵开始抢劫店铺，因为藏有大量财宝，典当行业首当其冲。眼看着乱兵就要来了，可是唇齿相依的德恒当铺和聚源当铺却各有各的烦心事：乱世之秋，聚源当铺的大掌柜尤光耀二房太太瑞芸香分娩在即，而尤光耀却不知道去了哪里，一直不能生育的大太太何溪诗更是伙同姘头巡官于万全，将瑞芸香产下的孩子故意当作死婴遗弃；而何于二人更有着不可告人的勾当；被仍在垃圾堆上的孩子却误打误撞被尤光耀和瑞芸香共同的师兄，德恒当铺的大掌柜吴流芳收留。德恒当铺更是乱成了一锅粥，当铺被乱兵乱民所抢，不仅仅丢失了财物，而当铺行业的命根子账本也不幸遗失，而此时为了救儿子命的谭凤翔找上门来，要典当一颗举世无双的祖传宝石；神秘的古董商人夏德海也恰好漏夜拜访，送上一份惊世骇俗的珠宝清单，跟随夏德海接踵而至的却是乱兵乱民，土匪地痞；当铺的‘正账’李先生混乱中被乱兵枪杀；而吴流芳的农村媳妇康福子却偏偏在这个节骨眼赶到了北京……秉承着“以实求信 业以德恒”的商业信条的德恒当铺大掌柜隐隐的感觉到一场暴风雨正在向他袭来……骚乱过后，吴流芳不肯坏了典当行业规矩，宁可得罪警察局长方立人，也不愿虚报损失，被方立人一再将军，更有人暗中勾结地痞，惯偷，要在吴流芳开业之际趁着德恒当铺丢失了核对的账本，蓄意骗当，假当，恶当。而偷走账本的人又暗中找上门来意图勒索……面对一阵猛过一阵的打击，吴流芳凭借智慧和好友黄爷的一个破铜盆子度过了难关。方立人不得不授予了吴流芳信誉商家免检的金牌……免检的金牌却引来了新的麻烦，一直在背后暗中坑害吴流芳的尤光耀浮上水面，他指示土匪德乐和逼迫吴流芳接受贼赃，吴流芳坚持行规，宁死不屈，德乐和试图绑架吴流芳的家人，却误绑了和吴流芳青梅竹马的瑞芸香，没有想到的是尤光耀为了拉师兄吴流芳下水，竟然在背后点拨德乐和对自己的妻子使用酷刑，为了保护瑞芸香，吴流芳不得不虚与委蛇，虽然躲过了一难，可徒弟大锁子却被迫深陷牢狱，而瑞芸香却在这一次次对吴流芳的围剿中渐渐看清了丈夫尤光耀的本来面目……何溪诗再次利用瑞芸香的孩子诬陷吴流芳和瑞芸香的清白，更是把孩子丢到了德恒当铺的门口；大锁子在监狱中被严刑拷打，只为端出吴流芳；和吴流芳谈好买卖的神秘商人夏德海却突然变成了“建福宫财宝失窃案”的大盗，被土匪追杀，被军警通缉，而吴流芳更是在家中一次次的挖出了身在暗处的对手们安插的奸细……吴流芳渐渐明白，正是夏德海这笔执意要和自己做的生意，一次次把自己引向了一个个毁灭的边缘，而夏德海本人的神秘身份更是让吴流芳心疑不已……与此同时，贪婪的麻督军，帝国主义侵略者，汉奸买办高云山等等更大的黑手渐渐浮出水面，他们纷纷指使爪牙——贪财昧当的典当行业败类尤光耀，土匪德乐和以及警察局长方立人等人开始了对吴流芳一次又一次的联合绞杀……吴流芳渐渐认识到夏德海的这批财宝，正是中华民族传承至今的一批瑰宝。吴流芳联合爱国遗老铎爷，忍辱负重背负恶名的夏德海，民间侠客景爷等怀有拳拳报国之心的正义人士，周旋于垂涎宝物的军警，土匪，地痞，流氓，汉奸和帝国主义侵略者之间，抗拒着这群贪婪之徒一次次的挑衅和压力，吴流芳等人一次次被逼上绝境，又一次次凭借中国人的骨气、信念、气节、勇气和智慧度过难关，保护了这批珍贵的国宝，将其支援于南方中国民族工业的发展，并将尤光耀等一批见财起意，背宗忘祖，杀人昧当的典当行业败类的罪行昭示天下。更联合所有的爱国当铺成立“爱国共中大柜”，抗拒帝国主义者的收买和绞杀，认清了他们侵夺中国财宝，意图打通中国金融通道的险恶用心，带领典当行业走上了“宁可倒闭，绝不联合”的民族独立自主，觉醒振兴之路……作品通过中国所特有的传统典当行业的巧妙视角切入叙述故事，通过德恒当铺大掌柜吴流芳的言行举止，将浓缩在典当行业中的中国传统文化和民族气节展现的淋漓尽致，凸显出了凝聚在典当行业内部中国传统的智慧和信念，中国人特有的执着和追求。展现了中国人民的杰出儿女们“威武不能屈，贫贱不能移，富贵不能淫”的气节与风貌……",
    "chinese_title": "当铺",
    "douban_rating": "7.4/10 from 262 users",
    "foreign_title": "",
    "douban_rating_average": "7.4",
    "update_at": "2025-04-18T03:15:23"
}