{
    "aka": [],
    "sid": "4111358",
    "cast": [
        {
            "url": "/celebrity/1080747/",
            "name": "尼尔·格雷格·富尔顿 Niall Greig Fulton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1295792/",
            "name": "特蕾西·罗伯逊 Tracey Robertson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2885624095.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1305861/",
            "name": "大卫·凯恩斯 David Cairns",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0336216",
    "director": [
        {
            "url": "/celebrity/1305861/",
            "name": "大卫·凯恩斯 David Cairns",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2001"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0336216/",
    "imdb_votes": 67,
    "this_title": [
        "Cry for Bobo"
    ],
    "douban_link": "https://movie.douban.com/subject/4111358/",
    "imdb_rating": "7.0/10 from 67 users",
    "trans_title": [
        "波波之泣"
    ],
    "douban_votes": "0",
    "introduction": "synopsisFrantic knockabout tragedy ensues when Bobo is sent to clown prison for committing a daring but silly crime. Can he escape in time to prevent his family from bringing shame on all clowndom?directorDavid was born at the fag-end of the Summer of Love in Edinburgh, somewhere in Scotland. He grew up near a television before graduating into cinema. His influences include silent comedy, horror films from the twenties to the seventies, and the cakes of Mr. Kipling. He studied film at Edinburgh College of Art, where he wrote & directed the award winning medieval comedy THE THREE HUNCHBACKS and produced the first film of BAFTA-winner and Tartan Shorts director Morag McKinnon. He has also worked frequently as a film editor, making shorts shorter. Subsequent films as director include supernatural Robert Louis Stephenson adaptations THE BOTTLE IMP and THE ISLE OF VOICES, as well as silent comedy HOW TO GET UP, and CLARIMONDE, the first and so far only film in the school of Scottish Expressionism. Recently he has been working on feature scripts with his partner Fiona Watson and colleague Andrew Gonzalez, and various producers called Nigel. CRY FOR BOBO is his first film with pantaloons in.",
    "chinese_title": "波波之泣",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Cry for Bobo",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-09-27T02:14:06"
}