{
    "aka": [
        "Yan Dao"
    ],
    "sid": "4111454",
    "cast": [
        {
            "url": "/celebrity/1071368/",
            "name": "陈晓东 Daniel Chan Hiu Tung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162012/",
            "name": "翁虹 Yvonne Yung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1182844/",
            "name": "寇振海 Zhenhai Kou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1367365/",
            "name": "王力 Li Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321740/",
            "name": "董春辉 Chunhui Dong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1367342/",
            "name": "于子宽 Zikuang Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1367367/",
            "name": "过齐鸣 Qiming Guo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320470/",
            "name": "范舒然 Shuran Fan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1356452/",
            "name": "郭婷婷 Tingting Kuo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "爱情",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868238722.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1353375/",
            "name": "慕星 Xing Mu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1318189/",
            "name": "蓝志伟 Francis Nam Chi-Wai",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "32",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2006-09-04"
    ],
    "this_title": [
        "砚道"
    ],
    "douban_link": "https://movie.douban.com/subject/4111454/",
    "trans_title": [
        "Yan Dao"
    ],
    "douban_votes": "0",
    "introduction": "宋初年宋仁宗皇上酷爱砚台，每年都会从全国各地选出质地出众做工精良的砚台作为贡品上贡朝廷。广东府的端州素来以盛产端砚闻名，端州老坑被封为皇岩贡坑，所采之石都会找最好的匠人雕刻成砚，绝佳者更选为贡砚，上贡朝廷。每年贡砚检收进京，都成为端州的大事，端州人的大日子。因此，有幸能被钦点而制贡砚的砚匠，每每被人称为“天下第一”。端州砚斋林立，砚匠如云。其中以即墨斋最负盛名，即墨斋斋主萧劲竹的刻砚技术更是炉火纯青，端州年年所贡之砚几乎皆出自他手，端州因此名声大振。然而树大招风，许多砚官因此对萧家怀恨于心。然而萧劲竹的独子萧飞、养子乐非凡、杨烽人称瑞州三少，是三个十足的纨绔子弟，远近闻名。这一天恰逢即墨斋上呈贡砚的大日子，萧劲竹毕恭毕敬地承上贡砚，贡砚监督御史歙州的长笑侯却指出此砚乃是一方赝品，萧劲竹被捕入狱。端州知州包拯升堂审理此案，被请来鉴别砚台真伪的专家竟是萧劲竹久别多年的师妹吕敏，吕敏一口认定此砚技术非萧劲竹莫属，从此萧家被莫名其妙地卷进一场牢狱之灾。萧飞表面虽然对此冷漠可心中却无比担心处处与之作对的父亲，他竟冒然闯公堂替父顶罪，但终未能解救父亲，萧飞悲痛不已。就在萧劲竹被押赴刑场前，皇上豁免萧劲竹的圣旨降下，令他在半年内刻好一方绝世之砚以为议和之用。原来萧劲竹的好友卓天一曾为皇帝的老师，是他暗中帮了忙。这时萧飞结识了吕敏的哑女菊伴两人相处默契。萧劲竹为了使萧飞改掉浮燥的毛病欲安排萧飞与早有婚约在先的卓天一之女卓玉儿成婚，萧飞不肯。一波未平一波又起，萧劲竹日夜辛劳刻制贡砚，却不幸将御赐砚石刻坏，萧家被抄家，即墨斋被封门，萧飞顿时从纨绔少爷沦为了街头乞丐，尝尽人世间冷暖和危卑 。为解边关局势，皇上命萧飞在半年之内替萧劲竹完成贡砚，为了挽救父亲和重振即墨斋，萧飞不得不背负起刻砚的重任，走上寻求砚道之路。事实上萧飞最痛恨的事就是刻砚，因为他从小看到因为父亲痴迷于刻砚让母亲残死砚石坑的景象，因此多年来他与父亲不和。在萧飞独自上路学艺时，屡屡碰到神秘女子陆蓉蓉，几番交锋后，俩人从相识到相知索性结伴同行。萧飞访遍名师历尽艰辛，陆蓉蓉一路倾力相助，更展现出不俗才学，尽显与萧飞同是性情中人，俩人渐渐心生爱慕。萧飞通过向李明、周石友及令林大师三位刻砚大师拜师学艺，深深地感悟到，砚、研、墨的深深道理，它们相连又各成系统，展现了砚文化的博大精深。萧飞学艺归来，所刻之砚得到皇上大加赞赏，即墨斋又得以重新开张，这时萧飞飘飘然起来。吕敏是为报多年前与萧家的一段刻骨仇恨而来。当年吕敏和师兄史铁泓出走，吕敏的父亲原即墨斋斋主吕墨友追来，史铁泓摔成重伤，不久去世，吕敏生下哑巴女儿菊伴，吕敏认为这一切都是大师兄萧劲竹一手造成，她发誓要复仇。吕敏利用乐非凡因不甘从小寄居萧飞之下，而自己所爱之人（卓玉儿）又要嫁给萧飞的不满情绪，因此挑唆他和萧家的关系，使乐非凡对萧飞由妒生恨。长笑侯一心想打压端州砚业，他利用吕敏为菊伴找药心切和乐非凡的脆弱心态，他制造假贡砚事件，陷害萧劲竹。更一心想抓回企图逃婚在外的靖蓉公主——陆蓉蓉。包拯及时识破长笑侯的阴谋，长笑侯被废黜抄家。当萧飞知道了乐非凡喜欢卓玉儿后，他向卓天一送去了退婚书及假冒乐非凡的求婚书，成全了他们，乐非凡和卓玉儿终成眷属。萧飞以中秋砚会夺魁为誓言，向皇上要求娶蓉蓉，皇上痛快地答应了。这时宋、辽两国边关再起战火，皇上只得听取众臣意见将靖蓉公主许配辽国太子以和亲。这时萧飞在中秋砚会前被吕敏、乐非凡设计陷害，误食毒药五石散，发挥失常，不但大败还差点丢了性命。这时只有菊伴在他身边，帮他度过难关。萧劲竹闻听萧飞落败，从此大病不起，吕敏来到萧劲竹的病床前，将她和乐非凡合谋毁掉萧家的真相告诉萧劲竹，萧劲竹经不住打击，死在吕敏面前。成婚希望破灭的萧飞和陆蓉蓉俩人在无奈之下逃住边境。亲眼看到边城战火连连、尸横遍野让两人的心始终无法得到安宁，几番撕心裂肺，痛苦挣扎后，终于让他们明白了各自应担负的使命，踏上了回京之路……。萧飞获罪被刺青发配端州采石场，陆蓉蓉再次穿上嫁衣赴辽和亲，漫漫长街，一个喜轿一个囚车，一声声呼喊让人那么裂肺撕心！采石场里，吕敏和乐非凡仍旧不肯放过萧飞，可他们万万没想到，种种磨难和打击不但没有让萧飞消沉，反而使他的才华得以淋漓尽致的发挥，心智更加成熟，刻砚的技艺更是日臻完美……。萧飞回到端州，得知父亲已经过世悲痛不已，誓要刻成天下第一砚，完成父亲的遗作《砚道》。此时屡屡加害萧飞的乐非凡内心已经饱受煎熬，深爱的玉儿为了劝他悔改死在他面前，乐非凡决心去自首。菊伴为了帮萧飞采石，被吕敏事先布好的陷阱堵在水下，葬身奈何坑底，吕敏看着亲手害死了自己相依为命的女儿，悲痛欲绝，本想杀萧飞泄愤，可最后关头女儿的一封书信却让她大彻大悟，戾气顿消，原来萧劲竹没有告发吕敏和史铁泓，是吕墨友自己发现了吕敏私奔的事实。万念俱灰的吕敏跪倒在佛祖脚下，削去了满头乌丝……萧飞手捧一方砚台，气定神闲地走进皇宫大殿，本是平淡无奇的一方砚台，萧飞却从中解读出天下之大义，皇上细细揣摩也感心中顿时开阔，不禁挥毫写下“国泰民安”四个大字。萧飞终成一代刻砚大师，而《砚道》所承载的文化气息也将源远流长，历久弥新！",
    "chinese_title": "砚道",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-12-15T18:14:22"
}