{
    "aka": [
        "7 à 8"
    ],
    "sid": "4111402",
    "cast": [
        {
            "url": "/celebrity/1207069/",
            "name": "洛朗斯·费拉里 Laurence Ferrari",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1243428/",
            "name": "Thomas Hugues Thomas Hugues",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt0805946",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2000"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0805946/",
    "imdb_votes": 12,
    "this_title": [
        "Sept à huit"
    ],
    "douban_link": "https://movie.douban.com/subject/4111402/",
    "imdb_rating": "5.1/10 from 12 users",
    "trans_title": [
        "7点到8点",
        "7 à 8"
    ],
    "douban_votes": "0",
    "introduction": "http://videos.tf1.fr/sept-a-huit/l-emission-du-25-octobre-2009-5001570.htmlouhttp://www.wat.tv/sept-a-huitSept à huit est un magazine d’information hebdomadaire de la télévision française diffusé de septembre à juin.[En]\tSeven to eight is a weekly news magazine of the French TV broadcast from September to June.De sa création en septembre 2000 jusqu'à juin 2006, il fut présenté par Thomas Hugues et Laurence Ferrari sur la chaîne TF1. Les rênes de l'émission ont été repris en septembre 2006 par Harry Roselmack et fut co-présenté par Anne-Sophie Lapix jusqu'en juin 2008 avant le départ de celle-ci pour Canal+.[En]From its inception in September 2000 until June 2006, he was presented by Thomas Hughes and Laurence Ferrari on the TF1 channel. The reins of the program was resumed in September 2006 by Harry Roselmack and was co-presented by Anne-Sophie Lapix until June 2008 before the start of it for Canal +.Diffusée le dimanche soir de 19 h à 20 h, créneau dévolu depuis de nombreuses années à la diffusion de magazine d’information par la chaîne, Sept à huit est pour la première fois diffusée le 4 septembre 2000. Elle succède à une autre émission phare d’information et de politique arrêtée 3 ans plus tôt, Sept sur sept présenté par Anne Sinclair. Sept à huit se distingue cependant du format de Sept sur sept, en ce sens qu’elle rompt avec le principe de l’invité politique unique (même si une personnalité est interviewée en toute fin d’émission), pour la diffusion de quatre à cinq sujets et reportages de 10 minutes sur l’actualité du moment.[En]   Airing Sunday nights from 19 pm to 20 pm slot assigned for many years at the magazine spread of information through the chain, Seven to eight is the first broadcast September 4, 2000. She succeeds another pioneering program information and policy established 3 years earlier, in September seven submitted by Anne Sinclair. Seven to eight stands, however the format of Seven in September, in that it breaks with the principle of the single policy called (even if a person is interviewed at the very end of issue) for the dissemination of four to five subjects and stories of 10 minutes on the news of the moment.L’émission est produite par « Éléphant et Cie » pour TF1.[En]  The show is produced by \"Elephant & Co.\" for TF1.",
    "chinese_title": "7点到8点",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Sept à huit",
    "imdb_rating_average": 5.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-18T01:57:10"
}