{
    "aka": [
        "Hollywood Rebles - Montgomery Clift"
    ],
    "sid": "4111759",
    "cast": [
        {
            "url": "/celebrity/1031841/",
            "name": "伊丽莎白·泰勒 Elizabeth Taylor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036404/",
            "name": "简·方达 Jane Fonda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007063/",
            "name": "凯文·麦卡锡 Kevin McCarthy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125982/",
            "name": "威廉·勒马萨纳 William LeMassena",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1046196/",
            "name": "帕特丽希娅·博斯沃思 Patricia Bosworth",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014097/",
            "name": "苏珊娜·约克 Susannah York",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1070445/",
            "name": "奥古斯塔·达布尼 Augusta Dabney",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018119/",
            "name": "玛伦·斯塔普莱顿 Maureen Stapleton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005154/",
            "name": "Jack Larson Jack Larson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027230/",
            "name": "蒙哥马利·克利夫特 Montgomery Clift",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1983",
    "genre": [
        "纪录片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2530893335.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt0085958",
    "director": [],
    "duration": "105分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0085958/",
    "imdb_votes": 90,
    "this_title": [
        "Montgomery Clift"
    ],
    "douban_link": "https://movie.douban.com/subject/4111759/",
    "imdb_rating": "7.6/10 from 90 users",
    "trans_title": [
        "蒙哥马利·克里夫特",
        "Hollywood Rebles - Montgomery Clift"
    ],
    "douban_votes": "0",
    "introduction": "As a teenager growing up with dreams about making it as a writer or an actor in Hollywood or on Broadway, I was obsessed with the 1940’s and 50’s when everything seemed so much more magical, powerful and most of natural.My fascination with James Dean eventually brought Montgomery Clift to my attention and during those pre-internet years I devoured every little bit of information on him I could find and it still wasn’t enough.Although he starred in only 17 films during his short life, they were incredibly hard to find and I mostly had to rely on them being broadcast on television to record them onto VHS. I still have them, minus the ones I never caught or simply weren’t shown during that time, like Freud: The Secret Passion (1966), The Defector (1962) and Lonelyhearts (1958).Biographies were also difficult to track down, including those by Patricia Bosworth, Robert La Guardia and Barney Hoskins. Yet one day, while browsing the documentary shelves at the Buy, Sell & Exchange in Camden, I spotted a VHS tape and literally had to rub my eyes not once, but twice, just to check I was seeing right. It was a feature length documentary on my idol, Montgomery Clift, for £1.Written and directed by Claudio Masenza, who had previously documented the lives of Brando and Dean, and featuring an impressive interview cast, this was an incredible find. As Masenza retraces Clift’s life, from his toddler years, through to his Hollywood years beginning with The Search (1947) and ending with The Defector (1966), we get some very rare insights into the life of this enigmatic actor with previously unseen home footage shot by family, friends and Clift himself.What we also learn about him is that he was something of a daredevil, a kind soul and a sensitive man, one who couldn’t bear the thought of others suffering. We also hear from his friends how his personality would change at the blink of an eye, either when he drank or when the mood would hit him.The documentary dwells heavily on this side of him, as most biographies on Clift do. As someone who has looked up to him for so long, it saddens me to hear his life told with such tragic tales, as if he was born destined for loneliness and suffering. This is why the home footage struck me as so amazing; here he is smiling, laughing, fooling around and enjoying himself. This is the Clift I like to think of.It’s a great documentary for anyone who is a fan of this remarkable and talented actor. It offers a truly extraordinary glimpse into what he was like with his friends and he looks extraordinarily handsome in the home footage. Good luck in finding it though, it has never been available on DVD and the VHS has become a rare find, although you might still find the odd copy at Amazon.",
    "chinese_title": "蒙哥马利·克里夫特",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Montgomery Clift",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-02-23T06:56:00"
}