{
    "aka": [
        "Flames of Blood"
    ],
    "sid": "4112896",
    "cast": [
        {
            "url": "/celebrity/1025558/",
            "name": "菅原文太 Bunta Sugawara",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042205/",
            "name": "倍赏美津子 Mitsuko Baisho",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050454/",
            "name": "若山富三郎 Tomisaburo Wakayama",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1139561/",
            "name": "佐藤允 Makoto Satô",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044546/",
            "name": "高田浩吉 Kôkichi Takada",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1003664/",
            "name": "藤田真 Makoto Fujita",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1021401/",
            "name": "樱町弘子 Hiroko Sakuramachi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1157326/",
            "name": "丹波哲郎 Tetsurô Tanba",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1136817/",
            "name": "大友柳太朗 Ryutaro Otomo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1013043/",
            "name": "中村玉绪 Tamao Nakamura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1017255/",
            "name": "伊吹吾郎 Goro Ibuki",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1981",
    "genre": [
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2561736055.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt0082387",
    "director": [
        {
            "url": "/celebrity/1274918/",
            "name": "加藤泰 Kato Tai",
            "@type": "Person"
        }
    ],
    "duration": "147分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1981"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0082387/",
    "imdb_votes": 37,
    "this_title": [
        "炎のごとく"
    ],
    "douban_link": "https://movie.douban.com/subject/4112896/",
    "imdb_rating": "6.5/10 from 37 users",
    "trans_title": [
        "宛如火焰",
        "Flames of Blood"
    ],
    "douban_votes": "0",
    "introduction": "『炎のごとく』（ほのおのごとく）は、1981年5月9日に公開された日本の映画。巨匠・加藤泰の最後の劇映画である。上映時間147分。飯干晃一の『会津の小鉄』を原作に、幕末の京都を舞台に、侠客・会津の小鉄こと仙吉と京都の町の人々のドラマを、天誅横行、池田屋事件、蛤御門の変などを背景に描いている。目次[非表示]* 1 あらすじ* 2 キャスト* 3 スタッフ* 4 作品製作に関するエピソード* 5 DVDについてあらすじ [編集]注意：以降の記述で物語・作品・登場人物に関する核心部分が明かされています。 →［記述をスキップ］仙吉は、呉服屋の跡取り息子だったが、人殺しの罪で大坂所払いとなり、博徒として諸国を渡り歩いていた。とある雪国で喧嘩をしたとき、瞽女のおりんに手当てを受けたことから、おりんを愛するようになる。強盗の浪人を斬り、逃げる途中、「わい、負けじゃ、お前には。こうなったらわいもお前に賭けまっせ。お前ちゅう者一人、幸せにしてみせるに賭けて。京都じゃ」と仙吉はおりんにいい、二人で京都へ行き、人足口入屋の大垣屋清八を訪ね、親分子分の水盃を交わすようにすすめられるが、おりんのためにも堅気でいたい仙吉は断る。「手前、ここに連れております、おりん、この女一人、幸せにしてやれるか、やれんか、してみせるに賭けて京都に参りましてん。親分と親子の盃しますと、その盃の義理を第一にして、生き死にを考えななりまへん。手前、嘘が言えまへん。手前の一番はこのおりん」その心意気に打たれた清八の女房お栄の計らいで、賭場で弁当売りをするが、ある日、暴れた男を包丁で刺し殺してしまう。仙吉は、誰のシマでもない鴨川の中洲河原に賭場を開くが、名張屋に目をつけられ、清八に怒られる。ヤケ酒をあおって寝てしまった仙吉を名張屋の子分が襲撃、仙吉をかばったおりんは頭を殴られて死んでしまう。怒った仙吉は、名張屋へ乗り込むが、そこにいた四人の大親分、名張屋新蔵、新門辰五郎、薬師の梅吉、小金井小次郎に説き諭され、大泣きになく。おりんの位牌を持った仙吉は、大坂の家で戻り、祖父母は黙って、その位牌を仏壇にまつってくれた。その席で、お富という娘を紹介され、嫁とりをすすめられるが、おりんを生涯ただ一人の女と思い定めている仙吉は辞退する。大坂で友人の山崎烝と再会、山崎は、侍になりたい佐々木愛次郎とともに新選組に入るため、京都にやってくる。佐々木は八百屋の娘あぐりと愛し合うようになるが、仙吉は侍になりたい佐々木に危惧を感じ、二人の交際に反対、「あぐりちゃん、わいはな、お前のため、おりん仲良くしてくれた、お前にはなあ、死んだわいのお母さんと同じ、悲しいめになるような・・・・・。侍はいかん。佐々木はん、あんた、新選組に賭けなはったのやろ。それで、女幸せに・・・・」と諭すが、あぐりは「女の気持ち、小鉄さん、知らん」と言い放たれる。周囲の企てで屋根の上らされた高所恐怖症の仙吉は、二人の仲を認めざるを得なくなる。激動の幕末、京都では、天誅が横行。これを鎮圧するため、会津藩主・松平容保が上洛。会津藩の御用を預かった仙吉は、家老・田中土佐によって、新選組局長の近藤勇と会う。佐々木を脱退させてほしいと頼むが、「これからは人だよ」と近藤に断られる。が、二人の心は、同じ「虎徹」を持つことから通い合う。その席へお富が芸子として現れる。仙吉は追い返そうとするが、お富は仙吉の家に居座ってしまう。京都の市中で、佐々木とあぐりは、新選組局長の芹沢鴨一派と出くわし、あぐりを見初めた芹沢は、あぐりを妾に差し出すように命じる。隊士・佐伯亦三郎のすすめで、佐々木はあぐりと駆け落ちをはかる。しかし、それは罠だった。佐々木とあぐりは、芹沢一派の待ち伏せに遭い、佐々木は斬殺、あぐりは自害してしまう。一足遅く駆けつけた仙吉たちは、清純なままに死んだ二人を見た近藤勇が「美しい」というと、お富は「違う。何が美しいです、おおきにです。女が一番美しいのは、好きなお方と添い遂げて、そのお方のややこ産んで・・・・育て・・・・、育て・・・・」という。仙吉は、二人の仇を討つために、芹沢を襲撃、とどめをあぐりの両親である八百屋夫婦にささせる。岡田以蔵が盗みで引き立てられ、それにすがる情婦を仙吉は家へ送るが、いきなり切りつけられる。事情を聞くと、この女は、かつて、仙吉とおりんを襲って返り討ちにあった追いはぎの娘だった。池田屋事件が勃発。その乱闘の最中、新選組に斬られた岡田以蔵の情婦ー和多田なかが男装のまま、二階から落ちてきた。駆け寄った仙吉の腕の中で、なかは絶命する。「何でや。何で。おりん、どの人かて、わい、一生懸命してるで。そうしか出来へん。お前にかて、あぐりちゃんにかて、富ちゃんにかて、この人にかて。それが、何で」この池田屋事件の報復のため、長州軍が京都へ侵攻。所謂、蛤御門の変である。出陣する近藤らに「友達じゃなかったんですか」と仙吉は問い詰めるが、戦乱の末、京都は焼け野原となる。その焼け野原で仙吉は、おりんの幻を見る。「おりん、わいの賭けは負けやったんかなあ。いや、違う。わいは負けへんで。また賭けるで」焼け残った井戸で顔を洗った仙吉は「わいはやるで！」と意気を新たにするのだった。",
    "chinese_title": "宛如火焰",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "炎のごとく",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-02-11T05:01:05"
}