{
    "aka": [
        "Brazil: Beyond Citizen Kane",
        "Muito Além do Cidadão Kane"
    ],
    "sid": "4112130",
    "cast": [
        {
            "url": "/celebrity/1091556/",
            "name": "Dias Gomes Dias Gomes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1219845/",
            "name": "路易斯·伊纳西奥·卢拉·达席尔瓦 Luiz Inácio Lula da Silva",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1067374/",
            "name": "Walter Clark Walter Clark",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019634/",
            "name": "里卡杜·波拉克 Chico Buarque de Hollanda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1212980/",
            "name": "Leonel Brizola Leonel Brizola",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1220823/",
            "name": "Washington Olivetto Washington Olivetto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1017588/",
            "name": "Armando Nogueira Armando Nogueira",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1263354/",
            "name": "Antônio Carlos Magalhães Antônio Carlos Magalhães",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1267615/",
            "name": "Roberto Marinho Roberto Marinho",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2883228223.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1356393",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "1993"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1356393/",
    "imdb_votes": 617,
    "this_title": [
        "Beyond Citizen Kane"
    ],
    "douban_link": "https://movie.douban.com/subject/4112130/",
    "imdb_rating": "8.3/10 from 617 users",
    "trans_title": [
        "Brazil: Beyond Citizen Kane",
        "Muito Além do Cidadão Kane"
    ],
    "douban_votes": "0",
    "introduction": "eyond Citizen Kane is a 1993 British documentary film produced by John Ellis and Simon Hartog for Channel 4. It details the dominance of the Rede Globo media group in Brazilian society, discussing the group's influence, power, and political connections. Globo's president and founder Roberto Marinho came in for particular criticism, being compared with fictional newspaper tycoon Charles Foster Kane of the Orson Welles film Citizen Kane. Globo, the documentary argues, engaged in the same Kane wholesale manipulation of news to influence public opinion.PlotThe documentary tracks Globo's involvement with and support of the military dictatorship, its illegal partnership with the American group Time Warner (at the time Time-Life), Marinho's political maneuverings (which included airing on Jornal Nacional, the network's prime time news program, highlights of a 1989 presidential debate edited in a way as to favor Fernando Collor de Mello) and a controversial deal involving shares of NEC Corporation and government contracts. It also features interviews with noted Brazilian personalities, such as singer-songwriter Chico Buarque, politicians Leonel Brizola and Antonio Carlos Magalhães and the current president Luiz Inácio Lula da Silva.Dispute with Globo over British rightsThe documentary was first shown on September 1993, in the United Kingdom. The programme was delayed for a year as Rede Globo disputed the programme makers' right under British law to use short extracts from Globo programmes without permission for the purposes of \"critical comment and review\". During this period, Simon Hartog, the director, died after a long illness. The process of editing was taken over by his co-producer, John Ellis. When eventually broadcast, copies were made available at cost by the production company, and many were sent to Brazil by the Brazilian community in Britain.Censorship in BrazilThe first public screening of the film would occur at the Rio de Janeiro Modern Art Museum on March 1994. A day before the premiere, the Military Police received an order to fulfill a Judicial mandate requiring the confiscation of movie posters and the copy of the film. The direction of the museum was threatened with a heavy fine in case of disobedience. The Secretary of Culture of Rio de Janeiro, put under pressure, was fired just three days after this incident.Through the 1990s, the film was illegally screened in Universities and political acts without public notice. On 1995, Globo requested in court the confiscation of copies available on the library of the University of São Paulo, but the claim was overruled. The film was restricted to University groups until the 2000s, with the internet boom in Brazil, which is currently the 6th country by number of web users.",
    "chinese_title": "Beyond Citizen Kane",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.3,
    "douban_rating_average": 0,
    "update_at": "2025-05-03T02:49:59"
}