{
    "aka": [],
    "sid": "4114714",
    "cast": [
        {
            "url": "/celebrity/1217858/",
            "name": "Mary Guibert Mary Guibert",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0410130",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2007-05-17"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0410130/",
    "imdb_votes": 35,
    "this_title": [
        "Tim Buckley: My Fleeting House"
    ],
    "douban_link": "https://movie.douban.com/subject/4114714/",
    "imdb_rating": "8.3/10 from 35 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Tim Buckley: My Fleeting House is a DVD-Video collection of live appearances and performances by Tim Buckley. It features footage from throughout his career, starting from a 1967 performance of \"Song to the Siren\" on The Monkees TV show and ending with a performance from May 21, 1974 of \"Dolphins\" (written by fellow 60's folk musician Fred Neil) for The Old Grey Whistle Test. Broadcasts from WITF-TV's The Show from 1970 has performances of \"I Woke Up\" and \"Come Here Woman\". The DVD also contains recorded interviews with occasional songwriting partner Larry Beckett, regular lead guitarist Lee Underwood and David Browne, author of Dream Brother: The Lives and Music of Jeff and Tim Buckley, a dual biography of Tim Buckley and his son Jeff Buckley. The release also contains a 12 page photo booklet with liner notes.Track listing:1. \"No Man Can Find the War\"* performed at Inside Pop2. \"Happy Time\" performed at Late Night Line Up3. \"Morning Glory\"* performed at Late Night Line Up4. \"Dolphins\" (Fred Neil) performed at Old Grey Whistle Test5. \"Song to the Siren\"* performed at The Monkees Show6. \"Who Do You Love\" performed at Greenwich Village7. \"Happy Time\" performed on Dutch TV8. \"Sing a Song for You\" performed on Dutch TV9. \"Sally Go Round the Roses\" (The Jaynetts) performed at Music Video Live10. \"Blue Melody\" performed at Boboquivari11. \"Venice Beach (Music Boats by the Bay)\" performed at Boboquivari12. \"I Woke Up\"* performed at WITF-TV's The Show13. \"Come Here Woman\" performed at WITF-TV's The Show14. \"Pleasant Street\" performed at The Christian Licorice Store",
    "chinese_title": "Tim Buckley: My Fleeting House",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.3,
    "douban_rating_average": 0,
    "update_at": "2025-05-18T08:50:46"
}