{
    "aka": [],
    "sid": "4116279",
    "cast": [
        {
            "url": "/celebrity/1005287/",
            "name": "爱娃·布劳恩 Eva Braun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032566/",
            "name": "阿尔伯特·爱因斯坦 Albert Einstein",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1973",
    "genre": [
        "纪录片",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2156946903.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0070760",
    "director": [
        {
            "url": "/celebrity/1292435/",
            "name": "菲利普·莫拉 Philippe Mora",
            "@type": "Person"
        }
    ],
    "duration": "113 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1973"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0070760/",
    "imdb_votes": 435,
    "this_title": [
        "Swastika"
    ],
    "douban_link": "https://movie.douban.com/subject/4116279/",
    "imdb_rating": "7.2/10 from 435 users",
    "trans_title": [
        "纳粹标志"
    ],
    "douban_votes": "0",
    "introduction": "This legendary documentary on Nazi-era Germany was previously banned for 36 years in Germany. Distributors claimed it was anti-German due to its more humanistic portrayel of Hitler, including excerpts of home movies of Hitler playing with children.Meanwhile, the film's premiere at Cannes had to be stopped due to fist fights breaking out during the screening. Save for a strange opening animation sequence of a Swastika drifting through space, the film is compiled of archives and home movies. Watch out for the shaming newsreel footage of American radio personality Dirk Brinkley proclaiming himself a \"great admirer\" of Germany's \"great leader.\"Philippe Mora was the person who as a 19 year old film student discovered the now well known personal films of Eva Braun (that would make a fine film in itself). This fascinating color film footage is incorporated into this un narrated documentary along with a wide assortment of original Nazi newsreels and propaganda films to present life in Nazi Germany from 1933-45 as seen through the propaganda filmmakers (and Eva's) camera lens. A wonderful classical music score accompanies. This film is quite rare and is generally unavailable. I believe it was nominated for an award (or won an award). Nevertheless,if you get a chance to see it, buy it, etc, do it. It is the best documentary film on Nazi Germany of it's kind with much never before seen original footage.",
    "chinese_title": "纳粹标志",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Swastika",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-10-06T05:42:28"
}