{
    "aka": [
        "The Village School's Winter"
    ],
    "sid": "4117438",
    "cast": [
        {
            "url": "/celebrity/1363921/",
            "name": "尹键 Jian Yin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1351014/",
            "name": "张小斐 Xiaofei Zhang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2358796584.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1387684/",
            "name": "王旻极 Minji Wang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1387684/",
            "name": "王旻极 Minji Wang",
            "@type": "Person"
        }
    ],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2009"
    ],
    "this_title": [
        "村学的冬天"
    ],
    "douban_link": "https://movie.douban.com/subject/4117438/",
    "trans_title": [
        "The Village School's Winter"
    ],
    "douban_votes": "0",
    "introduction": "齐家山是一个封闭的小山村，村子里有一所村办小学，只有七、八个学生，本来学区要撤掉这个村学点，把学生合并到中心小学去，可是山高路远，学生们无法到中心小学去读书，所以只有保留了这所村学。不想执教了四十多年的村学老师去世了，孩子们没人教了。齐家山的慧慧是个漂亮而能干的女孩，她这天和父亲来到镇里赶集。在集市上爹被亲家刘老板拉到家里喝酒，刘老板的儿子根娃是慧慧未来的夫婿。慧慧在集市卖自己绣的荷包，有个时髦的妇女和她讨价还价，一会把慧慧搞糊涂了，慧慧没念过书，算不来， 村学的教室在村边的一块空地上，显的破败而孤单，杨涛青年是来村学支教的老师。一个人在给教室的窗户上按玻璃，村长带着大家来帮忙，在修缮好的教室里，杨涛给学生们补课，炉子里的火很旺。清晨，杨涛在河边晨练，看到在冰面上挑水的慧慧摔倒了，跑过去帮忙，杨涛很感谢那天在集市上慧慧救了他，杨涛问慧慧的名字怎么写时，慧慧生气地走了。大雪天，根娃骑着摩托车来村里，慧慧的弟弟贵贵在上学路上碰见他未来的姐夫，看着他的坐骑很是羡慕。慧慧给自家的猪喂食，远处传来村学升的国歌声，她入神地听着。她的好朋友小玲来找她要荷包的图样，看到慧慧的神情，又看到根娃过来，以为是慧慧不想理她是因为根娃来了，慧慧却悄悄告诉她自己想到村学念书。慧慧念书的想法被贵贵奚落了一番，她爹也是让她别胡思乱想，慧慧不死心又去找杨涛，杨涛住在村长家，村长的老伴进城给儿子看孩子了，所以村长给两人做饭。村长让慧慧打消这个念头，杨涛不解，认为念书不分年龄大小，为什么要反对呢？村长告诉杨涛慧慧家的情况特殊，慧慧的母亲是个病秧子，慧慧爹没什么本事，又老实，再加上慧慧妈的病越来越严重，家里是一贫如洗，慧慧从小就操持家务，还要照顾生病的母亲。为了给慧慧妈看病，她家债台高筑，后来慧慧妈死了。而镇上的富户刘老板的儿子看上了慧慧，两家定了亲，这个刘根娃却是个心眼小而且霸道的人。刘家给慧慧家一笔很重的彩礼，让她家脱离了困境，村里人都为她家高兴，现在生活平顺了，再不能出啥差错了。后来，杨涛发现慧慧上学的欲望很强烈，就自作主张让她来村学念书了。村里的人都很诧异这么大的姑娘还去念书，各种闲话就有了。刘家人知道后很生气，根娃妈是个泼辣的女人，她威胁慧慧爹让女儿停止上学，慧慧爹很害怕，就和刘家商议尽快把婚事办了。慧慧坚持念书，根娃心生妒意，他不能容忍慧慧整天跟着一个城里来的年轻人。他纠集几个镇上的混混到村学来闹事，刚好碰上杨涛和慧慧一同出来，他们对杨涛大打出手，慧慧拼命保护杨涛，她拿棍子打散了根娃一伙，但杨涛受了伤。在她悉心照料杨涛的过程中，杨涛给她讲了很多知识改变命运的道理，并送给她一个学习机。根娃被刑事拘留，刘家又来威逼慧慧爹，要么退回彩礼，要么马上让女儿离开村学。慧慧爹六神无主，他到村学跪在了杨涛的面前，求他再不要让慧慧上学了，慧慧羞愤地离开了教室。慧慧出嫁了，杨涛在村学看着迎亲的队伍，心中无限地惆怅，慧慧坐在车里看着杨涛，泪流满面。根娃看在眼里，他的占有欲得到了满足。慧慧在刘家处处受到冷眼，根娃只是喜欢慧慧的美丽，并不真正地关心慧慧，尤其是根娃妈在儿子面前经常挑拨。慧慧每天忙完后还坚持学习识字，跟娃很是恼怒，并且看到慧慧整天拿着杨涛送给她的学习机，妒火中烧。认为慧慧是他的女人，要伺候好他。快到放假的时候了，杨涛领着学生到野外观察自然界，让学生写一篇心得体会，在山路上碰上小玲，小玲告诉杨涛慧慧还在坚持自学，杨涛很有感触，给慧慧送去了书，在刘家的铺子门口，杨涛看到慧慧憔悴的脸，心里很难受，根娃对的到来非常愤恨。根娃妈处处找慧慧的不是，慧慧也不示弱，为此，根娃妈怀恨在心。一天晚上，又下起了大雪，根娃打野兔回来，他母亲又挑拨说慧慧的坏话，根娃进屋看到慧慧在听杨涛送的学习机，心生恶意，他摔碎了学习机，对慧慧拳打脚踢，慧慧并不怕他，她扑向了根娃，但慧慧这时已经有了身孕，在厮打时流产了，第二天醒来时已经躺在镇医院的病房里，而这时病房外是刘家人相互的争吵声 ，刘父想抱孙子却成了泡影，刘母责怪慧慧和他家不是一条心，他们并不在乎慧慧的死活。慧慧拖着疲惫的身体回到了村里。杨涛和村长来看望慧慧，杨涛可着自己的学生成了这个样子很是通心，慧慧坚决要离婚，大家大都支持，杨涛为她出面聘请律师和相关法律的援助。慧慧离婚了，在杨涛的帮助下，慧慧继续努力学习，几年以后，杨涛离开了，村学又在慧慧的提议下，组织村里的妇女到村学扫盲……",
    "chinese_title": "村学的冬天",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-02-15T13:13:18"
}