{
    "aka": [
        "English: I Promise"
    ],
    "sid": "4121591",
    "cast": [
        {
            "url": "/celebrity/1302487/",
            "name": "Vivek Shaq Vivek Shaq",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1300139/",
            "name": "Rajesh Vivek Rajesh Vivek",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1139135/",
            "name": "沙拉蒂·瑟斯纳 Sharat Saxena",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1061163/",
            "name": "莫尼什·巴尔 Mohnish Bahl",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032268/",
            "name": "康格娜·拉瑙特 Kangana Ranaut",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004952/",
            "name": "波比·戴尔 Bobby Deol",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2276201982.jpg",
    "region": [
        "印度"
    ],
    "writer": [
        {
            "url": "/celebrity/1305886/",
            "name": "萨米尔·卡尔尼克 Samir Karnik",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1512321",
    "director": [
        {
            "url": "/celebrity/1305886/",
            "name": "萨米尔·卡尔尼克 Samir Karnik",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "北印度语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1512321/",
    "imdb_votes": 482,
    "this_title": [
        "Vaada Raha"
    ],
    "douban_link": "https://movie.douban.com/subject/4121591/",
    "imdb_rating": "5.6/10 from 482 users",
    "trans_title": [
        "誓言",
        "English: I Promise"
    ],
    "douban_votes": "0",
    "introduction": "Duke Chawla\"s (Bobby Deol) life today can be called gratifying. Professionally, he is a successful doctor, personally an ardent lover and parent to a doting dog-Junior. Currently, Duke lives alone with Junior. He loves Pooja (Kangana Ranaut), who is career oriented like him, their marriage plans are in the offing. Duke has recently struck a deal for a dream apartment he plans to move to post marriage.Duke\"s research on cancer has recently been acknowledged by the American Medical Association. Each time his colleagues ask him on how he makes difficult surgeries seem easy, his answer is always the same-he hangs on to HOPE and in turn gives his patients what most seem to have lost-HOPE.A sudden turn of fate ends Duke\"s perfect world. After an accident he is paralyzed neck down. A bed becomes his boat and the hospital room his world. Nalini leaves him, friends stay away and those who want to be by his side are yelled at by Duke himself. He becomes bitter and angry at himself. Duke hates his conditions so much that he wishes he had died instead of living in a condition which is worse. A man, who was an angel to many, loses all hope himself.Roshan (Dwij Yadav), a young boy enters his life. Known to all at the hospital Roshan is naughty and stubborn. He does what he likes. Duke hates Roshan in the first few meetings but then slowly Roshan wins over his heart. They both strike a common chord. What Duke really enjoys is the description of the view from his window that Roshan tells him. Roshan regales him with incidents of people he sees from the window, all the incidents are about people who win against odds because they remain hopeful. The whole experience of hearing the courageous tales everyday brings in light to Duke\"s dim aspirations. He gets motivated and inspired. Roshan and Duke become good friends. Roshan express his wish to save his sister Roshni of dying from cancer. Duke takes it upon himself to finish his research to treat Roshni. He restarts work on his research. In every low phase Roshan appears to boost his morale and motivate him.In time, Duke gains sensation first in his hands and then in his legs. One fine day the physiotherapist tries to make him walk with the help of a walker. Regular physiotherapy given to get back his normal range and muscle power becomes effective by which Duke makes an effort to walk to the window making a neck down paralyzed person able to get back on his limbs. Near the window, he stands firmly without the help of a walker. He draws the curtains to look outside at the world which gave him hope and re-established his belief in life. Shockingly, there\"s no world outside, there is just a tall boundary wall outside the window. The doctor reconfirms that the wall has been there for years. Duke enquires about Roshan. The doctor tells him that it was Roshan who was suffering from cancer, not his sister and Roshan died due to cancer just a day before.Roshan lights the candle that disperses all darkness from Duke\"s life. He leaves his inexhaustible will to live in Duke, so that he can finish his research and save many other Roshans. He returns to Duke what he had lost-HOPE.",
    "chinese_title": "誓言",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Vaada Raha",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2025-06-20T09:00:30"
}