{
    "aka": [],
    "sid": "4122171",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "喜剧",
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "澳大利亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1296449/",
            "name": "John Safran John Safran",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1536736",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-10-21"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1536736/",
    "imdb_votes": 130,
    "this_title": [
        "John Safran's Race Relations"
    ],
    "douban_link": "https://movie.douban.com/subject/4122171/",
    "imdb_rating": "8.2/10 from 130 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "John Safran gets busy with cross-cultural love. Are you some ethnic? Greek? Black? Polack? Sunni Muslim? Then, no doubt, you have a parent, grandparent or ethnic-pride friend telling you to marry your own. This show is for you! Are you a WASP? Or some other majority caucasian? You probably think there's no consequence to dating a Black, subcontinent Indian, Jew or other ethnic-type. You probably think love will conquer all. This show is also for you! Mass migration has changed everything. Compared to your parents, chances are high, you're going to want to hit on someone from some other race. John's in the thick of it himself. His rabbi, relatives and friend George Weinberg tell him to stop busting-a-move on Eurasians and marry a Jew, already. In this eight part adventure, John throws himself into the real world to ask, when it comes to love: Should you stick with your tribe or escape your tribe? John races from Togo to Palestine, from UK to Thailand. He gets his hands dirty and body bloodied. But he comes home with the answers you need. Whether you have jungle fever, yellow fever or pasty Jew fever, this is your guide to love in the age of Obama. John has chalked up four AFI (Australian Film Institute) awards for his comedy documentary series John's Safran's Music Jamboree and John Safran vs God.",
    "chinese_title": "John Safran's Race Relations",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.2,
    "douban_rating_average": 0,
    "update_at": "2025-12-03T17:52:13"
}