{
    "aka": [
        "Culture Jam: Hijacking Commercial Culture"
    ],
    "sid": "4123678",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884183037.jpg",
    "region": [
        "加拿大",
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0321869",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2001"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0321869/",
    "imdb_votes": 45,
    "this_title": [
        "Culture Jam"
    ],
    "douban_link": "https://movie.douban.com/subject/4123678/",
    "imdb_rating": "7.2/10 from 45 users",
    "trans_title": [
        "文化反堵",
        "Culture Jam: Hijacking Commercial Culture"
    ],
    "douban_votes": "0",
    "introduction": "A new breed of revolutionary stands poised along our information highways waging war on logos and symbols. They're \"Culture Jammers\" and their mission is to artfully reclaim our mental environment and cause a bit of brand damage to corporate mindshare. Director Jill Sharpe's subversively savvy one-hour documentary film - culturejam - Hijacking Commercial Culture- bursts our last bubble of illusion about free speech in public space and gives us spanking brand-new hope at the same time. Scream at the TV, but don't touch that dial! Yet. In the hour long film, Culture Jam: Hijacking Commercial Culture, we follow three outlandish jammers; media tigress Carly Stasko, Reverend Billy of the Church of Stop Shopping, and Jack Napier with the Billboard Liberation Front. Armed with DIY anti-ad stickers, custom neon, and stuffed mice on crosses, these jammers hijack, subvert and reclaim corporate media space. Enter the intriguing worlds of midnight billboard raids and the mid-afternoon hijacking of public space.Ultimately Culture Jammers wage a war of \"meaning\". They use the tools of the medium to re-wire the \"message\". Will Disney's Mickey represent a \"world of laughter\" or will he become the anti-Christ representing \"sweatshop labour practices\". The verdict of public perception lies in a battle between billion dollar PR campaigns and guerrilla tactics of rebel activists. A relatively young movement, contemporary Culture Jammers first appeared in the early 80's in San Francisco. But court jesters of medieval Europe, and movements like Dada, Surrealism, and the Situationist International of Paris, as well as the recent range from punk to \"post\", all provide a philosophical lineage for this new brand of rabble rousers. French Situationist Guy Debord declared in the 1960's that we inhabit the \"society of the spectacle\" - where leisure and real living had been replaced by pre-packaged media simulated experiences. The moment has come for a new message to take back the medium. Through their interventions culture jammers make a spectacle of ad-culture.Hard hitting, controversial, wacky and engaging, this film captures the drama of jammers in action and asks: Is Culture Jamming civil disobedience? Senseless vandalism? The only form of self-defense left?",
    "chinese_title": "文化反堵",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Culture Jam",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-08-30T03:42:27"
}