{
    "aka": [
        "chudo",
        "奇跡"
    ],
    "sid": "4124946",
    "cast": [
        {
            "url": "/celebrity/1177596/",
            "name": "安娜·乌克洛娃 Anna Ukolova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1107328/",
            "name": "康斯坦丁·哈宾斯基 Konstantin Khabensky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1104698/",
            "name": "鲍丽娜·库捷波娃 Polina Kutepova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119619/",
            "name": "谢尔盖·马科韦茨基 Sergey Makovetskiy",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906278780.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [
        {
            "url": "/celebrity/1042579/",
            "name": "尤里·阿拉博夫 Yuri Arabov",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1197626",
    "director": [
        {
            "url": "/celebrity/1294939/",
            "name": "亚历山大·普罗什金 Aleksandr Proshkin",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1197626/",
    "imdb_votes": 406,
    "this_title": [
        "ЧУДО"
    ],
    "douban_link": "https://movie.douban.com/subject/4124946/",
    "imdb_rating": "6.3/10 from 406 users",
    "trans_title": [
        "古比雪夫城志怪",
        "chudo",
        "奇跡"
    ],
    "douban_votes": "0",
    "introduction": "Фильм основан на городской легенде, известной как Стояние Зои, события которой якобы происходили в 1956 году в Куйбышеве.Существует легенда об окаменении человека в Самаре 31 декабря 1955 года в доме 84 по улице Чкалова. Утверждается, что в доме жила обычная женщина Клавдия Болонкина, и её сын Николай в новогоднюю ночь решил пригласить друзей. Среди приглашенных была девушка Николая, Зоя Карнаухова. Незадолго до события он начал с ней встречаться. Когда все подруги были с парнями, Зоя всё сидела одна, Коля задерживался. Когда начались танцы, она заявила: «Если нет моего Николая, буду с Николой Угодником танцевать!» И направилась к углу, где висели иконы. Друзья ужаснулись: «Зоя, это грех», но она сказала: «Если есть Бог, пусть он меня накажет!». Взяла икону, прижала к груди. Вошла в круг танцующих и вдруг застыла, словно вросла в пол. Её невозможно было сдвинуть с места, а икону нельзя было взять из рук — она будто приклеилась намертво. Внешних признаков жизни девушка не подавала. Но в области сердца был слышен едва уловимый стук.О событии быстро узнал весь город, милиция боялась подходить к обездвиженной Зое, врачи ничем не могли помочь, когда они пытались сделать укол, иглы ломались и не проходили в кожу. Приходили священники и тоже ничем не могли помочь, но потом появился иеромонах Серафим. Он смог вытащить икону из рук Зои и позже сказал, что её стояние закончится в день Пасхи. Так оно и произошло, Зоя простояла 128 дней.",
    "chinese_title": "古比雪夫城志怪",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "ЧУДО",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-05-16T14:22:48"
}