{
    "aka": [
        "活在圣萨卢埃"
    ],
    "sid": "4124383",
    "cast": [
        {
            "url": "/celebrity/1127875/",
            "name": "Paulo Pontes Paulo Pontes",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1971",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871688153.jpg",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1008660/",
            "name": "Vladimir Carvalho Vladimir Carvalho",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0261162",
    "director": [
        {
            "url": "/celebrity/1008660/",
            "name": "Vladimir Carvalho Vladimir Carvalho",
            "@type": "Person"
        }
    ],
    "duration": "83分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "1971"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0261162/",
    "imdb_votes": 101,
    "this_title": [
        "O País de São Saruê"
    ],
    "douban_link": "https://movie.douban.com/subject/4124383/",
    "imdb_rating": "7.8/10 from 101 users",
    "trans_title": [
        "土地上",
        "活在圣萨卢埃"
    ],
    "douban_votes": "0",
    "introduction": "The Land Of São Saruê, one of the most important Brazilian documentaries, was produced in 1970. It was banned by censorship until 1979 when it wasselected for the Brasilia Festival and wont the jury prize. The film, now restored, was hot in 16mm and then copied onto 35mm. The 16mm original has disappeared. The restoration was made using the extant 35mm internegative. The treatment given to the original sound generated a new re-equalized and remixed sound negative. Within the constraints of an optical restoration the restorers tired to eliminate imperfections caused by improper handling and storage. Due to the poor conditions of the original material some scenes couldn't be totally restored. This optical restoration will enable such defects to be minimized through digital treatment in the future. Restoration was made from March 2003 through September 2004 by Francisco Sergio Moreira, under the supervision of the original director, Vlamidir Carvalho with Myrna Brandão and Carlos Augosto Brandão from the Brazilian Cinema Researchers' Center.------------------------------------Vladimir Carvalho's influential, troubled documentary about the dire reality of the population of Rio do Peixe, in the hinterland of the state of Paraíba (Northeast Brazil), and their struggle against the harsh weather (long droughts cut by sudden violent floods), their perennial poverty working as cotton croppers, sugar-cane cutters and cowherds, their weekly meetings at a small marketplace where they try to keep up the slowly dying traditions (dances, chantings, costumes, food) and their dream of finding the promise land of País de São Saruê (a local Eldorado) in a region said to be rich in mineral ores (though the past attempts at exploration were frustrated for logistic and political reasons).Shot under extremely difficult conditions (expired film stock, zero budget, inhospitable nature) from 1966 to 1970, during the Brazilian military regime, the entire filming crew consisted of Carvalho, cameraman Manuel Clemente and assistant Walter Carvalho (the director's younger brother who would become Brazil's top director of photography in the 1990s and 2000s). The soundtrack mixes excerpts of the interviews with the local people with pop and traditional songs, a commentary written by the director and the magnificent, volcanic political verses of Jomar Moraes Souto's epic poem, written especially for the film. \"País...\" was finalized in 1971 but its public exhibition was vetoed by the military censorship (classifying it as \"harmful to Brazilian interests and dignity\" -- showing that level of poverty on screen was against the military government's propaganda of Brazil as \"the nation of the future\") until 1979, when it opened to great critical acclaim.In 2004, the film was saved from total deterioration and painstakingly restored. The DVD release by VideoFilmes is based on the remastered copy, but don't expect pristine images or travelogue aesthetics: this is a harsh, primitive black-and-white film about a harsh, primitive reality. The technique is also primitive, but the images are powerful -- some of the images we see now belong to an extinct past, like the rustic ox-operated sugar-cane mill called \"bolandeira\" (re-created by Walter Salles in \"Behind the Sun\") or the traditional format of the Cavalo Marinho song-and-dance celebration. Others are still very much alive, like unchanging poverty, Catholic fervor, major illiteracy, labor exploitation and politicians' maladministration.The film has highs and lows: it moves (coherently) slowly, it digresses a lot, some of the interviews are over-extended and some that might be interesting weren't made. And sure, the commentary written by Carvalho is politically biased (it had to be, those were radical times in Brazilian history). But the people's struggles and desolation come across poignantly in some indelible images, though it's Souto's soaring, sarcastic, virtuoso epic poem that gives the film its extraordinary power -- it HAS to be one of the major epic poems ever written in the Portuguese language. And there's a truly heart-wrenching, unforgettable sequence with a destitute, famished cotton-cropping family trying to find something (anything) to eat, while we listen to the great singer/ composer Luís Gonzaga's devastatingly moving rendition of Zé Dantas's song \"Acauã\" (the name of the small bird the father shoots, roasts and shares with his wife and son) -- in those 4 minutes, \"País de São Saruê\" transcends the socially-aware, denunciative documentary form to become a universal, timeless work of art.",
    "chinese_title": "土地上",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "O País de São Saruê",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-03-19T11:13:35"
}