{
    "aka": [
        "Shadow of the Holy Book",
        "土語錄萬歲(台)"
    ],
    "sid": "4127156",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片"
    ],
    "awards": "　　第21届欧洲电影奖(2008)\n　　最佳纪录片(提名) 阿尔托·哈洛宁\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1500088740.jpg",
    "region": [
        "芬兰",
        "丹麦",
        "瑞士",
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1017036/",
            "name": "阿尔托·哈洛宁 Arto Halonen",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1139618",
    "director": [
        {
            "url": "/celebrity/1017036/",
            "name": "阿尔托·哈洛宁 Arto Halonen",
            "@type": "Person"
        }
    ],
    "duration": "90 分钟",
    "episodes": "",
    "language": [
        "芬兰语",
        "土库曼语",
        "英语"
    ],
    "playdate": [
        "2008-02-29"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1139618/",
    "imdb_votes": 238,
    "this_title": [
        "Pyhän kirjan varjo"
    ],
    "douban_link": "https://movie.douban.com/subject/4127156/",
    "imdb_rating": "6.7/10 from 238 users",
    "trans_title": [
        "圣书的影子",
        "Shadow of the Holy Book",
        "土語錄萬歲(台)"
    ],
    "douban_votes": "0",
    "introduction": "Why are some of the world's biggest international companies translating an absurd foreignbook into their own language, trying to hide their aims and avoid discussion about the humanrights and freedom of speech situation in Turkmenistan?Shadow Of The Holy Book investigates the morality of international companies and the dictatorshipof oil-and-gas-rich Turkmenistan. These companies help give the dictatorship the propaganda supportthat it needs to survive. Turkmenistan’s dictator, Saparmurat Niyazov, has written a ludicrousbook: the Ruhnama, the Book of the Soul, a key tool in the government’s subjugation of humanrights and free speech. Yet many international companies give their clandestine support to theRuhnama and help suppress the country’s voices of opposition and dissidence – in return for multimillion-dollar business deals.The film follows lawyer/author Kevin Frazier and film director Arto Halonen as they travel from Europeto Turkmenistan, and all the way to the United States. The filmmakers are in search of companiesoperating in Turkmenistan, particularly the companies that have translated the Ruhnamabooks into their own languages, and thus supported Turkmenistan's dictatorship in the most absurdway possible.The film also reflects the current situation in Turkmenistan, the impact of the Ruhnama book, andthe ethics of the companies operating there. This is done through the dissidents and refugees,many of whom have been the targets of persecution, torture, and assassination attempts organisedby the Turkmenistan government.Turkmenistan has some of the biggest oil-and-gas reserves in the world, and this has increasedthe greed and ruthlessness of corporate activities in the region. Well-known companies like DaimlerChrysler,Siemens, Bouygues and Caterpillar praise and support the Ruhnama book, a book thathas destroyed the education system and has served as the centerpiece of the dictatorship. Thefilmmakers look for corporate responsibility, and the companies duck and hide – until a couple ofbusiness executives appear who are ready to talk and take responsibility.The film is the story of a dictatorship, and also of the transition from one leader to the next. Afterthe sudden death of Saparmurat Niyazov, the creator of the Ruhnama book, power has transferredto Gurbanguly Berdymuhammedov who has, on the surface, made reforms but in terms of violationsagainst freedom of speech and human rights everything has remained the same. He hasalso praised the Ruhnama, and used it to increase his power. Therefore international corporationscontinue to use the same techniques to please the new leader as they did with Niyazov. Theshadow of the holy book continues to stretch beyond Niyazov’s grave.",
    "chinese_title": "圣书的影子",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Pyhän kirjan varjo",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-04-01T19:00:11"
}