{
    "aka": [
        "Golden Gun"
    ],
    "sid": "4128997",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "阿根廷"
    ],
    "writer": [
        {
            "url": "/celebrity/1020879/",
            "name": "Eduardo Pinto Eduardo Pinto",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1227140",
    "director": [
        {
            "url": "/celebrity/1020879/",
            "name": "Eduardo Pinto Eduardo Pinto",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2008-09-27"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1227140/",
    "imdb_votes": 58,
    "this_title": [
        "Caño dorado"
    ],
    "douban_link": "https://movie.douban.com/subject/4128997/",
    "imdb_rating": "6.1/10 from 58 users",
    "trans_title": [
        "黄金枪",
        "Golden Gun"
    ],
    "douban_votes": "0",
    "introduction": "Julito baut improvisierte Gewehre aus Metallteilen, die er sich in der Fabrik zusammen sucht. Diese sind sehr begehrt in den Slums und billig dazu. Sie sichern dem jungen Mann trotzdem ein gutes zusätzliches Einkommen. Im Fernsehen laufen die Siegesberichte von den eingesammelten nicht-registrierten Waffen, die verschrottet werden. Julito kann dazu nur lachen und seiner Mutter Geld auf dem Küchentisch hinterlassen, bevor er sich ins Nachtleben stürzt, jedoch nicht bevor er nebenbei noch ein Gewehr abliefert. Seine auf das Notwendigste reduzierte Kanonen sind so einfach und wirkungsvoll, dass sich schon der örtliche Unterweltbaron dafür interessiert. Er bestellt ihn in die mit Wellblech verkleidete Bar und macht dem Jungen klar, wer das Sagen hat. Doch der hat nur Augen für die junge Kellnerin, die ihm auch sehr deutliche Avancen macht. Für den nächsten Tag hat er - Waffe gegen Freizeitvergnügen - ein Boot klargemacht, mit dem er im Brackwasser der Region angeln will, wie einst sein Vater, der ihn auch im gefährlichen Waffenbau unterwiesen hatte. Nur zu gerne lässt sich das Mädchen zur Flusspartie überreden. Es wird eine leidenschaftliche Liebesnacht. Während die Gangster ihr Territorium arrondieren und auch nicht davor zurückschrecken, die Alte zu bedrohen, muss Julito entdecken, dass seine neue Liebe erst 16 ist. Gleich aus mehreren Zwickmühlen muss er sich also befreien. Physisches Kino voller authentischer Poesie. Hart wie das Milieu, aber auch betörend melancholisch. Lateinamerika, wie Sie es noch nie gesehen haben.",
    "chinese_title": "黄金枪",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Caño dorado",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-11-23T13:25:19"
}