{
    "aka": [
        "诚实的梅德琳",
        "诚实的麦德兰"
    ],
    "sid": "4130487",
    "cast": [
        {
            "url": "/celebrity/1050024/",
            "name": "吉姆·拜恩尼斯 Jim Byrnes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1092940/",
            "name": "麦肯锡·葛雷 Mackenzie Gray",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1106232/",
            "name": "布里特尼·伊丽莎白·艾尔文 Brittney Irvin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1155043/",
            "name": "尚塔尔·斯特兰德 Chantal Strand",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1197044/",
            "name": "Caroline Chan Caroline Chan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041120/",
            "name": "乌比·戈德堡 Whoopi Goldberg",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "动画",
        "歌舞",
        "家庭",
        "儿童",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2877150542.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0340228",
    "director": [],
    "duration": "74 分钟",
    "episodes": "",
    "language": [
        "普通话/国语",
        "英语"
    ],
    "playdate": [
        "2002-11"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0340228/",
    "imdb_votes": 337,
    "this_title": [
        "My Fair Madeline"
    ],
    "douban_link": "https://movie.douban.com/subject/4130487/",
    "imdb_rating": "5.7/10 from 337 users",
    "trans_title": [
        "诚实的玛德琳",
        "诚实的梅德琳",
        "诚实的麦德兰"
    ],
    "douban_votes": "128",
    "introduction": "This is a movie that's obviously aimed toward younger kids, who are no older than about 10. It reaches its target well, by having a likable and enjoyable simple story, suitable characters and some nice songs.You can easily tell that this movie is meant for young kids also because of its animations. It uses simple shapes and bright simple colors and it doesn't make this one of the greatest animated, animated movies but the targeted audience will surely know to appreciate the animations and its simplicity, that makes this a fun cheerful movie to watch and provide the movie with a very light atmosphere.The movie makes sure that it never becomes too scary or tense for the young ones. So that means that there are no real evil villains in it, or chases through the streets or over rooftops. It rather relies on the adventurous story of the one main character, who embarks on detective kind of mission, when a couple of upper-class thieves cross her path and no one seems to believe her.Of course the story is hard to believe and its filled with many improbabilities but again, the movie its story perfectly connects to the imagination and the view on the world of young children. Guess that in the end the movie also tries to give a message but i'm not sure if this will come truly across to young children. There are better examples of animated movies and TV-series that send out messages.The songs are really nice. It's no Disney of course but its certainly way better than with every other animated low budget production is the case.The humor is good and fun. It's clean and simple and at times even greatly slapstick like. I'm sure this movie will get a couple of laughs out of young children.Perfectly clean great fun for young children!",
    "chinese_title": "诚实的玛德琳",
    "douban_rating": "8.7/10 from 128 users",
    "foreign_title": "My Fair Madeline",
    "imdb_rating_average": 5.7,
    "douban_rating_average": "8.7",
    "update_at": "2025-07-26T07:36:26"
}