{
    "aka": [
        "Boriven nee yu pai tai karn kuk kun",
        "This Area Is Under Quarantine"
    ],
    "sid": "4132992",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片",
        "同性"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1636767267.jpg",
    "region": [
        "泰国"
    ],
    "writer": [],
    "imdb_id": "tt2787282",
    "director": [
        {
            "url": "/celebrity/1029858/",
            "name": "丹斯加·彭西迪佛拉高 Thunska Pansittivorakul",
            "@type": "Person"
        }
    ],
    "duration": "79分钟",
    "episodes": "",
    "language": [
        "泰语"
    ],
    "playdate": [
        "2009-12-05"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2787282/",
    "imdb_votes": 60,
    "this_title": [
        "บริเวณนี้อยู่ภายใต้การกักกัน"
    ],
    "douban_link": "https://movie.douban.com/subject/4132992/",
    "imdb_rating": "7.1/10 from 60 users",
    "trans_title": [
        "此地被隔离",
        "Boriven nee yu pai tai karn kuk kun",
        "This Area Is Under Quarantine"
    ],
    "douban_votes": "100",
    "introduction": "It doesn't look spectacular at first. Two boys each talk separately about their experiences. In the end also on the sexual level. In the end they are also in the room together. In the end they don't leave it at talking. Remember that homosexuality on film is banned in Thailand and so this film maker has been very daring.Europeans on sex holidays to Thailand and transvestites who work in tourist areas may give a different impression, but this country is far from liberal in regard to homosexuality. A candid film maker like Thunska Pansittivorakul is therefore sure to come into contact with censorship sooner or later. So anyone who wonders why the two kids in this film keep their pants on right up to the end now knows the answer.That doesn't mean that Pansittivorakul is prudish or cautious. You can only call him courageous and maybe even a little obsessed. Sex, gay sex, is his major theme and he has talked plenty of boys out of their clothes for his films.And he has a very outspoken opinion about other things. The film pointedly tackles several Thai political incidents. These subjects may not be hot off the press, because it took the maker three years to complete the film after it was shot.The documentary film shows two boys in a hotel room. First they are questioned individually. The first is a Moslem boy from the South. He is asked about politically and personally sensitive issues. He is then followed by a Buddhist boy from the North. Then they are observed chatting together and finally making love.",
    "chinese_title": "此地被隔离",
    "douban_rating": "4.8/10 from 100 users",
    "foreign_title": "บริเวณนี้อยู่ภายใต้การกักกัน",
    "imdb_rating_average": 7.1,
    "douban_rating_average": "4.8",
    "update_at": "2025-05-19T00:42:33"
}