{
    "aka": [],
    "sid": "4133718",
    "cast": [
        {
            "url": "/celebrity/1274513/",
            "name": "罗子涵 Zihan Loo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1396438/",
            "name": "杨信权 Raymond Yong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1359596/",
            "name": "Yu Beng Lim Yu Beng Lim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315876/",
            "name": "大卫·霍恩斯比 David Hornsby",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "新加坡"
    ],
    "writer": [
        {
            "url": "/celebrity/1274513/",
            "name": "罗子涵 Zihan Loo",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt6782372",
    "director": [
        {
            "url": "/celebrity/1274513/",
            "name": "罗子涵 Zihan Loo",
            "@type": "Person"
        }
    ],
    "duration": "15分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt6782372/",
    "imdb_votes": 6,
    "this_title": [
        "Threshold"
    ],
    "douban_link": "https://movie.douban.com/subject/4133718/",
    "imdb_rating": "6.7/10 from 6 users",
    "trans_title": [
        "人质"
    ],
    "douban_votes": "0",
    "introduction": "Country of Production: SINGAPOREExpected Date of Completion: April 2009 (In Production)Estimated Duration: 15 minsLanguage: English / Hokkien DialectSubtitles: English / MandarinShooting Format: HDV (uncompressed)Director and Screenwriter: Loo ZihanProducer: Derrick ChewDirector of Photography: Lim Teck SiangProduction Designers: Annette Heitmann, Daniel LimMusic Composer: Lim Yi BenjaminStill and Publicity Photographer: MintioSynopsis:Threshold – Nation before community and society before self.Threshold is a 15 minute experimental short inspired by a true Singaporean entrapment case.The promise of sexual gratification in exchange for drugs tempts Terry to fall into the trap laid out by the Central Narcotics Bureau. Threshold depicts the various incidents that lead up to the moment before Terry arrives. Two law enforcement officers, Anton and Boon grapple with their own morals and the ethics of their actions, climaxing in a shocking revelation from Anton.Threshold is helmed by an award-winning team – written and directed by Loo Zihan, winner of the “Nuovo Sguardi” Award at the 23rd Turino Gay and Lesbian Festival for his debut feature film Solos, and produced by Derrick Chew, producer of Tan Xin (Conversations), which won “Best Film” at the 20th Singapore International Film Festival.Director’s Statement:It was April Fool’s Day in 2006, when the incident happened. 27-year-old Adrian Yeo See Seng was arrested for the possession of drugs in a hotel along Bencoolen Street. The incident came out in the papers a few months later and a mix of emotions ran through me as I read about the details of how he was entrapped by two Central Narcotics Bureau Officers.I was indignant, angry, worried and frustrated – most importantly I was wondering, what would I have done if I were in his shoes? Being human, would I have been able to resist the promise of sex by a charming stranger?Adrian and I graduated from the same secondary school and junior college, and like him, I am gay. I never knew him personally, but I almost knew how it felt like to be him, living out your teenage years in a repressive all boys’ school.At the same time, I sympathized with the two officers who were tasked to trap him. Did they have any moral dilemma about the task at hand? Did their colleagues crack homophobic jokes about them? Who were these faceless, nameless people? Under this surge of confused emotions, I penned my first draft of the script – Threshold.That was almost 2 years ago, fast forward to the present. Earlier this year, while casually talking about this incident to some friends, someone mentioned that Adrian has passed away - he died as a result of health complications. The sudden news of his demise came as a shock to me, and I felt it was time I did something with this script I had written, before the memory of this incident gets erased over time.Essentially, this fictionalized treatment of the incident does not serve to be a factual account of the event, but rather a means for us to question ourselves – a mirror for self-reflection.Ultimately I am questioning what choices would a person make in a situation like this, in a nation that supposedly values society above self.Public Appeal:Threshold is currently in pre- production, and will be filming in Mid January - we will be looking at raising an estimated amount of SGD$26,000 for the production. We need your help to realize this film, if you think this is a film worth supporting, please donate generously.We accept Paypal donations for smaller sums, you can donate and specify your own amount by clicking here.Alternatively, you can contact us at thresholdthefilm@gmail.com if you would like to make a larger contribution or support the film in kind.Production Team Biographies:Loo Zihan – Writer / DirectorTouted to be one of Singapore’s boldest filmmakers, Zihan is completing his BFA in Digital Filmmaking at the Nanyang Technological University’s School of Art Design and Media with his thesis film – Threshold.Zihan wrote, co-directed, co-edited and starred in his debut feature film Solos (2007), which premiered at the 12th Pusan International Film Festival, and is the first Singaporean film to be selected for the prestigious AFI (American Film Institute) Fest in Los Angeles.在2009年7月23日的南洋理工大学毕业典礼上，毕业生致辞代表是来自艺术、设计与媒体学院的罗子涵。这名几年前早在国内外影展获得不少奖项的青年导演，在自己的毕业演讲中向校方提出了抗议。罗子涵为毕业短片《人质》（Threshold）设计的海报，本应在举行毕业典礼的南洋礼堂展出，但校方行政人员却在毕业典礼的一周前发电邮给他，指“毕业典礼有儿童出席，海报设计并‘不恰当’”，要求他修改海报作品。海报呈现的是一名在镜子前回头的半裸男子，一名男性的双手从背后搭着他的肩和揽着他的腰。事实上，今年4月末，在艺术、设计与媒体学院的毕业生作品展中，这张海报已亮相了两个多星期，公众与嘉宾（包括主宾新闻通讯及艺术部代部长吕德耀）在出席学院开幕典礼时，也未对海报提出任何异议。在演讲中，罗子涵表示自己原想照校方的指示修改海报，但在面对自己的作品遭审查的情况下，他发现自己无法由衷地说出讲稿中所倡导的“（艺术家的）尊严”与“开创新境界”等字眼，因为他觉得自己必需诚实，才“对得起推选他为毕业生代表的同学们”。 最后，他决定不展示海报。一般人很容易将罗子涵的抗议断定为“大逆不道”，“不知感恩”。实际上，这类普遍见于主流媒体如海峡时报在线读者的意见，犯上了断章取义和管窥蠡测的毛病。说断章取义，不仅因为大部分读者都在未观看过电影的情况下妄下定论；此外，罗子涵在演讲中呼请毕业生起立，以掌声对亲属表示感激，还向教授们致敬。他的语气真挚恳切，而就算是谈到审查事件时，也没有表现出强烈而愤慨的对抗性姿态。说管窥蠡测，则因我们还未理解“大学”这个空间本身的意义。实际上，罗子涵发言的场合、时间和对象是最恰当不过了。大学本来就应该是一个包容异议、学术自由和独立思考的空间，而当大学的行政人员俨然充当审查官时，才是更值得关注的问题。他们在回应媒体的询问时表示“校方原本是要求罗子涵更换而非修改在南洋礼堂展出的作品”。难道更换不是另一种审查行为吗？我们更应该问的是，这些行政人员侵犯艺术家的尊严（artistic integrity）是否正确？此外，毕业典礼更应被视为大学生展现理想主义与独立人格的最佳场合——在此时进行的仪式、演讲和欢庆——无不隐含着重大的象征意义。罗子涵拒绝展出海报，勇于在毕业典礼上和权威对话，与其说是大逆不道，还不如说是维护个人艺术尊严，公民不服从（civil disobedience）的表现。南洋理工大学应该为培养出像罗子涵这样的优秀生而感到自豪，因为在一个普遍以就业机会和起薪高低（而不是独立思考、治学精神和社会理想）来界定大学生存在价值的务实世界中，他的胆识和独立人格显得尤其可贵。我们常在指责新加坡大学生“缺乏独立思考”、“社会意识贫乏”，而为什么当大学生有了主见，勇于提出异议的时候，我们却变得惶恐不安了呢？另一方面，罗子涵的抗议事件，还揭露了另一些问题。 我们的体制中是否存在着一批爱粉饰太平、矫枉过正，急于当道德警察的中间管理阶层？我们的审查机制是否又过分完善，对投诉者趋炎附势，对艺术家的尊严却视而不见，哪怕是还未接到任何投诉信前，就已不假思索地将艺术家视为罪犯？什么时候，我们才能认识到，艺术家也有尊严？什么时候，我们才会明白，艺术家应该享有一个不受泛道德主义者和政治所干预的自主空间（autonomous space）？庆幸的是，南大最终雍容大度地对待罗子涵的抗议，既不谴责也未采取任何处分。但如果真有人对海报提出异议，大学是否能在倡导学术自由的名义下，继续捍卫学生的艺术尊严？这恐怕才是真正的考验。 反讽的是，罗子涵还是南大招生的广告代言人，亦即所谓的“海报男孩”。他的广告词，是非常有趣的：“南洋理工大学光辉灿烂的历史，启发了我的某些作品”。虽然广告中没有解释这段“光辉灿烂的历史”指的是南大的哪段时期，但若将广告词与罗子涵遭审查及抗议事件相互对照，其中所存在的多重吊诡和时空错位，甚是令人玩味。罗子涵在演讲中说：“身为艺术家，我们不只应该追求创作伟大的作品，也应该为我们的创作负责。否则，我们就出卖了自己及观众。”但愿他能在艺术探索的道路上面对不合理的审查时， 继续勇敢地坚持自己的立场。",
    "chinese_title": "人质",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Threshold",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-05-07T02:14:30"
}