{
    "aka": [
        "Songs of the Past"
    ],
    "sid": "4133186",
    "cast": [
        {
            "url": "/celebrity/1404283/",
            "name": "王洛宾 Luobin Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1995",
    "genre": [
        "纪录片"
    ],
    "awards": "　　第15届中国电影金鸡奖(1995)\n　　最佳纪录片\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2915278958.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "imdb_id": "tt10229448",
    "director": [
        {
            "url": "/celebrity/1404328/",
            "name": "郑鸣 Ming Zheng",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1995-12-28(中国大陆)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10229448/",
    "this_title": [
        "往事歌谣"
    ],
    "douban_link": "https://movie.douban.com/subject/4133186/",
    "trans_title": [
        "Songs of the Past"
    ],
    "douban_votes": "0",
    "introduction": "本片摄制与王洛宾生前最后的岁月影片于1995年12月28日“纪念世界电影诞生100周年”在北京首映本片以著名音乐家王洛宾的传奇人生，叙述了他对于往事的回忆和许多悲欢离合的故事。通过贯穿全片的纪实性画面和同期配声及用他编配、谱写的乐曲，展现了他对于事业和爱情的追求。王洛宾同志，男，汉族， 北京市人,1913年12月出生。1934年7月毕业于北京师范大学艺术系。1937年11月在山西参加由丁玲领导的西北战地服务团,后受西北战地服务团 委派，前往兰州等地做唤起民众的工作。1938年5月在兰州参加“西北抗战剧团”，进 行抗日救亡宣传。1949年9月参加中国人民解放军，同年随军进入新疆。历任中国人民 解放军第一野战军第一兵团政治部宣传部文艺科副科长、新疆军区政治部文艺科科长、新疆军区歌舞团音乐创作员、新疆军区歌舞团艺术顾问等职。1988年6月离职休养（艺术一级,文艺六级）。1988年9月荣获中国人民解放军胜利功勋荣誉章。1991年7月享受政府特殊津贴。　　王洛宾同志是一位具有强烈爱国精神的音乐艺术家。在中华民族危难之时，他毅然奔赴抗日前线，几次参加抗日宣传组织，积极进行抗日救国的宣传工作。他用满腔的爱国热情，先后创作了《老乡，上战场》、《洗衣歌》、《风凌渡的歌声》、《奴隶之爱》等大量抗日歌曲，唱遍华北前线，鼓舞了许多的有志青年投身抗日救亡运动。全国解放以后，他又满怀对新中国的热爱之情，创作了《萨拉姆毛主席》、《社会主义光芒照在我老汉的心坎上》、《亚克西》等100多首歌颂党和社会主义的歌曲， 在整个新疆乃至全国广为传唱，鼓舞着各族人民为建设社会主义的新中国而努力奋斗。十一届三中全会以后，重获新生的王洛宾又积极投身于音乐创作，并以惊人的速度在短时间内完成了《带血的项链》、《托木尔的百灵》、《奴隶的爱情》等3部歌剧的音乐创作。 其中以反映哈萨克族生活为题材的《带血的项链》，于1981年在北京参加全国会演，荣获二等奖。　　王洛宾同志为传播和发展祖国的西部民歌作出了突出的贡献。早在30年代，王洛宾还未进入新疆，就已经开始了对新疆民歌的收集整理，第一个把新疆民歌传入内地。在此后的半个世纪中，　他的足迹遍布大西北，先后收集整理、改编翻译了十几个民族的700多首民歌，并创作了大量具有浓郁西部特色的优秀民歌，先后出版了8部歌曲集, 使中国的西部民歌不仅流传全国，　而且传遍了全世界。如《在那遥远的地方》、《半个月亮爬上来》、《达坂城的姑娘》、《阿拉木汗》、《都达尔和玛利亚》、《青春舞曲》等歌曲，至今在世界各地的华人中广为传唱。 其中 《在那遥远的地方》和《半个月亮爬上来》被选录入《20世纪华人音乐经典著作》。《在那遥远的地方》这首歌，还被世界著名歌唱家保罗 .罗伯逊，卡雷拉斯等人作为保留曲目唱遍全世界，被享誊全球的巴黎音乐学院编入音乐教材，并于1992年10月荣获国务院文化部和中国唱片总公司颁发的“金唱片奖”。　　王洛宾同志毕生致力于祖国的民族音乐事业。在他生命最后的几年中，还多次应邀赴美国、新加坡、以及我国的台湾省和香港等地，举办音乐会，进行讲学活动。1995年3月进行胆管癌切除手术之后，他仍然不顾年迈多病，以顽强的毅力同病魔作斗争， 先后6次外出参加国内外有关文化交流活动，并于1995年6月赴北京出席了由中国少数民族文化艺术基金会主办的《王洛宾艺术生涯60周年文艺晚会》。他热爱祖国，热爱军队，热爱民族音乐。无论走到哪里他都牢记自己是一个中国人，一名普通的中国西部军人。他总是怀着对伟大祖国深切的爱，用音乐向世界展示可爱的祖国，积极向世界介绍祖国的民族音乐艺术，为促进中外音乐艺术的交流作出了积极的贡献。　　王洛宾同志是享誊国内外的杰出音乐艺术家。他倾注毕生精力，搜集整理和创作了1000多首脍炙人口，广为流传的优秀民族音乐作品，取得了卓越的艺术成就，不少作品已成为我国民族艺术宝库中的经典之作，为丰富和发展中华民族的文化艺术作出了重要贡献。 　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　 　 王洛宾同志的艺术成就永载史册！新疆军区政治部",
    "chinese_title": "往事歌谣",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-23T16:08:34"
}