{
    "aka": [
        "A Visit to Ogawa Productions"
    ],
    "sid": "4137961",
    "cast": [
        {
            "url": "/celebrity/1128697/",
            "name": "大岛渚 Nagisa Ôshima",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1011645/",
            "name": "小川绅介 Shinsuke Ogawa",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1981",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2236123906.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt2369167",
    "director": [],
    "duration": "61分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1981"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2369167/",
    "imdb_votes": 10,
    "this_title": [
        "小川プロ訪問記"
    ],
    "douban_link": "https://movie.douban.com/subject/4137961/",
    "imdb_rating": "6.6/10 from 10 users",
    "trans_title": [
        "大岛渚访问小川绅介",
        "A Visit to Ogawa Productions"
    ],
    "douban_votes": "0",
    "introduction": "In 1981 film director Nagisa Oshima - the 'New Wave' Japanese director best known in this country for films such as Cruel Story of Youth (1960), In the Realm of the Senses (1976), and Merry Christmas, Mr. Lawrence (1983) - traveled to the Yamagata countryside to visit the documentary filmmaking collective led by Shinsuke Ogawa (1935-1992), who was then in the midst of filming A Japanese Village - Furuyashikimura, a feature-length documentary chronicling the seasonal cycle of rice growing.Ogawa, who produced Summer in Narita (1968), Peasants of the Second Fortress (1971), and Red Persimmons (2004), gives Oshima a brief tour of their rural location, including the rice fields they are cultivating as well as filming, and introductions to local villagers. They then settle down for a wide-ranging conversation about Ogawa Productions' approach to documentary filmmaking - that of self-styled \"film nomads\" who live and work for extended periods of time in various regions of the country-focusing in particular on their current production, which involves an intimate interaction over a period of several years with local farmers, weather conditions, the environment, and aspects of village life.A VISIT TO OGAWA PRODUCTIONS thus offers a rare insight into the social and cinematic philosophy of one of Japan's best-known documentary film collectives. As the film reveals, Ogawa Productions' in-depth portraits of Japanese society - whether of protest movements or traditional agricultural life - grew out of an unusual commitment to integrate themselves with the communities they filmed, to the extent that their filmmaking literally became an alternative lifestyle.",
    "chinese_title": "大岛渚访问小川绅介",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "小川プロ訪問記",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-05-11T13:39:36"
}