{
    "aka": [
        "鲁迅先生"
    ],
    "sid": "4139878",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片",
        "传记",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2593702601.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1430809/",
            "name": "王新建 Xinjian Wang",
            "@type": "Person"
        }
    ],
    "duration": "51分钟",
    "episodes": "8",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2011-08-10(中国大陆)"
    ],
    "this_title": [
        "先生鲁迅"
    ],
    "douban_link": "https://movie.douban.com/subject/4139878/",
    "trans_title": [
        "鲁迅先生"
    ],
    "douban_votes": "459",
    "introduction": "第一集 故乡记忆鲁迅喜欢猫头鹰，这是他亲自画的猫头鹰。他的朋友这样描述他：　　\"他在大庭广众中，有时会凝然冷作，不言不笑，衣冠又一向不甚修饰，毛发蓬蓬然，有人给他取了一个绰号，叫做猫头鹰。\"　　鲁迅很像猫头鹰，相貌、性格和气质都像。他有\"会看夜的眼睛，会听夜的耳朵\"，他是二十世纪黑暗中国为数不多的睁着眼看世界的人。一直到今天，他一直在黑暗里，睁着眼看着我们。　　清明时节，桃红柳绿，万木更苏，正是\"踏青\"的…第二集 歧路彷徨鲁迅剪去了自己的辫子，他把辫子丢给了日本的理发匠；鲁迅穿过西装，他用文言文写作中国科技史；鲁迅穿自己设计的中山装，他用小说对辛亥革命极尽讽刺；鲁迅此后一直穿着中式长袍，他在杂文里不遗余力地诅咒中国传统……　　1898年，17岁的鲁迅走出了故乡，他的第一站是南京。就在鲁迅走进新式学校的时候，他并不知道，一场变革的风暴正在遥远的北京酝酿。　　这年的5月，鲁迅拿着母亲东拼西凑汇集起来的8元川资，…第三集 思想风暴这是鲁迅在教育部任职时的一张合影，他站在民国的官僚和同事之间并不起眼，在北京的很长一段时间，鲁迅是民国政府教育部的一名官员，过着朝九晚五的公务员的机械生活。他是这样描述自己的经历的：\"见过辛亥革命，见过二次革命，见过袁世凯称帝、张勋复辟，看来看去，就看得怀疑起来，于是失望、颓唐得很了。\"　　鲁迅对这个国家的绝望，应该是从那个时候开始的。鲁迅对这个民族的绝望，也是从那个时候注定的……第四集 铁屋呐喊这是鲁迅在赴演讲途中。　　这是鲁迅在演讲。　　他站在青年人中间。一口浓重的绍兴口音。他的脸上永远是那么冷静，薄薄的肌肉完全是凝定的。苍白冷静的面孔上浮动着慈祥亲切的光辉，像是严冬的太阳。青年们经常会把他抛向空中，直到他头晕目眩才罢手，他们叫他老头子。　　1919年，革命的政治风暴终于来临。这年5月4日，中国近代史上具有划时代意义的\"五四\"学生运动爆发了。这场在中国的心脏京师掀起的风暴短期内迅……第五集 黑暗闸门鲁迅嗜书如命，一本书经常买两本，一本读，一本藏；鲁迅喜欢绘画，他经常自己装帧图书，收藏大量画册。　　鲁迅喜欢黑夜，他说自己是一个爱夜的人，他在黑夜里沉静，寂寞，孤独。他在暗中，看一切暗。在夜气里，注视着民族的未来。　　鲁迅最后一次回到故乡，是和故乡的诀别，那是1919年，在北京站稳脚跟的鲁迅决意将母亲接到北京。这是一个长子的孝心。　　曾经饱受家族白眼的鲁迅真的要彻底离开故乡了……第六集　我可以爱许广平写给鲁迅的信 两地书 鲁迅这是一封情书。　　这是一本情书。　　公开出版自己的情书，这在中国历史上是破天荒的创举。这里面有许多亲密的称呼，许多私密的情话，但更多的是两个师生在讨论中国的历史现实和未来。而爱情就是这样产生的。　　1925年，一个人的去世震动北京城。中华民国的缔造者孙中山与世……第七集 上海岁月这是鲁迅的学生 --刘和珍，死于军警镇压 　　--柔石，被秘密杀害　　这是鲁迅的朋友--郁达夫，被日宪兵谋杀　　--许寿裳，被国民党暗杀 　这是鲁迅认识的共产党人 　　--瞿秋白，被处以死刑　　鲁迅目睹过太多的死亡，鲁迅写过太多悼亡的文章，篇篇沉郁哀婉，堪称绝唱。 这是鲁迅生存的人间，用鲁迅的话讲：笼罩着\"血的蒸汽\"，到处是\"死地\"。在一个血色时代里，鲁迅用文字铸造了一座文字的丰碑。……第八集 1936年这是病中的鲁迅，一位日本朋友这样描述病重时的鲁迅印象：\"风貌变得非常险峻，神气是凝然的，尽管是非常战斗的，却显得很可怜，像受伤的狼了\"瞿秋白把他称作\"野兽的奶汁所喂养大的狼\"，鲁迅自己也喜欢这样说自己：痛苦时索性躺在荒山里，在草莽中，舔着自己的伤口。在鲁迅一生的很多时候，他就像受伤的狼，面对无边的旷野，发出自己的愤怒和悲哀。\"街灯的光穿窗而入，屋子里显出微明，我大略一看，熟识的墙壁，壁端的棱线……",
    "chinese_title": "先生鲁迅",
    "douban_rating": "8.5/10 from 459 users",
    "foreign_title": "",
    "douban_rating_average": "8.5",
    "update_at": "2025-07-28T11:00:23"
}