{
    "aka": [
        "14 Kilometers"
    ],
    "sid": "4144617",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2536290095.jpg",
    "region": [
        "西班牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1309402/",
            "name": "杰拉多·奥利瓦雷斯 Gerardo Olivares",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1138437",
    "director": [
        {
            "url": "/celebrity/1309402/",
            "name": "杰拉多·奥利瓦雷斯 Gerardo Olivares",
            "@type": "Person"
        }
    ],
    "duration": "95 分钟",
    "episodes": "",
    "language": [
        "阿拉伯语",
        "西班牙语"
    ],
    "playdate": [
        "2007-10-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1138437/",
    "imdb_votes": 385,
    "this_title": [
        "14 Kilometros"
    ],
    "douban_link": "https://movie.douban.com/subject/4144617/",
    "imdb_rating": "6.9/10 from 385 users",
    "trans_title": [
        "十四公里",
        "14 Kilometers"
    ],
    "douban_votes": "79",
    "introduction": "Politicians and sociologists are one in saying that immigration is the main problem which the West would face in the 21st century. The African and European continents are separated by the Strait of Gibraltar with just \"14 kilometers\" distance. In Africa, there are millions of people whose only aim is to enter Europe due to poverty experienced in their country. For these immigrants, hunger understands neither borders nor barriers. This feature film wants to contribute a bit to the immigration phenomenon. Thanks to Buba Kanou, Violet Sunny and Mukela Kanou, we will know a little bit more on the reality of Africa and, with it, we will embark on a perilous long trip towards Europe, passing through Mali, Niger, Algeria and Morocco.Violeta, a teen who lives in a riverside village in Mali, has only an arranged marriage with a lascivious old man to look forward to, and decides to run off to a faraway place. Meanwhile, in neighboring Niger, mechanic Buba is a skilled soccer player. His brother Mukela suggests he should try his skills in Europe. Violeta meets the two boys when they're all loaded on a large truck, with many others, in central Niger. The route is across the pitiless expanse of the Tenere desert toward Morocco, via Algeria. They're dropped off in the desert a four-hour walk from Tamanrasset, in southern Algeria, but end up going round in circles, and the horrors begin to mount.",
    "chinese_title": "十四公里",
    "douban_rating": "7.9/10 from 79 users",
    "foreign_title": "14 Kilometros",
    "imdb_rating_average": 6.9,
    "douban_rating_average": "7.9",
    "update_at": "2025-07-26T18:42:30"
}