{
    "aka": [],
    "sid": "4147190",
    "cast": [
        {
            "url": "/celebrity/1016681/",
            "name": "小罗伯特·唐尼 Robert Downey Jr.",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1279904/",
            "name": "约翰·凯利 John Calley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045212/",
            "name": "达蒙·达什 Damon Dash",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005204/",
            "name": "诺曼·梅勒 Norman Mailer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009368/",
            "name": "迈克·泰森 Mike Tyson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000089/",
            "name": "碧悠·菲利浦斯 Bijou Phillips",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002774/",
            "name": "巴瑞·莱文森 Barry Levinson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036789/",
            "name": "罗伯特·汤 Robert Towne",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027828/",
            "name": "内芙·坎贝尔 Neve Campbell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1053560/",
            "name": "伍迪·哈里森 Woody Harrelson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036976/",
            "name": "布里姬特·豪尔 Bridget Hall",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018958/",
            "name": "罗杰·伊伯特 Roger Ebert",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019021/",
            "name": "波姬·小丝 Brooke Shields",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002732/",
            "name": "布莱特·拉特纳 Brett Ratner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048131/",
            "name": "哈威·凯特尔 Harvey Keitel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036897/",
            "name": "詹姆斯·托贝克 James Toback",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055520/",
            "name": "吉姆·布朗 Jim Brown",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054430/",
            "name": "伍迪·艾伦 Woody Allen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2623746380.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0455989",
    "director": [],
    "duration": "USA: 85 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2005"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0455989/",
    "imdb_votes": 279,
    "this_title": [
        "The Outsider"
    ],
    "douban_link": "https://movie.douban.com/subject/4147190/",
    "imdb_rating": "6.4/10 from 279 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A Harvard graduate and self-described addictive personality (his scripts for \"The Gambler\" and \"The Pick-Up Artist\" are largely autobiographical), Mr. Toback is also an engaging raconteur who recounts past sexual and pharmaceutical exploits with some pride. Yet scenes on the set of his 2004 movie, \"When Will I Be Loved,\" offer only frustrating glimpses of a directing style that thrives on improvisation, interrupted as they are by a parade of celebrity admirers. Robert Downey Jr., admittedly a kindred spirit, likens his friend to Shakespeare, while Roger Ebert suggests that self-indulgence is an unmistakable mark of greatness. The athlete Jim Brown concurs, wistfully recalling the orgies of yesteryear. Less effusive is Woody Allen; perhaps he wasn't invited.Jarecki wastes no time getting down to business. The first image onscreen is of the great final shot from \"Fingers,\" in which a shattered Harvey Keitel sits naked, looking into the camera. It's the picture of a man who has gone so far beyond his moral and psychological limits that he'll never come back. This is followed by sex scenes from various Toback movies, which are in turn followed by scenes of graphic violence, while, over the soundtrack Joey Lauren Adams, as a philosophy professor in \"Harvard Man,\" talks about the differences between fear and dread. It's as succinct a summation of the moral and intellectual scope of the Toback universe as you can hope to get in under a minute.\"The Outsider\" follows Toback over the course of 12 days, as he shoots his most recent picture, \"When Will I Be Loved\" (2004),\" starring Neve Campbell and Dominic Chianese (Uncle Junior on \"The Sopranos\"). With the creation and distribution of that film as his documentary's anchor, Jarecki proceeds to tell the story of Toback's career and personal obsessions, his bouts with compulsive gambling, his sexual explorations and his youthful experimentation with LSD, which ended in disaster.Along the way, Jarecki gets insightful comments from Woody Allen, football great Jim Brown, Brooke Shields, Harvey Keitel, Norman Mailer and especially Robert Downey Jr., who has made three Toback films and could almost be called Toback's screen alter ego. Asked how he felt after first reading one of Toback's scripts, Downey says, \"I felt like Shakespeare didn't die.\"Under Jarecki's scrutiny, Toback comes across as funny and idiosyncratic, manipulative in a genial way, and fully aware of the nature and message of his work. For an artist who is attracted to extremes, this ability to stand at a remove and objectively look at and understand what he is doing has served Toback well. It's probably the crucial difference between him and other viscerally driven filmmakers, such as Abel Ferrara. Seeing himself from the outside keeps him from getting lost and allows his work to maintain a tight structure and a sense of humor.\"The Outsider\" shows the highs and lows of making films outside the Hollywood system, when the focus and exhilaration of the filmmaking is followed by a struggle to find distribution. After all these years, the struggle still seems to take Toback by surprise. But then, the irony is as absurd as it's terrible: Sometimes the price of making movies worth seeing is that few people get to see them.Named for auteur d'excés James Toback, whose career since Fingershas been one big guilty pleasure, Nicholas Jarecki's The Outsider is among the great docs about moviemaking; you'd compare it to Hearts of Darkness and Burden of Dreams if only Toback, a notorious gambler, had won the chips to indulge himself as thoroughly on location as his addictive personality would prefer. Here the indie hustler's equivalent of directorial jungle madness is taking $2 million from British bankers on condition of starting to shoot a script, any script, in less than a month; a few short days into the two-week (!) production of When Will I Be Loved, Toback's New Wave–in–New York ditty with Neve Campbell as a penthouse-lounging femme fatale, the filmmaker has eight uncast roles and a shitload of dialogue left to write. Pontificating off the cuff, Toback could be describing his own narcissist's m.o. when, with characteristic modesty, he calls Loved an \"exploration of sexual and psychological and philosophical capacity\"—this before giving blow-by-blow direction to Frederick Weller and three nubile blondes for an endearingly gratuitous ménage à quatre scene in sunny Central Park.",
    "chinese_title": "The Outsider",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-12-23T02:00:45"
}