{
    "aka": [
        "赤道.奇特的安第斯山"
    ],
    "sid": "4149241",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873546637.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2417220",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-10-06"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2417220/",
    "this_title": [
        "Equator: Paradox of the Andes"
    ],
    "douban_link": "https://movie.douban.com/subject/4149241/",
    "trans_title": [
        "赤道系列：奇特的安第斯山",
        "赤道.奇特的安第斯山"
    ],
    "douban_votes": "0",
    "introduction": "The Andes are one of the most unusual places at the Equator. In Ecuador, a country whose Spanish name means ‘equator’, unexpected plants and animals meet on the slopes of active volcanoes. Every day, a conflict rages between the heat of the equatorial sun and cold created by towering mountains. The weather is always unpredictable and changeable, and the inhabitants of the paramo must endure four seasons in a day, and sometimes even in an hour.Vicunas are camels, perfectly adapted to the cold desert of the high paramo. They’re protected from cold and intense levels of solar radiation by wool that is among the finest and warmest in the world. At 4300 metres above sea level air contains only half the oxygen it does at sea level, but vicunas can maximize each breath of this thin air. Their blood contains red cells that quickly absorb oxygen, and its thin blood is easily pumped around its body by a big heart.The Ecuadorian hillstar, the world’s highest altitude hummingbird, copes with low air density by perching instead of hovering when it feeds. At the season-less Equator, food is available year-round, supporting an incredible diversity of plants and animals. On the lower slopes of the volcanoes, tiny tropical hummingbirds have a sugar-fuelled lifestyle, feeding on bromeliad nectar in lush, wet low paramo and cloud forest. Spectacled bears are South America’s only species of bear. They climb high into the canopy of the cloud forest, in search of the sweet hearts of perching bromeliads. A male spectacled bear, weighing in at nearly 180 kilograms, is able to destroy the massive flowering spike of a puya, a giant bromeliad that lives on the ground and is armed with fierce spikes.The rare mountain tapir is the largest animal in the Andes, and the bulldozer of the paramo. Like the bears, the tapir is an ice age relic, with a thick coat to keep it warm during the long equatorial night. When temperatures sink to minus six at night, the plants of the paramo survive by super-cooling their sap. In a stream that flows strongly and doesn’t freeze, a tiny ferocious predator hunts for insects and fish. The nocturnal fishing mouse is a strong swimmer and diver, and like the hummingbird it is hyper-active and must eat frequent meals, often. With a wingspan of more than three metres, the condor is the world’s largest land bird. They glide effortlessly on intense thermals, created by the power of the equatorial sun.The Andes of Ecuador truly are a place of paradox, where ice age survivors feed on tropical plants, and face the daily challenge of living in a world of sun and ice which can be both inhospitable and plentiful.",
    "chinese_title": "赤道系列：奇特的安第斯山",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Equator: Paradox of the Andes",
    "douban_rating_average": 0,
    "update_at": "2025-02-26T12:35:11"
}