{
    "aka": [],
    "sid": "4154642",
    "cast": [
        {
            "url": "/celebrity/1275394/",
            "name": "朱琳 Lin Zhu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317124/",
            "name": "宗平 Ping Zong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274233/",
            "name": "李雪健 Xuejian Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1355109/",
            "name": "臧倩 Qian Zang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1995",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2614845996.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1322940/",
            "name": "李源 Yuan Li",
            "@type": "Person"
        }
    ],
    "duration": "40分钟",
    "episodes": "30",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "1995"
    ],
    "this_title": [
        "遭遇昨天"
    ],
    "douban_link": "https://movie.douban.com/subject/4154642/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "第一集：陕北黄县迎来了当年在这里插队的老知青们，县委书记郝万成等热情款待他们。已成为著名经济学家的石迈在县委大院儿同外出赶回迎接他们的老知青刘琳相遇，二人无言，十分尴尬。此时农村女林香因被逼婚遭恶徒侵扰，来到县委要求帮助，郝万成即刻安排处理，石迈慷慨解囊以示关心。郝万成盛情邀请石迈到家中，共同商定黄县经济发展的方针门路。第二集：老知青分别回到当年插过队的地方看望乡亲。石迈回到了丁家岔，在与老丈人丁佩之老师交谈时，发现了保存完好的古埙，眼前又浮现出20年前他与刘琳、兰草、丁老师等几人把玩儿古埙的情景及与刘琳的一段恋情。刘琳在看望林香时，意外发现林香是当年亲手接生过的知青弃儿，又从车子处得知林香亲生父亲方建生早些年就不愿找寻女儿，母亲杨婉平已在唐山大地震中遇难，不胜伤悲。此时，车子念在老同学的情分上，要认林香为女儿。第三集：石迈、刘琳、车子等人前往南个坨村认林香，林香断言车子不是自己的生身父亲，又用土特产热情招待众知青。刘琳的儿子冬冬同一群伙伴回到黄县，准备拍mtv，本想借助父亲郝万成的力量拉赞助，却被也闹“钱荒”的郝万成拒绝。众知青在林香家商量如何帮助林香时，正撞见山虎家人来逼亲，石迈等人义正词严，慷慨解囊了结了这桩婚事，随之，他们将林香和她的憨叔叔带到县城。第四集：夏群（杨婉平）接连受到孩子被泥石流吞没、情人的抛弃、及唐山大地震丧失亲人的打击，精神痛苦，难以自拔，身体虚弱。夏的丈夫王宏达在刘琳父亲刘将军处弄到了药酒，以解夏的病痛，被夏群拒绝。众知青应郝万成之邀到郝家做客，席间冬冬身带的半块玉佩引起石迈的注意。石迈与郝万成长谈之后，将众知青兴办教育的捐款交给郝万成，郝万成为之动容。石迈将林香带回北京，欲找寻其父。见到乡亲，石迈妻子兰草格外高兴。晚上，兰草问及石迈去陕北情况，为石迈在陕北见到刘琳而忧心。第五集：为发展黄县经济，身为县经贸委主任的刘琳和张副县长到北京与外商谈判。当外商提出佣金问题时，刘琳心中极为不悦，至此谈判中断。石迈不解，极力说服刘琳，未奏效。无法，他要求电话请示县委，得到了郝万成的认可和支持，兰草为刘琳从家中接走林香和当年她同石迈结合伤了刘琳而难过和不安，石迈力劝兰草，并说明他与刘琳分手是由于刘琳父亲的反对，他俩并没有什么责任。夏群家中来了几位山东老乡，提起生孩子之事又引起了夏群心中的伤痛。第六集：为寻找林香的生父方建生，车子扩印了方建生、杨婉平的照片，众知青还准备安排林香到夏群工作的医院干护士。王宏达出差带走了夏群为之伤感的《荒原的种子》一书，夏群由此大怒，王宏达不解的离开。第七集：方建生已成为某进出口公司处长。方之妻孔嘉珍看了《荒原的种子》后，追问方当年插队时是否也留下什么，方不能自圆其说，孔生疑心与方大闹。刘琳在京冒然筹资购买进口设备，上当受骗还蒙在鼓里，石迈得知，让其同事宋若寒调查清楚后，告诉刘琳这桩生意完全是诈骗。第八集：石迈、车子鼎力相助，挽回了损失，但在与骗子打斗中石迈受伤。此时，刘琳从刘将军处得知当年石迈弃她而走是父亲造成的，对石迈的态度开始改变。刘琳回到陕北，面对郝万成的欣喜缠绵态度冷漠。第九集：县委会议上，郝万成要求县委、县政府领导带头抓几个拳头产品，以带动黄县经济发展，同时他又深入基层，解决给农民打白条等实际问题，得到农民拥戴。林香在夏群医院工作，闲谈时，夏群得知林香来自她插过队的黄县，心中为之一震。刘将军家，众知青聚在一起为寻找方建生出谋定计，石迈欲将刘将军酿制的药酒推向市场。第十集：在宾馆宴请进出口公司的领导，方建生夫妇应邀赴宴，车子上前揪住方建生，方建生顾及孔嘉珍在身边，急于掩饰，石迈上前解围。席间，石迈将诸位介绍给方建生夫妇，方之妻孔嘉珍直言快语伤害了林香，林香凄然离开，众人不欢而散。方为避林香之事，离京出差。冬冬盛怒之下去寻找方建生时发生车祸，石迈去看望，冬冬说玉佩来历，勾起了石迈过去与刘琳热恋时的回忆。第十一集：林香的朴实、勤快得到了医院同事和病人的称誉，林香也为夏群家带来了欢乐。王母企盼孙子，和王宏达商量如何能使夏群恢复身体，早日如愿，夏群又陷入痛苦的回忆中。石迈希望刘琳着手准备药酒的生产，刘琳对石迈的感情油然回升难于掩饰，引起郝万成的不快，宋若寒也指出石迈在感情上不道德。第十二集：刘琳不听郝万成的意见，执意到了南方小镇与石迈一起谈引资项目。子夜，郝万成电话试探证实二人仍在一起，情绪沮丧。车子、冬冬二人约方建生，告诉林香就是他的亲生女儿，让其尽快认领林香，方矢口否认。宋若寒奉命来到陕北，帮助郝万成等领导研究拟定黄县经济发展规划，并将黄县作为西部发展的一个试点。夜晚，石迈又想起了在陕北同刘琳在一起的那段美好时光，与此同时，刘琳也是难以入睡，陷入深深的回忆之中……第十三集：众知青约方建生到刘将军家，劝说方认领林香，刘琳拿出红袖章做的红肚兜，方建生认为这不为凭证，悻然离开。郝万成来京开会，他认为认亲之事不能拖延，应再找方建生商量。石迈、刘琳再与方建生交谈，方不但不听，反而羞辱石、刘二人。盛怒之下，石迈痛打方建生。北京街道上，石、刘二人默默地走着，但不知走向何方。第十四集：刘将军劝慰刘琳应与郝万成多沟通，多体贴。为开发产品兴办药厂郝万成得到了石迈及两位医药专家的支持帮助。事成之后郝宴请诸位，豪华酒店消费昂贵，郝万成囊中羞涩，差点做了人质。郝声言一定要把黄县经济搞上去报“一箭之仇”。宋若寒邀石迈到宋家，酒过七分，宋示意石迈，面对宋若寒的举动，石迈痛苦不堪道出：他一生只爱一个女人。第十五集：面对石迈，刘琳越来越陷入情感的煎熬之中，神不守舍的约石迈到立交桥前，石迈向刘琳表示20年来始终没有忘记她，希望刘琳原谅他当年的软弱，刘琳态度又冷淡如初。为报复方建生，车子打匿名电话，孔嘉珍打闹方家，从美国回家的女儿方妮认为母亲是小题大做。冬冬认识了方妮，两个小青年一见如故，特别投缘。第十六集：刘琳、石迈、车子等老知青聚会卡拉OK厅，一曲《涛声依旧》又勾起刘、石二人对往事的回忆，二人相对无言泪眼凝视。刘将军关心郝万成的事业发展，有心将其调入北京，但郝痴情陕北，要为官一任，造福一方。第十七集：石迈面对兰草、刘琳两个好女人无所适从，宋若寒指出石迈真正爱的不是兰草而是刘琳，石迈极力否认。善良的方妮特别同情林香，欲让父亲认林香，方建生不但不认反设陷阱坑害车子。石迈临去西安开会前心烦意乱，刘琳也准备回陕北，盼望与石迈告别，见上一面。二人不约而同来到大桥上，欢喜之情难以掩饰。第十八集：郝万成对石、刘二人的感情回升深感不安，酸楚之情不能自已。匿名电话又使孔嘉珍大闹方家。方建生找到林香，好言好语，并以金钱安抚林香。林香眼看认亲无望，凄然离开，只身回到黄县。夏群、兰草等为林香突然失踪焦急不安，兰草电话告诉在西安开会的石迈，石迈没有安慰兰草，倒是一顿抱怨指责，兰草为此伤心痛哭。宋若寒明白石迈的情感变化，劝他不要自欺欺人。第十九集：冬冬断定林香的失踪与方建生有关，于是到方家理论，并将林香的身世告诉孔嘉珍。方妮为林香鸣不平，出主意二人同去陕北找回林香。石迈、刘琳也到南个坨村找林香，行路中车出故障，二人又来到匈奴古堡，触景生情，热吻之后，刘琳告诉石迈冬冬是他的孩子，石迈惊然，随之又捶胸痛哭，追悔不已。方妮的离开搞得全家人坐立不安，方建生四处打听未有下落，孔嘉珍此时说出方妮去了黄县还是杨婉平告诉她的，又引起方的岳母章总的怀疑，方建生巧言相辩平息了事端。第二十集：林香执意不说出她回陕北的原因，石、刘二人商量在县医院安排林香当临时工。冬冬、方妮二人回到黄县，方妮看到从未见过的荒山穷村，表示一定将林香接回北京。北京的夏群还不知道林香的下落，情绪焦躁不安，王宏达为之不悦。刘琳、、石迈回到丁家岔看望丁佩之老师，刘琳带来了县上要在丁家岔办一所希望小学的消息，丁老师惊喜“山里的娃娃有盼头了”。夜晚，石迈、刘琳漫步在曾经二人共同劳动、生活的山间小路上，又陷入了深深的回忆之中。第二十一集：石迈、刘琳告别了丁佩之老师，准备回县，兰草突然回到丁家岔，看到可怜兮兮的兰草，石迈不得不留下，并告诉刘琳他必须善待兰草。郝万成从地区开完会回到黄县，家里一片狼藉，从张副县长、胡主任处得知是宝贝儿子带回来一位美国回来的姑娘。冬冬带方妮见到林香和憨憨，方妮看到林香生活很苦，要林香和她一同回北京，林香婉言谢绝方妮的好意，让其不要为难方建生，几日相处俩姐妹建立了深深的友谊。刘琳欲将她与石迈的关系告诉郝万成，忙于工作的郝万成不愿介入此话题，刘琳按捺不住情绪，郝万成更为不快。第二十二集：中央领导将视察黄县，郝万成等领导积极准备汇报材料，刘琳又要说与石迈之事，郝无暇顾及，刘琳羞怒。宋若寒来到黄县准备同石迈筹划接待工作，本来要回北京的石迈、兰草被胡主任接到郝万成家。晚上的接风宴上郝以酒与石迈暗中较量，兰草的醉酒使郝万成谋划落空。面对两个男人无休止的划拳喝酒刘琳不知所措，只能暗暗的悲伤。回到家中她决定同郝万成分局。第二十三集：林香的离开令夏群神不守舍，她看着林香留下的自己当年的照片，又从王宏达处得知了刘琳的名字。王宏达这时明白夏群对自己隐瞒着什么，夏群却矢口否认。冬冬和方妮回到郝家，方妮的单纯、开朗赢得郝、刘的欢心。冬冬为母亲安排他和方妮分住极为不满，郝万成批评冬冬不该顶撞母亲。冬冬偕方妮去看望石迈、兰草，面对儿子石迈热情有加，语无伦次，兰草看到心中有几分蹊跷。兰草约见刘琳，直言问她冬冬是不是她和石迈的儿子，刘琳无言以答。为让车子就范，方建生带几个保镖到车子家摊牌施加压力，车子义正词严，宁可生意赔本也不愿到方家替无情无义的方建生解围。第二十四集：车子一气之下带韩燕到了黄县，准备带林香常住北京，并发誓要报仇。刘琳、林香深表不安，林香下跪求车子饶过方建生，车子看着懂事的孩子不得不答应。晚上，车子和石迈喝酒，酒过三巡，车子说出石迈与冬冬的父子关系，兰草呆然。郝万成要求胡主任尽快落实民办教师的工资欠发问题，胡提及石、刘关系问题，郝万成恼羞成怒大发雷霆。兰草、石迈在街上碰到冬冬、方妮，看着石迈对冬冬的态度，兰草试探石迈“冬冬像他的儿子”，石迈急忙敷衍。第二十五集：方妮回到北京，求方建生认了姐姐，被孔嘉珍听到，孔服毒自杀。方建生到刘将军家，希望得到帮助，平息事端。人命关天，车子不得不同意。方妮带着林香捎的土特产看望夏群，谈话中夏群知道了林香的身世，不禁愕然。夏群找到刘将军说她就是杨婉平，又巧遇车子，二人相见许多话不知从何说起，只是以泪洗面。王宏达不能容忍夏群多年对他的欺骗，独自一人在街头徘徊。黄县晚上，石迈和刘琳在县招待所相遇，石迈告诉刘琳他不再软弱，正巧被兰草撞见，兰草一气之下离开县城回到丁家岔。第二十六集：林香的叔叔憨憨被几个恶徒摔倒崖下抢救无效，郝万成责成公安局迅速调查并严惩坏人。车子、夏群也来到黄县，在郝万成家，夏群想起女儿泣不成声，在场的人无不伤感。刘琳、车子陪夏群去认林香，母女相认，林香告诉夏群生身父亲要是王宏达就好了，夏群哑然。郝万成的汇报和黄县经济发展规划得到中央首长肯定，郝的心绪得到了很大的安慰。宋若寒动员石迈结伴回北京，石迈执意不能丢下兰草，要对兰草负责任。第二十七集：兰草经过痛苦的思考，决定同石迈分手。刘琳回到家里，她不顾郝万成的再三阻止，终于说明了冬冬的身世，令郝万成恼怒至极，不能克制对冬冬的感情。刘琳方明白郝早已知道冬冬不是自己的儿子，她悄然的离开了郝家。为一教师评职称之事，郝万成连夜亲自处理，赢得了教师们的赞誉，同时一副“文盲书记”的对联，又给郝万成带来了不快。夏群准备带林香回北京，临行前还未与王宏达联系上，心中不免产生几分担忧。第二十八集：夏群领着林香怀着忐忑不安的心情走出北京机场，与早已等候的王宏达相见，王宏达将林香、夏群揽入自己的怀中。黄县的一位干部挪用了希望小学建设款，为此郝万成动怒，声言：谁再敢这样就撤他的职。刘琳将冬冬带到了丁家岔的山峦上，向儿子讲明了身世。晚上郝万成一人在家批阅文件，想起20年来与冬冬的父子之情，不免有几分凄凉。冬冬回到家中，为郝万成按摩，说明自己绝对不会忘记养育之恩。次日，冬冬急去丁家岔找到石迈，兰草一时不能面对这个事实，痛哭不止，将石迈拒之门外。石迈砍柴背柴以惩罚自己，最后昏倒在院中。第二十九集：昏睡几日的石迈醒来时，发现了那只古埙和早已扔弃的半块玉佩，他急问兰草，兰草说她已保存多年，现在让石迈拿着它找应该找的人。面对善良的兰草，石迈感到无地自容，兰草却不愿接受石迈的任何财物。次日，石迈跪拜了丁老师、兰草，离开了令他难忘的丁家岔。车子在北京巧遇已提职的方建生，一番奚落之后告诉他，林香找到了亲生母亲，方为之一震。石迈按捺不住对儿子的感情，在郝家门前徘徊许久，欲见冬冬。郝万成寻机出门，为石迈父子提供方便。石迈希望冬冬能原谅自己并向冬冬表示要从情感和力量上弥补自己的亏欠，冬冬很理解，认为父母之事儿女不能掺和，这是现代文明。第三十集：夜晚，石迈来到山崖上，又吹起了古埙，如泣如诉的埙声将刘琳带到了石迈身边，二人情不自禁的拥抱在一起。激情之后，石迈告诉刘琳，他们的命运如那半块玉佩一样不能弥合，只希望冬冬他们这一代人不要重蹈他们的命运。郝万成被派到省党校学习，临行前将家里的钥匙交给刘琳，希望刘琳能够回去。刘琳对郝万成的感激之情欲泣还诉，至于两人今后是否生活在一起，刘琳说要看缘分了。郝万成在途中追上了欲回北京的石迈，两位君子面对叠连起伏的黄土高原互诉衷肠，继而又开始了改变陕北面貌的话题。一年后，石迈等老知青来到黄县参加希望小学的落成典礼，看到兰草的变化，石迈感到欣慰。郝万成作为地委书记语重心长的讲起发展经济、培养人才的问题。置身这令人难以忘怀的黄土高原，面对着祖国的下一代，石迈激动不已，他希望这一代人要珍惜今天，创造一个美好的明天。（全剧终）",
    "chinese_title": "遭遇昨天",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-08T15:08:09"
}