{
    "aka": [
        "爱情是什么道理",
        "科学新发现：性欲与爱欲是什么",
        "科学新发现：性爱与性欲"
    ],
    "sid": "4158595",
    "cast": [
        {
            "url": "/celebrity/1220732/",
            "name": "佩塔·约翰逊 Peta Johnson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2844752114.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0776569",
    "director": [],
    "duration": "47分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006-02-13"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0776569/",
    "imdb_votes": 39,
    "this_title": [
        "Naked Science: What's Sexy?"
    ],
    "douban_link": "https://movie.douban.com/subject/4158595/",
    "imdb_rating": "7.0/10 from 39 users",
    "trans_title": [
        "科学新发现：怎样才性感",
        "爱情是什么道理",
        "科学新发现：性欲与爱欲是什么",
        "科学新发现：性爱与性欲"
    ],
    "douban_votes": "706",
    "introduction": "性的吸引力究竟从何而来？国家地理频道探究情侣们在热恋或脚踏两条船时，错综复杂的内心变化，结论是爱情其实不像一般人想象的那么容易掌握。本片告诉你为什么对于爱情的陶醉，有时候会变成毒瘾般的依赖，男人如何受到女人吸引，还有居家型的男人或粗犷的动作英雄，哪一个才是理想的对象。古往今来，爱的浪漫被视为霓虹，美得难以言状。而最近，科学家们却向这种观念发出了挑战，并且对恋人们如何与为什么相爱做出许多新的解释。性欲——浪漫爱情——依恋。一切都是物竞天择、自然演化的杰作。人类和其它动物一样，可以生存下来的，得到最大的奖品就是把自己的基因传递下去。也因为如此，人类的身体演化，很自然地是朝这方向前进。首先，要有欲望，但对什么样的人，才能有欲望呢？长得好，更进一步说明，就是要有强健的基因而表现出好的外表，可以吸引别人的注意，进而产生欲望才行。所以，长相对称，身体强健的人，意味着他或她的基因是比较好的，如此一来，你们的后代才能较健康的活下去。节目特别提到基因的多样性，双方的基因差别越大越好，因为病毒演化很快，如果有多样性的基因，身体对病毒就有较好的应对能力。但光靠外表，也不一定能吸引人，因为现在的整型发达，任何人都可以变成俊男美女，但事实上，基因还是原来的基因，也就是，后代还是带着外表不好的基因。因此，其它的个人条件，如聪明，善良和有创造力的想法，也是女性在挑选伴侣时的重点。聪明是一种生存障碍，聪明人大脑较大，消耗人体资源较多，单就生存条件而言，是一种障碍，但聪明人有这样的生存障碍，还是生存了，表示他的基因比其它人更强。而对女性而言，善良却比聪明更具吸引，因为这表示对方可能是个好爸爸好丈夫，可以一起扶养小孩，传递基因。所以，女生的大脑必须记得每一个小细节，来观察决定这个人是不是那个可以和你一起生小孩的人。不过，对男生而言，腰臀比0.7的女人，对他们的吸引力较强，那意味着这样的女生比较容易受孕，容易生小孩。所以，男生是视觉动物，特别爱看有曲线的女人。这并不代表，男生就不重视其它条件，只是更重视外表。但是，有欲望还不行，一定要有别的东西，能让彼此在一起久一点，至少久到足以生下第一个小孩。那就是爱，爱其实是一种很像恐惧时身体分泌的化学物质，让你心跳加速，呼吸急促。据实验，身处在危险地方时，对方会较有吸引力。而做爱，则是另一项可以强化爱的感觉的行为，越多次数的性爱，会让你更爱对方。在恋爱时，大脑分泌的化学物质，会影响你的外表，身体和心理，让你对对方有依赖感，心情愉快，外表迷人。这样才能让彼此相处久一点。欲望会让你不时搜寻具有吸引力的人，但爱却可以让你只专注在某一个人身上。然而，一直相爱是很耗费人体资源的，没办法一直持续。这时候，是什么让彼此愿意在一起更久，一起扶养小孩呢？是依恋。因为对对方产生依恋，才能够在停止耗资源的爱情后，忽略身边更多具有吸引力的人。",
    "chinese_title": "科学新发现：怎样才性感",
    "douban_rating": "7.4/10 from 706 users",
    "foreign_title": "Naked Science: What's Sexy?",
    "imdb_rating_average": 7.0,
    "douban_rating_average": "7.4",
    "update_at": "2025-03-25T06:28:06"
}