{
    "aka": [],
    "sid": "4160514",
    "cast": [
        {
            "url": "/celebrity/1274703/",
            "name": "李幼斌 Youbin Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316008/",
            "name": "张志忠 Zhizhong  Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315565/",
            "name": "张小磊 Xiaolei Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1341688/",
            "name": "李宏伟 Hongwei Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320538/",
            "name": "邓英 Ying Deng",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2374835302.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1316351/",
            "name": "安建 Jian An",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2006-01-01"
    ],
    "this_title": [
        "天地粮人"
    ],
    "douban_link": "https://movie.douban.com/subject/4160514/",
    "trans_title": [
        ""
    ],
    "douban_votes": "2108",
    "introduction": "故事讲述了一代有良知的“粮食人”的故事。男主角高远和曲正平是莫逆之交，三十多年后，高远以新任粮食厅长的身份返乡。上任不久，他收到一封神秘的“匿名信”，举报粮库实为空仓，矛头直指当时已是副省长的曲正平。决心彻底追查事实真相的高远遭到了来自各方面的干扰和跟踪。为什么红旗粮库会出现空仓？谁是神秘的举报人？一道道难解的谜团砸向高远。两位男主角高远和曲正平分别由素有“警察专业户”之称的李幼斌和张志忠扮演。谈及这部戏时，李幼斌直言：“演戏不应该从事件出发，而是从人物的感受出发。表演不是竞技，而是对角色、社会、问题理解的过程。”而一贯以“硬汉”形象示人的张志忠，此次在《天地粮人》中扮演曲正平，由于政见上的迥异，使得他与好友高远分道扬镳，成为势不两立的对手。具有丰富表演经历的他，将挣扎于情感和利欲之间，将人物性格刻画得逼真动人。这是一部以粮食行业为背景，深切关注“粮食安全”及“三农”问题同时，热情讴歌“粮食人”对社会的高度责任感和无私奉献精神的长篇电视连续剧。主人公高远和曲正平、方洁三人的少年时期是在“三年自然灾害”中度过的，以粮食为纽带，农民后代的高远和县委书记儿子的曲正平结下了生死之交；同样以粮食为纽带，高远也和农业专家之女方洁之间产生了朦朦胧胧的感情。一晃近四十年过去，曲正平已是主管农业和粮食的副省长，方洁也已是省粮检所高级工程师——和高远离婚有七年了。这天，与前妻叶玟离婚后不久的曲正平，正准备和方洁公开由少年友情演变而来的爱情关系时，远在北京的高远以新任粮食厅长身份突然回来出现在了他们面前……故事就这样正式开始了。其实高远回来并不仅仅是为了重拾一段感情，他是一个对大饥荒年月留下深刻记忆、一直做着粮食工作又视粮食如命的人，这样他回来上任不久在自己的家乡河稷市发现了一座已被“粮耗子”倒空的空库时，便决心搞一次旨在摸清家底、建立健全粮食储备安全体系的“四清四查”工作；然而，曲正平恰恰是做粮食厅长政绩卓著才升任的副省长，特别是河稷粮库还是曲正平树的红旗样板库！于是，双方间夹杂着友情的冲突便出现了，为什么会出空库和空库所得资金的去向，也暂时成了一道谜。由于常延滨省长的坚定支持，粮食厅以办公室主任孙莉为代表的广大干部群众的积极拥护，高远终于排除了曲正平以及河稷粮食局局长李永宝等人的阻力，将全省范围的清查工作铺开了。而曲正平为掩盖问题转移矛盾，又执意在夏收开始时将“粮食购销市场化”的试点放在了河稷，结果以梅子为代表的个体粮商借机搅得国营粮站差点关门不算，又正好赶上一场大雨，遍地都出现了“上芽麦”，不光商品粮出现了巨大缺口，由于农民早已不存粮连农民自己解决当年吃粮都成了问题了！面对如此严峻的粮食安全形势，高远一方面组织从外省紧急调粮，一方面又开始想办法为农民解决上芽麦。然而恰在此时，曲正平在李永宝暗示下意识到那座空库的资金跟自己前妻有关，清查进行下去会影响到自己的官位，于是便矛盾地也是痛苦地趁常延滨省长出国考察之际对高远下了杀手，利用上芽麦一事找借口暂停了高远的厅长职务……这个时候高远也是矛盾的，他想到了愤而辞职调回北京，然而面对跟自己血脉相连、正一筹莫展着的农民，面对有可能引发一场“粮荒”的形势，他还是意识到了自己身上的责任，于是做出了一个选择，那就是将个人的名利抛之脑后，在粮食厅及粮食行业的广大职工们坚定不移的支持下，继续为避免一场粮荒而努力着。其实这个时候不光高远，许多人连梅子都做出了自己正确的人生选择，包括方洁也做出了自己的情感选择——从此曲正平已在她的心中没了位置。粮食是“百价之基”是关乎国计民生的特殊商品，高远的行为实际上代表着真正的“粮食人”群体，对国家对社会高度负责的“天职”精神。比方说有一位叫何顺发的基层粮站站长，受李永宝的排挤打击个人命运已到了绝境都不忘自己身上的责任，竟然在一个偏乡僻壤之地默默地收粮保粮支撑起了一个只有他一个人的粮站！又比方说高远小时候的玩伴丁志刚，转业回来进了河稷粮局后不畏李永宝的权势，也在为了粮食安全无私地做出了自己的一番“惊天动地”之举。可悲的是曲正平，他置粮食安全的严峻形势于不顾，这个时候了为了营造个人政绩又错误地在河稷搞起了“果蔬代粮”试点，要用牺牲粮食生产来引导这个贫困省的农民们致富奔小康。结果，河稷很快就出现了“无粮户、无粮村、无粮乡”的所谓“三无”样板，再结果就是不存粮的农民跑到了河稷城里抢购粮食，终于引发了一场本可避免的“粮荒”……最后，在高远等等人的努力下“粮荒”平息了，在省委郝书记、省府常省长的全力支持下被曲正平打断的清查工作也又一次全面铺开了，曲正平似乎对自己的错误也有所认识主动就提出了引咎辞职，一直利用曲正平达到自己目的的李永宝也受到应有的制裁……不过，剧情似乎并没有完全结束，高远当众的一番话似乎还在久久回响并引发着人们的思考：粮票粮店的取消并不意味着对我们而言“吃粮”已不再是问题，我们在象高远那样爱惜粮食的同时，全社会都应该对粮食安全以及直接对此发生着重大影响的“三农”问题，引起高度重视！当然了令人欣慰的是，这个问题现在已经开始受到高度重视了。",
    "chinese_title": "天地粮人",
    "douban_rating": "8.8/10 from 2108 users",
    "foreign_title": "",
    "douban_rating_average": "8.8",
    "update_at": "2025-09-06T05:52:06"
}