{
    "aka": [],
    "sid": "4160354",
    "cast": [
        {
            "url": "/celebrity/1337451/",
            "name": "上原樱 Sakura Uehara",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "10",
    "language": [
        "日语"
    ],
    "playdate": [
        "2000-07-08"
    ],
    "this_title": [
        "OLヴィジュアル系"
    ],
    "douban_link": "https://movie.douban.com/subject/4160354/",
    "trans_title": [
        "爱美大作战"
    ],
    "douban_votes": "0",
    "introduction": "這部“粉領族視覺系”的主題是「化粧美女對抗整型美女的視覺大戰！” 為了變漂亮以捉牢心愛男人的心，投注了大筆的金錢，即使生活貧困也樂觀的忍耐的粉領族們，一再重覆著無止無休且愚蠢的故事。這部戲中除了可以看到劇中人物們不餘遺力忍住略羺l求美貌的毅力之外，還能看到男性們的關心。 展開視覺戰爭的粉領族的陣容有…　由鈴木紗理奈飾演化粧美女櫻田門真惠，上上原櫻飾演整形美女目黑川小百合，遠山景織子飾演意識到外在美的重要而開始實行變身計畫的樸素粉領族堀切實江子，田野浩子飾演被捲入戰爭的天然美女中山千景，交織出一片優美華麗的卡司。此外還有、飾演受女性社員們仰慕的營業部職員．關口隆太郎一角的原田龍二，而飾演對櫻田門情有獨鍾的新進職員．阪本和輝一角的是由人氣急遽上升的Doggy Bag的松尾光次挑戰演出。 另外由本劇的美女卡司們演出的”特殊醜女化粧法”也是精彩的看頭之一。用化粧所隱藏的平凡的臉等等，將以特殊化粧法表現劇中女主角們的秘密，並在劇中呈現令人大吃一驚的大改變 。在服裝製造公司營業課工作的櫻田門真理（鈴木紗理奈飾演）是公司人人稱羡的美女，但由於她有著”女人不漂亮活著就沒意思的傻念頭”，而且其實卸粧後她有著一張平凡無奇的臉，因此她是個日夜都用高超化粧術隱瞞臉孔的”化粧美女”，但是有一天目黑川發現了櫻田門的秘密，於是櫻田門懇求目黑川別告訴任何人，但目黑川的嘴角浮現勝利的微笑對櫻田門說：”可以啊，不過我有一個條件，就是妳要對我言聽計從，而且要讓關口先生討厭妳”。雖然意志消沉，但櫻田門還是在慎重的補粧後回到了自己的座位。在目黑川銳利目光的逼視下，櫻田門真的對剛從會客室回來的關口大吼”我從以前就很討厭你”。然後目黑川還命令櫻田門，要櫻田門故意讓關口看到自己挖鼻孔的樣子，戲弄櫻田門。 此時，櫻田門聽同窗好友中山千景（田野浩子飾演）說目黑川是”政經學系畢業”的，她由”政經”聯想到”整型”，因此她散播謠言說目黑川是整型美女。這個計劃大為成央A一下子目黑川是整型美女的事傳遍了整個辦公室，櫻田門非常得意。有一天，櫻田門從管理全公司資料的資料室室長德大寺政宗（大竹一樹飾演）那裡弄到一張目黑川高中時代的照片，令櫻田門大吃一驚。照片中的目黑川是一個與現在的目黑川判若二人的醜八怪。換句話說，目黑川真的是個整型美女… 當天晚上，櫻田門將目黑川叫到女廁所，並且充滿自信的拿出証據照片來。但是原本應該什麼人也沒有的廁所裡，卻走進了一位樸素的前期同事堀切（遠山景織子飾演），而且還聽到了她們所有的談話…",
    "chinese_title": "爱美大作战",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "OLヴィジュアル系",
    "douban_rating_average": 0,
    "update_at": "2025-06-15T12:22:47"
}