{
    "aka": [],
    "sid": "4164567",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2566598886.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1540611",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-11-03"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1540611/",
    "imdb_votes": 98,
    "this_title": [
        "National Geographic Explorer - 2009 ：Inside LSD"
    ],
    "douban_link": "https://movie.douban.com/subject/4164567/",
    "imdb_rating": "7.6/10 from 98 users",
    "trans_title": [
        "国家地理：走进迷幻剂"
    ],
    "douban_votes": "387",
    "introduction": "LSD发展简史有一种致幻剂，少量的服食下去，会发现自己进入了一种令人愉快的麻醉状态，想象力突然变得丰富，对周围世界的感知也发生了变化。眼前出现了一系列活动的图像，具有万花筒般的鲜艳色彩，那些在日常生活中被忽略了的物体突然变得生动起来，桌椅板凳都似乎有了生命，听到的每个声音都像是投在平静水面上的一颗石子，让眼前这些奇妙的色彩产生一圈圈涟漪。这种美妙的境界，就是 LSD（学名“麦角酸二乙酰胺”）的发明人瑞士桑多斯公司的霍夫曼博士在1943年第一次无意间尝到自己所合成的这种化学品时体验到的。三天后，霍夫曼有意服食了250微克LSD，随后与助手骑自行车回家，骑车途中药性发作，因为博士服用的剂量过大，他的思维完全紊乱，话也说不完整，感到天旋地转仿佛被一面面哈哈镜包围了，周围的景物完全变了形。他还以为自己一直停留在原地，无法动弹，可是在一起的助手却回忆说当时他骑得飞快，回到家中后症状越发厉害，房间里所有的物体都变成了可怕的怪物，博士觉得自己快疯了，仿佛看到自己的灵魂离开了肉体悬浮在空中，甚至产生了强烈的恐惧感，害怕自己永远变成了一个疯子，幸好第二天一早醒来却发现一切正常，LSD没有留下什么副作用。这次的自行车之旅，在LSD风行的六十年代变得极其有名，有好几首以”自行车”命名的歌曲讲的就是这件事，著名\"Queen\"乐队的“bicycle race\"也是其中之一。霍夫曼的发现很快被欧洲的心理学家们用来研究人脑的病变过程以及用在心理治疗中作为辅助药物，基本局限在实验室范围。后来得以大规模流行，开启潘多拉魔盒的是大名鼎鼎，也可以说是臭名昭著的CIA(美国中央情报局）介入了LSD研究。故事追溯回二战期间，美军情报部门就开始着手研究思维控制类化学武器。1942年春天，美军招集了六名神经生理学领域的一流专家成立了一个研究小组，目的是想发明一种犯人吃了就会不打自招的“审讯药”。在试验了大麻和海洛因等多种神经性药物后，特们提纯了大麻中的有效成分，并取名为“诚实药”。但后续实验表明，虽然适量的诚实药会让受试者产生强烈的倾诉欲，却不能服用过量，否则受试者会彻底懵掉，说不出话来，这个度很难控制，因此药物的实用性很低。二战结束后，美军的“战略情报部”更名为中情局，因为冷战的需要，对神经武器的研究力度更大了，特别成立了一个相对独立的部门，开始实施“bluebird\"计划，秘密雇用了一批前纳粹医生，全盘移植了这些战犯从前以集中营犯人为对象而进行的所谓科学研究。“蓝鸟”计划很快更名为“洋蓟”（artichoke)，开始研究可卡因和海洛因等会让人生理成瘾的硬毒品。科学家打算把海洛因当作“反向审讯药”来使用，也就是说先让受试者对海洛因成瘾，然后突然停药，受试者便陷入痛苦不堪，只有任人摆布，这种流氓做法有个隐讳的代号“冷火鸡”（cold turdkey)，后来作为一种最强硬的戒毒方法名称，甲壳虫乐队有首同名歌曲就说的这个。可以想象，对神经武器这么感兴趣的CIA怎么可能放过LSD。初步试验证明LSD能让人放松警惕性，在辅助审讯方面很有前途。据一份绝密报告，CIA曾经给一个名美军高级官员服用LSD，结果他供出了军方的一个顶级秘密。更妙的是药劲过去后他对自己的行为完全失去了记忆。不过进一步试验却发现LSD会引发试验对象产生妄想症，所招供的内容十有八九不是真的。于是CIA的科学家们建议把LSD作为“抗审讯药”来使用。他们设想让所有卧底特工每人携带一点LSD，一旦暴露被俘就服下，然后就可以放心地开始胡说八道。当时美国科学界的共识是LSD可以让服用者暂时变成一个精神分裂症患者，所以可以作为研究精神分裂症的工具药物。但CIA却认为LSD似乎最好的冷战药物，除了当抗审讯药来使用，他们还计划给敌对国家的领导人或者任何持不同政见的公众人物下毒，让他们在公开场合出丑，计划中的下毒对象包括卡斯特罗和埃及总统纳赛尔。但是CIA很快发现，不同场合服用对药效会产生完全不同的影响，必须在非实验状态下进行大规模人体试验才能找出规律。首先的实验对象是监狱犯人和医院的病人，后来又拿现役军人和在校大学生做实验，描述服毒状态的一个新词-“幻游”-就是源自美国陆军的LSD研究人员。再后来，CIA竟然拿自己人开刀，不预先通知就对内部工作人员下药，然后观察他们在各种场合下的表现。有一年的CIA内部圣诞派对上大家集体吃药！大规模的研究当然需要大量高纯度LSD，在CIA解密文件中发现一张CIA高管签署的便条，批准从瑞士桑多斯公司购买10公斤LSD，这个数量可以供1亿人每人发疯一次，桑多斯公司根本无力生产这么大剂量，于是CIA授意美国的一家大制药厂“伊莱利利”开始研制量产方法，这为日后LSD的大规模流行提供了来源。与此同时，不少有权或有钱的人士认为LSD具有解放思想的作用，抱着给人类指点迷津的想法，从1950年代初开始就以宗教般的狂热向美加地区所有感兴趣的人散发LSD，而且完全免费，这直接导致了其在民间的广泛流行。第一批接受LSD的民间人士里就有《美丽新世界》的作者赫胥黎。赫胥黎很早就对心灵控制术感兴趣，在食用了提取自南美仙人掌的致幻剂后完成了著名的《知觉之门》一书，在书中阐述了一种全新的心理学理论。这种理论认为人的神经系统并不是知觉的来源，它只不过是一扇起过滤作用的门，挡住了真正庞大的知觉世界。某些致幻剂能把这扇门打开，让人们看到一个全新的更加广阔的真实世界。此书后来影响了很多文艺青年，迷幻摇滚乐队“大门”的名字即来源于此。食用了LSD后，赫胥黎和英国心理医生汉弗莱合作开始了对LSD的心理治疗潜力的研究。他们认为LSD具有“意识显现”的作用，可以挣脱多年世俗生活所养成的思维定势，还会产生“联觉”，易受暗示，所以服药时的环境会影响效果。因此在汉弗莱的诊所里，医生经常自己也服用少量LSD，和病人一起进入状态，使对方产生安全感，用催眠式的语言鼓励病人去想象美好的事物。其实这种治疗方法并不是新事物，土著部落的巫师，还有古代西方的宗教仪式里都很流行，直到公元4世纪基督教的盛行后，这种仪式被禁止了，因为这与西方人对“理性”与“秩序”的追求相悖。但在18世纪后期，随着工业文明的发展，对过度理性的批判在知识分子中产生，巴黎的“印度大麻俱乐部”成员里就包括波德莱尔、大仲马、巴尔扎克等著名作家。而1960的美国，电影明星加利格兰特、杰克尼科尔森、彼得方达，几乎所有的垮掉派诗人和爵士乐演奏家都曾经服用过LSD.1950年代的时候，艺术家圈子里最流行的毒品是大麻，LSD罕为人知。但到了1960年代，一个离经叛道的哈佛心理学教授蒂莫西.利里在接触过LSD后，开始以哈佛教授的名义广泛邀请各界名人到家里服用，其中包括一个叫玛丽平肖的画家，她丈夫是美国中情局的高级官员，通过这层关系，肯尼迪总统也服用过蒂莫西提供的LSD。在肯尼迪被刺后不到一年，平肖也被谋杀，她的一本日记也神秘失踪。因为蒂莫西这种只宣扬LSD好处，却对危害只字不提的行为令哈佛不满，哈佛首先开除了他的合作者，成为哈佛开除的第一位老师，随后又开除了蒂莫西，但亿万富翁威廉希区柯克（跟那个大导演应该没有什么关系）提供了自己在纽约附近的庄园作为他们的LSD研究中心，纽约各界名人纷至沓来，蒂莫西依靠LSD进入了上流社会，并娶了一个漂亮的瑞典模特作为第三任妻子，后来那个模特改嫁，生下了乌玛瑟曼。正是蒂莫西的大力提倡，让LSD变成了社会文化乃至整个时代观念的颠覆者，最先是一批文学家的介入和痴迷，如凯鲁克亚，艾伦金斯堡等，后来又有流行音乐届的代表人物对它的依赖和信奉，他们来自披头士、滚石、感恩而死等著名乐队，及至后嬉皮时代部分人试图摆脱药物，开始寻求LSD之外的精神指导......",
    "chinese_title": "国家地理：走进迷幻剂",
    "douban_rating": "8.3/10 from 387 users",
    "foreign_title": "National Geographic Explorer - 2009 ：Inside LSD",
    "imdb_rating_average": 7.6,
    "douban_rating_average": "8.3",
    "update_at": "2025-04-19T20:52:14"
}