{
    "aka": [],
    "sid": "4166534",
    "cast": [
        "Sue Perkins"
    ],
    "site": "douban",
    "tags": [
        "纪录片",
        "BBC",
        "英国",
        "艺术",
        "Documentary",
        "SuePerkins",
        "纪录",
        "2011"
    ],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/subject/s/public/s4631805.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "",
    "director": [],
    "duration": "59分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "",
    "this_title": [
        "BBC - The Art on Your Wall"
    ],
    "douban_link": "https://movie.douban.com/subject/4166534/",
    "trans_title": [
        "BBC - 墙上的艺术"
    ],
    "douban_votes": 505,
    "introduction": "Sue Perkins带你一起探究英国室内装饰的变革。\nThe Art on Your Wall\nSue Perkins charts the changes in British taste towards domestic art by delving into the stories of contemporary bestsellers, charting the history of post-war prints and aiming to see first hand what the average British person displays above their mantelpiece. Half of British living rooms have art on their wall bought from high street stores, and many of the British artists who created them are among the country's most successful - but we've never heard of them.\nSue also tracks down the creators of recent history's most popular prints to discover their opinions on the images that changed their lives. Some of these iconic images are reproductions of famous artists, and some are unknowns, but who are these artists, and why are they so popular?\nShe discusses Tretchikoff, the artist behind the bestselling prints of the 50s and 60s such as the Green Lady, with Red or Dead founder Wayne Hemmingway, and meets Scottish miner-turned-painter Jack Vettriano, the artist who created the popular Singing Butler. Sue tracks down Ullswater snapper Mel Allen and chats to Spencer Rowell, the photographer behind Athena's Man and Baby, before heading to Cornwall to get to the bottom of the two million selling Tennis Girl by meeting its flamboyant creator Martin Elliot. Finally, Sue meets Sam Toft, creator of Mr Mustard, the quirky figure featured in a series of bestselling prints.\nSue also meets Terence Conran to find out about the revolution in interior design that took place after the Second World War, including the introduction of Habitat onto the high street, which made good design accessible to the whole community, and how that in turn has influenced the post-war taste of Great Britain.",
    "chinese_title": "BBC - 墙上的艺术",
    "douban_rating": "7.4/10 from 505 users",
    "foreign_title": "BBC - The Art on Your Wall",
    "douban_rating_average": "7.4",
    "update_at": "2024-09-15T02:40:04"
}