{
    "aka": [],
    "sid": "4171964",
    "cast": [
        {
            "url": "/celebrity/1025152/",
            "name": "蒂尔达·斯文顿 Tilda Swinton",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906808085.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1042414/",
            "name": "辛西娅·贝特 Cynthia Beatt",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1532413",
    "director": [
        {
            "url": "/celebrity/1042414/",
            "name": "辛西娅·贝特 Cynthia Beatt",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "德语",
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1532413/",
    "imdb_votes": 407,
    "this_title": [
        "The Invisible Frame"
    ],
    "douban_link": "https://movie.douban.com/subject/4171964/",
    "imdb_rating": "6.4/10 from 407 users",
    "trans_title": [
        "看不见的沿线"
    ],
    "douban_votes": "0",
    "introduction": "In 1988 the British director Cynthia Beatt, who is based in Berlin, embarked on a journey into little-known territory. She filmed Tilda Swinton as they followed the Berlin Wall, capturing the inward-looking West Berlin and the over-the-Wall views of East Berlin. Today “Cycling the Frame“ is a rare historic document and Tilda Swinton, who was honoured with the Oscar last year, is one of the world’s most admired performers. In June 2009, Cynthia Beatt and Tilda Swinton re-traced the line of the Wall that once isolated Berlin from East and West Germany. “The Invisible Frame“ describes this journey, the print of a second foot, a Wall’s fall and 21 years later, through varied landscapes, this time on both sides of the former Wall. The stagnation of organic growth that characterized the areas separated by the Wall, is now replaced by unchecked nature and building development. The rhythmic interaction of fixed camera and tracking shots combine in a vibrant orbiting of Berlin, visually intertwining west and east. Tilda Swinton’s personal reflections are integrated as inner monologues and complete the film’s soundscape composed by Simon Fisher Turner, who collaborated with Derek Jarman and Tilda Swinton in the 80’s.",
    "chinese_title": "看不见的沿线",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Invisible Frame",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-04-01T17:23:02"
}