{
    "aka": [
        "Click-Cinema Suki",
        "I Like You"
    ],
    "sid": "4172582",
    "cast": [
        {
            "url": "/celebrity/1018750/",
            "name": "田中丽奈 Rena Tanaka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275907/",
            "name": "高桥一生 Issey Takahashi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041416/",
            "name": "伊原刚志 Tsuyoshi Ihara",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1345642/",
            "name": "井泽健 Ken Izawa",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "剧情",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907243984.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1034189/",
            "name": "长泽雅彦 Masahiko Nagasawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1499822/",
            "name": "铃木聪 Satoshi Suzuki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012073/",
            "name": "狗饲恭子 Kyoko Inukai",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1034189/",
            "name": "长泽雅彦 Masahiko Nagasawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1390947/",
            "name": "锄田正义 Masayoshi Sukita",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2000"
    ],
    "this_title": [
        "クリックシネマ 好き"
    ],
    "douban_link": "https://movie.douban.com/subject/4172582/",
    "trans_title": [
        "喜欢",
        "Click-Cinema Suki",
        "I Like You"
    ],
    "douban_votes": "0",
    "introduction": "The first issue of Click-cinema; Rena Tanaka starring \"I like you\" trilogy.●\"Chashu ramen (noodles with roasted pork fillet)\"Yokohama, in 1958. Naoko (Rena Tanaka) came up to Tokyo immediately after graduation from a junior high school, and was working in the ramen restaurant. One day she sheltered Ando (Kazuo Takahashi) who was escaping from the punk group, and they gradually became intimate for the sake of the fact that they were from the same province. However, a sad separation was waiting for them...●\"Wave\"Enoshima, in 1981. Sumire Hatanaka (Rena Tanaka) started for her assignment as a newcommer teacher to an elementary school in the spring of the year. The first day of the summer vacation, Sumire visited the house of Kazuo Nohara (Hironari Shimamura), a transfer student from Tokyo, who was not going to open his heart easily, and there met his father Hirosi Nohara (Tsuyoshi Ito). She felt her affections drawn toward him...●\"Ten count\"Tokyo, in 2000. Miho Kusano (Rena Tanaka) who goes to a vocational school was passing empty days. One night, she finds an envelope in a park, which a boxer Haruo Takahashi (Ken Izawa) dropped there. Miho brings the envelope to the gym on the next day and, seeing the sparring match of Haruo, she feels \"something\" in Haruo and finds herself attracted by him...2000年11月よりインターネットで配信された「クリック・シネマ」の第1弾として注目を集めた作品。各30分、それぞれ3話のオムニバス形式で、いずれも主演は田中麗奈。時代設定もキャラクターも異なるが、ほのかな恋心を抱いたヒロインの物語ということで共通させており、麗奈ファンならずとも彼女の大人の女優としての成長を見守るかのような気分をも味わえる。監督も、プロデューサーであり田中主演『はつ恋』の脚本家でもある長澤雅彦、カメラマンの鋤田正義、CMディレクターで『良いおっぱい、悪いおっぱい』など映画監督作品もある本田昌広と、バラエティーに富んでいる。特に鋤田監督の『波』は、往年のフランス映画の名作『ラ・ジュテ』のように、デジタルカメラで撮影された無数の写真でドラマがつづられていくのがおもしろい。（的田也寸志）",
    "chinese_title": "喜欢",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "クリックシネマ 好き",
    "douban_rating_average": 0,
    "update_at": "2025-05-22T08:28:49"
}