{
    "aka": [
        "Sakura-tai Chiru"
    ],
    "sid": "4173652",
    "cast": [
        {
            "url": "/celebrity/1347602/",
            "name": "未来贵子 Miki Takako",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327549/",
            "name": "八神康子 Yasuko Yagami",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1359632/",
            "name": "川道信介 Shinsuke Kawamichi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1043712/",
            "name": "泷泽修 Osamu Takizawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008310/",
            "name": "浜村纯 Jun Hamamura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1158379/",
            "name": "宇野重吉 Jûkichi Uno",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1051340/",
            "name": "千田是也 Koreya Senda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028576/",
            "name": "乙羽信子 Nobuko Otowa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029580/",
            "name": "殿山泰司 Taiji Tonoyama",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1039543/",
            "name": "苇原邦子 Kuniko Ashihara",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1988",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1704856843.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1145836/",
            "name": "新藤兼人 Kaneto Shindô",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0096027",
    "director": [
        {
            "url": "/celebrity/1145836/",
            "name": "新藤兼人 Kaneto Shindô",
            "@type": "Person"
        }
    ],
    "duration": "113分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1988-04-30(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0096027/",
    "imdb_votes": 37,
    "this_title": [
        "さくら隊散る"
    ],
    "douban_link": "https://movie.douban.com/subject/4173652/",
    "imdb_rating": "7.0/10 from 37 users",
    "trans_title": [
        "散落的樱花队",
        "Sakura-tai Chiru"
    ],
    "douban_votes": "0",
    "introduction": "A somber retrospective on the final days of the Sakura-tai theatrical troupe that had arrived in the island of Hiroshima to begin preparations for the staging of a play and, at 8:15 on the morning of August 6, 1945, became victims of the atomic bombing, Sakura-tai Chiru is a thoughtful examination of artistic imperative in a time of uncertainty and national crisis. Using the 1987 commemorative ceremony in Hiroshima and the dedication of a memorial to Sakurai-tai at Gohyaku-Rakanji Temple as a springboard to the re-examine the life and careers of the actors (and in particular, the troupe's director, renowned film and theater actor Sadao Maruyama who had appeared in such notable films as Mikio Naruse's Wife! Be Like a Rose!), the film is composed of a series of interviews with friends, family, and colleagues (among them, Nobuko Otawa, Eitaro Ozawa, Haruko Sugimura, and Osamu Takizawa) and re-enactments of the remaining survivors' tragic fate (four actors had survived the immediate bombing - Maruyama, Keiko Sonoi, Shozo Takayama, and Midori Naka - only to inevitably succumb to death days later). The film traces the evolution of the theatrical troupe within the context of Japanese history, from its early permutation as a government-mandated propaganda tool in the 1930s, to established actor, Maruyama's creative directorship of the splinter organization, to the Great Tokyo Air Raid of March 10, 1945 that caused several (predominantly male) actors to take indeterminate leaves of absence from the troupe in order to help their families (and city) rebuild, to the troupe's decision to send out two of the four remaining male actors in order to scout for replacement actors for their August Hiroshima engagement. These seemingly mundane operational decisions - to continue with the performance despite personal hardship and wartime uncertainty - would inevitably lead to the fate of Sakura-tai in light of the tragic context of world history. Tracing the fates of the four survivors as they sought the safety of family and friends after the atomic bombing only to endure lingering, agonizing deaths from incurable radiation poisoning, what emerges from the film's harrowing and deeply personal account is a sense of exploited and trivialized humanity in the face of military aggression and inhuman politics.",
    "chinese_title": "散落的樱花队",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "さくら隊散る",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-02-05T10:49:38"
}