{
    "aka": [
        "王保长新篇 第二部 死去生来"
    ],
    "sid": "4185776",
    "cast": [
        {
            "url": "/celebrity/1038193/",
            "name": "李保田 Baotian Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1458579/",
            "name": "王大安 Daan Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314404/",
            "name": "刘亚津 Yajin Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315278/",
            "name": "何音 Yin He",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327498/",
            "name": "侯继林 Jilin Hou",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1916289003.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1327499/",
            "name": "陈福黔 Fuqian Chen",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "28",
    "language": [
        "汉语普通话",
        "四川话"
    ],
    "playdate": [
        "2007"
    ],
    "this_title": [
        "王保长新篇Ⅱ死去生来"
    ],
    "douban_link": "https://movie.douban.com/subject/4185776/",
    "trans_title": [
        "王保长新篇 第二部 死去生来"
    ],
    "douban_votes": "779",
    "introduction": "解放军的炮声震动了龙隐镇，王保长解救了丁当夫妇，令潘驼背护送丁当夫妻到已经解放了的溜溜乡去避难，自己准备和平起义。三嫂子要按照诺言与王保长成亲，王保长不肯，说自己未来安危难以预料，不愿牵连三嫂子。三嫂子请唐鸡屎帮他打锣宣告本月初八要与其成亲，王保长赶去夺下锣，怀着悲伤敲锣又称本月初八并未与三嫂子成亲，乡亲们不知谁是谁非，三嫂子听了悄然落泪。潘驼背眼见溜溜乡的袁保长被枪毙，认为王保长也只有这下个场，于是想取而代之，极力讨好解放军连长芋子娃儿，取得他的信任，带着解放军进驻龙隐镇。王保长带领团丁迎接解放军，准备和平起义，潘驼背愤恨王保长还想当官，使出毒计。王保长在和平起义的仪式上打出欢迎的横标上竟成了“欢迎蒋匪军，赶走解放军”，顿时引起轩然大波，一场精心准备的和平缴枪起义仪式差点要了王保长的命，多亏姜大贵掌握政策，使他免受不白之冤。王保长以为自己救过芋子娃的婆娘，同时又救过姜大贵，认为共产党将对他会高抬贵手，然而这两件事都却无人作证，加上潘驼背的挑唆，他的处境并不妙。并且此后，莫名其妙的祸事接二连三降到王保长头上，他无家可归，在竹林中搭了个窝棚，解放军得到密报，在他睡的草堆中搜出蒋介石的画像和两截“天下第一保”的牌子；他在乱坟岗埋了一些浮财，偏偏被李老二两兄弟歪打正着的挖去，结果被芋子娃发现追查，他为了帮李老栓，在三嫂子的义正严辞的警告下，承认是自己埋过的财物；龙隐山上当土匪的卢队长和王金彪一意想要拉他他被押上刑场，临刑前三嫂子正式与他成亲，都以为他要命归黄泉，最后一刻却是深明共产党政策的姜大贵将其解救；然而当夜卢队长带土匪潜入其家，杀死监护的民兵，最终胁迫他离家。芋子娃带兵追来，消灭土匪，王耀祖逃走，与唐鸡屎和侯七(三只手)一起前往安州县，准备寻找芋子娃的婆娘。王保长在安州县李公馆里无意中穿走藏有敌特潜伏名单的“灶神图” 皮背心，头目李老大和娟娟四处追寻王耀祖，想在安州县捞横财的卢队长和王金彪也来到安州县。于是，三股人马演出了螳螂和黄雀似的一场又一场的好笑闹戏。李老大冒充公安人员要求抓反革命逃犯王保长，王保长又借此来躲避卢队长的追踪。最终，王保长自以为摆脱了李老大的奸计，却还是被卢队长挟持上了龙隐山。李老大和娟娟为了追回灶神图，也来到龙隐山，想拉卢队长入伙，结果娟娟以色相诱却被其骗。王保长在他们中间周旋，了解到灶神图的真实作用，于是下山到安州县当铺取回皮背心，不料却被到安州县来找芋子娃婆娘的潘驼背将图偷走。潘驼背拿着这张图回龙隐镇，受到政府表彰，当了龙隐镇乡公所的所长，而王保长则讨口回到龙隐镇，在三嫂家的红苕窖中藏身。潘驼背当了乡公所所长，想与地主家庭出身的李幺妹离婚，并且勾引小鱼儿，又设连环奸计将王保长抓捕，李老栓也因为包庇罪而入狱，三嫂子为其鸣冤。最后，姜大贵得知真情，为了将李老大和卢队长一伙一网打尽，将灶神图交给王耀祖，让他巧妙地将这一伙人引到解放军的包围圈。王耀祖凭其机智和三寸不烂之舌，及改过自新的决心，完成了姜大贵交给他的任务。芋子娃找到死而复生的老婆，终于了解是王保长救了她母子俩，王保长由此洗清冤曲还立了大功。潘驼背为非作歹被撤职，王保长得到了县政府的嘉奖，成了县政协的一员，从此与三嫂子过上平顺安乐的日子。",
    "chinese_title": "王保长新篇Ⅱ死去生来",
    "douban_rating": "8.2/10 from 779 users",
    "foreign_title": "",
    "douban_rating_average": "8.2",
    "update_at": "2025-06-13T10:08:00"
}