{
    "aka": [],
    "sid": "4185732",
    "cast": [
        {
            "url": "/celebrity/1275478/",
            "name": "贾一平 Yiping Jia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275455/",
            "name": "张歆艺 Xinyi Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313725/",
            "name": "王诗槐 Shihuai Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1328158/",
            "name": "陈艺戈 Yige Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312724/",
            "name": "陈剑月 Jianyue Chen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896723722.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "40分钟",
    "episodes": "25",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2009-07-15"
    ],
    "this_title": [
        "燃烧的玫瑰"
    ],
    "douban_link": "https://movie.douban.com/subject/4185732/",
    "trans_title": [
        ""
    ],
    "douban_votes": "213",
    "introduction": "《燃烧的玫瑰》讲述了人两个家族两代人之间错综复杂的情感恩怨纠葛，故事刻画细腻入微，情节跌宕起伏，并由新老两代实力派演员共同打造，相信这将会是一部相当引人入胜的电视剧。张歆艺此次饰演的女一号杨琳，是一名就读于英国经济学院的女孩，在父亲离奇去世后回国，从此便踏上了解开父亲死亡谜团与发现自己身世之迷的道路，在这期间，又与罗峥(贾乃亮饰)和江海涛(贾一平)之间产生了一些感情纠葛。虽然是初次与二贾合作，但是张歆艺坦言，与他们二位的合作非常有默契，原来贾一平与张歆艺是中央戏剧学院的同门，而又与贾乃亮年龄相当，所以戏外，大家很快边成了无话不谈的好朋友，使拍摄过程相当顺利和愉快就读于英国经济学院的杨琳有一天突然接到父亲跳楼自杀身亡的消息，当她赶回国内奔丧时，发现母亲李玉华也发疯了，更悲惨的是一笔巨额债款正等着她来偿还。不相信父亲会自杀的杨琳隐瞒真实身份，成功通过东祥海运公司招募。她怀疑父亲的死与公司董事长罗东祥有关，进入公司暗中调查父亲生前与东祥海运公司之间的商务往来机密数据，几次差点被人识破，但屡屡化险为夷。在这段期间，有两位男士江海洋和罗峥不约而同爱上了杨琳，让她面临工作与爱情两难的困境。而意外也接二连三地发生，杨琳发疯的母亲突然失踪，江海洋不但没有怪罪杨琳破坏了他与赵明月的婚姻，还反过来帮她寻找母亲。这让杨琳十分感动，并且在寻找过程中，逐渐培养出感情，最后当杨琳找回母亲的时候，她的心也整个儿被江海涛偷走了。然而，母亲李玉华的出现不但没有解决杨琳的问题，反而引发另一个更大的危机，那就是杨琳自己的身世之谜！杨琳发现父亲的死因不仅不单纯，而且牵连甚广，很可能母亲李玉华也难脱罪嫌。原来罗东祥竟然就是李玉华的前夫，随着秘密的一层层揭开，杨琳不得不面对这样一个调查结果——母亲李玉华与前夫罗东祥合谋害死了她的父亲杨文浩。因为杨琳与罗东祥的仇恨越结越深，赵明月与杨琳之间的斗争也越演越烈，赵明月不但要把江海洋从杨琳身边夺回来，还要捍卫自己的父亲罗东祥，所以她对杨琳展开不择手段的报复行动，这也同时让罗峥面临两难的抉择，因为他依旧深爱着杨琳，但同时又希望母亲赵慧兰能够原谅父亲，让罗东祥与赵明月重回罗家。杨琳就像身处在暴风圈的中心般，爱她的人不计一切代价地保护她，支持着她，而恨她的人却不停地施以恶毒的报复手段，爱与恨错乱交缠，几欲将她的身心撕裂！她最终赫然发现，这一切事件的幕后黑手竟然是那个自始至终保护着她，深爱着她的男人！《燃烧的玫瑰》定位是都市情感阴谋剧，它的故事跟同类题材的电视剧不一样。在每年出品的大量国产电视剧中，这个类型的电视剧不少，但是《燃烧的玫瑰》的结构和故事是唯一的。这部剧光剧本就“磨”了一年多时间，几易其稿，剧中的主要人物的戏很集中，只有两对男女和三位父母，但是两代人之间的恩怨纠葛和矛盾冲突跌宕起伏，爱情、阴谋、悬疑会让观众欲罢不能，而最终正义压过邪恶，昭示了人性的回归。",
    "chinese_title": "燃烧的玫瑰",
    "douban_rating": "7.6/10 from 213 users",
    "foreign_title": "",
    "douban_rating_average": "7.6",
    "update_at": "2025-05-14T10:52:28"
}