{
    "aka": [],
    "sid": "4186795",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2877786261.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1418353",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-12-03"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1418353/",
    "imdb_votes": 306,
    "this_title": [
        "George Michael Live in London"
    ],
    "douban_link": "https://movie.douban.com/subject/4186795/",
    "imdb_rating": "8.2/10 from 306 users",
    "trans_title": [
        "佐治米高伦敦演唱会"
    ],
    "douban_votes": "74",
    "introduction": "Live in London is a live concert recording of George Michael's finals two concerts in London's Earls Court Exhibition Centre on 24 and 25 August 2008 as part of his 25 Live tour. This is the first live DVD of George Michael's career. It was released on DVD and Blu-ray formats on 7 December 2009 in the UK, Europe and Australia, and on 8 December 2009 in the USA and Canada. The DVD will have subtitles for spoken portions of the DVD in several languages. The highly anticipated shows on the DVD marked the end of George Michael's triumphant 25 Live Tour and were the last chance to catch Michael performing on a stage of this magnitude in London.Disc 1:0. Documentary Intro - \"That Is Not George Michael\"1. Waiting (Reprise)2. Fastlove3. I'm Your Man4. Flawless (Go To The City)5. Father Figure6. You Have Been Loved7. An Easier Affair8. Everything She Wants9. One More Try10. A Different Corner11. Too Funky12. Shoot The Dog13. John And Elvis Are Dead14. Faith15. Spinning The Wheel16. Feeling Good17. Roxanne18. My Mother Had A Brother19. Amazing20. Fantasy21. Outside22. Careless Whisper23. Freedom! '90Disc 2:1. I'd Know Him A Mile Off! (Documentary)2. Precious Box3. Jesus To A Child4. First Time Ever",
    "chinese_title": "佐治米高伦敦演唱会",
    "douban_rating": "8.7/10 from 74 users",
    "foreign_title": "George Michael Live in London",
    "imdb_rating_average": 8.2,
    "douban_rating_average": "8.7",
    "update_at": "2025-09-19T23:56:56"
}