{
    "aka": [],
    "sid": "4194239",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1503440",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-12-02"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1503440/",
    "imdb_votes": 19,
    "this_title": [
        "Launch My Line"
    ],
    "douban_link": "https://movie.douban.com/subject/4194239/",
    "imdb_rating": "5.6/10 from 19 users",
    "trans_title": [
        "我的时装设计师 第一季"
    ],
    "douban_votes": "82",
    "introduction": "The series features 10 well known professionals who are highly regarded in their own field of expertise, but have always dreamed of having their own clothing line. These professionals will be paired with ten established fashion designers who will help them execute their dream clothing line. The ten pairs will be put to the test and at the end of every episode a complete look from each team must walk the runway and be judged in front of a live studio audience. In the end, the winning professional will have their clothing line launched and their expert designer, who helped them along the way, will receive $50,000.Source: BravoBravo's newest fashion creative competition series, Launch My Line features 10 established fashion designers paired with 10 industry professionals, who are highly regarded in their own field of expertise, but have always dreamed of having their own clothing line. From stylists, music producers, event planners to CEOs and choreographers, the innovators will work with the established designers to bring their vision to life and create a fashion line. In the end, one team will be declared the winner and someone's clothing line will be launched.Acclaimed designers, twin brothers Dean and Dan Caten of DSQUARED2 join Launch My Line as hosts, and fashion notables Stefani Greenfield and Lisa Kline serve as judges.Each week the teams will be put to the test, as they have to rely on each other's expertise to get through the competition. Some teams form a natural connection while others have instant tension – but at the end of every episode a complete look from each team must walk the runway and be judged in front of a live studio audience.",
    "chinese_title": "我的时装设计师 第一季",
    "douban_rating": "6.3/10 from 82 users",
    "foreign_title": "Launch My Line",
    "imdb_rating_average": 5.6,
    "douban_rating_average": "6.3",
    "update_at": "2025-08-06T15:26:37"
}