{
    "aka": [
        "聪仔"
    ],
    "sid": "4195575",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1998",
    "genre": [
        "喜剧",
        "科幻",
        "动画",
        "儿童",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2630038304.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1371350/",
            "name": "鲍学谦 Xueqian Bao",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "12分钟",
    "episodes": "52",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1997-04(中国大陆)"
    ],
    "this_title": [
        "神脑聪仔"
    ],
    "douban_link": "https://movie.douban.com/subject/4195575/",
    "trans_title": [
        "聪仔"
    ],
    "douban_votes": "0",
    "introduction": "第1集 星际大冲撞聪仔父母的飞船“神州九号”在太空里突然遭到大魔王的袭击，聪仔刚刚研制出的激光皇码把大魔王的冰弹反弹回去，“大蚊子”被封在冰块内，聪仔和父母逃离飞船，飞船爆炸。聪仔父母被救援到100年前的时代，在这个时代里，“神州一号”正在太空中搜索慧木二星相撞的资料，他们发现了聪仔，并把他救入“神州一号”。第2集 太空激战大冰块被弹出后炸开，“大蚊子”复出，向“神州一号”发起进攻。“神州一号”奋起反击，但国为大魔王来自未来，战斗力远比“神州一号”强大，就在“神州一号”面临灾难时，聪仔释入爱心能量，将大魔王的重炮弹回，并将“大蚊子”摧毁。大魔王无奈，只好在月球背面另建一个月球基地。第3集 保护南极大魔王不甘失败，又心生一计——制造一个癫仔与聪仔抗衡，并潜入南极，欲使癫仔更冷酷，邪恶而提取制冷血的原料。博士派少年队跟踪侦察，聪仔等发现南极冰山正在迅速融化，危及地球，急忙用激光皇码采取紧急措施。经过一场智慧与勇敢的搏斗，终于保护了南极。第4集 恐龙世界大魔王为了让癫仔有一个凶猛的身躯，派他到恐龙时代去杀死一万只恐龙，以获得恐龙基因。在博士的实验室里，晓亮、大豆芽不小心启动了博士发明的时间机器，也来到了恐龙时代，他们用激光皇码救活了许多被杀害的恐龙，复活的恐龙找癫仔报仇，聪仔呼喊着“爱心显现”，救出了癫仔。第5集 击毁隐形岛地球人举行一次表彰大会，为少年小分队保护了南极而授予“少年龙骑士”的光荣称号。魔王为实现称霸地球的梦想，派癫仔潜入会场，用神经粒子枪把聪仔抓到他们在地球上的又一基地——隐形岛。少年龙骑士及时赶到，救出聪仔，摧毁隐形岛。第6集 大象玛玛家族癫仔用神经粒子射线挑动城市的大象回非洲，大象冲向街头，城市一片混乱。少年龙骑士护送大象回到非洲，尾随而来的癫仔又唆使大猩猩放火，造成森林火灾。聪仔启动激光皇码普降大雨，火灾扑灭了，大象的家园保住了。第7集 仿生大战博士利用仿生学，发明了仿生机器蝙蝠，为人类造福。癫仔偷了这一技术，欲用机器蝙蝠去征服世界，但又怕博士和聪仔破坏他的计划，于是抓走了博士，并在蝙蝠岛布下埋伏，等聪仔自投罗网。聪仔果然来救博士，但却没有中埋伏，反而利用博士的仿生技术，摧毁了蝙蝠岛，救出了博士。第8集 亡命赛车癫仔屡次失败，大魔王大为恼火，用激将法刺激他去聪仔拼命。癫仔要和聪仔决斗，而聪仔选择的决斗方式是赛车。大魔王派二、三魔王去帮助癫仔，反而险些使癫仔丧命。危难时刻，聪仔启动激光皇码，再一次救了癫仔。第9集 聪仔回家聪仔父母一直在用时间机器寻找聪仔，这天，突然出现了导常现象，原来大豆芽和晓亮按动了博士正在调试的时间机器，连接两地的时间隧道相通了，聪仔回到了父母身边。为了保护地球，聪仔又辞别了父母，临行前，父母告诉他，激光皇码还有过滤人思想的功能……第10集 滑板阴谋大魔王企图用红巨陨威胁地球人，为扫清障碍，派癫仔去偷聪仔为救一个小朋友，奋不顾身地踩着滑板扑向前，癫仔乘乱将激光皇码一把抢走。第11集 物归原主癫仔回到月球基地，模仿聪仔试用激光皇码，在“爱心显现”的呼喊声中，魔王们痛苦不堪，奇怪的是，癫仔却安然无恙。为夺回激光皇码，龙骑士们来到月球，癫仔发现后，没有阻拦，他请聪仔解开自己心中的疑惑。第12集 粉碎红巨陨魔王的红巨陨又危及地球，于是，少年龙骑士再次潜入魔王的月球基地，谁知魔王早有准备，并且抢先动手，红巨陨扑向地球……聪仔命令老鼠狗变成一张巨网，将红巨陨网住，并以月球为支点，利用摩擦力的原理，把红巨陨弹向宇宙深处，地球幸免了一场灾难。第13集 高原礼花大魔王丧心病狂，把世界各地的孩子抓到世界屋脊，用重火力围住作人质，逼迫聪仔交出激光皇码。聪仔正举棋不定，激光皇码被大魔王一炮击得粉碎，并飞向空中。突然，激光皇码的碎片化作无数小激光皇码，落在孩子们的手上。孩子们高唱《爱心显现》之歌，嘹亮的歌声中，三个魔王痛苦地号叫着，被推向宇宙深处，爱的光环笼罩了整个世界……等等……",
    "chinese_title": "神脑聪仔",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-11-29T06:25:11"
}