{
    "aka": [],
    "sid": "4195804",
    "cast": [
        {
            "url": "/celebrity/1451381/",
            "name": "刘秀荣 Xiurong Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1456775/",
            "name": "张春孝 Chunxiao Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1373052/",
            "name": "朱秉谦 Bingqian Zhu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1452757/",
            "name": "孔新垣 Xinyuan Kong",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1963",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2537717645.jpg",
    "region": [
        "中国大陆",
        "中国香港"
    ],
    "writer": [
        {
            "url": "/celebrity/1031007/",
            "name": "崔嵬 Wei Cui",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt9854261",
    "director": [
        {
            "url": "/celebrity/1031007/",
            "name": "崔嵬 Wei Cui",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316587/",
            "name": "陈怀皑 Huaiai Chen",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "1963(中国大陆)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9854261/",
    "this_title": [
        "穆桂英大战洪州"
    ],
    "douban_link": "https://movie.douban.com/subject/4195804/",
    "trans_title": [
        ""
    ],
    "douban_votes": "116",
    "introduction": "辽邦白天佐领兵进犯宋朝边境，将镇守在洪州城的杨延昭和十路总兵团团围住。杨宗保星夜出城，单骑突围，回转京城搬求援兵，怎奈朝中诸将俱难担当解围的重任，无人适于挂帅出征。宋王只得命八贤王赵德芳和天官寇准到天波杨府来调将，佘太君表示了一番为国为家、救国救民的赤胆忠心，但又谓杨府已无将可调。敦厚的八贤王不知如何是好，熟谙杨家的老寇准已看出其中必有原因。因而将老太君诓入后堂去为他们准备宴席，自己就拉着八贤王溜人后花园演武厅。只见园中刀枪剑戟列成林，马蹄印乱纷纷，都是新踏的印。二人又击打催金鼓，敲响鸣金锣，三通鼓响，果然见杨家男女兵将突然齐集“聚将台”前，更见穆桂英全身铠甲披挂定，威风凛凛进入演武厅，二人大喜。忽听老太君下令收兵，寇准赶忙借千岁之名传令少夫人到前厅议事。二人将洪州被困之事对她说明，她激愤不已，极欲挺身而出，可是顷刻之间却又犹豫起来，吞吞吐吐也说不出个什么原因。机智的寇准出言激将，再次激发她的爱国热情。正当穆桂英上前，欲接帅印时，忽然又传来老太君“且慢!”的喊声，佘太君急急忙忙赶至前厅，八贤王和老寇准不解：老太君为何要阻拦穆桂英接印?穆桂英又为何吞吞吐吐不肯道明?当老太君道出“她身怀有孕”时，大家都愣住了!这便如何是好?正在心焦失望之际，却见桂英甩袖翘首，主意已定，高唱出：“穆桂英为国家我何惜自身……”的壮语豪言，众人被她这种为国家为黎民丝毫不顾惜自身的凌云壮志深深感动，老太君此时也激励桂英奋勇杀敌，早日奏凯。穆桂英接受了元帅大印，寇准催促她即刻就到校场去点兵，并且满口答应要给她一个得心应手、来去方便的先行。原来冠准早想好了这先行非杨宗保莫属，但又怕宗保知道给妻子当先行而不同意。所以当宗保回到天波府时，寇准就假借赏赐御酒为名，将一颗先锋金印放在托盘之上要他接任先行，他自己就拉着八贤王偷偷溜走了。一个不知道妻子当了元帅，一个不知道丈夫做了先行。元帅点兵，在校场之上闹了一场误会，最后双方满意，起兵出征。杨宗保奉穆桂英之命赶到洪州城下，报与城上父亲知道援兵已到，快快出迎。但因边战之际，不及报明新元帅是何许人。待杨延昭率领十路总兵来至大营迎接新元帅时，宗保忽然又起了一个恶作剧的念头，故意将禀贴上的“杨”字挡住，不叫桂英知道总帅就是公爹，不叫六郎知道新元帅就是儿媳。军乐吹吹打打，大帐中闹出了一场翁媳碰面的笑话。宗保却在一旁拍手好笑，这时帐内、帐外，妻子、父亲两处传唤，责备他报事不明，里里外外来回奔忙，跑得宗保汗流浃背，弄得个作弄人自己受罪的结局。白天佐前来讨战，杨宗保不顾穆桂英用兵之策，私自领兵出战，结果大败而回。桂英责问，他竟理直气壮，毫不认错，反责桂英是不敢迎战之人。桂英气急，传令刀斧手将他推出斩首!但赶快又暗示思乡，过营去请六郎前来，以便从宽处分。六郎匆匆赶来，才命将宗保放回。但桂英仍下狠心将其责打40军棍。40军棍打得杨宗保皮开肉绽，怨恨不已。桂英心里疼不胜疼，命众将退帐后，忙下位来搀扶宗保，晓以大义，说明自己并非是无情责打，而确为整军纪不能徇私情。宗保遂领悟妻子的恩情，低头认错。此时白天佐又来叫阵，宗保向桂英献出一条妙计……杨宗保领兵再去迎战，会阵时假装败退，白天佐以为败兵之将，不堪一击，穷追不舍，待追入东山谷口时，穆桂英的大队伏兵早已等候在此。经过一番激战，桂英虽胎动腹痛，但仍奋力杀敌，终将白天佐刀劈马下，解救了洪州之危，凯旋入城。",
    "chinese_title": "穆桂英大战洪州",
    "douban_rating": "7.6/10 from 116 users",
    "foreign_title": "",
    "douban_rating_average": "7.6",
    "update_at": "2025-05-17T02:35:05"
}