{
    "aka": [],
    "sid": "4196656",
    "cast": [
        {
            "url": "/celebrity/1004732/",
            "name": "大卫·杰森 David Jason",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025251/",
            "name": "大卫·沃纳 David Warner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1112421/",
            "name": "茱蒂斯·霍尔什奇 Judith Hoersch",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1110428/",
            "name": "迈克尔·杰斯顿 Michael Jayston",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1321331",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-12-13"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1321331/",
    "imdb_votes": 149,
    "this_title": [
        "Albert's memorial"
    ],
    "douban_link": "https://movie.douban.com/subject/4196656/",
    "imdb_rating": "6.8/10 from 149 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Albert’s Memorial is an emotional and thought-provoking film. It’s the Millennium year and Albert (Michael Jayston) is dying. His final wish is to be buried in the meadow where, as a young soldier, he joined forces with the Russians during the encirclement of Berlin in April 1945.Before he died he enlisted the help of his old comrades in arms, Harry (David Jason) and Frank (David Warner). It’s a crazy idea but life is short, friendship precious and the trio have known one another for more than half a century. They steal Albert’s corpse from the undertaker and set off across Europe in Harry’s black cab complete with portable stove and fruitcake to re-invade Europe.As in 1945, little goes according to plan. Hopelessly lost on the outskirts of Dunkirk, they pick up Vickie (Judith Hoersch), an attractive young German hitch-hiker who reads, not simply maps, but motivations too as she swiftly deduces the underlying cause of their journey. She’s a mysterious girl, who helps them both to be open and honest with each other as they confront their past.While Frank and Harry reminisce and bicker their way across France, and into Germany, she learns of the dark secret that is still eating at the heart of their friendship. Harry has always believed that Frank was on the point of deserting when the Russians arrived, while Frank is still traumatised from not acting swiftly to save the life of a young German refugee killed by his Soviet allies.They have never spoken about either incident, but this journey forces them to confront painful truths and learn to forgive themselves. And when Frank digs Albert’s grave, Vickie mysteriously reappears. Just who is she? The answer comes to him just in time.",
    "chinese_title": "Albert's memorial",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-02-23T02:43:33"
}