{
    "aka": [],
    "sid": "4196519",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1995",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "德国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "德语",
        "俄语"
    ],
    "playdate": [
        "1995"
    ],
    "this_title": [
        "The Fisherman and his Frau"
    ],
    "douban_link": "https://movie.douban.com/subject/4196519/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Old man lived with his old lady at the very blue sea ... However, the old Helmut is not old, but the old woman, not quite old ... However, it is very large. Her name is Isabelle. And they live not in the dugout, but in a small wagon of far from the lake. A fisherman catches a fish, but he can not feed his very LARGE wife, she was tired of anchovies and pasta, she swears at the Fisherman's ... Moreover, she wants a new color TV, and something else needs it no laughing matter. And though the fisherman, funny guy, was not discouraged, he is not fun. One day ... Fisherman threw his nets into the sea ... its spinning, or more correctly. And pulled out a HUGE fish that talked to him a human voice. We did not rise Helmut hand to kill a marvelous creation, and he released the fish back into the lake. Isabel House, as usual, sent the fisherman back to the fish ... Request a new car, new house, new TV, a new juicer, the new recorder, and so on and so on and so forth.Fish swam up to him and asked: What do you want, Helmut? Well, of course, told him: Do not be sad, go away from God, in German, of course. Houses Helmut was a surprise waiting: a large new house, a TV, car, and everything that his wife had requested ... and .. bed with Electric masseurs. But the story does not end, although the event went on to develop a slightly different direction than telling the Brothers Grimm and Alexander.",
    "chinese_title": "The Fisherman and his Frau",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-01-30T03:21:33"
}