{
    "aka": [
        "Listen to the silence"
    ],
    "sid": "4207074",
    "cast": [
        {
            "url": "/celebrity/1546909/",
            "name": "陈一芳 Yifang Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1337257/",
            "name": "杨涵斌 Hanbin Yang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2375799795.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1355348/",
            "name": "徐向锋 Xiangfeng Xu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1355348/",
            "name": "徐向锋 Xiangfeng Xu",
            "@type": "Person"
        }
    ],
    "duration": "99分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2009-07-11(中国大陆)"
    ],
    "this_title": [
        "聆听寂静"
    ],
    "douban_link": "https://movie.douban.com/subject/4207074/",
    "trans_title": [
        "Listen to the silence"
    ],
    "douban_votes": "68",
    "introduction": "楚天慧出生在冀中平原上一个普通的农村家庭，妈妈刘玉翠是一个地道的农村妇女，爸爸楚瑞河是一名军人，天慧的出生并没有给这个家庭带来什么的快乐，由于爷爷奶奶严重的重男轻女观念，所以从来没有帮助和照顾过她们，而远在他方的爸爸则一心投入到了部队的建设中，一年都难得见面，因此，天慧母女的生活非常艰难。在天慧不到一周岁的时候，因为高烧注射庆大霉素过量，导致失去听力，使她连一点声音的记忆都没保存下来就成了一个失聪儿，从此进入了一个无声的世界，儿时的成长历程让她承受了一种无法言表的痛楚，生活的不便，小朋友的冷落，还有家族的歧视，使天慧自幼就生活在渴求与躲避的矛盾中。已经习惯了无声和冷落的天慧，为了能够让别人明白她的意思，渐渐学会了用画画和别人沟通，也因此体会到了她能够明白一点的爱和快乐，笑容也开始出现在它那天真稚嫩的脸上。可是，生活是现实而残酷的，短暂的快乐没有持续多久，另一种痛却如流沙般慢慢的靠近了天慧。透过村里一个疯哑巴大叔，天慧明白了自己和其他孩子的区别，对生活又增添了一种新的恐惧，同时也在疯哑巴大叔的身上学会了如何保护自己，并且和疯哑巴结下了一种非常微妙的友谊。为了能够和村里的小朋友一起玩耍，她把爸爸探亲回来带给她的糖全部分给别人，自己从来舍不得吃，为此妈妈刘玉翠不知道伤心的哭了多少次。可是爱人那句“不要干涉孩子的行为，让她自己去磨练”的话却让她只能够默默的为女儿心痛。六岁的时候，当她看见村里的小朋友们每天都背着书包开心的跑来跑去的时候，她第一次主动开口向妈妈要了东西，而且非常的坚持，最终她拥有了爸爸送的一个洗的发白的军用书包。然后就跟着小朋友们一起去上学，路上开心的又蹦又跳，可是当小朋友们进入教室的时候，她却只有一个人躲在角落里画画，或者是扒在窗外看着老师和同学们上课，等到大家放学后，她再远远的跟着大家开心的回家，当有一天她被老师允许走进教室的时候，结果却让她伤心的哭了许久许久，从那一刻起，她再也没有触碰那个给了它快乐，却也让她真正懂得自己和别人之间的差距的书包。天慧十岁的时候，和家人一起离开了那个曾留下她无数美好与痛楚回忆的村子，随军来到了北京，新的生活也给了她新的重压，一番周折后她走进了聋哑学校，同时也开启了她真正的绘画之路，在经历了无数的艰辛和坎坷后，她取得了常人认为已经可以谋生和自立的成绩，而她却并不满足，也不认为应该满足，她又开始了真正的奋斗，她要做一个常人都很难有勇气去做的梦，一个很大的梦——成为一名真正的画家。经过一番艰难心酸的求职路，最终走进了一家设计公司，由于设计的礼品得到了国际友人的高度赞赏，因此受到国防部的嘉奖，为第？届世界大学生运动会设计的纪念品也被国家体育博物馆永久性收藏，并颁发证书，同时她参加香港回归的绘画作品也荣获了国家颁发的金鼎奖。在依次取得了众多优异的成绩后，她却没有满足，为了实现自己曾经的理想，在所有人都不理解不支持的情况下，她毅然决然的辞职，用自己多年积攒的钱做学费，准备继续深造。由于自身的残疾使她虽然有着优异的成绩，但是依然不能够像常人一样的去学习，皇天不负有心人，经过一番坎坷后，在廖静文夫人的支持和帮助下，最终走进了中央美院徐悲鸿画室，为将来取得的成就奠定了坚实的基础。几年来，她的作品曾多次获奖，同时作品参加义卖，所得款项大部分都捐献给了慈善事业。在2005年，她被中国残疾人美术家协会誉为残疾人青年画家的称号，成为“十艺善缘”中最年轻的中国十大优秀残疾人书、画家之一。而在如此众多的光环笼罩下，她不但没有丝毫的骄傲和张扬，反而又默默的开始了她再一个新的人生目标--加入到关爱残疾人事业中去，倡导以艺助残，以残助残的伟大善举。在一次大型的残疾人艺术家义画义卖的活动中，在神圣的人民大会堂里，她庄严的用手语宣读了《关爱残疾人倡议书》。……人类最崇高的行为是“奉献”，人世间最温暖的力量叫“关爱”。倡导“奉献、友爱、互助、进步”的志愿者精神，发扬“理解、尊重、关心、帮助”是我们每个人义不容辞的责任……作为一个残疾人，一个残疾人书画家，树立“奉献、友爱、互助”的精神，以残助残，以艺助残，以爱感恩，意义尤为重大。我们残疾人艺术家取得每一份收获，都离不开家庭、亲人和社会的呵护、关爱……我倡议，我们残疾人的兄弟姐妹都能树立自尊、自信、自立、自强的抱负，做一个有尊严、有追求、有事业、有爱心的人，做一个掌握我们自己命运的人，做一个生活中的强者，为和谐社会献上我们的聪明才智，展现我们残疾人的时代风采，让残疾人和残疾人事业的明天更加美好！",
    "chinese_title": "聆听寂静",
    "douban_rating": "7.8/10 from 68 users",
    "foreign_title": "",
    "douban_rating_average": "7.8",
    "update_at": "2025-05-22T15:56:11"
}