{
    "aka": [
        "谁先说话谁是狗"
    ],
    "sid": "4207094",
    "cast": [
        {
            "url": "/celebrity/1088521/",
            "name": "弗劳妮·弗劳恩霍兹 Fraunie Fraunholz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1150000/",
            "name": "Marian Swayne Marian Swayne",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1913",
    "genre": [
        "喜剧",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916487852.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0002983",
    "director": [
        {
            "url": "/celebrity/1009251/",
            "name": "爱丽丝·盖伊 Alice Guy",
            "@type": "Person"
        }
    ],
    "duration": "13 分钟(20 fps)",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1913"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0002983/",
    "imdb_votes": 578,
    "this_title": [
        "A House Divided"
    ],
    "douban_link": "https://movie.douban.com/subject/4207094/",
    "imdb_rating": "6.0/10 from 578 users",
    "trans_title": [
        "无同屋分居",
        "谁先说话谁是狗"
    ],
    "douban_votes": "0",
    "introduction": "This is a fairly amusing one-reeler about a couple who both suspect each other of infidelity, so they agree to separate but live in the same house together. Of course, it's all a misunderstanding, as a perfume salesman has spilled some perfume on the husband's suit -- while the cook's boyfriend has left his work gloves in the house. The couple will only communicate with written notes. This causes complications when the wife's mother shows up, they host a dinner party, and they think a burglar is in the basement. Overall, it was a pretty good 14 minutes packed with comedy and 1913 social comment on marriage. Director Alice Guy-Blaché was probably the first woman filmmaker, directing hundreds of short films in France and later in the United States. Fraunie Fraunholz and Marian Swayne star as the feuding husband and wife in this rare surviving situation comedy from pioneering filmmaker Alice Guy-Blaché. Like all of Madame Blaché's American films, A House Divided was produced at the French-born director's own studios in Fort Lee, New Jersey. As a comedy, it is really no worse, nor any better, than the average one-reel presentation of 1913, although Madame Blaché's penchant for having her actors break the \"fourth wall\" is much in evidence. Another idiosyncrasy of the era was letting the subtitles explain the action before it is shown, a rather disconcerting method to a modern audience who have no problems following the simple plot, but considered a necessity at a time when cinematic narrative was still new to many moviegoers. Neither Fraunholz nor Miss Swayne are exactly subtle in their emoting, but overall Madame Blaché keeps the action fairly simple and to the point.",
    "chinese_title": "无同屋分居",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "A House Divided",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-03-21T02:56:00"
}