{
    "aka": [
        "无间黑手"
    ],
    "sid": "4207641",
    "cast": [
        {
            "url": "/celebrity/1053618/",
            "name": "陈坤 Kun Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1001714/",
            "name": "奚美娟 Meijuan Xi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316606/",
            "name": "韩雯雯 Wenwen Han",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313725/",
            "name": "王诗槐 Shihuai Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1399154/",
            "name": "何静 Jing He",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1586786/",
            "name": "王靖如 Jingru Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2267616185.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1390445/",
            "name": "半帆 Fan Ban",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "20",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2004-09-09(中国大陆)"
    ],
    "this_title": [
        "红色地毯黑色梦"
    ],
    "douban_link": "https://movie.douban.com/subject/4207641/",
    "trans_title": [
        "无间黑手"
    ],
    "douban_votes": "0",
    "introduction": "华灯初上的香港，异彩纷呈的模特决赛吸引了众人的目光。清新美丽的模特李菲菲已经被宣布为冠军得主，就在她的纤细的手指触到奖杯的一刹那，意外发生了--关于她丑闻的传单在会场中如雪片飘扬，李菲菲的冠军梦也随风而逝……李菲菲的形体老师余倩倩为其立报撼不已，在会场上，她的独特气质打动了评委、年轻有为的留法时装设计师蓝浩。蓝浩经过余倩倩的投资人、香港著名融资专家宋东明介绍认识了余倩倩。宋东明计划在上海以他们二人为主，建立一个时装设计和模特经纪兼而有之的公司，创立国际时装品牌。宋东明的宏伟计划和优厚的条件使蓝浩立刻下了决心，舍弃法国的基础，回故乡上海创业。而余倩倩正在和她的新搭档一起憧憬未来的时候，传来了李菲菲在住所离奇身亡的消息，等待与她共赴晚餐的余一下子陷入了悲痛的深渊。李菲菲的命案并没有什么突破性的进展，而上海的新公司却是如火如荼地开张了。蓝浩和余倩倩自然是公司的灵魂人物，余的美籍男友麦克在公司中任表演老师，宋的助手田英则任了公司的财务总监，而最容光焕发的还是偶尔露面的公司顾问---原模特大赛亚军，后接替李菲菲位置成了冠军的高梅子。高梅子在赛后不久，就远嫁非洲，成了钻石大王的夫人。蓝浩的父亲早逝，他和母亲蒋冰冰相依为命。蒋是一个著名的钢琴教师，她在退休后时常陷入了对往事的追忆中。在探访故居的同时，她与台湾导演巫奇炳相遇，巫力邀她出演自己导演的怀旧电影。而在怀旧电影勾起蒋冰冰心事的同时，深深伤害过她的初恋情人宋东明突然出现，她拒绝他的歉意，也拒绝他的询问。蓝浩在余倩倩的帮助下寻找新的灵感，他偶然得到了父亲的遗书，第一次知道他不是父亲的亲生儿子，也倍感母亲的情感艰辛。他和余倩倩都发现，对方才是自己深爱的人，他们决定要面对真实的感情走到一起。麦克受不了分手的事实，一直对蓝浩情有独钟的模特儿新星杜佩瑶更是忿忿不平，她鼓励麦克，要联手夺回他们的爱情。蓝浩的事业似乎进入了坦途，但他却似乎无法把握他的生活。他深得宋东明的赏识，却对余倩倩和宋的关系心存疑虑；余倩倩深爱着蓝浩，却又有强烈的自尊，她遇到蒋冰冰的挑剔时，则以伤害蓝浩的冷漠来对应……这一对情侣总是找不到合适的相处方式。杜佩瑶和另一个单纯的模特儿徐静在宋东明的副手姚奇的策划下出国比赛，蓝浩勉强同意。不料，逃跑的杜佩瑶幸免于难，徐静却死于非命。所有的证据都对蓝浩不利，他被拘留了。原来，宋东明和姚奇、田英在借着蓝浩名义的掩护从事着非法的买卖模特儿的生意，偶然失手后，蓝浩理所当然地成了他们的替罪羊。蒋冰冰为了救儿子，向宋出示了物证，原来蓝浩竟然是宋的私生子！宋陷入极大的痛苦之中，原来他陷害竟是自己的亲生儿子。在亲情的驱使下，宋派人杀了田英，所有的罪证包括谋杀李菲菲的证据忽然都浮现出来，田英对此有着不可推卸的责任。在蓝浩被审问的过程中，由于偶然的误会，造成了蓝浩和余倩倩的再一次分手，杜佩瑶凭着她的可爱和古灵精怪的个性接近了蓝浩，并温暖着他。麦克沉湎于对纯情的徐静的怀念中，他的痛苦震撼了余倩倩，余思考着公司的各种疑点，决心查个水落石出。在宋东明接到癌症晚期的诊断书的时候，蓝浩越来越清楚的认识到，宋东明是自己的生父。在享受着父爱的同时，他也发现了公司埋藏的罪恶，还无意中误杀了高梅子。一面是渴望以久的父爱，一面却是良心的煎熬，他在矛盾中痛苦挣扎着……宋东明得知自己的病情后，真诚地想化解他和蒋冰冰的仇恨，他想到了巫奇炳。余倩倩为了正义，也为了证明自己深爱着的蓝浩并没有参予宋的阴谋，她不惜冒着生命的危险，潜入了宋的住所。杜佩瑶和麦克得不到他们所希望的爱情，心灰意冷地离开了上海。蓝浩最终如何面对亲情与正义？宋东明和余倩倩的交锋结局如何？蒋冰冰是否能用谅解代替她三十年的仇恨？而杜佩瑶是否会改变她永不放弃的个性？一直注意着事态发展的警察是否找到了罪恶的软肋？……所有的一切，都在一所历经风雨的老宅，在一个回荡着祥和圣诞钟声的夜晚，在爱与死、忏悔与期待交织的碰撞中渐渐清晰，并萦绕于怀。",
    "chinese_title": "红色地毯黑色梦",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-24T22:42:16"
}