{
    "aka": [],
    "sid": "4207172",
    "cast": [
        {
            "url": "/celebrity/1244520/",
            "name": "莱斯 斯特劳德 Les Stroud",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1244520/",
            "name": "莱斯 斯特劳德 Les Stroud",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1271987",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008-07-31(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1271987/",
    "imdb_votes": 34,
    "this_title": [
        "Surviving Sharks"
    ],
    "douban_link": "https://movie.douban.com/subject/4207172/",
    "imdb_rating": "7.4/10 from 34 users",
    "trans_title": [
        "抗鲨求生术"
    ],
    "douban_votes": "0",
    "introduction": "莱斯·斯特劳德将置身于所能想到的最可怕的部分场景，以发现当你与地球上最致命的几种鲨鱼狭路相逢时你能做些什么。莱斯将前往巴哈马群岛向鲨鱼专家斯图尔特·科夫求教，见证礁鲨到底是在白天还是在晚上更具攻击性。在常驻当地的海洋生物学家兼研究学者亚历山大·马尔科维奇博士的帮助下，莱斯和斯图尔特将进行前所未见的实验，分别在白天和晚上把五百磅重的冷冻鱼块沉入水下，以发现一天中是否存在一段时间让你可以跟礁鲨一起游泳而不必担心遭到攻击。之后，莱斯将前往南非的\"鲨鱼巷\"，继续自己进程过半的全球探索之旅。他将与海洋生物学家杰里迈亚·沙利文一起对大白鲨的噬咬力进行分析，并测试最新款的防鲨服能否保护潜水者－－就算是大白鲨这样的强力掠食者也无法伤害他们。接着，莱斯想要弄清，当人们受困于鲨鱼出没的水域时怎样才是最佳应对方式：是游泳逃跑还是就地装死？是集体行动还是单打独斗？为了验证自己的理论，莱斯将把赫赫有名的虎鲨作为实验对象－－它是最具攻击性的鲨鱼之一，也是遭遇人类时最有可能发起攻击的鲨鱼之一。在研究过鲨鱼攻击的场景之后，莱斯将测试部分工具－－据信这些工具有的可以防止可能发生的致命邂逅，有的也许可以救你一命。Survivorman's Les Stroud hosts this look at how best to play it safe in the water, while testing popular theories of how to survive shark encounters. Les travels to the Bahamas and South Africa to test whether the behavior of Caribbean reef sharks and great whites changes depending upon the time of day. While in South Africa, Les and marine biologist Jeremiah Sullivan conduct an analysis of the great white's bite, and test whether kicking and splashing attracts sharks, and if it's safer to stay in a group or tread water alone if stranded in the ocean. Written by Discovery Channel Online",
    "chinese_title": "抗鲨求生术",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Surviving Sharks",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-03-02T08:00:40"
}