{
    "aka": [],
    "sid": "4210425",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2538080480.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1294250/",
            "name": "沃纳·彭策尔 Werner Penzel",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0313785",
    "director": [
        {
            "url": "/celebrity/1294250/",
            "name": "沃纳·彭策尔 Werner Penzel",
            "@type": "Person"
        }
    ],
    "duration": "53 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1999"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0313785/",
    "imdb_votes": 21,
    "this_title": [
        "Why should I buy a bed when all that I want is sleep?"
    ],
    "douban_link": "https://movie.douban.com/subject/4210425/",
    "imdb_rating": "7.8/10 from 21 users",
    "trans_title": [
        "如果只想睡觉，那我干嘛买床？"
    ],
    "douban_votes": "0",
    "introduction": "The American minimalist poet Robert Lax (1915-2000) is praised for his originality and spirituality. He was a companion of the painter Ad Reinhardt and the religious philosopher and monk Thomas Merton, who had a strong influence on the poets of the beat generation. After decades of a nomadic life between America and Europe, working as a screenwriter in Hollywood, as a film critic in New York and as a clown in an Italian itinerant circus, he has lived withdrawn for 30 years on the Greek island of Patmos. In his poetry, Robert Lax pursues a maximum compression of language - to the point where only individual words and syllables remain which represent the essence of language. His artistic concept of reduction, in which a pause becomes as important as the things said, makes Lax a kindred spirit of the American composer John Cage. The present films are the outcome of a long-standing friendship between Robert Lax and the filmmakers Nicolas Humbert and Werner Penzel.Like few other film-makers whose work is of lasting validity for us, Nicolas Humbert and Werner Penzel are masters of the art of handling coincidence. Their work reveals two main aspects. The first is that, in concentrating on a particular subject, they enter entirely into the situation about them. In that way, their own time is synchronized with that of the people they encounter. Behind this is a desire to achieve a heightened sense of perception - for themselves and for the observer. If one is receptive to reality and what chance throws in one's way, it will be possible to crystallize out valid, recognizable signs from the mass of images and sounds that surround us and to make those signs visible. In a second stage, the two artists organize the material into a narrative form that sweeps us along with it like a musical composition with its caesuras, harmonies and counterpoint, and that transforms the films into islands of time: a sense of time beyond the normal sense of time.This artistic stance incorporates a political stance as well. Together with a circle of friends and assistants which has evolved over the years, Nicolas Humbert and Werner Penzel have created a kind of cinema of resistance with their films: a resistance to the monotony of the images and sounds that surround us. To do this, no declaration of war is necessary. They subvert the system in a more subtle way, using artistic means. In their approach to time, in which they create a state somewhere between daydreaming and intense observation, in the way they are able to roll back the layers of reality like magicians, they lead us in a unique and marvellous way to a work that exists in its own right. They lead us to the very heart of modern cinema.",
    "chinese_title": "如果只想睡觉，那我干嘛买床？",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Why should I buy a bed when all that I want is sleep?",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-07-31T21:28:30"
}