{
    "aka": [],
    "sid": "4210614",
    "cast": [
        {
            "url": "/celebrity/1165883/",
            "name": "Stan Watt Stan Watt",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2890625841.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0322940",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2000-07-15"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0322940/",
    "imdb_votes": 32,
    "this_title": [
        "The Kennedys: The Curse of Power"
    ],
    "douban_link": "https://movie.douban.com/subject/4210614/",
    "imdb_rating": "6.9/10 from 32 users",
    "trans_title": [
        "肯尼迪家族的诅咒"
    ],
    "douban_votes": "0",
    "introduction": "America's most famous political family has undoubtedly suffered more than its share of tragedy, but is there any truth to the whispers that they are ''cursed.'' Join politicians, reporters and historians for an all-encompassing analysis of ''The Kennedy Curse.''In the modern world, the idea of a curse is usually dismissed as superstition. Yet in the case of the Kennedy family, many otherwise skeptical people regard their repeated misfortunes as the result of outside forces.Using newsreel footage, still photos, archival material and numerous original interviews, KENNEDYS: THE CURSE OF POWER examines the string of tragedies that has befallen the family, stretching all the way back to World War II. We'll explore various theories about why so many of the clan have fallen victim to fate, from simple coincidence to Chris Lawford's conjecture that \"the Kennedy story is really about karma, about people who broke the rules and were ultimately broken by them.\" And we'll also examine the flip side of the coin, the undeniable truth that America's most famous political dynasty has been blessed with wealth, intelligence, looks and influence.Join politicians, reporters and historians for an all-encompassing analysis of \"The Kennedy Curse.\"",
    "chinese_title": "肯尼迪家族的诅咒",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Kennedys: The Curse of Power",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-03-06T23:43:17"
}