{
    "aka": [],
    "sid": "4212407",
    "cast": [
        {
            "url": "/celebrity/1047170/",
            "name": "Jan-Christopher Horak Jan-Christopher Horak",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1293812/",
            "name": "Marvin Paige Marvin Paige",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1218286/",
            "name": "Robert Lantz Robert Lantz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054487/",
            "name": "米基·鲁尼 Mickey Rooney",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876122741.jpg",
    "region": [
        "加拿大",
        "瑞士",
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1011413/",
            "name": "福斯科·杜比尼 Fosco Dubini",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0473647",
    "director": [
        {
            "url": "/celebrity/1011413/",
            "name": "福斯科·杜比尼 Fosco Dubini",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0473647/",
    "imdb_votes": 64,
    "this_title": [
        "Hedy Lamarr: Secrets of a Hollywood Star"
    ],
    "douban_link": "https://movie.douban.com/subject/4212407/",
    "imdb_rating": "6.7/10 from 64 users",
    "trans_title": [
        "海蒂·拉玛：好莱坞明星之谜"
    ],
    "douban_votes": "0",
    "introduction": "MGM-tycoon Louis B. Mayer called Hedy Lamarr \"the most beautiful girl of the century.\" A psychological portrait of glamour star Hedy Lamarr who became scandalously famous in 1933 as the first nude on the screen with her appearance in the Austrian/Czech film Ecstasy. She then had an extraordinary career in more than 25 Hollywood films. Don't forget her historic patent for a torpedo guided system from 1942 which serves today as the basis for mobile phones. The documentary contains interviews with Mickey Rooney, Lupita Kohner, Kenneth Anger and many other personal friends of HedyActress Hedy Lamarr was considered by the MGM-tycoon Louis B. Mayer to be \"the most beautiful woman of the century\". However, he couldn't guess that the Hollywood film star, who first became popular with the 1932 erotic film Ecstasy, would pave the way for today's digital world of wireless communications with her invention. Patent number 2,292,387, awarded in 1942, was for the Secret Communication System, a torpedo guidance system to which the control signal changed frequencies to avoid enemy jamming, a system which forms the backbone of today's communication networks. Changing frequencies was also part and parcel of Hedy Lamarr's whole life: Hedy the actress, Hedy the mystery, Hedy in private, and Hedy the inventor. Who was this bewitching and elusive woman, who fascinated millions, but spent the end of her days, alone and poor in Florida?Hedwig Kiesler, Austrian actress, who adopted the stage name of Hedy Lamarr in Hollywood, was the personification of a seductive woman, dark-haired, of the sinner type, imported from Europe with a place guaranteed on the exotic scenario of irresistible natives. Lamarr was born in Vienna, Austria on November 9, 1914 and died in 2000, in Florida, United States. She became a U.S. citizen in 1953 and was married six times and had three children. She appeared in more than 25 Hollywood films as a vehicle for dreams, desires, erotic projections invented by Hollywood. Even today, Lamarr is a brilliant example of the creation of a Hollywood image. As with other stars in the forties, Lamarr was totally absorbed by fabrication of dreams and publicity. The film shows a psychological picture of the star with statements by Mickey Rooney, Lupita Kohner, Kenneth Anger and many others of Lamarr's friends. It also includes clips from Ecstasy, by Gustav Machaty, and Hedy, by Andy Warhol.",
    "chinese_title": "海蒂·拉玛：好莱坞明星之谜",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Hedy Lamarr: Secrets of a Hollywood Star",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-05-19T17:13:32"
}