{
    "aka": [],
    "sid": "4212482",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1984",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2860552276.jpg",
    "region": [
        "法国",
        "西德"
    ],
    "writer": [
        {
            "url": "/celebrity/1002083/",
            "name": "伊薇特·比罗 Yvette Biro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1100847/",
            "name": "Thomas Harlan Thomas Harlan",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0090341",
    "director": [
        {
            "url": "/celebrity/1100847/",
            "name": "Thomas Harlan Thomas Harlan",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "法语",
        "德语"
    ],
    "playdate": [
        "1984"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0090341/",
    "imdb_votes": 65,
    "this_title": [
        "Wundkanal"
    ],
    "douban_link": "https://movie.douban.com/subject/4212482/",
    "imdb_rating": "6.8/10 from 65 users",
    "trans_title": [
        "创伤频道"
    ],
    "douban_votes": "0",
    "introduction": "An old man is kidnapped. His interrogation uncovers the biography of a mass muderer: The 80 years old man was a SS leader and responsible for the killing of thousands of people in Russia. He also \"invented\" an evil technique of eliminating political prisoners: the manipulated suicide. Thomas Harlan reconstructs the history of a burocratic muderer, he also develops a direct connection between the Nationalsocialism and the treatment of prisoners of the RAF terrorists in the Stuttgart isolation prison.Harlan, son of Third Reich filmmaker Veit Harlan, has got hold of a Nazi war criminal \"Alfred F.\", released from prison in 1977 and shoved him in front of the camera for a two-hour docudrama interrogation. Playing a thinly fictiona lized version of himself, the cadaver-faced SS veteran keeps tweaking our reluctant sympathy. As the camera probes, the tears start as he recalls his brother, who died in a concentration camp after speaking out against the Führer.At times Alfred FF seems like an unjust ly bullied old codger.... And then we real ize the ghastliness of our own compas sion for a codger who helped to kill 11,000 Jews.... And then we wonder if, even with a man like this, one shouldn't feel compassion. ...And slowly the movie pries open the spectator's ethics.Kramer's film about the filming is, if anything, even more riveting. His two-hour video record throws as harsh a light on Harlan as on Herr F, as it becomes increasingly clear that the director's enthusiasm is not only for unearthing the truth but for exorcising his guilty love for his father, who died an unpunished and well-cushioned death on Capri.",
    "chinese_title": "创伤频道",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Wundkanal",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-08-15T22:35:59"
}