{
    "aka": [],
    "sid": "4212397",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1993",
    "genre": [
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1203569195.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1029783/",
            "name": "鲁兹·达姆贝克 Lutz Dammbeck",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1029783/",
            "name": "鲁兹·达姆贝克 Lutz Dammbeck",
            "@type": "Person"
        }
    ],
    "duration": "45 分钟",
    "episodes": "",
    "language": [
        "German"
    ],
    "playdate": [
        "1975"
    ],
    "this_title": [
        "Lutz Dammbeck: Filme und Mediencollagen 1975-1986"
    ],
    "douban_link": "https://movie.douban.com/subject/4212397/",
    "trans_title": [
        "卢茨·丹姆贝克作品集(1975-1986)"
    ],
    "douban_votes": "0",
    "introduction": "In his pictures, films, collages and installations, the painter and filmmakerLutz Dammbeck seeks a synthesis of expressive means from the genres of film and fine art. His work to date identifies him as one of the key representatives of independent film and media art in the former GDR and as a unique, outstanding phenomenon within modern contemporary art. The 2-disc DVD presents for the first time all his animation films and media works, including an extensive booklet with essays about Lutz Dammbeck's filmic work and a lot of documents about his fight with state authorities as ROM features.* The Moon 1975, 6'* Live! 1987, 10'* The Tailor of Ulm 1979, 14'* Einmart 1981, 15'* The Discovery 1983, 17'* The Flood 1986, 10'* Duke Ernst 1984-93, 45'* Conversation with Lutz Dammbeck - Teil 1 2008, 23'* Metamorphosis I 1979, 7'* Hommage à La Sarraz 1981, 12'* REALFilm 1986-2008, 48'* The Cave of Hercules 1983-90, 45'* Prepation for the media collage REALFilm 1986, 5'* Media collage Hercules 1985, 4'* Conversation with Lutz Dammbeck - Teil 2 2008, 20'On the one hand, Lutz Dammbeck made a number of films in the state's studios of the GDR, but he also worked systematically on the concept of a \"parallel cinema\", which operated quite independent of all the censors stipulations regarding content and form. These two facets of his work have now been brought together in this publication. Bringing them together in this way reveals mutual permeation, but also indicates above all an emancipative continuity that points beyond the contradiction between state art and subculture. It is only logical, therefore, that the publication also includes films that were begun in the GDR, but only realised after Dammbeck's emigration from Leipzig to Hamburg in 1986. The inclusion of fragments can almost be considered more important; these explode the traditional concept of film. Only by including in the DVD release some rare recordings of his media collages, including test recordings, is it possible to even suppose the intention of Dammbeck's overall concept.The artist began to focus on moving images at an early stage. In 1972, when he completed his course at the \"College of Graphic Art and Book Design\" in Leipzig, an animation-scenario already represented a part of his diploma piece. Although he worked successfully as a poster designer only a little later (and received several awards for this work), his primary interest was in intermedia working methods. This corresponded to his own impulse to extend the two-dimensionality of the classic panel picture into free space. Filmmaking became a concrete experience when he was able to realise his first filmic work on 35mm; THE Moon made at the DEFA in 1975. Three years later, he advanced to the experienced utopia by making his privately produced, experimental film Metamorphoses 1. From then onwards, Dammbeck worked on two parallel tracks in his cinematic oeuvre, and he touched the limits in both fields. Under latent censorship of content and aesthetics at the DEFA , and under the rather provisional technical conditions of artistic autonomy. In an almost exemplary way, Dammbecks career demonstrates the restrictions inevitably experienced by a filmmaker and artist with considerable talent, active in many fields, when attempting to balance artistic pretensions and social reality in East Germany.As a direct consequence of the DEFA's \"official\" rejection of his Heracles film concept, Lutz Dammbeck developed his interdisciplinary experimental set-ups, which he referred to as \"media collages\", from 1981 onwards. This idea emerged from an emergency situation determined by cultural bureaucracy: Dammbeck actually wanted to make a film, but was thrown back on fine arts in the widest sense. Interestingly, the energy triggered by this work goes far beyond what a film might have achieved. When he used graphic elements within his multifaceted installation compositions, their montage almost always went hand in hand with their deconstruction. Found or reproduced material like the photographs of sculptures by sculptors Breker, Thorak and Kolbe are torn up and attached with rough stitching to other photos at their torn edges, e.g. to a self-portrait of the artist. By making the cracks visible, Dammbeck formulates an important principle of design, which runs through his entire oeuvre: he does not make use of collage in order to bring harmony to the components, but always to make the transitions themselves as joins recognisable as components of the montage.",
    "chinese_title": "卢茨·丹姆贝克作品集(1975-1986)",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Lutz Dammbeck: Filme und Mediencollagen 1975-1986",
    "douban_rating_average": 0,
    "update_at": "2025-11-21T19:51:17"
}