{
    "aka": [],
    "sid": "4214967",
    "cast": [
        {
            "url": "/celebrity/1349173/",
            "name": "布雷特·罗伯茨 Bret Roberts",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044721/",
            "name": "丹尼·特雷霍 Danny Trejo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002837/",
            "name": "道格拉斯·斯派恩 Douglas Spain",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014219/",
            "name": "伊万·帕克 Evan Parke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1301979/",
            "name": "帕特里夏·雷 Patricia Rae",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1152377/",
            "name": "Hayley Taylor Hayley Taylor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1110578/",
            "name": "利利安·赫斯特 Lillian Hurst",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1071136/",
            "name": "A·J·巴克利 A.J. Buckley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049848/",
            "name": "爱米·格拉汉姆 Aimee Graham",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045491/",
            "name": "Stephen R. Hudis Stephen R. Hudis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000067/",
            "name": "罗塞莉·桑切斯 Roselyn Sánchez",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "恐怖",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2518155977.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1322350/",
            "name": "克里斯·费舍 Chris Fisher",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0342835",
    "director": [
        {
            "url": "/celebrity/1322350/",
            "name": "克里斯·费舍 Chris Fisher",
            "@type": "Person"
        }
    ],
    "duration": "97分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2002-11-10"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0342835/",
    "imdb_votes": 1292,
    "this_title": [
        "Nightstalker"
    ],
    "douban_link": "https://movie.douban.com/subject/4214967/",
    "imdb_rating": "3.4/10 from 1292 users",
    "trans_title": [
        "恶夜狂魔"
    ],
    "douban_votes": "0",
    "introduction": "The night sets over Los Angeles and the NIGHTSTALKER speeds through downtown, smoking crack and searching for prostitutes, he finds both. After realizing he can't get what he wants from women, he sets off to feed his unholy hunger by heading into the suburbs of East Los Angeles where he murders and rapes a young woman as she sleeps in her house. Five days later, a young and beautiful beat cop, GABRIELLA MARTINEZ and her older, corrupt partner, FRANK LUIS, answer a call to a home and find the bodies of the young woman and her husband, mutilated and marked by Satanic ritual. Over the next few weeks, the Nightstalker continues his reign of terror and after more gruesome murders, Gabriella Martinez is offered a job on the task force investigating the murders that have kept the city of East Los Angeles in a state of total fear. Although skeptical of the reasons for her promotion, she nevertheless decides to try and make a difference and catch this killer who represents everything that she stands against. LIEUTENANT MAYBERRY and DETECTIVE ELLIOTT, her superiors on the task force, offer her a lukewarm welcome. Distracted by her own life choices, the inappropriate advances of co-workers, and the homelife she has been forced to play the role of patriarch in, she makes an error of judgment by leaking classified information to a young, aggressive reporter, ADRIANNE DELOIA. Suspended from the force, Martinez is visited by her old partner, Luis, who tells her that through some \"dirty\" policework he found out where the suspect was hiding. Still interested in doing the right thing, Martinez convinces Luis to take her downtown where she learns that the Nightstalker has picked her and the reporter as his next victims. Martinez and the Nightstalker become engaged in a game of cat-and-mouse that ends up with Martinez being force to decide between killing this murderer or letting him be arrested... Deciding to take a new path in her life, she lets him go. The same world which created this monster will now take his life, but she will not poison herself by killing another human being and becoming like him.",
    "chinese_title": "恶夜狂魔",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Nightstalker",
    "imdb_rating_average": 3.4,
    "douban_rating_average": 0,
    "update_at": "2025-02-03T19:33:53"
}