{
    "aka": [],
    "sid": "4217664",
    "cast": [
        {
            "url": "/celebrity/1106035/",
            "name": "Noor Jehan Noor Jehan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1493516/",
            "name": "苏莱雅·贾马尔·西克 Suraiya Jamal Sheikh",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1946",
    "genre": [
        "剧情",
        "爱情",
        "歌舞"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2889542868.jpg",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt0038302",
    "director": [
        {
            "url": "/celebrity/1276614/",
            "name": "梅赫布·罕 Mehboob Khan",
            "@type": "Person"
        }
    ],
    "duration": "121分钟",
    "episodes": "",
    "language": [
        "北印度语"
    ],
    "playdate": [
        "1946"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0038302/",
    "imdb_votes": 93,
    "this_title": [
        "Anmol Ghadi"
    ],
    "douban_link": "https://movie.douban.com/subject/4217664/",
    "imdb_rating": "7.3/10 from 93 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "School-going Chandrabhan lives a poor lifestyle with his widowed mom in a small town in India, and has a childhood sweetheart named Lata, who is the daughter of the wealthy Deputy. Chandrabhan is heartbroken when Lata leaves town, and he has only a time-piece left with him as a token of their friendship. Years later, Chandrabhan has grown up, and has found employment in a guitar and musical instrument repair shop run by the owner and his friend, Prakash. Chandrabhan, a frequent reader of poetry, is fascinated by the poems of Renuka Devi, and longs to meet her. He does get to meet her, only to find out that the woman in reality is her friend, Basanti, who was impersonating her, as she had fallen in love with him, though he has no similar feelings for her. He does get to meet Renuka Devi, and is pleasantly surprised when he finds out that she is none other than Lata herself. Before Chandrabhan could plan anything else, he finds out that Prakash is getting engaged to Lata; Prakash's mother hates him; and he decides to return home along with his ailing mom. The question remains will Lata and Chandrabhan be re-united in this lifetime?",
    "chinese_title": "Anmol Ghadi",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-10-04T08:00:18"
}