{
    "aka": [],
    "sid": "4217244",
    "cast": [
        {
            "url": "/celebrity/1126476/",
            "name": "彼得·奈斯勒 Peter Nestler",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012927/",
            "name": "福尔克·克普 Volker Koepp",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1161730/",
            "name": "Klaus Wildenhahn Klaus Wildenhahn",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "德国"
    ],
    "writer": [],
    "director": [],
    "duration": "245分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2008"
    ],
    "this_title": [
        "Dokumentarisch Arbeiten 1"
    ],
    "douban_link": "https://movie.douban.com/subject/4217244/",
    "trans_title": [
        "纪录片工作1"
    ],
    "douban_votes": "0",
    "introduction": "Four documentary filmmakers, four talks, four key players of the German documentary film movement since the 60s: Jürgen Böttcher, Volker Koepp, Peter Nestler und Klaus Wildenhahn. Each of them has developed an own approach to filmmaking and a personal style. Christoph Hübner, a documentary filmmaker himself, succeeds in portraying four very different personalities, their works and their theories. The intimate talks with the filmmakers are illustrated with clips of their films.Das Warten (Waiting) is the title of a film by Peter Nestler, one of the directors interviewed in thisseries. Waiting is crucial to any type of documentary work. The ability to wait for the right moment,the right light, a revealing situation; the ability to wait for that ephemeral flash of truth one perpetuallyendeavours to capture a documentary is inconceivable without it.The ability to wait, patience, an attentive ear and careful questioning, allowing time for thoughtsto unfold while staying curious and open to unexpected developments I too let these attributesguide my conversations with fellow documentary filmmakers.I have known all of them for quite some time, am friends with some and many of them have influenced my own work. Nonetheless, it has never before been so clear to me that documentary workis an authorial undertaking and, as such, is always characterized by an individual end product andsubjective stance. In fact, these conversations reveal an image which contrasts traditional ideas ofthe documentary as nothing more than the reproduction of happenings, fixing a camera on something,\"objective reporting\".Documentary as authorial film; in the peculiarity of its subject matter, but also with regards toform. People do not normally expect any particular attention to questions of form in documentaries;it is, however, very strongly form-oriented work because there are no templates to follow,no routines to fall back on. Each film, every subject matter, each documentary narrative has toreinvent a suitable form. Especially with regards to montage, an endeavour which is often moredifficult, time-consuming and exacting for long documentaries than for a feature film of the samelength whose story has already been defined in a script. For documentaries the narrative or\"script\", if you will, is commonly first conceived while sitting at the editor's desk and six months toa year are often needed to cut the film. Those viewing the film seldom notice the intensive formalwork behind the end product. This is why I felt it was necessary to finally talk publicly about thisaspect of documentary filmmaking, its aesthetic, or \"artsy\" side.In comparison to what we are accustomed to, the manner of the conversations is as varied as eachauthor's signature. This is why I have called them \"conversations\" and not interviews, because aconversation entails a collective flow: the partners let it unfold, follow trains and rhythms ofthought and speech; reciprocal intuition and common interests are respected.This might just be the art of conversation in documentary film, if we wish to call it an art: creatinga space which allows the other to unfold naturally, letting their attitudes and pace come to theforefront. What I particularly value about making documentaries is the possibility to discover, to besurprised. And It is my utter conviction that if a vestige of this type of expedition, of the unexpected,is brought to bear in the finished product, the director will have won over the viewer.",
    "chinese_title": "纪录片工作1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Dokumentarisch Arbeiten 1",
    "douban_rating_average": 0,
    "update_at": "2025-03-04T20:12:20"
}