{
    "aka": [],
    "sid": "4217551",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884271156.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1212132/",
            "name": "Arthur Kent Arthur Kent",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0951269",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006-06-14"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0951269/",
    "imdb_votes": 22,
    "this_title": [
        "America's Lost Bombs: The True Story of Broken Arrows"
    ],
    "douban_link": "https://movie.douban.com/subject/4217551/",
    "imdb_rating": "8.3/10 from 22 users",
    "trans_title": [
        "断箭--美国核武器事故大揭秘"
    ],
    "douban_votes": "0",
    "introduction": "1958年2月，英国纽伯里“格林汉姆·科曼空军基地”，一架美国空军B-47重型轰炸机在起飞不久因发动机突然发生故障，不得不把两个各装着1700加仑高爆航空燃油的备用油箱从8000英尺高空紧急抛下。然而，两个油箱没有抛出安全区，却在另一架携带原子弹的B-47轰炸机后面爆炸！冲天的大火整整燃烧了16个小时，引爆了其中一枚原子弹的高爆炸药，炸毁了紧挨着停放的另两架同样携带有原子弹的轰炸机，两名飞行员死于非命，重伤8人。最可怕的是，三架重型轰炸机上携带的近十枚原子弹差一点被引爆(原子专家估计，如果这些原子弹全部被引爆的话，那么英伦三岛将不复存在)。虽说这些原子弹最终万幸地没有发生爆炸，但原子弹被破坏时抛出的放射性物质，包括浓缩铀却被炸得满基地都是，清理人员后来在基地外还找到了整整20克的浓缩铀！在最危险的关头，附近的一个机库也遭严重损坏，救援人员不得不把机库里的其它轰炸机全部推倒在地，以防大火产生的炙热再引爆这些飞机。这场大火最后还是自己熄灭的，空气中怪异的气味好几天不散，该基地顺风方向的一个英国城镇后来癌症的发生率突然暴升。美国空军从来不承认这起特大核武器事故。实际上，早在这起事故发生两年之前，也就是1956年，美国空军和英国国防部就曾达成一份绝密备忘录：一旦驻英国的战略轰炸机发生事故，坚决否认事故中涉及核武器！直到2000年，英国政府在谈到这起事故的时候仍只是说：一架执行演习任务的美国B-47轰炸机在滑行的时候撞到另一架停着的B-47轰炸机上，造成了重大事故。至于大火和核武器只字未提。1961年1月16日，英伦三岛再经核恐怖。驻英国的美国空军“快速反应部队”一架F-100战斗机在试启动发动机的时候突然起火，当时这架战斗机上携有用以对付前苏联的一枚热核武器。在最可怕的时候，大火团团包围了机身中部装载有原子弹的弹舱，在大火被扑灭前，原子弹舱被烧得变了形！美国空军后来在一份绝密的事故报告中声称：“一旦这枚原子弹发生意外爆炸的话，那么英国将面临着一场日本广岛式的核灾难！”1961年10月中旬到1962年8月之间，意大利至少四次经历美国核武器的死亡威胁——携有140万吨当量热核弹头的“朱庇特”导弹在意大利美军基地内遭雷电闪击。在每次事故中，热核导弹的电池均被启动，在其中两次更严重的事故中，辐射气体渗入核弹头的部件，实际上部分启动了核弹的爆炸程序！直到第四次事故发生后，美国军队才开始在意大利和土耳其所有导弹基地架设避雷针，但美国国防部直到今天仍把四次事故的资料列为最高机密。1977年11月28日，一架携带核武器的美国陆军CH-47直升机在德国基地起飞，因1号引擎突然着火坠毁，飞机最后坠入离起飞现场200至300米远的树林里，核武器没有受到严重损坏，但美国政府仍对此事件守口如瓶。",
    "chinese_title": "断箭--美国核武器事故大揭秘",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "America's Lost Bombs: The True Story of Broken Arrows",
    "imdb_rating_average": 8.3,
    "douban_rating_average": 0,
    "update_at": "2025-07-18T15:39:24"
}