{
    "aka": [
        "Lyutyy"
    ],
    "sid": "4222571",
    "cast": [
        {
            "url": "/celebrity/1068634/",
            "name": "苏伊曼库尔·乔克莫罗夫 Suimenkul Chokmorov",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1974",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2529720670.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1027778/",
            "name": "安德烈·塔可夫斯基 Andrei Tarkovsky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1103766/",
            "name": "安德烈·康查洛夫斯基 Andrey Konchalovskiy",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0144290",
    "director": [
        {
            "url": "/celebrity/1053670/",
            "name": "托洛莫许·欧基耶夫 Tolomush Okeyev",
            "@type": "Person"
        }
    ],
    "duration": "97 分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1974"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0144290/",
    "imdb_votes": 160,
    "this_title": [
        "Лютый"
    ],
    "douban_link": "https://movie.douban.com/subject/4222571/",
    "imdb_rating": "7.1/10 from 160 users",
    "trans_title": [
        "灰狼",
        "Lyutyy"
    ],
    "douban_votes": "0",
    "introduction": "Quote:This visually stunning Kazakh movie tells a tragic tale of absent and misplaced compassion. A young orphan rescues an orphaned wolf cub and lavishes considerable affection on it. His uncle, believing that this “softness” will result in the boy’s being unable to endure the rigors of life on the Kazakh steppes, savagely beats the cub in front of the boy. By the time the grown wolf is released into the wild, it has grown extremely ferocious and it returns and attacks the boy, perhaps because it perceives him as being weak, just as the boy’s uncle did. ~ Clarke Fountain, RoviQuote:When Tolomush Okeev passed away at the age of 66 in late 2001, the Kirghiz Film Studio was renamed in his honor. Which is as it should be, because he was a powerfully gifted and dedicated artist who served his country and its film industry well. Okeev was one of the greatest outdoor filmmakers who ever lived: he deserves a place alongside Jean Epstein and Terrence Malick. Anyone can set up a camera in front of a mountaintop and get a majestic image. But Okeev filmed the Kirghiz mountains and deserts with an intimate knowledge and the keenest sensitivity. The action in his films is always keyed to the landscape in a way that appears effortless, no matter how painstakingly wrought: he knows every crack, every crevice, all the cruelty and all the beauty of a life lived under the open sky. This 1973 film, written by Andrei Konchalovsky, may well be Okeev’s masterpiece. It’s the story of a boy who raises a wolf cub, and learns quickly about savagery of the animal and human variety. No one beside Bresson has understood the essential character of an animal so well. And there are sequences here – a pack of wolves raiding a herd of sheep by night, a wolf hunt on horseback, and the snowscapes of the last section of the movie – that will make your hair stand on end. Warning: the films contains explicit scenes of violence to animals.Source :www.seagullfilms.com",
    "chinese_title": "灰狼",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Лютый",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-28T02:58:06"
}