{
    "aka": [
        "森"
    ],
    "sid": "4226839",
    "cast": [
        {
            "url": "/celebrity/1066344/",
            "name": "马里斯兹·博纳泽斯基 Mariusz Bonaszewski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1074201/",
            "name": "Stanislaw Brudny Stanislaw Brudny",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907238759.jpg",
    "region": [
        "波兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1011004/",
            "name": "皮奥特·杜马拉 Piotr Dumala",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1517213",
    "director": [
        {
            "url": "/celebrity/1011004/",
            "name": "皮奥特·杜马拉 Piotr Dumala",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "波兰语"
    ],
    "playdate": [
        "2009-02-26"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1517213/",
    "imdb_votes": 130,
    "this_title": [
        "Las"
    ],
    "douban_link": "https://movie.douban.com/subject/4226839/",
    "imdb_rating": "6.6/10 from 130 users",
    "trans_title": [
        "父子森情",
        "森"
    ],
    "douban_votes": "70",
    "introduction": "The Forest” is a black and white experimental film. The action of the film takes place in two periods of time. An old man leads his son through a forest, and is simultaneously under his care confined to bed with a deadly illness.The film attempts to portray the boundary zone between life and death. It examines the difficult relationship of understanding between father and son. They are to be combined with equal rights in animated and acted scenes. The formal essence of the idea is the seamless mounting penetrating these two worlds so that the changeability is virtually unnoticed by the audience, but accepted incidentally as the uniform language of the tale. The contemporary and forest themes do not signify a separation of the live and animated action. They fulfil themselves in the literary sense and create an impression of parallel coexisting worlds, where the same persons may experience different fates.The essence of both stories is the relationship between the very old man and the man in middle age. This co-dependency, in which the questions of domination, cooperation, love, sacrifice and death appear. The history of the man in the forest is connected with the biblical theme of Abraham and Isaac. The story of the ill father and his son is harsh and to the contrary natural. Both themes run in parallel, but as if in opposite directions. Certain dramatic points seem related and mutually penetrating, reaching culmination in the scene of murder in the forest and in the scene of the opening eye of the dying father.The co-dependence of four male figures in two male persons is to lead to touching the secrets of death. The title Forest, inspired in an unusual dream, is a metaphor for the collective fates of all people.The method of filming approaches that of a documentary. It happens as an unseen entrance to the world of myth and pure creation. Black and white images and minimal dialogue have the effect that image and synchronising effects constitute the principle language of the story. This also is linked to the masters of the era of silent films, such as Dreyer and Murnau.There were few films in the competition that I wanted to like more than the live-action feature debut of Piotr Dumała, one of the most distinctive animation talents to have emerged in Poland in the last three decades, which is saying something (Łagodna, his crepuscular adaptation of Dostoyevsky’s ‘A Gentle Spirit’, is arguably superior to Une Femme douce, Robert Bresson’s better-known 1969 version). Certainly, if the Era New Horizons festival had a cinematography prize, Adam Sikora would have won it hands down. Almost any random frame of The Forest could be enlarged and displayed as a fine-art photographic masterpiece: the forest exteriors are imbued with the same mysterious potency as a Tarkovsky dream sequence, while the spartan interiors show the same meticulous attention to composition, lighting and set decoration, a chamber pot is lit with the same loving care as the human face. But unsympathetic performances from both leads (Stanisław Brudny as the elderly, bed-ridden father, Mariusz Bonaszewski as his son, whose fractious relationship drives the film) ended up precluding what I assume was the intended emotional involvement - although dialogue is kept to an absolute minimum, it might have been more effective with none at all. But Dumała remains a major talent (an animated prologue supplies a handy reminder of where his reputation springs from), and I’ll be first in the queue to see whatever he comes up with next.",
    "chinese_title": "父子森情",
    "douban_rating": "7.3/10 from 70 users",
    "foreign_title": "Las",
    "imdb_rating_average": 6.6,
    "douban_rating_average": "7.3",
    "update_at": "2025-05-12T00:28:30"
}