{
    "aka": [],
    "sid": "4228319",
    "cast": [
        {
            "url": "/celebrity/1001115/",
            "name": "玛利亚·P.佩德罗 Maria P. Petruolo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1223851/",
            "name": "Milena Mancini Milena Mancini",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1034269/",
            "name": "Roberto Ciufoli Roberto Ciufoli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037284/",
            "name": "朱利叶斯·贝斯 Giulio Base",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1121920/",
            "name": "马可·梅塞里 Marco Messeri",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041739/",
            "name": "皮里莫·雷吉安尼 Primo Reggiani",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041818/",
            "name": "弗朗科·英特朗吉 Franco Interlenghi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1126856/",
            "name": "艾尼斯·诺比利 Ines Nobili",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042734/",
            "name": "吉诺·山特科尔 Gino Santercole",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044967/",
            "name": "安德里娅·奥斯瓦特 Andrea Osvárt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1225533/",
            "name": "朱利奥·潘皮廖内 Giulio Pampiglione",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315171/",
            "name": "莎姆艾拉·萨尔多 Samuela Sardo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033032/",
            "name": "皮埃拉·迪格利·埃斯波斯蒂 Piera Degli Esposti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1151396/",
            "name": "Adelmo Togliani Adelmo Togliani",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1061964/",
            "name": "Claudio Botosso Claudio Botosso",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009689/",
            "name": "劳拉·齐亚蒂 Laura Chiatti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1060420/",
            "name": "Gegia Gegia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1068300/",
            "name": "Martina Colombari Martina Colombari",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1092142/",
            "name": "罗马诺·格希尼 Romano Ghini",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1070826/",
            "name": "Walter D&#39;Errico Walter D&#39;Errico",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1085124/",
            "name": "毛里齐奥·多纳多尼 Maurizio Donadoni",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1088005/",
            "name": "尼古拉·迪·平托 Nicola Di Pinto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1089667/",
            "name": "阿尔曼多·德·拉扎 Armando De Razza",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025346/",
            "name": "芭芭拉·布薛特 Barbara Bouchet",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028970/",
            "name": "莉迪亚·维塔莱 Lidia Vitale",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1060297/",
            "name": "Massimiliano Amato Massimiliano Amato",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037400/",
            "name": "雷莫·吉罗内 Remo Girone",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "爱情",
        "悬疑"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt0401000",
    "director": [],
    "duration": "",
    "episodes": "26",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2004-01-20"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0401000/",
    "imdb_votes": 19,
    "this_title": [
        "Diritto di difesa"
    ],
    "douban_link": "https://movie.douban.com/subject/4228319/",
    "imdb_rating": "3.5/10 from 19 users",
    "trans_title": [
        "辩护的权利"
    ],
    "douban_votes": "0",
    "introduction": "第一集：找寻证据警察法比奥·加利发现自己的好朋友兼同事布莱纳私藏警方缴获的毒品，他劝布莱纳在24小时内自首。但就在当天晚上，布莱纳却被发现死在家中。法比奥因此成为最大的嫌疑人。女律师齐亚拉接手该案。随着调查的深入，她发现了很多疑点，其中就包括一个很可能看到全部案发经过的女证人。被假释的法比奥也希望知道真相，他也委托了自己的线人帮助调查。第二集：追逐证人法比奥和齐亚拉的调查重点全都放在了女证人身上。齐亚拉不希望假释的法比奥义气用事，她设计与法比奥假扮成夫妻前往女证人工作的中介公司调查，并最终发现了这个名叫波塞利的女人也是贩毒团伙的成员。波塞利在法庭上作证，证明布莱纳是自杀身亡的。律师事务所很欣赏法比奥，希望他能成为律师事务所的私人调查员。第三集：犯罪性格法比奥离开警察局，成为了瓦列里律师事务所的私人调查员。漂亮的女孩伊蕾内被发现身中22刀死在家中，最大的嫌疑人就是对她又爱又恨的萨塔。萨塔是瓦列里律师的委托人，瓦列里委托法比奥调查该案件。随着调查的深入，曾围绕在伊蕾内身边的几个男人相继出现，萨塔的嫌疑逐渐被排除，一个名叫迪莫拉的惯犯进入了法比奥的视野，但其实，真正的罪犯还没有露面……第四集：控方证人体育俱乐部里发生一起枪击案，一个女孩被杀身亡。俱乐部老板的女儿玛蒂娜由于嫌疑最大被拘留。齐亚拉受玛蒂娜父母之托调查此案。她发现控方证人的证词有疑点，并最终在法比奥的帮助下最终揪出了真凶。布莱纳的妻子阿黛莱突然来找法比奥，她给法比奥看了一张银行的对帐单，发现有一笔巨款记在布莱纳名下。这一发现让法比奥再一次对布莱纳的自杀产生的疑问，他决定继续调查下去。第五集：为了孩子瓦雷拉劫持了卫生署的两名工作人员，并把自己关在卫生署里，并要求警方为他找一名律师后才肯说出原因。警察局按照法院提供的名单找到了齐亚拉，事务所里的同事们都很为她的安全担心。瓦雷拉说出自己这么做只是为能让需要换肝的孩子能够早日得到治疗，他并不想伤害任何人。为保证一名女人质的安全，齐亚拉用自己交换了人质。在法比奥和丈夫马西莫的帮助下，事件终于以完满的方式解决了。第六集：爱情犯罪富商贝尔托尼的夫人安吉拉来到律师事务所，诉说自己的丈夫因为嫉妒心过重，经常殴打虐待她。瓦列里等人对她非常同情，决定帮助她摆脱丈夫的虐待。贝尔托尼家的马场负责人告诉法比奥，他曾经亲眼看到贝尔托尼先生对妻子吼叫和动手。在调查正在进行时，安吉拉由于受不了丈夫的虐待，向丈夫开了枪，并因此被丈夫告上法庭。由于贝尔托尼家保姆的作证，瓦列里帮助安吉拉重新获得了自由。但是一次偶然的发现，让法比奥对安吉拉起了疑心，他的调查最终证明这一切都是由安吉拉和马术教练导演的骗局。第七集：完美的罪犯法比奥去警察局办事的时候无意中遇见了埃克莱——从小和他一起长大的智障朋友。埃克莱被怀疑强奸并杀害了社区中8岁的小女孩赛莱娜，但法比奥坚信他是无辜的。于是，法比奥说服齐亚拉为埃克莱辩护。埃克莱的父亲伊达罗一口咬定儿子是无辜的，齐亚拉却感觉到伊达罗在隐瞒一些事情。埃克莱拒绝与律师合作，只是一直在唱儿歌。谁知道，正是通过儿歌的歌词，让真正的凶手露出了马脚……第八集：报导的权利新闻记者马努艾尔在报纸上发表了一篇文章，暗示马拉扎医生通过慈善机构诈骗残疾人，而马扎拉却起诉了马努艾尔。马努艾尔请事务所为自己辩护。由于缺乏证据，法比奥化装成残疾人来到马扎拉的慈善机构，结识了为了生活而默默承受诈骗的残疾人米莱娜，并偷拍了整个诈骗的过程。在米莱娜的帮助下，获得了证据的马努埃尔胜诉了。法比奥怀疑律师鲁索与布莱纳的死有千丝万缕的联系，于是他在鲁索的办公室中安装了窃听器。第九集：一个母亲的失踪中年丧夫的埃莱奥诺拉由于吸毒等原因，即将失去对儿子小贾科莫的抚养权。就在案子在法庭开审的时候，埃莱奥诺拉却失踪了。律师马拉黛斯塔感到事有蹊跷，便协同法比奥和齐亚拉一起前往调查。原来，是小贾科莫的姑姑拉凯莱和姑父塞尔焦试图通过控制孩子，得到属于他的一大笔遗产。通过窃听鲁索的电话，法比奥终于得知布莱纳是被人杀害的。第十集：悲惨的错误医生詹蒂利被控因仇恨杀害了同事科莱利，但詹蒂利一口咬定不是自己所为。瓦列里委托法比奥调查这个案子。结果法比奥意外地发现，此事与黑手党有关，杀手是认错了人，误杀了科莱利。事务所成功地为詹蒂利洗清了冤屈。马拉黛斯塔想到巴黎给丈夫菲利普一个惊喜，结果却发现丈夫有了外遇，这令她非常伤心。法比奥发现布莱纳的帐户上有大额存款情况，觉得非常蹊跷。第十一集：红潮（上）齐亚拉在接受电视采访的时候，接到了一个女人的电话，那女人说她儿子死于癌症，罪魁祸首是儿子曾经工作过的蜡制品厂。齐亚拉不顾丈夫的反对，决定接手此案，但在调查的过程中遇到了不少困难，幸好有法比奥的帮助，他们在蜡制品厂所在地发现了可疑的红色潮水。马拉黛斯塔的情绪继续非常糟糕，并把情绪带到了工作上，使得为她工作的罗伯特和玛蒂尔德不得不处处小心。第十二集：红潮（下）齐亚拉和法比奥经过努力，发现蜡制品厂老板马尼为了降低生产成本，仍继续使用有毒物质进行生产和排放。在工厂工人奥斯卡的帮助下，他们把马尼及其同伙送进了监狱，还了帕特里奇娅一个公道。马拉黛斯塔因为丈夫的外遇，心情非常恶劣，在工作中乱发脾气，但是最终，大家在相互谅解中又重新走到了一起，事务所里又充满了紧张和忙碌的工作气氛。在调查过程中，法比奥和齐亚拉之间产生了微妙的情感变化。第十三集：个人恶习与公共道德卢齐亚诺被指控杀死了前妻的丈夫，瓦列里接手了这个案子以后派法比奥去做调查。结果法比奥发现真正的凶手其实是卢齐亚诺的女儿安娜，因为她曾经受到了继父的性侵犯。马拉黛斯塔由于和菲利普的婚变，决定去休假几天，把手头的工作交给了罗伯特。罗伯特运用智慧完美地解决了一桩离婚案，这让玛蒂尔德十分佩服。齐亚拉无意中发现法比奥还在继续调查布莱纳的案子，并指出该案与法官有关。第十四集：黑色现实沙尔多和佐尔兹是一对狼狈为奸的狐朋狗友，他们为了金钱不择手段，欺骗，合伙骗取有钱女人贝塞加多的信任。由于怕丑事败露，他们合伙杀死了夫人的女佣。法比奥拨开重重迷雾，终于揭露了事情的真相。瓦列里在一次研讨会上遇见了三十年没见面的老同学卡洛，得知了一家跨国公司与一家法律事务所之间的见不得人的勾当，为了给老同学讨得公道，维护司法正义，他决定起诉跨国公司和那家律师事务所。齐亚拉决定帮助法比奥继续调查布莱纳被害一案。第十五集：马路法则妓女米莱纳不堪嫖客法罗米的凌辱，杀死了他，在逃跑的途中被警察抓住。齐亚拉为其辩护，虽竭尽全力，但终究因为证据不足而打输了官司。齐亚拉感到很沮丧，幸好有法比奥陪在她身边，他们之间的感情开始升温。无意间，齐亚拉发现法比奥想要找的人正是瓦列里的一个客户——弗斯科，这让布莱纳一案有了起色。第十六集：遗愿企业家莫里先生的遗孀朱丽亚娜要求马西莫当她的律师，跟莫里先生的女儿争夺房产。法比奥协助马西莫进行调查。只顾经济利益的马西莫不顾死者遗愿，极力赢得了这场官司，这使得他和法比奥之间的矛盾公开化。作为妻子的齐亚拉也对丈夫的所作所为越来越不理解。弗斯科和鲁索两人前往受贿法官特德斯基家，此事被法比奥通过监控录象看到了。第十七集：两个事实音乐教师蒙蒂纳里以猥亵男童的罪名被警察局带走，蒙蒂纳里的女邻居是本案的主要证人。蒙蒂纳里一直喊冤，并要求律师为自己辩护。齐亚拉接了他的案子，并克服偏见，在法比奥的协助下找到了真正的罪犯。法比奥一直没有放弃对布莱纳之死的调查，他发现受贿法官特德斯基是弗斯科和鲁索的同谋。法比奥和齐亚拉之间的感情越来越深了。第十八集：不要偷窃花圃主人特雷莎盗窃了社区教堂里一尊小男孩雕像。她女儿安娜丽萨不相信是她干的，于是来找瓦列里为她辩护。奇怪的是，特雷莎坦然承认是自己干的，但却不愿说出原因和雕像到底在哪儿。法比奥在社区教堂神甫埃米利奥的帮助下，发现了特雷莎鲜为人知的一段过去。原来特雷莎这么做都是为了找回自己的儿子。经过努力，法比奥帮助特雷莎找回了儿子，雕像也回到了原来的地方。狡猾的弗斯科和鲁索发现了他们的电话被人监听了。第十九集：希望之地玛丽亚和一些老年人在残疾人萨尔蒂的劝说下投资，却血本无归。玛丽亚来到律师事务所求助想要回自己的钱，却又因为与萨尔蒂的友谊而不愿作证。齐亚拉和法比奥寻找其他证人未果，却无意中发现妓女卡蒂娅的儿子被黑帮团伙囚禁，并以此胁迫卡蒂娅卖淫。由于害怕儿子受到伤害，卡蒂娅不愿让警察插手。在西尔维亚和齐亚拉的鼓励下，卡蒂娅终于鼓起勇气与警方合作，救出了自己的儿子，并作为污点证人被保护起来。第二十集：圈套法比奥发现自己中了鲁索的圈套。为了安全，他把阿黛莱和马蒂亚藏在海边的一所房子里。西尔维亚受到了外国犯罪团伙的威胁，他们撬开了事务所的门，在西尔维亚的照片上抹上了鲜血。瓦列里要求法比奥保护西尔维亚和齐亚拉。为了有更大的把握胜诉，西尔维亚和齐亚拉说服了卡蒂娅提供另一个有可能作证的人，娜迪娅。可是娜迪娅并没有帮助她们，而是通知了黑帮头目达米尔。卡蒂娅以为他们已经知道了自己的住处。为了保护孩子，她答应回到黑帮中。但最终被杀害。第二十一集：盲目的判断西尔维亚一直为卡蒂娅的死感到内疚，而收养安德雷阿斯的孤儿院工作人员丽蒂亚希望西尔维亚可以成为他的监护人，西尔维亚很犹豫。法比奥为了保护齐亚拉的安全，决定自己一个人继续调查好友布莱纳被害一案。大学女生波里多瑞为了顺利通过考试勾引教授恩佐，而恩佐没有接受，于是波里多瑞为了报复，反而诬陷他性搔扰。齐亚拉和玛蒂尔德找到了教授原来的女朋友朱丽亚作证，帮助他澄清了一切。瓦列里遇到一位不速之客，他要求瓦列里在其犯罪后为他辩护。原来这个名叫米凯莱的男孩是医学院学生，他结束了自己植物人母亲的生命。第二十二集：死亡的权利米凯莱的父亲将作为控方出庭作证，形势对瓦列里来说很不利，他想以临时精神分裂为米凯莱辩护，却遭到米凯莱的拒绝。经过在法庭上的一番唇枪舌战，瓦列里精彩的辩护成功地说服了法官和陪审团，米凯莱蓄意杀人罪名不成立。马西莫的妈妈卡特丽娜收到法院传票，被控告交通肇事伤人并逃逸。齐亚拉接手了这个案子，与法比奥一起调查，他们发现当天晚上驾车的并不是卡特丽娜。马西莫在法庭偶遇索非亚，索非亚不小心说出了法比奥和齐亚拉的恋情，马西莫倍受打击。第二十三集：一个人的马拉松安杰里尼医生被警方拘留，并被指控协助恐怖分子瓦伦蒂娜逃跑。齐亚拉是他的辩护律师。安杰里尼在齐亚拉和法比奥面前总是闪烁其词，让二人对他产生了怀疑。事实上，安杰里尼的确与瓦伦蒂娜有来往，他们曾经是恋人。在女儿的协助下，安杰里尼向法比奥等人说出了真相，但此时的瓦伦蒂娜已经伤重而亡了。弗斯科等人对法比奥的纠缠十分不满，决定对齐亚拉下手，用这种办法逼迫法比奥停止调查。第二十四集；绿眼恶魔律师马西莫的朋友朱里奥医生的妻子被发现中毒死在家中，朱里奥因为与妻子一直不合，因此成了最大的嫌疑人。法比奥在调查中发现一张照片，认为朱里奥与诊所的另一位女医生伊丽莎白有染。但事实却让人没有料到。原来朱里奥的妻子萨拉曾是有同性恋倾向的人，女医生伊丽莎白有了男友，萨拉因为知道伊丽莎白知道了她的秘密，而选择了自杀。马西莫发现了齐亚拉和法比奥之间的恋情以及法比奥正在进行的有关弗斯科的调查。为此，法比奥被瓦列里开除出了事务所。第二十五集：瓦盆离开了事务所的法比奥决定全力调查好友布莱纳被害一案，决心要把弗斯科等人送上法庭。他还是很爱齐亚拉，但此时的齐亚拉却非常矛盾。弗斯科为了能封住法比奥的嘴，决定拿他最关心的人下手。他派人盯住布莱纳妻子阿黛莱的姐姐，用计知道了阿黛莱和儿子的临时住所，派人将孩子抓了起来，以此来要挟法比奥。第二十六集：最后的约会弗斯科绑架了孩子，想用孩子和金钱要挟法比奥放弃对他的调查，但法比奥并没有屈服。弗斯科一案在高等法院的终审被提前了，得到了消息的齐亚拉想通知法比奥，但却联系不上他。她预感到法比奥可能要出事。齐亚拉把事情的原委都告诉了瓦列里，在大家的努力下，他们找到了法比奥存放在邮局的所有证据，并把受贿的法官送上了法庭，揭穿了弗斯科等人的阴谋。",
    "chinese_title": "辩护的权利",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Diritto di difesa",
    "imdb_rating_average": 3.5,
    "douban_rating_average": 0,
    "update_at": "2025-02-10T02:57:32"
}