{
    "aka": [],
    "sid": "4230999",
    "cast": [
        "松平定知",
        "堺雅人 Masato Sakai"
    ],
    "site": "douban",
    "tags": [
        "纪录片",
        "nhk",
        "丝绸之路",
        "日本",
        "历史",
        "堺雅人",
        "❤NHK纪录片",
        "中国"
    ],
    "year": "2005",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2532050939.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "",
    "director": [
        "NHK"
    ],
    "duration": "89分钟",
    "episodes": "10",
    "language": [
        "日语"
    ],
    "playdate": [
        "2005-01-01"
    ],
    "imdb_link": "",
    "this_title": [
        "新シルクロード"
    ],
    "douban_link": "https://movie.douban.com/subject/4230999/",
    "trans_title": [
        "新丝绸之路"
    ],
    "douban_votes": 1698,
    "introduction": "第一集 楼兰四千年的睡梦\n第二集 吐鲁番_炙热的大画廊\n第三集 草原之路铁马疾风\n第四集 塔克拉玛干_西域的蒙娜丽莎\n第五集 天山南路_青金石的光辉\n第六集 敦煌_魂消石窟\n第七集 青海_天空之旅\n第八集 哈拉浩特_消失在沙漠中的西夏\n第九集 喀什_千年的小巷流淌着诗歌\n第十集 西安_不朽之都\n.\n＂丝绸之路＂在地理上只是跨越亚欧大陆的一条通道，它对于世界文化的意义却远非如此。\n它的东西两端，分别是东西方文明的源头，就像织造丝绸的经纬线一般，它将中国、埃及、印度和希腊、美索不达米亚编织在一起，成为一个永远不枯竭的想像的源泉———在通讯和交通都不发达的古代，对于丝路两端的民族来说，它就意味着通往彼岸的舟楫，意味着陌生而奇异的世界本身。\n1980年，NHK向中国中央电视台发出探索丝绸之路的邀请，NHK因而成为第一家进入中国西部腹地进行纪录片拍摄的境外媒体。当时日中合拍的『丝绸之路』曾在世界范围内引起很大反响。\n26年间，当各大电视媒体的镜头一次次横扫丝绸之路上的神秘，当现代人的足迹已将其中几处踩踏为旅游热线，NHK再次邀请中国中央电视台，日中再次联手踏上丝绸之路。\n日中摄制组在丝绸之路上经过艰难的700天拍摄。而在这700天的拍摄过程中，展现给世人的，已不只是这条曾经影响过东西方两个文明的发展的丝绸之路的无穷神秘，而是两个不同民族的摄制组，以各自不同的视角关注＂丝绸之路＂。\nNHK更多把视角定位在丝绸之路新面貌，关注沿途中国百姓的生活现状，而中国中央电视台摄制组更多去探索历史遗迹及这些遗迹背后的故事。\n不可否认，26年前的『丝绸之路』确实是一部力作，它的拍摄作为一种国家行为，在规模上代表了当时我们所能达到的纪录片制作的最高水平。当时参与摄制的NHK是新中国建国以来第一家被允许进入中国腹地进行纪录拍摄的西方媒体，而中国政府为保障拍摄的顺利进行采取了一系列高规格的措施，例如开通铁路专线，甚至是出动军队。\n这次对丝绸之路的重拍，给了我们一个机会——重新体会26年前的成就，也重新审视和反省它的叙述方式和看待历史的视角。时间过去了26年，这对于我们所面对的几千年的历史来说微小的几乎可以忽略不计，然而对于我们，对于中国当代的电视媒体，二十多年的经历是意义非凡的。\n当我们试图用另外一种更超然、更客观的角度回看那些已经被定义为＂灿烂辉煌＂的历史时，不由的产生出悲凉或是说无奈的情愫。正如丝绸之路，作为欧亚大陆上陆路交通的主干道，它在中古和上古时期所确立起来的独一无二的地位在近古被渐渐颠覆，西方世界的兴起和海上交通的成熟让它湮没在历史和传说之中。\n是西方人开启了丝绸之路的近代史，甚至＂丝绸之路＂(SILK ROAD)这样一个术语都是西方人命名的。 1877年，德国地理学家——Ferdinand von Richthofen(费迪南•冯•李希霍芬、费迪南•冯•李希托芬)在他写的『China: The results of My Travels and the Studies Based Thereon』(中国：我的旅行与研究)一书中，首次使用＂丝绸之路＂一词(德语:die Seidenstrasse)，代替了曾经出现过的＂玉石之路＂、＂佛教之路＂等名称。\n重新＂发现＂它的是一批西方探险家，他们以坚忍不拔的毅力深入到这片古老的亚洲腹地，在自然环境和人为条件都非常恶劣的情况下开始了最早的考古发掘和学术研究。然而不幸的是，他们本身并不单单是学者，几乎每一个外国探险家在离去时都带走了数额庞大的文物。那些被挖掘、被切割的文物现在还陈列在他们各自国家的博物馆里，和他们的名字一起被世人观瞻。今天的人们如果需要对那些文物进行研究或拍摄的话，便不得不遍访日本、印度、俄国、德国、法国、瑞典、南韩、英国等十几个国家。\n现在，人们所说的＂丝绸之路＂，主要是指西域沙漠中的绿洲之路。用如今的地名表述，这条路由东往西的延伸依次是：以长安或洛阳为起点，经过河西走廊出玉门关和敦煌的古阳关西去，进入新疆后分成北道、中道、南道三条路线西行。北道经吐鲁番、吉木萨尔、伊宁前往里海沿岸；中道经楼兰、焉耆、轮台、库车、温宿、喀什，越过帕米尔高原，到达地中海东岸地区；南道是沿塔克拉玛干沙漠南缘，经若羌、且末、民丰、和田、莎车，翻越世界屋脊，过阿姆河到伊朗，最终抵达伊斯坦布尔城，也就是昔日东罗马帝国的首府。\n中国中央电视台此次拍摄不再是丝路古道沿线的纪实报导，而是选择十处具有不同文化特征的地点进行发掘，每集各自成章。本片所呈现的内容受益于近年来的考古发现与学术研究，许多观点来自被广泛认可的学术的支持。由于对主题、内容和形式的认知、倾向和审美情趣仁者见仁，所以对同一地点的观察角度、素材取舍和表述方式也是不同的，此次NHK与中国中央电视台的合作方式是同一命题、分别拍摄、各自制作，最终是NHK与中国中央电视台两个版本。\n中国中央电视台版本加入考古发现。与第一次拍摄丝绸之路相比，中国中央电视台此次拍摄中加入了很多沿线新的考古发现，其中包括一些对外界一直没有公开的古代遗址，还有很多壁画，以及没有对外公布的洞窟。中国中央电视台还去了德国、法国、印度等多个国家，找到了当时探险家的日记，还有他们亲手绘制的路线图。\n此外，『新丝绸之路』在技术手段上采用了超级高清晰设备，这也是纪录片有史以来第一次使用这种高端的设备进行拍摄。剧组还特别为此成立了航拍组，以直升机、动力伞、航模飞行器从空中全方位进行拍摄。摄制历时两年，投资近1亿3千多万元新台币。\n当你认真地看丝绸之路(中国境内)上的遗存时，可能会认真地想像它原先的样子。如果再认真些，便希望多了解一些＂丝绸之路＂，而那些保存得非常完好的被称为极有价值的文物并不在我国。阅读一下20世纪初中亚探险家的着作，你便知道那些文物是怎么出去的了。于是，你可以依照西方书籍描述的细节去寻找、对照失去文物的遗址。这令人联想到埃及人从西方的书籍中学习埃及的历史。因此，当你游荡在古代西域的遗址时会突然怅然若失。",
    "chinese_title": "新丝绸之路",
    "douban_rating": "9.3/10 from 1698 users",
    "foreign_title": "新シルクロード",
    "douban_rating_average": "9.3",
    "update_at": "2024-06-28T23:20:05"
}