{
    "aka": [],
    "sid": "4232981",
    "cast": [
        {
            "url": "/celebrity/1168664/",
            "name": "Marian Anderson Marian Anderson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1939",
    "genre": [
        "短片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0303272",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1939"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0303272/",
    "imdb_votes": 213,
    "this_title": [
        "Marian Anderson: The Lincoln Memorial Concert"
    ],
    "douban_link": "https://movie.douban.com/subject/4232981/",
    "imdb_rating": "6.1/10 from 213 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "An African-American, Anderson became an important figure in the struggle for black artists to overcome racial prejudice in the United States during the mid twentieth century. In 1939, the Daughters of the American Revolution (DAR) refused permission for Anderson to sing to an integrated audience in Constitution Hall. Their race-driven refusal placed Anderson into the spotlight of the international community on a level usually only found by high profile celebrities and politicians. With the aid of President Franklin D. Roosevelt and First Lady Eleanor Roosevelt, Anderson performed a critically acclaimed open-air concert on Easter Sunday, in 1939 on the steps of the Lincoln Memorial in Washington, D.C. to a crowd of more than 75,000 people and a radio audience in the millions.In 2001, the 1939 documentary film, Marian Anderson: the Lincoln Memorial Concert was selected for preservation in the United States National Film Registry by the Library of Congress as being \"culturally, historically, or aesthetically significant\". Anderson's 1939 concert at the Lincoln Memorial also forms a centre point of Richard Powers's novel The Time of Our Singing (2003).",
    "chinese_title": "Marian Anderson: The Lincoln Memorial Concert",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-12-15T07:26:06"
}