{
    "aka": [
        "Metropolitan Opera: Live in HD\" The Audition",
        "New York Metropolitan Opera Council Auditions",
        "大都会歌剧院议会甄选"
    ],
    "sid": "4236266",
    "cast": [
        {
            "url": "/celebrity/1005317/",
            "name": "蕾妮·弗莱明 Renée Fleming",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2160630547.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1535063",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008-10-12"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1535063/",
    "imdb_votes": 47,
    "this_title": [
        "The Audition"
    ],
    "douban_link": "https://movie.douban.com/subject/4236266/",
    "imdb_rating": "8.9/10 from 47 users",
    "trans_title": [
        "大都会歌剧院07年度青年歌唱家甄选大赛",
        "Metropolitan Opera: Live in HD\" The Audition",
        "New York Metropolitan Opera Council Auditions",
        "大都会歌剧院议会甄选"
    ],
    "douban_votes": "0",
    "introduction": "The American director Susan Froemke followed 11 finalists in an opera competition organized by the Metropolitan Opera of New York. These are exciting times in the lives of the young singers, who want nothing more than to break through. Although only one in a thousand will ever become a famous opera singer, they will persevere whatever happens. It is about much more than only singing; it is about maintaining self-confidence, conquering nerves, and getting the best out of yourself. We see how each candidate's personality is reflected in his or her voice: restrained and romantic, perhaps, or outgoing and high-spirited. Everything counts in this competition, from the tiniest technical detail to something as indefinable as positive thinking. We the viewers get to know the candidates, feel for them, and try to guess which of them will win or lose. Froemke contrasts the worlds on and offstage, captures the beauty of the human voice, and exposes the huge worries that lie just beneath the surface of an outstanding performance -- adding an extra dimension to those high Cs. In Froemke's film, the world of opera is neither stuffy nor old-fashioned, it is full of life.（from idfa）",
    "chinese_title": "大都会歌剧院07年度青年歌唱家甄选大赛",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Audition",
    "imdb_rating_average": 8.9,
    "douban_rating_average": 0,
    "update_at": "2025-10-15T13:21:11"
}