{
    "aka": [
        "Lady of the Stable",
        "Umagoya no reijo"
    ],
    "sid": "4237765",
    "cast": [
        {
            "url": "/celebrity/1327693/",
            "name": "水鸟川彩 Aya Midorikawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1433190/",
            "name": "浅井理惠 Rie Asai",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2221370126.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt0291533",
    "director": [
        {
            "url": "/celebrity/1023570/",
            "name": "佐藤寿保 Hisayasu Sato",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1991-12-21"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0291533/",
    "imdb_votes": 73,
    "this_title": [
        "馬小舎の令嬢"
    ],
    "douban_link": "https://movie.douban.com/subject/4237765/",
    "imdb_rating": "5.7/10 from 73 users",
    "trans_title": [
        "马舍里的千金小姐",
        "Lady of the Stable",
        "Umagoya no reijo"
    ],
    "douban_votes": "0",
    "introduction": "Cult filmmaker Hisayasu Sato achieved a bizarre sort of success with his 1990 bestiality/horror/sex film Uma To Onna To Inu, leading him to return to the same tainted well with this warped look at a woman who lives in the middle of nowhere with a horse for a lover. The horse is also her best friend, and they communicate through telepathy as well as engage in intimate acts too unnatural to describe here. Unfortunately for all concerned, some photographers and models show up to upset the idyllic romance (giving the film hints of Kazuo Komizu's Shojo No Harawata from Sato's typically skewed perspective). When the horse is accidentally killed, its distraught human widow goes completely insane (as if having sex with a horse wasn't crazy enough) and slaughters the entire cast before traveling to Tokyo to continue her vengeful murder spree. Some startling imagery and the straightfaced grimness of Sato's direction helps make this potentially risible material fairly gripping regardless of its unsavory particulars. Yukinojo toplines a cast including Mineo Sugiura, Rie Asai, and Koichi Imaizumi. ~ Robert Firsching, All Movie GuideFrom Tom Weisser's Japanese Cinema Encyclopedia: The Sex Films:\"After the success of his Horse-Woman-Dog (1990), Sato recreates another bestiality-laden tale. A girl lives with a horse in the wilderness. The animal is her best friend and lover, plus they have the ability to communicate psychically with each other. One day, city folks show up for a photo-shoot and destroy their tranquility. An accident kills the horse, causing the girl to go berserk. After killing all the artists, she takes revenge against humanity in Tokyo.\"imdb review:Yuu is living with her Ryusei horse on the edge of sea.One day a young researcher and three artists arrive and they disturb Yuu's quasi-telepathic relation with a horse.\"Staple Girl\" is less provocative and scandalous than \"Horse Woman Dog\",but still offers some unpleasant scenes including the masturbation with a severed horse penis.One again Sato shows the world as the cold,morbid and unhealthy place filled with sexual pleasure and pain.There is a bit of extreme violence and the images of mannequins buried in the sand are strikingly haunting.Sato introduces a topic which will reappear in his most famous and goriest film \"Naked Blood\" that of the telepathic communication.8 out of 10.",
    "chinese_title": "马舍里的千金小姐",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "馬小舎の令嬢",
    "imdb_rating_average": 5.7,
    "douban_rating_average": 0,
    "update_at": "2025-03-10T19:07:30"
}