{
    "aka": [
        "The Vertical",
        "Vertikal"
    ],
    "sid": "4239265",
    "cast": [
        {
            "url": "/celebrity/1121094/",
            "name": "Larisa Luzhina Larisa Luzhina",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1169148/",
            "name": "弗拉基米尔·维索茨基 Vladimir Vysotsky",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1966",
    "genre": [
        "动作",
        "战争",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873105534.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1143511/",
            "name": "Nikolai Rasheyev Nikolai Rasheyev",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1039983/",
            "name": "Sergei Tarasov Sergei Tarasov",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0182512",
    "director": [
        {
            "url": "/celebrity/1004518/",
            "name": "斯坦尼斯拉夫·戈沃鲁辛 Stanislav Govorukhin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1085279/",
            "name": "鲍里斯·杜罗夫 Boris Durov",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1966"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0182512/",
    "imdb_votes": 652,
    "this_title": [
        "Вертикаль"
    ],
    "douban_link": "https://movie.douban.com/subject/4239265/",
    "imdb_rating": "6.9/10 from 652 users",
    "trans_title": [
        "垂直攀登",
        "The Vertical",
        "Vertikal"
    ],
    "douban_votes": "0",
    "introduction": "Vertical - The Film The question posed is: Why do men risk their lives to climb a mountain they don't need to climb? To test oneself - as in war.To see what psychological strength one has. It is the very interesting question, what will happen to oneself when enough pressure is exerted. This pressure could be social, emotional, financial, intellectual, or physical. Ultimately it is all about facing terror. The terror of a community turned against you, or the pain of self-acknowledged failure, or the terror of death.In the mountains, they stand alone against whatever will happen. For the several days they live in nature, they can rely only on themselves and each other. Elsewhere, there is always a fallback - here one is without a safety. This in itself can bring some to terror - the terror of having to rely on yourself - your own judgment, wits and fortitude. This is also the most incredible feeling of strength and independence. Knowing there is no safety means having to be one's own safety.A child fears the darkness, and in his mind convinces himself that his father would always save him if anything occurred. He grows into youth and finds the strength to face the dark on his own resources. If something should be lurking there, he tells himself, he will have to face it with his own mind and body.The mountains are the darkness.Being away from everyone. Faced with the immense - the eternal and the overpowering. Overcoming the immense - the perilous crags and sharp ridges - like ants crawling on a tree. Yet that gives us the sense that we can achieve anything. In times of war these men would be heroes. In times of peace - unable to find an outlet for their power, they turn to the mountains.The mountains also provide a purer, simpler and more peaceful challenge than they could find in society.There are tremendous unscaled summits in politics, in business, and in culture. However, in these matters most is decided by society - rather than brute nature.In politics, academia, etc, often the best man does not attain the summit because of factions, gossip, etc.",
    "chinese_title": "垂直攀登",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Вертикаль",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-06-27T15:26:56"
}