{
    "aka": [
        "The Golden Clown"
    ],
    "sid": "4239298",
    "cast": [
        {
            "url": "/celebrity/1139774/",
            "name": "Robert Schmidt Robert Schmidt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1143930/",
            "name": "Henry Seemann Henry Seemann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1127460/",
            "name": "Peter Nielsen Peter Nielsen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1126402/",
            "name": "玛蒂尔德·尼尔森 Mathilde Nielsen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1124390/",
            "name": "Torben Meyer Torben Meyer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1132143/",
            "name": "Holger Pedersen Holger Pedersen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1109305/",
            "name": "Sigurd Langberg Sigurd Langberg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108221/",
            "name": "Jacoba Jessen Jacoba Jessen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1088339/",
            "name": "Kate Fabian Kate Fabian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1086627/",
            "name": "莫里斯·德费罗迪 Maurice de Féraudy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1082989/",
            "name": "格斯塔·埃克曼 Gösta Ekman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1078256/",
            "name": "卡伦·卡斯佩森 Karen Caspersen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1061966/",
            "name": "Philip Bech Philip Bech",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1061734/",
            "name": "Karina Bell Karina Bell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1423208/",
            "name": "Edmonde Guy  Edmonde Guy",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1926",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1931826090.jpg",
    "region": [
        "丹麦"
    ],
    "writer": [
        {
            "url": "/celebrity/1048077/",
            "name": "波尔·克努森 Poul Knudsen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1020661/",
            "name": "安德斯·威里海姆·桑贝尔 A.W. Sandberg",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0123135",
    "director": [
        {
            "url": "/celebrity/1020661/",
            "name": "安德斯·威里海姆·桑贝尔 A.W. Sandberg",
            "@type": "Person"
        }
    ],
    "duration": "128 分钟(20 fps)",
    "episodes": "",
    "language": [
        "丹麦语"
    ],
    "playdate": [
        "1926"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0123135/",
    "imdb_votes": 109,
    "this_title": [
        "Klovnen"
    ],
    "douban_link": "https://movie.douban.com/subject/4239298/",
    "imdb_rating": "7.0/10 from 109 users",
    "trans_title": [
        "The Golden Clown"
    ],
    "douban_votes": "0",
    "introduction": "I saw the 1926 film 'Klovnen' ('The Clown') in October 2006 at the Cinema Muto festival in Sacile, Italy. I'm always intrigued when a director decides to remake one of his (or her) own films: there are so many different stories to tell, why would anyone want to tell the same story twice? If the story was no good the first time, why have another go at it? Conversely, if it DID work the first time, why try to improve it?The Sacile festival screened a Danish Film Institute print with Danish and English intertitles on the same title cards. Oddly, the two sets of titles consistently contradict each other! The film's name in English is 'The Golden Clown': the Danish version has no adjective. A shot of roustabouts erecting the circus tent is captioned 'All hands to the poles' in the English title, but the Danish title says 'All the world must work.' In another title card, the English text says that Joe Higgins is performing at a benefit for an orphanage, whilst the Danish text says he's performing for an audience of 3,000 children (and doesn't mention an orphanage). Most bizarrely, the clinic in the final reel of this movie has two different names and two different addresses: one for each language! A few people out there on the Internet have challenged the accuracy of my film synopses: I hope they realise that movies like this one, with its self-contradicting titles, don't make it easy for me.'The Clown', directed and co-written by A.W. Sandberg, is a remake of a 1917 film, also titled 'Klovnen', written and directed by Sandberg. I haven't seen the 1917 version (yet), but it was a box-office success on its original release. Apparently, Sandberg's decision to remake a perfectly good film was down to his having acquired a much bigger production budget, and therefore being able to retell this story more elaborately. Evidently he succeeded: the 1926 'Klovnen' was Nordisk Studio's most lucrative release of the 1920s. The following synopsis refers only to the 1926 film, not the earlier version.Joe Higgins is the star clown in the troupe of Cirque Bunding, but this isn't saying much since the troupe is a very minor one; they tour villages in northern France. In his clown act, Joe sings comic songs (a strange story decision for a character in a silent film). Joe marries Daisy, Bunding's attractive equestrienne daughter. Soon afterward, Joe is engaged as the star turn in a Paris variety hall; he and Daisy leave the circus for an improbably opulent domestic life in Paris.However, Joe is now spending nearly all of his time on his act, leaving Daisy neglected. Along comes Marcel: a slick lounge lizard and couturier, who swiftly seduces Daisy and persuades her to leave Joe for him.Years pass. With no money and no prospects, Daisy decides to humble herself by going back to Joe and pleading for his forgiveness. But instead of finding her husband, she finds her own father. Angry and humiliated that his daughter has dishonoured him, Bunding refuses to forgive her and he orders her out of his sight.SPOILERS NOW. Utterly desperate, Daisy drowns herself in the Seine. But she has a daughter tucked away in the last reel. Meanwhile, Joe is pining away for his beloved Daisy. The grieving clown is no longer funny; he loses his job, and his act deteriorates until he's back to sawdust gigs with a provincial circus. By a convenient fluke, he discovers Daisy's daughter, who is also HIS daughter: Daisy was pregnant when she left him, and Marcel has (surprisingly) paid for the child's upkeep until recently. Father and daughter face the future together, with hope.In the lead role, Gösta Ekman gives a subtly nuanced performance as Joe, and he's especially impressive during his comedy sequences as a music-hall clown ... despite one weird sequence in which his whiteface slap includes a 'beauty spot' and one eyebrow, and he swanks across the stage in metallic jodhpurs!'Klovnen' benefits from some location footage shot in Paris, deftly edited into exterior footage shot in Denmark. A neon sign advertising Joe's name is cleverly matted into authentic shots of the Paris skyline. A considerable degree of expertise went into the making of this film, on both sides of the camera: although I felt that Bunding was wrong-headed to disown his daughter, elderly character actor Maurice de Féraudy is sure-footed in his portrayal of this role. He even turns a cartwheel in one scene! Elsewhere, there are plenty of cloche hats and elaborate 1920s fashions.Oddly, although Marcel is a suave dress designer with a handsome assistant (who accompanies him to the theatre), he seems to be very much heterosexual, and nobody in this movie seems surprised by that. Times have changed.This film might have been more plausible with a LOWER production budget. When Joe becomes a music-hall star, he and Daisy and her parents move into an impossibly posh upper-storey suite with a butler, concierge, page and maid. We see several shots of an ornate lift cage beside a staircase ... so I knew that two characters would narrowly miss each other at a crucial moment, with one on the stairs and one in the lift. Sure enough.I wish that all this talent, labour and expense had gone into making a more upbeat and less misogynist story. My rating of 'Klovnen': just 7 out of 10.",
    "chinese_title": "Klovnen",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-03-18T02:56:51"
}