{
    "aka": [
        "风云金三角"
    ],
    "sid": "4241989",
    "cast": [
        {
            "url": "/celebrity/1275529/",
            "name": "陆剑民 Jianmin Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322192/",
            "name": "林熙越 Xiyue Lin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318162/",
            "name": "张棪琰 Yanyan Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318050/",
            "name": "涂凌 Ling Tu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321174/",
            "name": "万弘杰 Hongjie Wan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2545061406.jpg",
    "region": [
        "中国大陆",
        "中国香港"
    ],
    "writer": [
        {
            "url": "/celebrity/1340377/",
            "name": "张晓亚 Xiaoya Zhang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1317596/",
            "name": "招振强 Chun Keung Chiu",
            "@type": "Person"
        }
    ],
    "duration": "40分钟",
    "episodes": "23",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "1998"
    ],
    "this_title": [
        "风云密支那"
    ],
    "douban_link": "https://movie.douban.com/subject/4241989/",
    "trans_title": [
        "风云金三角"
    ],
    "douban_votes": "129",
    "introduction": "为庆祝泰中建交二十周年，中国画家梅思南应邀赴泰国举办个人画展，一幅名为《烟雨棕情》的油画引起了几方人士的关注，泰国泰华集团董事长江南欲出高价购买此画，一个来自太平洋彼岸的美国医生汤姆逊教授也对此画钟情不已，与此同时，活跃在中缅边境的一个贩毒团伙也秘密插手了这件事。梅思南的养女滇溪被江南开出的一百万美金所吸引，遂与之悄悄接触，商定售画事宜，在返回宾馆的路上被歹徒挟持。滇溪矢踪案尚未查清，油画《烟雨棕情》又被人盗走。泰国警方派女警员多莲负责调查此案，多莲与梅思南接触，梅思南的生硬态度令多莲深感惊讶，梅思南悄悄与江南会面，神情恍惚的江南表示不想再让警方过问油画失踪的事，二人在房间密谈后，江南开始变得沉默寡言。多莲怀疑父亲江南与油画失踪案有关，遂向父亲追问此事，江南告诉女儿，《烟雨棕情》本是50多年前的一首歌……四十年代初，中国远征军赴缅对日作战，年轻的中国军医江南在火线上救了泰国军人桑隆，两人结为生死之交。桑隆酷爱音乐，歌曲《烟雨棕情》是他为一个深爱着的酒吧混血歌女梅妮所作，江南经桑隆介绍结识了梅妮，两人一见钟情。桑隆得知梅妮爱上了江南，内心十分痛苦。在战地医院工作的美国军医汤姆逊向梅妮求婚，被梅妮的女友用枪逼退后，迁怒与江南，将其派到前线搞战地救护。江南向梅妮辞行，梅妮将母亲留下的金项链送给江南作为定情信物，两人信誓旦旦，海誓山盟，正直善良的桑隆只能吞下爱的苦果，为朋友祝福。江南在前线为救一个女战士林玉茹的生命，偷了汤姆逊的车，险遭枪毙，救了他的恰恰是汤姆逊本人。江南从前线归来，与梅妮重逢，感情之火不能自制，两人偷尝禁果。江南受到军纪处分，梅妮十分痛心，毅然离开酒吧，参加了远征军，成为战地医院的一名护士。她在战地医院的出色表现赢得了伤员们的一致爱戴，《烟雨棕情》也成了战地医院广为传唱的一首歌曲。战地医院院长程一仁为了讨好汤姆逊，将梅妮派到汤姆逊身边工作，并再次将江南派到前线，程一仁的做法受到了汤姆逊的斥责。伤愈归队的女战士林玉茹爱上了为自己献血治伤的桑隆，与之相约在战争结束后重逢。中国远征军被迫撤退，江南为救伤员掉了队，迷失在南国丛林中。饥寒交迫的江南为救几个被日军蹂躏的中国女军人险遭不测，幸被努夏所救，努夏伤心地告诉江南，战地医院遭到日军袭击，梅妮已葬身火海，江南悲痛万分，此后他几经磨难流亡泰国，《烟雨棕情》成为他对梅妮的唯一思念。江南的故事使案情更加复杂化，多莲得知中国画家梅思南是自己同父异母的哥哥，但梅思南矢口否认，他已对江南恨之入骨。警方抓到了一个自称盗画的人，他声称盗画行为是受江南指使，江南和他的泰华集团威信扫地。失踪几天的滇溪突然回来，梅思南喜出望外，欲带其回国，却发现滇溪已染上了毒瘾，只得暂时留在泰国为滇溪戒毒，江南的儿子渣达从中国留学回来，结识了滇溪。一次，渣达带滇溪出游，遇到歹徒袭击，渣达挺身相救，两人很快坠入爱河。分别五十年的美国教授汤姆逊到江南家拜访，江南得知梅妮还活着，思念之情顿然而生，引起妻子西莱的妒嫉。江南欲找梅思南询问梅妮的情况，被梅思南拒之门外。梅思南的儿子中国辑毒警官梅帆奉命到泰国办案，从父亲口中得知未婚妻另有所爱，不信其言。在与多莲合作办案的过程中，梅帆乔装打入贩毒集团，不料被人识破了身份，陷入困境。梅思南决意要带滇溪回国，谁知滇溪已经随渣达一同到欧洲旅行。西莱登门向梅思南道歉，向梅思南讲述了江南流亡泰国，娶妻成家的真相，令梅思南感慨万千。多莲从困境中救出了梅帆，两人产生了一种很微妙的感情，多莲不知梅帆是梅思南的儿子，遂大胆地向其吐露了爱慕之情，被梅帆断然拒绝。西莱准备和梅思南一同到中国探望梅妮，行程中梅思男讲述了母亲坎坷的一主。当年，日军袭击战地医院，梅妮在桑隆的帮助下死里逃生，两人一起逃入原始森林，过着野人般的生活，在野人的部落里，梅妮生下了江南的儿子梅思南。战争结束后，梅妮更加思念江南。为了满足她的愿望，桑隆放弃了回泰国的打算，陪着梅妮母子一同回到了中国。在一次偶然的机会中，桑隆遇到了在战地医院相识的林玉茹。玉茹深爱着桑隆，但十分忌恨梅妮，为了达到和桑隆结婚的目的，设计赶走了梅妮。桑隆虽与玉茹结婚，但仍然惦念举目无亲的梅妮，使嫉妒心极强的林玉茹十分不满，竟然瞒着桑隆向梅妮下了毒手。汤姆逊汪中国行医，救了梅妮，将其接回家中，又一次表达了爱慕之心，被梅妮婉言谢绝。中国解放前夕，汤姆逊回国，桑隆将梅妮母子接回家中。梅妮找不到工作，只好帮桑隆操持家务，常受到林玉茹的冷嘲热讽，但桑隆和儿子铭心都站在梅妮一边。某军医院院长农生曾在战地医院养过伤，对梅妮爱慕己久，向其求婚，梅妮为缓解桑隆家庭中的矛眉，答应嫁给农生，不料……文革中，林玉茹为保全自己一家，以莫须有的罪名将梅妮送进劳改农场，但自己也被别人陷害，沦为阶下囚。梅妮以德报怨终于感动了林玉茹，但此时的林玉茹已命在旦夕……梅思南陪西莱来到中国，在林玉茹的墓地前与梅妮见了面。梅思南和桑隆虽然再三掩饰西莱的身份，但还是被梅妮看出，她请西莱转告江南，让他忘了自己，并表示现汪深爱着的是同自己同甘共苦五十年的桑隆……桑隆坚决反对孙女滇溪移情别恋，责成梅思南重返泰国接她回来。当梅思南重新来到泰国时，才得知滇溪已陷入了一场惊心动魄的贩毒与辑毒的大战中。贩毒集团发生内讧，W与B2在争权夺利中大打出手。毒枭w欲下手杀害滇溪，却意外的发现她原来是……毒匪被消灭，警方在匪巢中找到了丢失的油画《烟雨棕情》，梅思南含泪说出了w的真实身份，这是一个发生在滇西知青农场的动人心魄的故事……《烟雨棕情》是一首歌，它扯动着一场不应忘却的战争和两个悲欢离合的家庭；《烟雨棕情》是一幅画，它编织着三代色彩斑斓的命运和四国爱恨交织的感情。",
    "chinese_title": "风云密支那",
    "douban_rating": "7.8/10 from 129 users",
    "foreign_title": "",
    "douban_rating_average": "7.8",
    "update_at": "2025-05-04T00:14:05"
}