{
    "aka": [
        "Ross Kemp in Afghanistan",
        "罗斯坎普-阿富汗战争前线"
    ],
    "sid": "4242358",
    "cast": [
        {
            "url": "/celebrity/1107370/",
            "name": "罗斯·坎普 Ross Kemp",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898610072.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt2056219",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-02-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2056219/",
    "imdb_votes": 255,
    "this_title": [
        "Ross Kemp: Return To Afghanistan"
    ],
    "douban_link": "https://movie.douban.com/subject/4242358/",
    "imdb_rating": "8.1/10 from 255 users",
    "trans_title": [
        "重返阿富汗",
        "Ross Kemp in Afghanistan",
        "罗斯坎普-阿富汗战争前线"
    ],
    "douban_votes": "0",
    "introduction": "Ross Kemp returns to Afghanistan in this sequel to the award-winning and critically acclaimed documentary series Ross Kemp in Afghanistan. Regarded as one of the most significant pieces of television on the conflict so far, Ross Kemp - Return to Afghanistan continues to be an eye-opening account of a soldier's life on Britain's frontline.In the hot summer of 2008 Ross is embedded with British troops in the recently captured town of Musa Qaleh. It's the centre of some of the fiercest fighting of the conflict. Here, in the densely vegetated, claustrophobic green zone the Taliban mount ambush after ambush. Graphic, high definition images capture every moment of each battle as the troops push the Taliban back defending the town from enemy occupation. Off the battlefield the soldiers have time to reflect on their enemy, life as a soldier and losing friends under enemy fire.In the final programme of the series Ross meets the unsung heroes of the conflict, young soldiers who have lost limbs to mine strikes who now face an uncertain future. And, in the winter months of 2009 Ross travels back to Afghanistan, first to Kabul and then onto Kajaki where he joins the Royal Marines on their winter tour.",
    "chinese_title": "重返阿富汗",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ross Kemp: Return To Afghanistan",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-07-17T21:50:39"
}