{
    "aka": [],
    "sid": "4245758",
    "cast": [
        {
            "url": "/celebrity/1140893/",
            "name": "Tom Randle Tom Randle",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2228177550.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt1433325",
    "director": [],
    "duration": "168分钟（DVD）",
    "episodes": "",
    "language": [
        "Italian"
    ],
    "playdate": [
        "2009-05-08"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1433325/",
    "imdb_votes": 9,
    "this_title": [
        "Haydn: Orlando Paladino"
    ],
    "douban_link": "https://movie.douban.com/subject/4245758/",
    "imdb_rating": "8.6/10 from 9 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Orlando paladino, Hob. XXVIII:11Composer:  Haydn, Franz JosephLibretto/Text Author:  Porta, NunziatoLibretto Source:  Badini, Carlo FrancescoConductor:  Jacobs, ReneOrchestra:  Freiburg Baroque OrchestraAlcina:  Pendatchanska, AlexandrinaAngelica:  Petersen, MarlisCaronte:  Kataja, ArttuEurilla:  Im, SunhaeLicone:  Kataja, ArttuMedoro:  Staveland, MagnusOrlando:  Randle, TomPasquale:  Torres, VictorRodomonte:  Spagnoli, PietroProducer:  Smaczny, PaulSet/Stage Designer:  Lowery, NigelCostume Designer:  Lowery, NigelLighting Designer:  Freese, OlafChoreographer:  Hosseinpour, AmirStage Director:  Hosseinpour, AmirStage Director:  Lowery, NigelTelevision Producer:  Atteln, GunterTelevision Director:  Morell, AndreasDate of Production: 08-05-2009Venue: Staatsoper Unter den Linden, BerlinPlaying Time: 02:47:00Catalogue Number: 2057788UPC: 880242577887In the Summer of 2009, the British director Nigel Lowery and the Iranian choreographer Amir Hosseinpour brought to the stage of the Berlin State Opera Unter den Linden, with colour and full of humour, the fantastic and imaginative adventures of \"Racing Roland\". On the occasion of the 200th anniversary of the death of Joseph Haydn, the composer's most renowned opera during his lifetime,Orlando Paladino, was performed, a heroic-comical stage piece based on Ariost's famous Versepos. Singers such as Marlis Petersen (Angelica), Tom Randle (Orlando), Alexandrina Pendatchanska (Alcina), Pietro Spagnoli (Rodomonte), Sunhae Im (Eurilla) and Victor Torres (Pasquale) performed under the musical direction of period-music specialist René Jacobs. The Freiburg Baroque Orchestra completed this high-class production giving the music a beautiful sound and lively swing.",
    "chinese_title": "Haydn: Orlando Paladino",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.6,
    "douban_rating_average": 0,
    "update_at": "2025-04-10T00:22:39"
}