{
    "aka": [],
    "sid": "4246567",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905808455.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1565777",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1565777/",
    "imdb_votes": 164,
    "this_title": [
        "PBS： This Emotional Life"
    ],
    "douban_link": "https://movie.douban.com/subject/4246567/",
    "imdb_rating": "8.0/10 from 164 users",
    "trans_title": [
        "情感生活"
    ],
    "douban_votes": "0",
    "introduction": "This three-part series explores ways to improve social relationships, learn to cope with depression and anxiety and become more positive, resilient individuals. The series host, Harvard psychologist and best-selling author of Stumbling on Happiness, Professor Daniel Gilbert, talks with experts about the latest science on what makes us \"tick\" and how we can find support for the emotional issues we all face.Each episode weaves the compelling personal stories of ordinary people and the latest scientific research, along with revealing comments from celebrities such as Chevy Chase, Larry David, Alanis Morissette, Robert Kennedy Jr. and Richard Gere.Professor Gilbert, whose research examines why people so often mispredict what will make them happy, says, \"Science has revealed three important facts about happiness: You can't be happy alone; you can't be happy all the time; you can be happier than you are. Our three shows examine each of these three facts.\"Episode 1: Family, Friends & LoversThe first episode looks at the importance of relationships and why they are central to our emotional well-being. What are the cognitive and neurological processes underpinning our everyday interactions, and can they help us to understand why some relationships flourish and others fail?Episode 2: Facing Our FearsIn the second episode, we look at emotions that are commonly regarded as obstacles to happiness -- such as anger, fear, anxiety and despair. Why do we have these emotions and how can we best manage them? Our brains are designed for survival, and the negative emotions they create are vital to that mission. But those negative emotions can spiral out of control with debilitating effects.Episode 3: Rethinking HappinessFinally, the last episode explores happiness. It is so critical to our well-being and, yet, it remains such an elusive goal for many of us. What is it, why is it important and how can we attain more of it?",
    "chinese_title": "情感生活",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "PBS： This Emotional Life",
    "imdb_rating_average": 8.0,
    "douban_rating_average": 0,
    "update_at": "2025-08-26T10:35:07"
}