{
    "aka": [
        "Nuhikun (日文)"
    ],
    "sid": "4246431",
    "cast": [
        {
            "url": "/celebrity/1313580/",
            "name": "新高惠子 Keiko Niitaka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1500586/",
            "name": "兰妖子 Yoko Ran",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1197725/",
            "name": "Salvador Tari Salvador Tari",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1978",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897983209.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1037493/",
            "name": "乔纳森·斯威夫特 Jonathan Swift",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037316/",
            "name": "寺山修司 Shuji Terayama",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt27028397",
    "director": [
        {
            "url": "/celebrity/1037316/",
            "name": "寺山修司 Shuji Terayama",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1978"
    ],
    "imdb_link": "https://www.imdb.com/title/tt27028397/",
    "this_title": [
        "奴婢訓"
    ],
    "douban_link": "https://movie.douban.com/subject/4246431/",
    "trans_title": [
        "奴婢训",
        "Nuhikun (日文)"
    ],
    "douban_votes": "0",
    "introduction": "it was interesting to see the acrobatic Japanese actors of the Tenjosajiki company in Shuji Terayama’s Directions to servants. The title and some of the text were taken from Swift’s satire, but the main inspiration seemed to come from Genet’s Les bonnes. Multiplying the maids into a large cast of servants, male and female, who take it in turns to imitate the master, Tereyama has physicalized and partly mechanized the action. Domination is imposed partly through machines—we see a man submitting to an imperious voice on a tape recorder, lowering his trousers and climbing inside a sadistic machine that beats his bare buttocks.The ingenuity, the sadism and the offbeat humour are all characteristic of the production. The main cruelty to the audience was in the over-amplification of J.A. Seazer’s music. I sat with my hands over my ears for a lot of the time. The visual assault was almost equally strong, and some of the theatrical imagery was quite unlike anything that had been seen in this country. In one meticulously choreographed sequence the servant playing at being master throws a bone to a succession of servants who play at being dogs. In another, a servant trying to steal food from a cupboard is terrified to find that it is like a puzzle: each panel conceals a face that sings at him accusingly, and he can silence it only by sliding a panel that reveals another singing face.",
    "chinese_title": "奴婢训",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "奴婢訓",
    "douban_rating_average": 0,
    "update_at": "2025-06-26T10:00:44"
}