{
    "aka": [],
    "sid": "4246815",
    "cast": [
        {
            "url": "/celebrity/1237973/",
            "name": "Kirstin Benson Kirstin Benson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1217575/",
            "name": "贾斯汀·戈登 Justin Gordon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1210713/",
            "name": "小安迪·迈克尔斯 Andy Martinez Jr.",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1400265",
    "director": [],
    "duration": "",
    "episodes": "16",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1400265/",
    "imdb_votes": 386,
    "this_title": [
        "tough love"
    ],
    "douban_link": "https://movie.douban.com/subject/4246815/",
    "imdb_rating": "6.1/10 from 386 users",
    "trans_title": [
        "棘手的爱情"
    ],
    "douban_votes": "0",
    "introduction": "They are pretty, they are successful, they are smart – and yet, some women just seem to fail in the dating world. VH1 Tough Love tries to show them what they are doing wrong, and what a man's point of view is.Alleged \"master matchmaker\" Steve Ward is the host of VH1's latest dating show brainchild, who wants to teach eight apparently hopeless women how to date. All of the contestants seem to fit a different stereotype: There's the party girl who has never had a serious relationship, the marriage minded one who already has designed her wedding dress, the gold digger, the career woman, the stalker type, the motherly caring girl, the tough one and the picky one.Steve is dishing out what they keep doing wrong – and he's not gentle doing it. They learn to build a relationship from ground up – from first impressions to sharing secrets in a positive way to trusting someone.VH1 Tough Love was a topic of heated discussion even before it hit the airwaves in March. People worried it would have a misogynic undertone and try to form women after some male ideal that was impossible to reach.It turned out differently: Yes, Steve Ward candidly tells contestants what their faults are, and yes, the tone of the show is not always amiable – but there's a reason it is called Tough Love.As reality shows go, this one is definitely one of the most tolerable ones in recent history. The contestants seem like real people instead of drama queens who seek media exposure, and the objective of the show is always to help people with their issues.And then, it even teaches the viewer a little about dating – the most comforting thing being that you never have to change who you are, just how you present yourself.",
    "chinese_title": "棘手的爱情",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "tough love",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-11-22T08:56:18"
}