{
    "aka": [
        "Ticket"
    ],
    "sid": "4247341",
    "cast": [
        {
            "url": "/celebrity/1112107/",
            "name": "金芝美 Ji-mee Kim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1341042/",
            "name": "安昭英 So-young Ahn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1038460/",
            "name": "李慧英 Hye-young Lee",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1986",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878061782.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1346195/",
            "name": "宋吉汉 Kil-han Song",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0153060",
    "director": [
        {
            "url": "/celebrity/1104260/",
            "name": "林权泽 Kwon-taek Im",
            "@type": "Person"
        }
    ],
    "duration": "108分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1986-08-23(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0153060/",
    "imdb_votes": 81,
    "this_title": [
        "티켓"
    ],
    "douban_link": "https://movie.douban.com/subject/4247341/",
    "imdb_rating": "6.6/10 from 81 users",
    "trans_title": [
        "票",
        "Ticket"
    ],
    "douban_votes": "0",
    "introduction": "Min Ji-suk runs a \"ticket bar\"where customers can purchase tickets for certain \"services\"in the town of Sokcho in Gangwon-do. She hires Miss Yang (Ahn So-young), Miss Hong (Lee Hye-young), and Se-young (Jeon Se-young) through the employment agency. Miss Yang and Miss Hong, who are well experienced in this type of business, are used to accepting propositions from customers. But Se-young, who is dating a college student named Min-su, rejects all requests for sexual favors. When Min-su professes to having problems with his tuition and finances, Se-young reassures him that she will procure the necessary funds for him. When the bar's clientele begins to dwindle because of Se-young, Ji-suk reprimands her severely. Se-young develops a close relationship with a Captain Pak and even allows him to sleep with her. She asks Captain Pak to find Min-su employment on a boat, but when Min-su comes to Sokcho for his new job, he sees how Se-young has been making her living. Shocked, he turns his back on the job and leaves. When he eventually returns to Sokcho, he scathingly denounces Se-young's morality and severs their relationship. Decades ago, Ji-suk had stumbled into the bar business in a desperate effort to support her husband, who was serving time in prison; she later left him voluntarily out of shame and moral degradation. Concerned that Se-young will end up with the same fate, Ji-suk asks Min-su to meet with her. She begs him not to abandon Se-young, but he flatly refuses. Ji-suk reacts by pushing Min-su into the sea, and suffers a mental breakdown that lands her in a psychiatric institution.",
    "chinese_title": "票",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "티켓",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-07-06T18:00:33"
}