{
    "aka": [
        "Blazing Sun"
    ],
    "sid": "4247359",
    "cast": [
        {
            "url": "/celebrity/1285798/",
            "name": "河明中 Myeong-jung Ha",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1072519/",
            "name": "Yong-won Jo Yong-won Jo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1985",
    "genre": [
        "剧情",
        "情色",
        "家庭",
        "历史"
    ],
    "awards": "　　第35届柏林国际电影节(1985)\n　　主竞赛单元 金熊奖(提名) 河明中\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2536988346.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "imdb_id": "tt0123793",
    "director": [
        {
            "url": "/celebrity/1285798/",
            "name": "河明中 Myeong-jung Ha",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1985-08-01(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0123793/",
    "imdb_votes": 21,
    "this_title": [
        "땡볕"
    ],
    "douban_link": "https://movie.douban.com/subject/4247359/",
    "imdb_rating": "4.8/10 from 21 users",
    "trans_title": [
        "骄阳",
        "Blazing Sun"
    ],
    "douban_votes": "0",
    "introduction": "Scorching Sun is set in the 1930s, when Korea was still under Japanese occupation. Chun-ho (Hah Myung-joong) and his wife Sun-ie (Cho Yong-won) wander from place to place before settling in a mining village. But the village is taken over by the Japanese and Chun-ho loses his job. Believing a bar hostess named Hyang-sim (Lee Hye-young) when she offers to introduce him to \"an uncle who does big business with a Japanese man in Seoul,\" Chun-ho bullies his wife into procuring the necessary funds. Sun-ie goes to borrow money from Mr. Lee's mistress, who is a loan shark, but runs into Mr. Lee instead. When he tries to rape her, she resists strenuously until he offers her money, at which point she allows him to have his way with her, as bitter tears run down her face. With the money in hand, Chun-ho accompanies Hyang-sim to Seoul to meet her uncle. Meanwhile, the body of a woman who was raped by Mr. Lee after she failed to pay back the money she owed floats down the river. Enraged, the villagers storm Mr. Kim's house, where he lives with his mistress, and the bar owned by Hyang-sim, who was planted there by Mr. Kim himself. Chun-ho returns home and packs up his things in order to leave the village with Hyang-sim, but the villagers set upon him. While Sun-ie fights to fend them off, Chun-ho flees through desperate effort. He wanders all over the country in search of Hyang-sim, and eventually runs into Hyang-sim's uncle. But her so-called \"uncle\" turns out to be her husband, a tuberculosis patient who cannot even speak properly; Hyang-sim had become a bar hostess to support her sick husband and child. Unable to say one word to Hyang-sim, Chun-ho returns to Sun-ie, whom he finds laid up in bed. He takes her to the hospital, and learns that her life is in danger because the baby inside her belly has been dead for a long time. Sun-ie refuses to undergo surgery, and Chun-ho departs with his prostrate wife on his back.",
    "chinese_title": "骄阳",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "땡볕",
    "imdb_rating_average": 4.8,
    "douban_rating_average": 0,
    "update_at": "2025-09-11T20:00:27"
}