{
    "aka": [
        "Gilsoddeum",
        "Gilsottum",
        "Kilsodeum",
        "吉牛蓬"
    ],
    "sid": "4247354",
    "cast": [
        {
            "url": "/celebrity/1112107/",
            "name": "金芝美 Ji-mee Kim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044742/",
            "name": "申星一 Sung-il Shin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1053204/",
            "name": "金智英 Ji-yeong Kim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1204585/",
            "name": "崔福岩 Bool-am Choi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1986",
    "genre": [
        "剧情"
    ],
    "awards": "　　第36届柏林国际电影节(1986)\n　　主竞赛单元 金熊奖(提名) 林权泽\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2603903643.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1346195/",
            "name": "宋吉汉 Kil-han Song",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0089205",
    "director": [
        {
            "url": "/celebrity/1104260/",
            "name": "林权泽 Kwon-taek Im",
            "@type": "Person"
        }
    ],
    "duration": "105分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1986-04-05(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0089205/",
    "imdb_votes": 124,
    "this_title": [
        "길소뜸"
    ],
    "douban_link": "https://movie.douban.com/subject/4247354/",
    "imdb_rating": "7.0/10 from 124 users",
    "trans_title": [
        "离别泪",
        "Gilsoddeum",
        "Gilsottum",
        "Kilsodeum",
        "吉牛蓬"
    ],
    "douban_votes": "0",
    "introduction": "Summer, 1983. The entire nation is glued to their television sets as KBS airs a special live broadcast dedicated to reuniting family members who were separated during the Korean War. Hwa-young (Kim Jee-mi), who has been keeping a prosperous and harmonious household, decides to search for her lost son, at the recommendation of her husband (Jeon Mu-song). On the way to the TV station, Hwa-young begins to reminisce about the past. At the end of Japan's occupation of Korea, Hwa-young's family moves to a small village called Kilsodeum, in Hwanghae-do. Hwa-young (Lee Sang-a) soon becomes an orphan, and is taken in by her father's friend, Kim Byung-do. She falls in love with his son Dong-jin (Kim Jung-suk), who treats her with warmth and affection. One rainy day, Hwa-young and Dong-jin consummate their love and Hwa-young gives birth to a child. But the Korean War breaks out and their respective fates take them away from each other. While looking for her son in the rendezvous plaza outside the TV station, Hwa-young reunites with Dong-jin (Shin Seong-il), who has been waiting for her all his life at the expense of the family he built with the daughter (Oh Mi-yeon) of the man who saved his life. The two of them run into Seok-chul (Han Ji-il), a man who has been searching for his parents, and sense that he is their lost son. They go to visit him, but his rude behavior the product of a life spent in the gutters of society causes them to feel a sense of estrangement. Seok-chul's scar and a DNA test virtually confirm that he is their son, but Hwa-young turns her back on him, saying that she will not believe anything less than proofpositive of his parentage. Dong-jin turns away also, as he tosses Hwa-young's contact information in the garbage. As she drives along the road, Hwa-young stops her car for a moment and weeps, but soon continues on her way.",
    "chinese_title": "离别泪",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "길소뜸",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-07-30T00:21:27"
}