{
    "aka": [
        "The Hut"
    ],
    "sid": "4247454",
    "cast": [
        {
            "url": "/celebrity/1341945/",
            "name": "俞知仁 Ji-in Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1165043/",
            "name": "南宫远 Won Nam-kung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1332791/",
            "name": "黄贞顺 Jeong-sun Hwang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1612933/",
            "name": "崔星湖 Seong-ho Choi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1981",
    "genre": [
        "剧情",
        "悬疑",
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2922701932.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1301502/",
            "name": "尹三六 Sam-yuk Yoon",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0220695",
    "director": [
        {
            "url": "/celebrity/1289669/",
            "name": "李斗镛 Doo-yong Lee",
            "@type": "Person"
        }
    ],
    "duration": "93分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1981-06-13(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0220695/",
    "imdb_votes": 87,
    "this_title": [
        "피막"
    ],
    "douban_link": "https://movie.douban.com/subject/4247454/",
    "imdb_rating": "6.1/10 from 87 users",
    "trans_title": [
        "避幕",
        "The Hut"
    ],
    "douban_votes": "0",
    "introduction": "When the eldest grandson of Mr. Kang (Choi Seong-ho), a prominent local figure in the village of Suri in Hwanghae-do, becomes afflicted with a mysterious, life-threatening illness, the entire household is plunged in anxiety. The imminent death of the direct heir to the family name is a serious matter indeed, since the Kangs have a history of seeing their sons die young a fact that has resulted in a household teaming with widows. The family matriarch (Hwang Jung-seun) calls in the most famous shamans and has them perform healing rituals, but the illness shows no sign of improving. The family steward recommends that they bring in Ok-hwa (Yoo Ji-in), who is renowned for her extraordinary spiritual powers. While she is performing the ritual, a large snake drops down from the eaves of the house and causes a commotion. Amazingly, the incident brings about a dramatic improvement in the condition of Mr. Kang's grandson. The household buzzes with glad excitement, with everyone clinging to Ok-hwa and asking her to cure the disease outright. But Ok-hwa searches all around as if possessed by a spirit and discovers a sinister-looking gourd bottle buried deep in the ground in the pine forest. This bottle hides a bloody secret.Some twenty years ago, there was, in the Kang family, a young widow by the name of Lee (Kim Yun-kyeong). Bound by strict moral codes, Lee was living a lonely life of enforced celibacy. She had taken to stabbing her thigh with a small silver knife every night in order to suppress her frustrated desires, but the wound became infected and she came on the verge of death. According to family tradition, the Kangs removed Lee to an isolated hut (called pi-makin Korean), and left her there to await her own death. The family matriarch, wishing to grant her daughter-in-law one final wish, arranged for her to spend a night with the hut keeper, Sam-dol (Nam Koong-won). Through Sam-dol's devoted care, Lee miraculously recovered and the two developed deep feelings for each other. The matriarch welcomed her daughter-in-law's recovery at first, but became enraged when she found out about Lee's adulterous relationship with Sam-dol. As punishment, the Kang family secretly murdered both Sam-dol and Lee.Ok-hwa, who is in fact Sam-dol's daughter, was merely pretending to be a shaman in order to exact revenge for her father. Possessed by a real spirit, she attempts to kill Mr. Kang inside the hut but lets him go unscathed. She enters the hut, sets it on fire, and dies in the flames.",
    "chinese_title": "避幕",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "피막",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-12-05T20:40:18"
}