{
    "aka": [],
    "sid": "4249350",
    "cast": [
        {
            "url": "/celebrity/1318147/",
            "name": "杨议 Yi Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317375/",
            "name": "韩兆 Zhao Han",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322642/",
            "name": "尚华 Hua Shang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317376/",
            "name": "杨少华 Shaohua Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313878/",
            "name": "佟有为 Youwei Tong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1487056/",
            "name": "孙党营 Dangying Sun",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868097613.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "38",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2008"
    ],
    "this_title": [
        "杨光的快乐生活4"
    ],
    "douban_link": "https://movie.douban.com/subject/4249350/",
    "trans_title": [
        ""
    ],
    "douban_votes": "1469",
    "introduction": "《杨光的快乐生活》第四部在延续了前三部轻松快乐风格的基础上，着重地刻画和描写了比如父子之间的亲情，恋人之间的爱情和朋友之间的友情人与人之间等真挚感情。分集剧情小薇(一)杨光的快乐生活隆重登场。夏丽出国和玫瑰离开，对于杨光造成了重大的打击，使他对于爱情失去了信心。邻居朋友同事纷纷帮忙介绍对象，却遭到了杨光的一次次拒绝。杨光甚至到了只要是女的就不见的地步。可同学打来的邀请聚会的电话，让杨光想起了当年暗恋的同学小薇，心中泛起波澜……小薇(二)杨光带着条子参加同学聚会，本想让条子假扮自己的司机，自己假装大款充充门面。可骑去的两辆自行车却让他俩露出马脚。期盼已久的小薇终于出现，同学们也在撮合杨光和小薇。了解到小薇现在还是单身，杨光开始心动了。小薇(三)杨光小薇和众同学一起去看望当年的老师，老师对杨光和小薇的撮合让杨光坚定了追求小薇的决心。杨光按照条子的办法向小薇表白，却得到了模棱两可的回答。另一方面，小薇的真实工作其实是在夜总会唱歌，而且经常受顾客虎哥豹哥的欺负。这时，保安总公司发下消息，要求保安队派人去小薇所在的夜总会上班。小薇(四)经过争取，杨光的同事眼镜得到了去夜总会工作的机会。去夜总会玩的众保安们亲眼目睹了小薇在夜总会受到的欺负，也都被小薇深深地迷住。同时，由于杨光和小薇各自工作时间的原因，杨光约小薇，小薇却总是没时间，这让杨光犯起了嘀咕。小薇(五)接替急病住院的眼镜去夜总会上班的杨光终于发现了小薇的真实情况，受到了严重的打击，萌生了放弃的念头。而已对杨光萌生好感的小薇对这一切还一无所知。在和杨光联系却没有回音的时候，在舞台上真情告白。下台后，小薇又被虎哥豹哥逼迫陪酒，杨光挺身相助，替小薇挡下。小薇(六)杨光替小薇挡下了酒，自己却被灌醉。小薇无奈，只好把不省人事的杨光带到了自己家。杨光酒醒之后，小薇把自己为了给弟弟治病而屈身夜总会的无奈告诉了杨光。杨光万分同情，哄骗条子对付虎哥豹哥。而知道真相的虎哥豹哥也觉得万分内疚，跟小薇承诺再不找她的麻烦。小薇(七)一直在夜总会暗中观察小薇的唱片公司老总欣赏小薇在歌唱方面的才华，邀请小薇去公司试唱，并顺利与小薇签约。这时，小薇的父母要到天津看望小薇，为了使二老放心，杨光请保安队的同事帮忙自己演了一出戏。之后，唱片公司为小薇解决了所有后顾之忧，小薇正式踏上星途。小薇(八)小薇的星途一片光明，杨光也开始成为了周围人关注的对象。但是，杨光终究很难融入小薇的圈子。就在此时，自称小薇男朋友想出名的条子又在电视上给杨光惹了祸，使得唱片公司开始担心杨光的存在对小薇造成的不利影响。正当杨光小薇坚定信念将爱情进行到底的时候，两人亲密的一幕又被记着偷拍。小薇(九)小薇杨光两人被偷拍的时间给小薇造成了巨大的影响。唱片公司老总只好去找杨光摊牌，以解约来要挟杨光离开小薇。为了成全小薇的明星之路，为了对小薇的爱，杨光经过痛苦的抉择，开始躲避小薇。最终，杨光选择了放手……人命关天(一) 【电视台没有播放】杨光所在的保安队搞了一次体检，在体检中，同事大头和医院的一位医生发生了摩擦。这位医生恰好是杨光高中的同学孙蓝。由于孙蓝妇产科主任的身份，当大头的老婆怀孕的时候就托杨光找孙蓝帮忙做手术。手术一切顺利，大头拿酒拿菜到杨光家表示感谢。人命关天(二) 【电视台没有播放】杨光大头喝酒吃饭时邻居大哥恰好来到，给杨光大头讲了一番道理之后信誓旦旦地宣称自己不会和妇产科产生任何关系。可到家后才知道自己老婆也怀上了孩子，于是也找到杨光帮忙。杨光由于已经求过孙蓝，不好意思开口，可又碍于邻居面子，不得已还是硬着头皮找孙蓝帮忙，本以为万事大吉。可邻居赵伯伯的闺女又遇到了同样的麻烦。人命关天(三) 【电视台没有播放】帮助赵伯伯的闺女做了手术，大哥的小姨子又怀上了孕，搞得杨光焦头烂额。把这些事情解决之后，杨光发誓不再帮忙这种事情，条子又找上门来。一次一念之差，条子被路遇的小莲勾引做了糊涂事，被小翠的丈夫敲诈钱财。本想花点钱息事宁人的条子又收到了小翠已经怀孕的消息人命关天(四) 【电视台没有播放】杨光本想帮条子给小翠做了流产手术，让这件事死无对证，但是每次带小翠做手术时小翠老公却如阴魂不散般避之不及。这让杨光对于小翠产生了怀疑，为了证明怀孕的真实性，杨光给小莲和条子做了一系列检查，最终真相大白，小莲和老公果然是一对骗子。出国梦(一)邻居老七找到一个从美国回来的有钱的女朋友搬离了胡同，这让杨光条子多少有点眼红。这时，邻家远走美国的姑娘苏丹红回到了胡同，宴请众邻居。杨光想起当年追苏丹红时的事情，四处打听苏丹红现在的状况，可碍于面子和多年的心结，对于苏丹红晚宴的邀请，杨光犹豫不决。出国梦(二)苏丹红宴请邻居，席间出手阔绰，每人送了一块所谓世界名表，还大肆吹嘘在美国挣钱有多容易。在苏丹红的蒙骗下，众邻居都动起了出国的念头，纷纷掏钱让苏丹红帮忙办出国。可彼此间躲躲闪闪，唯恐别人知道。杨光看着众邻居跑前跑后，感觉莫名其妙。出国梦(三)众邻居像精神病一样琢磨出国。由于苏丹红要求出国要两万元钱费用，众邻居难以承受，于是纷纷想到了当年和苏丹红有点瓜葛的杨光，谣言四起，杨光百口莫辩。无奈只好把大家召集起来，劝说大家不要做出国梦，可这时杨光在美国的朋友带来的在美国发财的消息却更加坚定了大家出国的信心。出国梦(四)众邻居为苏丹红凑齐了所谓办护照需要的两万块钱，可苏丹红又提出了担保费三万元的新要求。看着邻居们像疯了一样地准备钱，杨光又把大家召集到一起劝说。大家在杨光的劝说下有所动摇，可去找苏丹红退钱的时候又被苏丹红蒙骗。这时，杨光的一个亲戚从美国回来了。出国梦(五)杨光亲戚对于美国的介绍使得杨光对于美国憧憬了起来，同时，苏丹红能办出国的消息也在保安队传播开来。同事甚至队长都纷纷来找杨光办出国。眼见这么多人对于去美国如此的热衷，杨光也坚定信念要去美国。杨光众邻居终于凑齐了苏丹红要求的出国费用，美国仿佛正在向他们招手。出国梦(六)杨光和众邻居终于等到了这一天，众人打点行装，向心目中的美国进发，到了机场却不见苏丹红的人影，到宾馆寻找也是踪迹皆无。苏丹红送每人的所谓昂贵的世界名表也不过是假货而已。遭此大变，众邻居承受不了打击，病的病，疯的疯，离婚的离婚。杨光条子在沮丧与愤怒中，求助于警方，并决心一定抓住苏丹红。出国梦(七)苏丹红的继续逗留给杨光留下了机会。苏丹红在骗了众邻居后还不罢休，又把目标对准了保安队的大头和眼镜，杨光顺藤摸瓜，终于在苏丹红即将得手的时候亲手抓住了她，同时警方也抓住了苏丹红的同伙，为大家追回了赃款，可不幸的是，杨光的钱已被挥霍一空了。安全奖(一)小区遭遇窃贼，案子误打误撞被杨光破了。得意洋洋之下，杨光提议设立投诉箱监督保安工作。保安公司也趁此机会搞起了安全月活动，业主的投诉情况直接关系到个人能否拿到奖金。结果活动开始的第一天，杨光就因为好心办坏事遭到了业主投诉。安全奖(二)一天之内被三次投诉。杨光的奖金就这样被全扣光了，搞得杨光非常之郁闷。之后，同事们也开始遭到投诉，为了保住各自的奖金，他们纷纷去求已经没希望拿奖金的杨光。所谓一只羊也是赶两只羊也是放。已经无所谓的杨光开心地为同事们抗下投诉，然后向同事索取报酬，这成了杨光对于奖金的补偿。安全奖(三)风云突变，保安公司又有新决定。公司的投诉次数过多马上开除的决定让杨光傻了眼。无奈，杨光只好又去求众保安把自己替抗的投诉匀回去。好不容易让自己逃离了失业的危险。可闭门家中坐，祸从天上来，业主的投诉又一次次摆在杨光面前。我是保镖(一)条子的水果摊和买水果的司机的大奔车被滑滑板路过的少年吴猛划伤。条子和司机拉住吴猛不放索要赔偿，于是吴猛叫来了自己的父亲吴总。吴总看似貌不惊人，可真正大款的做派让条子目瞪口呆。吴总家财万贯，对于吴猛有求必应，但是父子之间却总是存在着一层隔膜。我是保镖(二)由于吴猛认为自己的妈妈是因为爸爸吴总喜新厌旧而负气离开的，于是对爸爸怀恨在心。听说同学乔燕的妈妈也有着同样遭遇，基于义愤，吴猛扎了乔燕爸爸的车胎。凑巧被在小区巡逻的杨光抓住然后交给派出所。吴总飞快赶到派出所，解决了问题，可是回家之后无论怎么教育，吴猛都听而不闻，完全不把父亲放在眼里。我是保镖(三)吴总对于吴猛的学习成绩一落千丈很是担心，但是无法沟通和工作的忙碌让自己没有办法陪着吴猛。于是吴总领着吴猛找到了杨光所在的保安队，想找个保安帮自己看着吴猛。吴猛选中了杨光，可其实是准备开始折腾杨光。杨光本因先前与吴猛的摩擦而不想去，可在高薪的诱惑下还是硬着头皮接受了工作。我是保镖(四)吴猛精灵古怪，弄得杨光疲于奔命。每天路上在车里折腾杨光；要带的东西也总是不让杨光准备齐。可每次吴总要开除杨光的时候吴猛却又要求把杨光叫回来。吴猛就是在用这种方式报复杨光。吴总被吴猛搞得无奈，而杨光被吴猛搞得更无奈。我是保镖(五)终于，吴总不再说开除杨光了，但是吴总千叮万嘱要杨光盯紧吴猛的学习，而且还向杨光许诺了重奖。为了防止吴猛逃课，吴总要求杨光在门口盯死。可吴猛为了不让父亲高兴，死活不认真学习，他的逃课也让杨光防不胜防。我是保镖(六)偶像周杰伦要在天津开演唱会了，这让吴猛的心浮躁起来，更加不安心学习了，可是演唱会的票早已售完。为了能让吴猛考出好的成绩以达到让吴总奖励自己的目的，杨光为吴猛找来了模仿周杰伦的赝品想要蒙混过关，可还是被吴猛拆穿。眼看着考试来临，吴猛考第一的承诺让杨光兴奋不已。我是保镖(七)考试成绩公布，吴猛考了最后一名。这让吴总的精神几乎崩溃。同时，吴猛和乔燕或许亲密的关系又让老师怀疑吴猛早恋。吴总的女友阿娟失手打碎了吴猛妈妈的照片，使得父子之间的矛盾进一步升级。吴猛决定到杨光家去暂住。杨光为吴猛设置了重重障碍想要调教吴猛，可实际折腾的却是自己和父亲杨丰年。我是保镖(八)吴猛在杨光家，改变了杨光家原本平静的生活。父亲叫苦不迭。无奈，杨光只好向吴猛询问敌视吴总的原因。慢慢的沟通中，杨光了解到吴猛对于父亲仇恨的原因，气愤之下找吴总询问，却发现事情真相并不是吴猛想象中的样子。我是保镖(九)为了能让吴猛考出好成绩，杨光许诺吴猛如果成绩优秀就让他见妈妈。可发现自己受骗后的吴猛愤而出走。在寻找吴猛的过程中，吴总不幸受伤。为了消除父子间的误会，杨光告诉了吴猛妈妈已经去世的真相，最终使父子二人重归于好。瞎话真情(一)保安队准备减员，限制员工年龄。已到临界限的杨光开始发愁。队长许诺帮他争取提职副队长，可在杨光值班的时候小区里一位大妈却被自称老神仙的骗子团伙骗了一万块钱。队长想要搞一个讲座，请人传授防骗知识，杨光自告奋勇，想让父亲来给大家讲课。可回到家才发现父亲也遭受了同样的骗局。瞎话真情(二)对于父亲的爱和失业的压力让杨光陷入了两难，杨光本想找个其他人代替父亲去讲课，可找来找去都没有结果。父亲杨丰年为了儿子的工作，勇敢地站在了大家面前讲述自己受骗的经历。为了回报父亲，杨光乔装打扮和条子一起抓起了骗子。瞎话真情(三)杨光和条子抓骗子，无心插柳，抓了抢劫犯和假医生，还误将一位老中医当成骗子抓了起来。一次次抓错使杨光放弃了这个念头。谎称破案想要安慰父亲，谎言却被拆穿。可是，杨光的谎话却受到了感谢。兄弟情(一)条子谎称杨老爷子得了重病，假借杨光的名义找街坊邻居借了钱，气得杨光火冒三丈，到条子家寻找，却找不到条子。某夜，杨光却在路边发现了醉倒的条子。转天在众邻居的逼问下，条子称自己借钱是为了做水果生意。兄弟情(二)条子用高额的回报来哄骗大家，大家相信了条子的话，在杨光的劝说下又借钱给了条子，并且杨光给条子做了担保打了借条，可接下来又是许久没有条子的踪影，条子不出现，杨光也只好对邻居们一再敷衍。某天，杨光再次发现条子，可条子却是在被讨债的人殴打。兄弟情(三)杨光把条子救回了家，得知条子已将房子抵押出去。于是杨光只好把条子安顿在自己家，可是转天却发现条子顺手牵羊，偷走了自家的存折。教育了条子之后，杨光原谅了他。可杨光突然发现，其实条子染上了毒瘾。兄弟情(四)杨光本想带条子去戒毒所戒毒，可是在条子的哀求下，杨光把条子带回了家，一夜过去，早上醒来的时候条子又不见踪影。杨光到歌舞厅去寻找却发现条子又再找毒品。气愤的杨光由于对条子的兄弟深情，又一次心软地把条子带回家，还替条子还清了欠邻居们的钱。兄弟情(五)条子毒瘾发作，又偷偷从杨光家跑了出去，甚至于把杨光家的电器家具甚至房子都买掉了。杨光又生气又心疼，一次次地寻找条子却不见条子踪影。邻居赵伯伯在路上遇到条子假装乞丐行乞。杨光赶到现场，一怒之下用刀砍伤了条子。兄弟情(六)杨光走上了帮条子戒毒的漫漫长路。托老七找人帮忙，却找到的却或是厨师，或是算命的，或是完全没谱的心理医生，无奈杨光只好强行捆住条子。条子的毒瘾一次次发作，吵得杨光和杨丰年心神不宁。兄弟情(七)杨光捆着条子，帮条子熬过了一天的毒瘾。一时心软为条子送了绑，条子就又趁此机会去找毒品。杨光找到了条子，不惜为毒贩下跪来对条子进行规劝，终于感动了条子，让条子下决心戒掉毒瘾。杨光的努力最终收到了结果，在戒毒所戒毒之后，条子重获新生",
    "chinese_title": "杨光的快乐生活4",
    "douban_rating": "8.1/10 from 1469 users",
    "foreign_title": "",
    "douban_rating_average": "8.1",
    "update_at": "2025-03-18T14:22:57"
}