{
    "aka": [],
    "sid": "4249353",
    "cast": [
        {
            "url": "/celebrity/1016663/",
            "name": "杜淳 Chun Du",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275302/",
            "name": "姚芊羽 Qianyu Yao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1001714/",
            "name": "奚美娟 Meijuan Xi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318263/",
            "name": "崔可法 Kefa Cui",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1396550/",
            "name": "周彦岑 Yancen Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326901/",
            "name": "胡倩琳 Qianlin Hu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1371533/",
            "name": "卞涛 Tao Bian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1353570/",
            "name": "童唯佳 Weijia Tong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323981/",
            "name": "陆怡璇 Yixuan Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324157/",
            "name": "刘旭 Xu Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318210/",
            "name": "于小磊 Xiaolei Yu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2504084487.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1365510/",
            "name": "赵化南 Huanan Zhao",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1314481/",
            "name": "柳国庆 Guoqing Liu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "33",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2010-01-17(中国大陆)"
    ],
    "this_title": [
        "保姆与保安"
    ],
    "douban_link": "https://movie.douban.com/subject/4249353/",
    "trans_title": [
        ""
    ],
    "douban_votes": "498",
    "introduction": "高级住宅小区的保姆大苗和保安国梁引起了轩然大波，他们在中年保安大丁的新婚之日，帮助小保姆二梅逃婚，新娘从此下落不明。大丁赔了夫人又折钱，狂怒不已，逼大苗交出二梅，遭拒后发誓不让大苗和国梁有一天安稳的日子，他表面粗悍，却功于心计，招招恶毒狠辣。先是诬陷大苗伙同二梅诈骗他钱物，后又设计偷走居民名贵小狗栽赃大苗，说是被大苗和国梁盗买，所造“罪证”真得令人深信不疑，警方加入，一直被誉为小区模范保姆的大苗名誉扫地，陷入困境。但大苗认实理，为保护保姆姐妹敢做敢当，勇于面对，与大丁周旋。忠厚善良的国梁却不一样了，像是欠了大丁还不清的债，逆来顺受，笑脸相对。大苗深爱国梁，多次表示爱意，国梁也爱她，可是不敢接受，倒不是她有个不知跟谁生的九岁的女儿念念，而是他自己有难言之隐，国梁在八岁时在前往少年宫学校小号的路上遭遇过严重车祸，父母双亡，他脑部受伤留下后遗症，常常发病，随时会瘫痪和死亡，他不想拖累大苗。但面对深情款款而又漂亮直率的大苗，优柔寡断的性格又使他这想法不很坚决，他年轻，渴望爱情，因此态度左右摇摆，当大丁接连发难，他与大苗共同应付，又头痛病发足，被大苗悉心照料。国梁为向大苗表达爱意用小号演奏一首世界名曲《罗密欧朱丽叶》。国梁祝愿他和大苗的爱情象古老故事中的罗密欧和朱丽叶一样坚贞不渝。大苗说，我们要罗密欧和朱丽叶的爱情，但是，不要他们悲惨的命运。令国梁没想到的是，将他父母撞死的车祸肇事者乐静园就住在小区里，他是个私企大老板，自车祸发生他驾车逃逸后，家里惨事频发，妻子病故，女儿乐丽川受男人欺骗结婚又离婚，儿子乐秀山因恋人病亡而患了精神病，乐静园把这一切都看成是老天的惩罚，他要暗中帮助国梁改变贫困的生存状态，帮国梁找到自幼失散的哥哥，以此赎罪。又因乐丽川发生意外，幸得国梁舍生救险，才保住性命，这使得乐静园赎罪之心更加迫切，不惜给国梁半个公司。他和乐丽川商议，先安排提高国梁的教养和文化水平，然后叫他进公司当高管。国梁却是蒙蒙懵懵，以为乐家是为感激他救命之恩，不忍拂了人家好意，勉强敷衍。甚至鼓励女儿乐丽川爱国梁。这都是为了乐静园赎罪。乐丽川对国梁的各种观察中发现国梁善良真诚，真的爱上了国梁。在国梁与乐家交往的同时，大苗又遇上了大麻烦，她的在乡下的同父异母的妹妹郝平饰演大丁小苗为了逃脱她母亲包办的婚姻出来投奔她。大苗从小被后母残酷虐待，长大后逃离家乡，她憎恶她的家庭，拒绝接纳小苗。大苗在退休中医名师谢锡生家做保姆，两人亲如父女，好心的谢医生见小苗在城里举目无亲，单纯可怜，收留了她。小苗见到大苗的女儿念念，马上联想起九年前村里邻居沈开荣弃婴的事，知道念念是大苗捡来的，这使大苗震惊，她捡到念念，养育了九年，女儿是她的命，恐惧被人夺走，又恐让女儿知道不是她亲生，所以更加不许妹妹留在小区内。但是，小苗的真诚善良和对姐姐的真情意打动了大苗，大苗把她介绍到乐静园家当保姆，照料谢秀山。谢秀山病情正常时温文尔雅，通情达理，富于爱心，与小苗结下了深厚友情。父母从乡下赶出，继续逼迫小苗回乡嫁给村长的儿子、砖瓦厂老板沈开荣，大苗、国梁和谢秀山保护了她。凶悍的后母更仇恨大苗，大丁趁机与她勾结，两人密谋，叫沈开荣出来认领念念，迫使大苗交出小苗。一波未平，一波又起，经谢医生对国梁诊断，确诊他最多只能活一年时间，大苗被逼上了绝地。大苗怀着巨大痛苦，夜里出去打工，多赚钱替国梁买药。国梁深悔连累了大苗，决定与她分手。事有凑巧，谢医生的学生、在外地当医生、曾与大苗恋爱过的张仲兴来找大苗，希望恢复恋爱关系，并向她求婚。国梁竭力促成大苗和医生张仲兴的关系。国梁听从谢家安排，辞掉保安工作，进谢家公司。谢丽川深爱国梁，决定嫁给他，但是，国梁也常常态度不明确，于是乐丽川施计谋划让酒醉后的国保姆与保安梁觉得已和她男女发生关系。第二天，大苗意外发现了国梁脸上的口红，以为国梁有了女人，痛苦万分。大苗决意离开国梁。大苗一直在寻找失踪的二梅，终于获知她的下落，原来二梅被同乡骗进色情场所，失去了自由，大苗不顾自己危安，率众人设计救出二梅，大丁为此感激大苗，听从大苗劝告，要用真情来打动二梅。在小苗母亲的挑唆下，沈开荣再次来到篮江市骗走念念，他让大苗选择，要么交出小苗，要么放弃念念。大苗一筹莫展。小苗为了姐姐和念念，不辞而别回家与沈开荣结婚。大苗与国梁、谢秀山、大丁等人赶赴农村家里，在小苗即将和沈开荣领证盖章的危急关头，阻止了小苗和沈开荣这场包办婚姻。沈开荣聚众企图阻挠大苗把小苗带回篮江市，在万分危急的时刻，早充满智慧的国梁早已打电话报了当地的110。在司法的干预下当地一霸沈开荣无可奈何。只好看着大苗带着小苗离开。大苗欲乐丽川带妹妹和女儿去张仲兴家乡。而此时国梁为保护小区居民财产与歹徒搏斗严重受伤，生命垂危，大苗留下照顾。后来，谢医生请来世界著名脑科专家，为国梁手术，救了他的命，并治好了他的脑病；大苗在官司中赢了沈开荣，念念不是沈开荣的女儿，沈开荣因为雇佣童工，被司法追究。国梁也终于找到了自己找了二十多年肇事逃逸的犯罪嫌疑人。这个犯罪嫌疑人就是乐静园。一直在忏悔惊心痛苦中等待了二十多年的乐静园在最后一次向国梁道歉后，感觉到笼罩在自己心灵上的巨大的阴影终于散去，乐静园到司法机关自首了。一直爱着大苗的国梁为大苗吹起了他们常常在一起吹奏的爱情小号曲《罗密欧与朱丽叶》。大苗听到了国梁的号声来到了楼下和国梁一起在雨中跳起了他们一生中最浪漫的交谊舞。而带着忏悔和深情的乐丽川她并不放弃国梁，她绝对不能败给一个保姆，于是她拿着为国梁办好的出国护照和机票已经入学通知书来到了国梁和大苗面前。乐丽川说：学小号不是你曾经的一辈子的梦想吗？现在美国的入学通知书来了，机票也定好了。你选择吧。国梁愣住了。一边是朴实可爱的大苗，一边是能够帮自己的实现梦想的乐丽川。国梁何去何从？",
    "chinese_title": "保姆与保安",
    "douban_rating": "6.6/10 from 498 users",
    "foreign_title": "",
    "douban_rating_average": "6.6",
    "update_at": "2025-02-22T00:49:37"
}