{
    "aka": [],
    "sid": "4252795",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt1324869",
    "director": [
        {
            "url": "/celebrity/1277274/",
            "name": "Irene Lilienheim Angelico Irene Lilienheim Angelico",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1292999/",
            "name": "Abby Jack Neidik Abby Jack Neidik",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1324869/",
    "imdb_votes": 17,
    "this_title": [
        "Inside the Great Magazines"
    ],
    "douban_link": "https://movie.douban.com/subject/4252795/",
    "imdb_rating": "8.3/10 from 17 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Intelligent, provocative, glamorous and intriguing, this three-part series points the camera at the inside pages and inner workings of the first international medium. Venture inside the editor's suite and go on location to the interviews and the photo shoots of the greatest magazines in the world.This three-part documentary series reveal the brilliance, tensions and conflicts of the people who make these magazines so appealing to billions of readers worldwide. From the established players like Vanity Fair, Playboy, Time, Paris Match, and Rolling Stone, to young upstarts that are defining the cutting-edge like Colors and Vice, the inner workings of these contemporary magazines are captured and revealed.This week focuses on the power of the image. The pages of magazines capture and shape the identity of a society. This episode explores how magazines define our cultural and personal images and fuel the growth of democracy and consumerism.Go back in time to London in 1731, when Edward Cave introduced the first magazine, and to Paris when L’Illustration presented the first photographs to an eager audience. Soon Vanity Fair was bringing European art to the public and every North American household was reading Life.Dive back into now to cover the Valentino haute couture show with the most stunning new fashion magazine, and then go to the South side of Chicago with National Geographic to shoot poverty in the developed world.Learn from the most brilliant editors working today about how they juggle artistic demands with financial constraints and the expectations of their readers to create a great magazine.(broadcasted by ABC Australia, 9.30pm Thurs 21 Jan 2010)",
    "chinese_title": "Inside the Great Magazines",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.3,
    "douban_rating_average": 0,
    "update_at": "2026-02-02T10:42:39"
}