{
    "aka": [
        "迷失的异型续集"
    ],
    "sid": "4254232",
    "cast": [
        {
            "url": "/celebrity/1050903/",
            "name": "菲夫·萨顿 Phoef Sutton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032119/",
            "name": "丹尼尔·洛巴克 Daniel Roebuck",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1052290/",
            "name": "Michael Schlesinger Michael Schlesinger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1082148/",
            "name": "Robert Deveau Robert Deveau",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025588/",
            "name": "保罗·邦内尔 Paul Bunnell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1343775/",
            "name": "费伊·马斯特森 Fay Masterson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1160948/",
            "name": "H.M. Wynant H.M. Wynant",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1136389/",
            "name": "Andrew Parks Andrew Parks",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1199494",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1199494/",
    "imdb_votes": 802,
    "this_title": [
        "The Lost Skeleton Returns Again"
    ],
    "douban_link": "https://movie.douban.com/subject/4254232/",
    "imdb_rating": "6.8/10 from 802 users",
    "trans_title": [
        "失而复得的骨架",
        "迷失的异型续集"
    ],
    "douban_votes": "0",
    "introduction": "The Lost Skeleton of Cadavra won over B-movie fans with its spot-on parody of ’50s creature features.Now the 2001 indie comedy has spawned a sequel, The Lost Skeleton Returns Again, that once again turns an affectionate eye on early sci-fi and horror flicks, those low-budget gems that continue to charm audiences that have a taste for their unique mix of nostalgia and bizarre humor.The Lost Skeleton Returns Again, which screens for the first time Nov. 9 in Los Angeles, was shot in 12 days with a bigger cast than Cadavra’s and more than 10 times the original’s meager $40,000 budget.Cadavra writer, director and star Larry Blamire reprises those duties for the movie’s more-ambitious sequel, once again playing disillusioned, skeleton-battling scientist Dr. Paul Armstrong.The story picks up two years after where its predecessor left off, \"as old friends and new enemies schlep into the dreaded Valley of the Monsters in search of yet another rare element,\" according to the movie’s press materials.Boston native Blamire said the original Lost Skeleton emerged out of a simple question: Could you make a movie for $40,000?\"My wife (Jennifer Blaire, Animala from Lost Skeleton, photo below) and I moved to Los Angeles to work for an internet company,\" Blamire told Wired.com. \"But we arrived just in time for the internet bubble to burst. So, we’re living in L.A. and wondering what to do next. What do we do? We had no safety net.\"Blamire was discovering digital video and wondering if he could make a movie on the cheap. Scraping together $40,000 from internet work and turning to a collection of friends he’d made in Los Angeles, he settled in to write, direct and edit The Lost Skeleton of Cadavra.The end result was a bargain-basement cult classic. At a time when \"independent film\" is often code for arty, modest-budget, studio movies, Cadavra was genuinely independent — made on an extremely low budget and shopped at film festivals until it landed a well-earned distribution deal. After the movie’s surprise success, Blamire and his crew put in place a system that mimics the one employed by makers of the early Disney movies, pouring money made from one production into the next until there’s a flowing pipeline of flicks.Their starter movie was something of an unlikely foundation upon which to build a Hollywood empire. In Cadavra, a complete set of ’50s cinematic cliches collide — with cheap effects to match.\"We used a med school skeleton during the production, and it slowly deteriorated over the course of the shoot,\" Blamire said. \"We were running around Bronson Cave [better known as the 1960s Bat Cave entrance] on the sly, carrying bones and trying to reassemble the body.\"Cadavra tells the story of a scientist, Armstrong, who heads out to the woods with his wife, Betty, to \"do science\" with the rarest of all elements, Atmospherium. The pile of bones referenced in the title needs the same mineral to return to life, and two aliens from the planet Marva (yes, they’re called \"Marvins\") also need Atmospherium, to fuel their spaceship.According to genre film devotee Dan Madigan, Blamire’s inspirations hark back to the films of Sam Arkoff, Jim Nicholson and Sam Katzman.\"To call some of those period films shamefully neglected may be stretching it a bit,\" Madigan said.He rattles off directors like Edward L. Cahn (Invisible Invaders, Creature With the Atom Brain), Richard E. Cunha (Frankenstein’s Daughter, She Demons), Gene Fowler Jr. (I Married a Monster From Outer Space, I Was a Teenage Werewolf) and Herbert L. Strock (How to Make a Monster, Donovan’s Brain) as creators of similarly influential flicks.These early sci-fi and horror moviemakers \"fascinated and frightened teenagers more so than the threat of the Cold War,\" said Madigan, a contributor to The Book of Lists: Horror and author of See No Evil and Mondo Lucha a Go-Go.\"Blamire’s love for these and other filmmakers of that period is evident in almost every frame shot and every line uttered, not so much as a parody but out of deference to when times were thought to be simpler,\" Madigan said of Cadavra. \"Just watch 1957’s The Astounding She-Monster to see what inspired Blamire’s sexy, black-tights-wearing vixen Animala — the stuff that fueled many pre-adolescent boys’ hormones.\"One secret to Cadavra’s success, according to Blamire, was the choice of a genre that naturally looked cheap — and the decision to play to that cheapness. It helped that he shared his love of low-budget sci-fi/horror flicks of the ’50s and ’60s with a circle of friends, a social network that brought talent like Fay Masterson (The Quick and the Dead, Eyes Wide Shut) and Brian Howe (Evan Almighty, Deja Vu, photo right) to Cadavra and Blamire’s subsequent films.Cadavra’s pinpoint gags and good-hearted re-creation of ’50s adventures earned it recognition as one of the top indie films of 2004 by the Independent Features Project, and Blamire and his company rode that success into their next movie, The Trail of the Screaming Forehead. The full-color production featured stop-motion animation endorsed by the legendary Ray Harryhausen.Lost Skeleton fans have pestered Blamire about the fate of Forehead, which has appeared at film festivals but failed to land a distribution deal. Without going into great detail, Blamire promised a DVD release in 2009.Following Forehead’s failure, Blamire and his corps of actors set up their own company, Bantam Street, and set to work on Lost Skeleton Returns and Dark and Stormy Night, a more-ambitious, ’30s-esque murder mystery spoof involving elaborate soundstage sets and effects by Chiodo Brothers Productions (Team America, Elf).Next, Blamire is looking forward to shooting the sci-fi adventure Voyage to the Planet of Space with yet a bigger budget.\"And, at some point, we’d like to take on a serious project — a dramatic story,\" he said.",
    "chinese_title": "失而复得的骨架",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Lost Skeleton Returns Again",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-08-24T14:42:54"
}