{
    "aka": [],
    "sid": "4254262",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "Australia"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1977"
    ],
    "this_title": [
        "Good-bye old man"
    ],
    "douban_link": "https://movie.douban.com/subject/4254262/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The Australian Aborigines are one of the few people left in the world not contaminated by argriculture. But they are rapidly detribalizing and anthropologists all over the world are becoming aware that their cpportunities to study these cultures untainted by the socialization that farming brings are rapidly fading. Aware of the need to encourage research, The Australian Institute for Aborginal Studies was set up under the rule of Liberal Prime Minister John Gordon Menzies. Today it represents efforts towards getting Aboriginal culture down on film, tape and paper before it totally disappear in light of the government's policy to promote assimilation and to discourage \"any kind of compulsory and permanent apartheid\".American documentary film-maker David MacDougall, who now heads the film unit at the Institute, completed his first film for them, Good-Bye Old Man, in 1977. For it, he travelled to Melville Island, just north off the coast from Darwin, inhabited by the Tiwi tribe (among whom alone exit seventy languages!). On this lushly tropical island the main industry is the production of wood chips, and so many of the islanders are log cutters. But despite this and a welfare station at Snake Bay operated by the government to help sustain the islanders, they remain basically a stubborn people, adamant in their ways and with a somewhat explosive temperment that occasionally manifests itself in passionate outbursts. MacDougall's focus in this film is the unusual and ornate Pukamuni burial rite of the Tiwi; when a person dies the family assembles and an artists in the group cuts and paints a batch of wooden poles which are placed around the grave, each symbolizing a particular member of the family, living or dead. The corpse is hung overhead and it not cut down until the next full moon.Unlike most films about Aboriginal ceremonies, Good-bye Old man, made in the 'observationalist' style, is narrated by a participant in the ceremony emphasizing the surrounding family and social milieu.Nancy Israel",
    "chinese_title": "Good-bye old man",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-05T11:00:10"
}