{
    "aka": [
        "The Daughter of Keltoum"
    ],
    "sid": "4254362",
    "cast": [
        {
            "url": "/celebrity/1118354/",
            "name": "西莉亚·马基 Cylia Malki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1116568/",
            "name": "让-罗热·米罗 Jean-Roger Milo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1278304/",
            "name": "Fatima Ben Saïdane Fatima Ben Saïdane",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "法国/比利时/突尼斯"
    ],
    "writer": [
        {
            "url": "/celebrity/1028736/",
            "name": "梅迪·夏夫 Mehdi Charef",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0312687",
    "director": [
        {
            "url": "/celebrity/1028736/",
            "name": "梅迪·夏夫 Mehdi Charef",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "法语",
        "阿拉伯语"
    ],
    "playdate": [
        "2001"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0312687/",
    "imdb_votes": 300,
    "this_title": [
        "La fille de Keltoum"
    ],
    "douban_link": "https://movie.douban.com/subject/4254362/",
    "imdb_rating": "7.3/10 from 300 users",
    "trans_title": [
        "凯尔图姆的女儿",
        "The Daughter of Keltoum"
    ],
    "douban_votes": "0",
    "introduction": "Rallia (Cylia Malki), a 19-year-old westernized woman, is on a bus in the mountainous desert region of Algeria in northwest Africa, surveying where homes blend in with the landscape. She is clearly a stranger and notes unfamiliar situations, like the stopping of the bus so the men can pray.Rallia is returning to her birthplace, hoping to find her mother, Keltoum. She slowly finds her way to a house to which the bus driver had directed her. She meets a weathered old man who she learns is her grandfather (Brahim Ben Salah). He warmly welcomes her and tells her that her mother works far away in a luxury resort in El Kantara, but each Friday Keltoum returns home. Rallia also meets her aunt, Nedjma (Baya Belal), a woman who is disturbed and appears deranged , with stuttering speech and jerky movements . Waiting for her mother to return, Rallia tries to participate in the family's daily life, and encounters the hardships of the desert. The trek for well water is relentless and often overwhelming especially with the threat of a drought always looming.After waiting for a couple of weeks for Keltoum to return home, Rallia sets off with her aunt to El Kantara to find her. During their journey they meet an assortment of men and women who reveal everyday realities of Algeria. Their first encounter is with a woman (Fatima Ben Saudane) who has just been rejected by her husband and is being sent away. Rallia and Nedjma invite her to travel with them. That night, when revolutionaries burst into their hostel, the woman recognizes them as her son's friends and speaks to them. Tragically the men kill her to keep her from telling anyone that she saw them. Rallia and Nedjma, in shock and anger, continue on their journey.They hitch a ride with a truck driver who is soon ambushed by people wanting to steal his cargo grain — so they can have food. Nedjma and Rallia end up helping the thieves whom Nedjma knows as neighbors. They next take a local bus. At one of the stops, a man gets on the bus, similar to Nedjma in his speech and behavior. He becomes smitten with her, and they communicate in their own way.Because of a country curfew, the continuing bus passengers must spend the night in a small town. Nedjma's new friend lives in the town and brings his mother to meet Nedjma, in the hope that he can marry her. There, Rallia meets another westernized Algerian woman, one who is searching for her father. The next day, as the passengers go to board the bus, the woman is accosted by a man, who violently chastises her for not covering her head. She is hit and battered, but Nedjma does not allow Rallia to intervene. Along with everything else, this incident overwhelms Rallia, and she spews out her hostility toward Algerian culture. She tells her aunt that she despises her, and does not want her to continue on the journey to find her mother.Nedjma is insistent on accompanying her. Rallia has repeatedly said that when she meets her mother, she will first ask her why she gave her up for adoption — and then will kill her. Nedjma wants to protect Keltoum. Despite Rallia's attempts to ditch Nedjma, Nedjma wins — seemingly by sorcery — and joins Rallia once again. On the road once more, the two women encounter the truck driver who had been robbed. Angry because the two women assisted the thieves, his form of revenge is to attempt to rape Rallia. Rallia is able to escape and he goes after Nedjma. Rallia runs to his truck and commandeers it — shocking the driver long enough for Nedjma to escape and join Rallia.Rallia and Nedjma arrive at the luxury hotel where Keltoum works. They wait in a supply room where Nedjma looks through a fashion magazine and realizes Rallia is a well-known international model. When Rallia finally meets Keltoum (Deborah Lamy), she asks how she could have given her up for adoption. Keltoum indifferently tells Rallia that she was not abandoned, but sold for water when there was no hope for the family to survive. When Rallia questions how this could have been done, Keltoum reveals even more to the story. Keltoum was not able to have any more babies so she took Nedjma, her younger sister, and gave her to soldiers for a night. When Nedjma's baby, Rallia, was born, they took her and sold her. The family used that money to buy a mule to carry water from a distant well. Rallia runs after Nedjma, who had run away fearing Rallia would kill her. On the beach of the resort, Rallia and Nedjma are at last mother and daughter.",
    "chinese_title": "凯尔图姆的女儿",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "La fille de Keltoum",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-03-04T23:55:48"
}