{
    "aka": [],
    "sid": "4254287",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1979",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2451878838.jpg",
    "region": [
        "Papua New Guinea",
        "澳大利亚"
    ],
    "writer": [],
    "imdb_id": "tt0079328",
    "director": [
        {
            "url": "/celebrity/1025056/",
            "name": "Dennis O&#39;Rourke Dennis O&#39;Rourke",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1978"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0079328/",
    "imdb_votes": 25,
    "this_title": [
        "Ileksen"
    ],
    "douban_link": "https://movie.douban.com/subject/4254287/",
    "imdb_rating": "6.2/10 from 25 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Papua  New Guinea's coalition government won independence of the country in 1975, an event documented in Dennis O'Rourke's previous film Yumi Yet. THe country's first general election followed in 1977. It was organised on the British model, and the chief conflict was between the serving prime minister Michael Somare and the former Governor Gerneral, Sir John Guise. although ther were also numerous 'fringe' parties and independent candidates standing.Ileksen (the title is pidgin English for 'election') is an 'obersvational' documentary about the hustings in Papua New Guinea. It follows the various campaigners canvassing for support in towns and rural areas, holding meetings and giving speeches; no one faction is either favoured or patronised. The result does not give a clear picture of the central issues being fought over (although it clearly suggests tha tit would be almost impossible to do so), but it does offer an extremely incisive analysis of the structure and stlye of the election itself. A lot of it looks very funny indeed to a non-Papuan viewer, and especially to those who have first-hand experience of American or European elections: the film shows a variety of bizarre approaches to the problem of winning votes, from a speaker who arranges a rock band backing for his speech to a candidate  who takes advantage of an invitation to lecture school-children on politics by shamelessly pushing his own platform.The prevailing impression is one of chaos, of a country with rich cultural traditions of its own and very specific economic and political problems of its own struggling to adapt itself to a form of democracy that it has tried to import wholesale.Dennis O'Rourke and Gary Kildea, the film's co-directors, have not fallen into the traps that many traditional 'cinema-verite' documentarists have made all too familiar. They shoot and edit their material for clarity, in a spirit of analysis, not to score easy laughs or to make cheap moral points. Many of the film's sequences are filmed in long, uninterrupted takes, which preserve the 'reality' of the events filmed without distorting them by selective editing. Ileksen is excellently photographed, cogently assembled and compulsively interesting - a model, in fact, for documentaries of its kind.Tony Rayns",
    "chinese_title": "Ileksen",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2026-01-27T23:26:30"
}