{
    "aka": [],
    "sid": "4258465",
    "cast": [
        {
            "url": "/celebrity/1318279/",
            "name": "佟凡 Fan Tong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1368288/",
            "name": "章玉善 Yushan Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1404123/",
            "name": "徐扬 Yang Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1431319/",
            "name": "李本涛 ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1445272/",
            "name": "张薇薇 Weiwei Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1445278/",
            "name": "张莉莉 Lili Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1352753/",
            "name": "梁灵梓 Lingzi Liang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2270869929.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1326220/",
            "name": "刘德濒 Debin Liu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1322249/",
            "name": "曾晓欣 Xiaoxin Zeng",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "8",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2001"
    ],
    "this_title": [
        "中国仪仗兵"
    ],
    "douban_link": "https://movie.douban.com/subject/4258465/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "第一集 军旗的故事“中国仪仗队是我在世界上见过的最出色的一支。”这是美国总统尼克松在他的《回忆录》中，对中国人民解放军三军仪仗队的高度评价。作为第二代仪仗兵的成天时和高向东接受过尼克松的检阅。他俩是朋友也彼此互为竞争对手，两人为了争当1984年国庆阅兵的军旗手，不约而同地来到天安门前实测场地。在返回营区的路上，成为救高而被吉普车撞伤住院。新兵路岩在入伍前是模特出身形体好，但训练时并不刻苦，范长城从农村入伍为人老实而且训练刻苦。作为第三代仪仗兵，他俩在平时的训练中也相互竞争而较上了劲。成天时的伤未痊愈就以超常的毅力完成了所有训练科目。在世人瞩目国庆大典上，当成天时手擎军旗带领第一方队第一个正步迈进人安门前时，成的妻子沈虹正在老家山西平遥县一个穷山村里，冒雨抢收晒场上的玉米。第二集 夫妻情成天时在大阅兵中表现突出荣立二等功，高向东被军区保送到陆军学院学习，大队长林国梁因患脉管炎被组织上安排去疗养。沈虹来京探亲，正赶上成天时在人民英雄纪念碑下执行任务。沈不懂礼宾警戒的规定，奔成天时而来，被警察架走，成天时是看在眼里但无能为力。成天时心里感到非常对不起妻子，但队里训练忙也顾不上好好地陪一陪她，引起了沈的误解。林大队长特批4个小时假，命令成天时好好地陪妻子逛逛北京城。沈在营房里也闲不住地帮助战士们洗衣、洗被，探亲假到期，可成的女儿小竹患病未愈，而成天时却严格地按照条例送妻女回乡。临别时，战士们列队向她敬礼。沈虽被感动但她小声怨恨地对成天时说：“下辈子，我决不嫁给你们当兵的。”第三集 战友情大队长林国梁考察新队员，范长城、路岩演示着队列动作。俩人动作干净利落，不分上下，由于路岩的一个小眼神未被成选上。林来到成天时面前说到：“今天我一下考了两个人。”成天时不解，林说：“准备接班吧。”路和范在训练中相互较劲产生了矛盾没有解开，路不屑范当了班长，原因是范的父亲范敬沂与中队长成天时是老战友。也正在此时，范敬沂因举报上司贪污而被人扎伤来到仪仗队躲避。成天时坚信仪仗队出去的人决不会干贪赃枉法的事，与前来捕人的警察发生冲突，范敬沂还是被抓走。但不久，在成天时的斡旋下，范敬沂的案子终于水落石出，仪仗队人永不变质，果然名不虚传。林因病住院，含泪告别仪仗队，他坐在轮椅上告诉战士们如何认识正步人生。大队日常工作由成暂时代理，高向东学成回到仪仗队当了政委。第四集 军刀的故事到了1992年，范长城和路岩已经从军校毕业回来，成为年轻的尉官，并一起承担礼宾改革的任务。路在图书馆查阅资料时遇上北大女学生江小睐，俩人一见钟情，但仪仗队规定营级以下干部不得与驻地女同志谈恋爱，这就要求路必须在爱情与仪仗事业之间做出选择。当路痛下决心为爱情离开仪仗队时，江小睐却一反常态，说路太不成熟，并与他就地分手。而范经过潜心研究，摸索出一套军刀礼仪改革方案，获得陈司令的称赞和验收通过。从此，仪仗兵以新的姿态迎接八面来宾。成天时每隔半年就会收到父亲寄来的核桃，鼓励他多立新功。他已经有八年没有回家探亲。在仪仗队出色完成野战军“523”联合军事演习任务之后，成回到家乡才得知父亲已去世一年多了。那么，成在得知此事之前，为何每到半年时间还能收到父亲的亲笔信和核桃呢？第五集 带兵的故事路岩和范长城在这次大演习中成绩突出受到上级的嘉奖，范升任中队长，路则被认命为养猪场场长。路虽有一肚子怨气，但很快就使猪场焕然一新。高政委前来检查工作，解开路的思想误区。成大队长在检查内务工作时，发现猪场战士罗振宇床头贴了一张美女画便大发雷霆。路说美女是罗的姐姐，刚获奖的歌手，她用自己的奋斗经历鼓励弟弟干好仪仗事业。成后悔自己工作不仔细，并在全队官兵面前诚恳地向罗道歉，感动得罗和其他战士们泪流满面。在卫戍区第六届歌咏会上，罗的座位坏了没有座板，但他凭着坚强的毅力虚坐着，一动不动。这一蹲就是两个小时，感动了剧场管理人员。第六集 香港回归的故事1997年初，仪仗队接到振奋人心的任务，将随国家主席江泽民去参加“接收香港回归”仪式。成大队长和外交官先期飞赴香港与英方代表谈判，英军中校戴维固执地只给我方很难完成升旗任务的一秒钟时间。为了在7月1日零时零分零秒回归仪式上准时将五星红旗升起在香港会议展览中心，体现军威国格，仪仗队进行了全封闭模拟训练，成为此累病入院。路岩、范长城被分别选定为升旗手和执行宫，仪仗队一到香港就成为世人关注的焦点。在中英两队演训中，我方把英方比得黯然失色，戴不得不佩服并开始与我方通力合作。举世瞩目的“香港回归”仪式如期进行，结果英方因为紧张．乐队和降旗竟然提前12秒嘎然结束。中国仪仗队准时、准确地完成升旗任务，为祖国赢得了荣誉。戴也将英女王御赐权仗赠给成留作纪念。第七集 仪仗兵之爱成天时在香港下榻的京港酒店里意外地遇见江小睐，她是从美国留学回国途径香港专程看仪仗队表演的。成凭直觉坚信江仍然爱着路岩，决心撮合这桩天地良缘。成回国后邀请江到仪仗队参观，江果然来到仪仗队，但不是为了路，而是为她所在公司招聘仪仗队的复员兵。成鼓励路主动追求江小睐，遭到江的一再搪塞。原来，江为了心中的爱出国留学为的是不影响路的前途。结果在实验室研究工作中不慎染上病毒，她的同学已死去5人，她也可能不久于人世。她回国为的是在临死前见上路一面，但又怕伤害路。路得知原委后，表示对江的爱至死不渝，要和她一起度过人生最后的美好时光。第八集 大阅兵在50年大庆阅兵训练村里，由于仪仗兵的动作超乎寻常的优异，被确定为免检单位，但为了显示仪仗队的真正水平。陈司令点名调路岩训练女兵方队。成天时把自己的手机借给路，让他热线关注江小睐的病情。路采用科学方法训练女兵方队，成绩显著。江希望路参加建国50周年阅兵式，她告诉父亲，到“十一”那天，在电视里可以见到你未来的女婿，那就是最帅、最酷的军旗手——路岩。路是在训练场上，一边训练女兵方队，一边与江最后一次通电话中得知心爱的人带着对生命的美好向往，离开了人间。就在临近阅兵大典的最后时刻，训练护旗方队的范长城病倒在训练场上。路顶替他参加了天安门前的受阅仪式，“十一”庆典极大地鼓舞了全国人民的民族豪情。",
    "chinese_title": "中国仪仗兵",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-13T01:13:32"
}