{
    "aka": [
        "杨光的快乐生活第五部"
    ],
    "sid": "4262256",
    "cast": [
        {
            "url": "/celebrity/1318147/",
            "name": "杨议 Yi Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317376/",
            "name": "杨少华 Shaohua Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317375/",
            "name": "韩兆 Zhao Han",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318126/",
            "name": "徐熙颜 Xiyan Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1446164/",
            "name": "陈静波 Jingbo Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1407709/",
            "name": "刘典 Dian Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275600/",
            "name": "那威 Wei Na",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315175/",
            "name": "刘流 Liu Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274655/",
            "name": "范明 Ming Fan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1287953/",
            "name": "句号 Hao Ju",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2551183533.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1318147/",
            "name": "杨议 Yi Yang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "34",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2009"
    ],
    "this_title": [
        "杨光的快乐生活5"
    ],
    "douban_link": "https://movie.douban.com/subject/4262256/",
    "trans_title": [
        "杨光的快乐生活第五部"
    ],
    "douban_votes": "1300",
    "introduction": "总共5个单元34集：《我要富贵》(四)《别针换别墅》(八)《明明》(八)《不要和陌生人打球》(九)《租房风波》(五)1.《我要富贵》老七结婚了，排场非常大，杨光、条子和邻居们也来参加。结婚典礼上，杨光和条子两个光棍幻想着自己成为新郎，演出了一幕幕闹剧。两人都喝多了，新郎、新娘来敬酒，他们把老七以前捅过人、蹲过监狱，还有一个女朋友娟子的事都给抖露出来，弄得老七很尴尬，新娘生气跑了。杨光和条子醒酒后却记不得说错了话，好在老七不计较这些，把他们还当好朋友，又在大酒店请他们吃饭。婚后的老七怕老婆，因为老婆家里有钱，他要天天给老婆洗脚。杨光和条子羡慕老七找了一个有钱的老婆，想到老七的公司上班。看在朋友情面上，老七答应了。正好和老七有生意往来的赵总来天津，杨光和条子开车去接。半路发生追尾，开车的女人赔了他们两千块钱。到机场接到赵总，赵总的老婆也来了，没想到她就是赔他们钱的那个女人。赵总和气冲冲的老婆回家了，签合同的事泡了汤。老七很生气，亲自给赵总打电话道歉。赵总是个怕老婆的男人，他安慰好了老婆，约老七吃顿饭。正巧老七没时间，就以让杨光、条子去陪客。酒席中赵总推说不能喝酒，杨光和条子讽刺赵总怕老婆。爱面子的赵总在他们的撺掇下，喝起酒来，最后口吐白沫，只得打120送医院，一检查，酒精中毒。赵总老婆知道后，到医院伺候赵总，赵总借着酒劲，对老婆又打又骂，尽显男人本色。赵总因为这次喝酒改掉了“气管炎”的毛病，在家里的地位大翻身。为了感谢杨光和条子，他又邀请他们去喝酒，两个人喝得不省人事，也住进了医院。出院的杨光和条子又回去干起了老本行。有一天老七带着老婆来找他们喝酒，原来赵总感谢杨光、条子帮了自己的忙，和老七的公司签了合同。不过怕老婆的老七还是不敢让他们回自己的公司上班。2.《别针换别墅》“搜浪网”为了加快发展，决定通过制造爆炸性新闻提高点击率，记者冯莎提出的别针换别墅的主意得到了经理的赞赏。在“搜浪网”的大肆宣传下，这条新闻吸引了很多人的关注。条子也做起了别针换别墅的美梦，幻想有朝一日过上有钱人的生活。他先是拿别针换了曹大哥的半瓶白酒，又用酒换了李先生一本书，拿书又换了赵伯伯的工具箱。正好杨光捡到一条狗，条子连哄带骗把狗弄到手，还给了失主，换回来一辆摩托。乐极生悲，条子骑着摩托撞到墙上，摩托报废，自己也挂了彩。不死心的条子带着杨光，拿上菜刀，又上街去交换。正巧碰到冯莎在街边拿相机拍照，条子用菜刀和她交换。冯莎以为碰到抢劫的，就把相机给了条子。杨光和条子正美着，冯莎带着警察来了，把他们抓进了派出所。费了半天劲，警察才相信杨光和条子不是抢劫犯，而制造别针换别墅新闻的正是误会了他们的冯莎。冯莎找到杨光，希望他帮自己把这个新闻做下去。杨光答应了，他盼着有一天能梦想成真。杨光先和同事们交换，并接受采访，一下子成了新闻人物。得知这一消息的某房地产公司潘总正发愁建好的别墅卖不出去，于是打算联手“搜浪网”，通过别针换别墅作广告，扩大影响。杨光和潘总签了合同，他用别针换得别墅一年的无偿使用权。不过，他在别墅里要处处当心，因为这里的一切东西都很昂贵，损坏了要赔偿。杨光把父亲接到别墅，老爷子在这里住不惯，害怕晚上一个人睡，就搬回家了。物业公司的同事很羡慕羡慕杨光，他就把同事们请到家里，一帮人喝了个昏天黑地、杯盘狼藉，弄坏了不少东西。杨光回家向父亲借钱，又邀请老邻居到新家做客。曹大哥、赵伯伯、李先生、齐大妈以及能沾上点关系的都来了，家里搞得一团糟。条子因为嫉妒杨光，没有参加聚会。杨光找到条子，主动邀请他。两个人没钱买东西，只能吃方便面。他们帮邻居家搬东西，拿了一桶吃的，津津有味地吃了半桶才知道是狗粮。水和电都没了，杨光只能从父亲那借钱充电买水。条子因为受不了，最后逃回家了。醒悟过来的杨光，也把钥匙还给房地产公司。潘总竹篮大水一场空，“搜浪网”也因为制造虚假新闻被查封。夜幕之中，杨光又回到熟悉的小院，曹大哥、赵伯伯、李先生、齐大妈正赔着父亲聊天，他感到一切都那么亲切……3.《明明》七夕是中国的情人节。条子去相亲，看到姑娘挺漂亮，没想到是个盲人。杨光独自一个人在海河边溜达，认识了喝的烂醉要跳河的杨百万。杨光和杨百万纠缠间，把一个行人撞下了河，杨百万赔了几千块钱。杨光把杨百万送回别墅，杨百万也给了杨光几千块钱。早晨酒醒后，杨百万一概记不起来了，杨光无奈还钱走人。因为背杨百万回家，杨光闪了腰，于是去明明的诊室按摩。明明是一个漂亮的盲女，杨光喜欢上了她。接下来，杨光两次在海河边，又巧遇杨百万，重复了上一次的故事。第三次，杨百万把杨光当成了小偷，打110报警，到派出所后，因为没有证据就把杨光放了。杨百万去医院检查，发现自己换上了酒精性间歇健忘症，知道错怪了杨光，到杨光单位去道歉，两人和好，以兄弟相称。杨光去明明诊室按摩，得知这里要拆迁，明明打算去新疆开诊室。为了挽留明明，杨光去找杨百万，杨百万决定不拆迁了。杨光想对明明表白爱意，谎称自己生日，邀请她到自己家里烛光晚餐。杨光正要表明自己的爱慕之情，却被条子搅了好事。明明留下一份礼物和一张字条，告诉杨光自己不想连累他。经过一番心灵的折磨，杨光决定接受现实，和明明在一起。他们一起去剧场听相声，去海边听海。明明说只要治好自己的眼疾，就一定嫁给他。但治疗需要30万。杨光向杨百万借钱，杨百万要见一见这个令杨光倾心的女孩。在诊室里，明明向杨百万说出了真相。原来明明并不是盲人，她只是在考验杨光。她原来有一个男朋友，但出国以后就杳无音信了。杨光通过了考验，激动地跑回家拿钱，买了玫瑰，又去买戒指。等他回到诊室，发现明明正和她以前的男友在一起。她的男友因为在国外患上眼疾，以为治不好了，不想连累明明，便和她断了联系。后来没想到眼睛治好了，于是他辗转找到了明明。有情人终于团圆，杨光落寞地离开……4.《不要和陌生人打球》曹大哥爱打台球，媳妇不让打，两人吵了一架。曹大哥赌气去台球厅，认识了小九。小九是老黑的手下，老黑是赌球诈骗恶势力团伙的头头。小九设下圈套，让他一次次赢钱，尝到甜头的曹大哥越陷越深。最后，老黑收网了，他的一个手下先是装醉，输了不少钱。贪心的曹大哥和他玩起了一万块钱一杆的，结果欠下四万块钱的赌债。走投无路的曹大哥打算到医院卖肾，不过不知要等到什么时候。他不敢回家，只能在街头游荡。这可急坏了曹大嫂，赶紧找杨光帮忙。没找到人，杨光独自回家。在黑暗的胡同里，曹大哥叫住了杨光，把实情都告诉了他。杨光借给曹大哥1400块钱，让他先骗住媳妇。两个人又去找邻居借钱，邻居们都顾左右而言他，不想借给他们。这时条子也去台球厅打球，被老黑一伙骗了，欠下四万块钱。条子找到杨光，三个人一筹莫展。他们去找老黑，向他求饶，老黑只答应宽限几天。他们去找老七，老七曾经拿刀捅过老黑，他决定向老黑挑战。双方约定，如果他们赢了欠账一笔勾销，如果输了就给老黑十六万。但没过多久，老七中风住院了，原来他是让空调吹病了。老七给他们推荐丁辉俊教授，丁教授只打专业比赛。他们给丁教授治好了爱犬的中风病，丁教授答应帮忙，不巧丁教授也因为吹空调中风了。躺在病床上的丁教授推荐了桔五，可是桔五没了双臂。桔五又推荐绿六，绿六没有双腿。绿六又推荐二青，可二青又患了青光眼。桔五、绿六、二青决定帮忙，给杨光进行了紧急培训。决战的时刻终于到来。前两局老黑赢了，第三局、第四局杨光侥幸赢了。第五局是关键的一局，最后一个黑八两个人怎么也打不进。正较量间，警察冲进来，把他们一起抓进派出所。因为配合警察找到了老黑一伙赌博诈骗的证据，有重大立功表现，杨光他们被免除刑事责任。三个人走出派出所，正碰上闻讯赶来的杨丰年和曹大嫂。霉运终于过去了，大家感到无比的轻松……5.《租房风波》奥运会就要开了，天津是协办城市，很多外地人也来天津看比赛了，租房的人多起来。条子、曹大哥、赵伯伯、李先生都把房子租出去了，杨光也算计着要出租房子。第一个房客是条子，条子把房子租出去，没有地方住，但杨光还是没把房子租给他。第二个房客是一个河南球迷，他召集了一批球迷在家里排练，噪音大得受不了，杨光把他打发走了，但亏了五百块钱。第三个房客是一位曲艺学校的在校生，正在写论文，一到晚上就打快板、敲大鼓寻找灵感。最后没辙了，杨光把大学生也请走了，又亏了五百块钱。第四个房客整天神经兮兮的，喜欢清静，总是告诫杨光“别说话”。后来警察把杨光请到派出所，他才知道原来这个家伙是个小偷。杨光还是想出租房子，赚点钱。他把院子租给了条子，条子借机整治杨光，还在小院里卖水果。条子还把院子转租给邻居曹大哥、赵伯伯、李先生。几个人在院子里看奥运会，吃烧烤，不亦乐乎。杨光最后也加入了狂欢的集体，共同举杯庆祝中国在奥运会上取得的巨大胜利！",
    "chinese_title": "杨光的快乐生活5",
    "douban_rating": "7.9/10 from 1300 users",
    "foreign_title": "",
    "douban_rating_average": "7.9",
    "update_at": "2025-04-04T13:56:07"
}