{
    "aka": [
        "The Stripes in the Tartan"
    ],
    "sid": "4262213",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1970",
    "genre": [
        "动画",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901824702.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt2086857",
    "director": [
        {
            "url": "/celebrity/1044183/",
            "name": "玛格丽特·泰特 Margaret Tait",
            "@type": "Person"
        }
    ],
    "duration": "4分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "1970"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2086857/",
    "imdb_votes": 36,
    "this_title": [
        "John Macfadyen"
    ],
    "douban_link": "https://movie.douban.com/subject/4262213/",
    "imdb_rating": "6.2/10 from 36 users",
    "trans_title": [
        "The Stripes in the Tartan"
    ],
    "douban_votes": "0",
    "introduction": "John Macfadyen (The Stripes in the Tartan) (1970, 4 mins)Painted directly onto film with a march tune entitled John Macfadyen.Margaret Tait was one of Britain's most unique and individual artist filmmakers. Over the course of 46 years she produced over 30 films including one feature, Blue Black Permanent (1992) and published five books of poetry and short stories, while living between the Island of Orkney and Edinburgh.Margaret described her life's work as consisting of making film-poems. She often quoted Lorca's phrase of 'stalking the image' to define her philosophy and method, the idea that if you look at an object closely enough it will speak its nature.This clarity of vision and purpose with an attention to simple commonplace subjects combined with a rare sense of inner rhythm and pattern give her films a transcendental quality, while still remaining firmly rooted within the everyday. Margaret once said of her films, with characteristic modesty, that they are born of 'of sheer wonder and astonishment at how much can be seen in any place that you choose...if you really look'.Hailing from the Orkneys, but with a touch of the Italian Neo-Realists about her, filmmaker and poet Margaret Tait produced a body of short films and one feature, which she liked to refer to as film poetry - a rather off-putting title for some unique and beautiful films.Having spent two years studying film in Rome in the early 50s, Tait soon returned to Scotland to start her own projects. She blended the matter-of-fact imagery of the Neo-Realists with her more lyrical sensibilities, seeking a depiction of reality that was closer to poetry than to a film documentary style. Language is highly prevalent in her work, be it the elegiac voiceovers, use of dialects or chalked-out words cropping up in her images, adding rhythm and syntax to the footage she captures.Tait was protective of her 36 films in the later years of her life, preferring that they existed for their moment rather than form part of a retrospective. Only on her death were they handed over to the keen Scottish archivists who had sought for so long to preserve her work. It would be nice to respect her wishes, but it's actually much better to watch her work.",
    "chinese_title": "John Macfadyen",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-10-21T18:21:59"
}