{
    "aka": [],
    "sid": "4262246",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1294530/",
            "name": "Craig Piligian Craig Piligian",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0450906",
    "director": [
        {
            "url": "/celebrity/1305541/",
            "name": "Rick Ringbakk Rick Ringbakk",
            "@type": "Person"
        }
    ],
    "duration": "USA: 60 分钟",
    "episodes": "13",
    "language": [
        "英语"
    ],
    "playdate": [
        "2005-06-09"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0450906/",
    "imdb_votes": 36,
    "this_title": [
        "THE CUT"
    ],
    "douban_link": "https://movie.douban.com/subject/4262246/",
    "imdb_rating": "6.5/10 from 36 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The Cut is a television reality show for aspiring designers hosted and sponsored by Tommy Hilfiger. Sixteen designers split into new teams each week to complete tasks, with one more player going each round. The show debuted on CBS in June 2005 to mediocre reviews and weak ratings, and shifted timeslots through the summer until ending its run in the Friday night death slot. Among the most frequent criticisms were the uninspiring performance by host Hilfiger, the unappealing group of players, the catch phrase Hilfiger used for each elimination (\"you're out of style\"), and the sense that the show was a ripoff of The Apprentice (appearances by celebrities, the New York City setting, living in a loft, the task concept, the input of an old man named George, etc.).When only seven players were left, they had an individual challenge involving photo shoots. They were split into three teams of two at the final six, and one team (Deanna Bonin and Wes Davis) was eliminated. After another elimination, the final three (Shante \"Princess\" Warren, Elizabeth Saab, and Chris Cortez) were allowed to bring back former teammates to help design a window display. Hilfiger chose Cortez as the winner (the winner had the opportunity to work for Hilfiger and design a clothing line for him), although Hilfiger's decision to sell the business cast some doubt on whether or not Cortez was ever hired.The show was not picked up for another season.The background music is written by Mark T Williams and Jeff Lippencott of Ah2 Music.",
    "chinese_title": "THE CUT",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-07-18T00:13:21"
}