{
    "aka": [
        "A Fine, Windy Day",
        "Good Windy Day",
        "吹着风的好日子"
    ],
    "sid": "4263322",
    "cast": [
        {
            "url": "/celebrity/1058705/",
            "name": "安圣基 Sung-kee Ahn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1039895/",
            "name": "金宝妍 Bo-yeon Kim",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1980",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2581611901.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1289653/",
            "name": "李长镐 Jang-ho Lee",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0319027",
    "director": [
        {
            "url": "/celebrity/1289653/",
            "name": "李长镐 Jang-ho Lee",
            "@type": "Person"
        }
    ],
    "duration": "113分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1980-11-27(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0319027/",
    "imdb_votes": 86,
    "this_title": [
        "바람불어 좋은날"
    ],
    "douban_link": "https://movie.douban.com/subject/4263322/",
    "imdb_rating": "5.9/10 from 86 users",
    "trans_title": [
        "刮风的好日子",
        "A Fine, Windy Day",
        "Good Windy Day",
        "吹着风的好日子"
    ],
    "douban_votes": "0",
    "introduction": "Fresh from the country, Duk-bae (Ahn Sung-ki), Chun-sik (Lee Young-ho), and Kil-nam (Kim Seong-chan) work at a Chinese restaurant, barbershop, and motel, respectively, in a newly-developing area just outside of Seoul. They share friendship and moral support with one another in their difficult lives. Due to ongoing development, even long-established inhabitants of the area are forced to give up their farmland and leave their homes. Meanwhile, Kil-nam is in love with a hairdresser named Jin-ok, and Chun-sik has his heart set on Miss Yu (Kim Bo-yeon), who works as a shaver in the same barbershop. Simplehearted Duk-bae finds himself torn between Chun-sun (Lim Ye-jin), a bright and spirited girl from the country, and Myung-hi (Yoo Ji-in), a foul-tempered yet captivating high society girl. However, Duk-bae learns that Myung-hi, who pretended to care for him, was merely playing with him. Similarly, Jin-ok runs off without paying back the money she owes Kil-nam. Although Miss Yu loves Chun-sik, she becomes the mistress of Mr. Kim (Choi Bul-am), a regular at the barbershop, in order to pay for her father's medical fees and her siblings' tuition. Enraged, Chun-sik stabs Mr. Kim and ends up in prison. Kil-nam enlists in the military, and Duk-bae resolves to defeat the world by boxing.",
    "chinese_title": "刮风的好日子",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "바람불어 좋은날",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-04-08T01:49:12"
}