{
    "aka": [
        "A Petty Middle Manager"
    ],
    "sid": "4263239",
    "cast": [
        {
            "url": "/celebrity/1288544/",
            "name": "金胜镐 Seung-Ho Kim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1196493/",
            "name": "都琴峰 Geum-bong Do",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1332791/",
            "name": "黄贞顺 Jeong-sun Hwang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321329/",
            "name": "金喜甲 Hie-gab Kim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1438658/",
            "name": "卜惠淑 Hye-suk Bok",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1961",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2569139526.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "imdb_id": "tt0427810",
    "director": [
        {
            "url": "/celebrity/1340917/",
            "name": "李奉来 Bong-rae Lee",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1961-05-04(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0427810/",
    "imdb_votes": 44,
    "this_title": [
        "삼등과장"
    ],
    "douban_link": "https://movie.douban.com/subject/4263239/",
    "imdb_rating": "6.2/10 from 44 users",
    "trans_title": [
        "三等课长",
        "A Petty Middle Manager"
    ],
    "douban_votes": "0",
    "introduction": "Gu (Kim Seung-ho), who manages the eastern branch of Samcheolli Transportation Company, is the head of a large family comprising his father, his mother (Bok Hye-suk), his wife (Joo Jeung-nyeo), his son Yeong-gu, and his daughter Yeong-hui (Do Kum-bong). On the very day Yeong-hui starts her new job at his office, Gu is humiliated by Director Song (Kim Hee-gap), who berates him in front of his daughter. One day, Song asks Gu to convert the second floor of the branch office into a dance school for his mistress Myeong-ok (Yoon In-ja). Gu complies, and is promoted to the head of the welfare department at Samcheolli headquarters. Meanwhile, Gu's daughter Yeong-hui sees Gwon O-cheol, who works in the welfare department, meeting Myeong-ok at a coffee shop, and spreads a rumor about their supposed relationship throughout the company. In fact, Myeong-ok and Gwon O-cheol are merely relatives, and the latter had been advising Myeong-ok to end her relationship with Song. At the end of an intense argument, Song lies to his wife that Myeong-ok is Gu's mistress. Furious, Gu's and Song's wives storm into Myeong-ok's house. Song happens to be there, taking a bath, and Song's wife discovers him in the act. Gu's wife realizes that she was mistaken about her husband and returns to her home. Myeong-ok decides to end her affair with Song and go back to her hometown. Learning the truth about the entire incident, Yeong-hui apologizes to Gwon O-cheol and the two make peace.",
    "chinese_title": "三等课长",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "삼등과장",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-08-31T05:35:15"
}