{
    "aka": [],
    "sid": "4263653",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p663102265.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1326733",
    "director": [],
    "duration": "101分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-09-29(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1326733/",
    "imdb_votes": 2542,
    "this_title": [
        "The Art of the Steal"
    ],
    "douban_link": "https://movie.douban.com/subject/4263653/",
    "imdb_rating": "7.5/10 from 2542 users",
    "trans_title": [
        "窃取艺术"
    ],
    "douban_votes": "213",
    "introduction": "An un-missable look at one of the art world’s most fascinating controversies and a celebrated selection of the Toronto, New York and AFI Film Festivals, Don Argott’s gripping documentary THE ART OF THE STEAL chronicles the long and dramatic struggle for control of the Barnes Foundation, a private collection of art valued at more than $25 billion. In 1922, Dr. Albert C. Barnes formed a remarkable educational institution around his priceless collection of art, located just five miles outside of Philadelphia. Now, more than 50 years after Barnes’ death, a powerful group of moneyed interests have gone to court for control of the art, and intend to bring it to a new museum in Philadelphia. Standing in their way is a group of Barnes’ former students and his will, which contains strict instructions stating the Foundation should always be an educational institution, and that the paintings may never be removed. Will they succeed, or will a man’s will be broken and one of America’s greatest cultural monuments be destroyed?",
    "chinese_title": "窃取艺术",
    "douban_rating": "7.7/10 from 213 users",
    "foreign_title": "The Art of the Steal",
    "imdb_rating_average": 7.5,
    "douban_rating_average": "7.7",
    "update_at": "2025-05-19T09:51:04"
}