{
    "aka": [
        "The March of Fools"
    ],
    "sid": "4263312",
    "cast": [
        {
            "url": "/celebrity/1317032/",
            "name": "何载永 Jae-yeong Ha",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1341487/",
            "name": "李怜玉 Yeong-ok Lee",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1975",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2560494808.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1346196/",
            "name": "崔仁浩 In-ho Choi",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0398727",
    "director": [
        {
            "url": "/celebrity/1218899/",
            "name": "河吉钟 Kil-jong Ha",
            "@type": "Person"
        }
    ],
    "duration": "117分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1975-05-31(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0398727/",
    "imdb_votes": 168,
    "this_title": [
        "바보들의 행진"
    ],
    "douban_link": "https://movie.douban.com/subject/4263312/",
    "imdb_rating": "6.5/10 from 168 users",
    "trans_title": [
        "傻瓜们的行进",
        "The March of Fools"
    ],
    "douban_votes": "133",
    "introduction": "Byeong-tae (Yoon Mun-seob), a philosophy major at Y University, goes to a group blind date and meets Young-ja (Lee Young-ok), who studies French literature at H University. The young men and women of the 1970s, who have grown up under the influence of a rapid influx of Western culture, agonize over college issues, family conflicts, and their future paths in life. But such struggles are self-derisive, and they can see no tomorrow waiting for them. Between Byeong-tae and Young-ja, there is no promise of love, of any kind. They simply meet, and exchange meaningless conversation. Meanwhile, Yeong-cheol (Ha Jae-young), who always rides a bike and declares every time he drinks that he will set off in search of a whale, has feelings for another girl he met on the blind date, named Sun-ja (Kim Young-suk). But Sun-ja rejects Yeong-cheol, who stammers, has no prospects, and was even turned down for military duty due to health reasons, and he falls into despair. With nothing to look forward to, Byeong-tae and Yeong-cheol head to the sea. Yeong-cheol, who boasted that he would catch a beautiful whale in the East Sea, commits suicide, and Byeong-tae enlists with the military. Young-ja comes to see him off, even though she said she wouldn't see him any more, and the two of them kiss through the open window of the train that will carry Byeong-tae away.",
    "chinese_title": "傻瓜们的行进",
    "douban_rating": "7.7/10 from 133 users",
    "foreign_title": "바보들의 행진",
    "imdb_rating_average": 6.5,
    "douban_rating_average": "7.7",
    "update_at": "2025-12-03T19:52:15"
}