{
    "aka": [
        "Heavenly Homecoming to Stars"
    ],
    "sid": "4263300",
    "cast": [
        {
            "url": "/celebrity/1044742/",
            "name": "申星一 Sung-il Shin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1339898/",
            "name": "安仁淑 In-suk Ahn",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1974",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2453529899.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1346196/",
            "name": "崔仁浩 In-ho Choi",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0319126",
    "director": [
        {
            "url": "/celebrity/1289653/",
            "name": "李长镐 Jang-ho Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1218899/",
            "name": "河吉钟 Kil-jong Ha",
            "@type": "Person"
        }
    ],
    "duration": "109分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1974-04-26(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0319126/",
    "imdb_votes": 101,
    "this_title": [
        "별들의 고향"
    ],
    "douban_link": "https://movie.douban.com/subject/4263300/",
    "imdb_rating": "6.4/10 from 101 users",
    "trans_title": [
        "星星的故乡",
        "Heavenly Homecoming to Stars"
    ],
    "douban_votes": "0",
    "introduction": "Once a bright and innocent girl, Gyeong-a (Lee Ahn-sook) overcomes the pain of being abandoned by her first love and becomes the second wife of a middle-aged man named Lee An-jun (Yoon Il-bong). But Yoon has a history of having driven his first wife to suicide through his pathological suspicions about her fidelity. Gyeong-a, who once had an abortion, is cast out by Lee when her past comes to light. She takes to drink, and is degraded to the level of a bar hostess by Dong-hyeok (Baek Il-seop). Then she meets an artist named Mun-oh (Shin Seong-il) and moves in with him. They embrace their mutual similarities and, in their own way, enjoy a happy life together. But Dong-hyeok comes looking for Gyeong-a and forces her through blackmail to leave Mun-oh. When she loses herself in severe alcoholism and self-loathing, even Dong-hyeok leaves her side. But Mun-oh discovers her whereabouts and comes to her. After watching her sleep until dawn begins to break, he leaves some money by her pillow and leaves the room. Gyeong-a continues to indulge in the bottle and has meaningless encounters with men. Then, one snowy day, she sets out to her hometown to visit her mother. In the mountains, she takes a sleeping pill and falls asleep in the snow, never to awake. Mun-oh scatters Gyeong-a's ashes on the river and looks back on her difficult life.",
    "chinese_title": "星星的故乡",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "별들의 고향",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-11-23T09:20:28"
}