{
    "aka": [
        "Yalkae, A Joker In High School"
    ],
    "sid": "4263318",
    "cast": [
        {
            "url": "/celebrity/1341550/",
            "name": "郑允姬 Yun-hie Jeong",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1977",
    "genre": [
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2601964893.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "imdb_id": "tt0315904",
    "director": [
        {
            "url": "/celebrity/1346192/",
            "name": "石来明 Rae-myeong Seok",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1977-01-29(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0315904/",
    "imdb_votes": 41,
    "this_title": [
        "고교얄개"
    ],
    "douban_link": "https://movie.douban.com/subject/4263318/",
    "imdb_rating": "6.0/10 from 41 users",
    "trans_title": [
        "高校怪仔",
        "Yalkae, A Joker In High School"
    ],
    "douban_votes": "0",
    "introduction": "Na Du-su (Lee Seung-hyeon), who sports the nickname of \"Yalkae\" (meaning \"cheeky, cocky person\"), has been a high school sophomore for two years. His partner-in-mischief Yong-ho (Jin Woo-young), whose father runs a hospital, is also repeating his grade. Together, they play pranks on their friends and teachers and neglect their studies, thereby earning a notorious reputation as \"problem\"students. One day, Du-su goes to the house of a teacher named Baek Sang-do (Hah Myung-joong), who rents a room from a grocery store owner, for after-school lessons. There, he falls for In-suk (Kang Ju-hee), whose mother owns the grocery store. When a classmate named Ho-cheol tells on him to Mr. Baek, he decides to get Ho-cheol back. During class, he paints Ho-cheol's glasses red and yells, \"Fire!\" Ho-cheol ends up getting his glasses broken, and Du-su gets sent to the principal's office. When Ho-cheol fails to show up at school after that day, Du-su goes to his house. He sheds tears of remorse when he learns that Ho-cheol, whose family is too poor to afford a new pair of glasses for him, fell during his milk deliveries and injured his leg. Du-su takes on the deliveries in Ho-cheol's stead. He even takes notes in class for Ho-cheol, and begins to develop an interest in study. While continuing to run the milk delivery route in secret, he gets into a car accident and hurts his arm. Du-su's good deeds come to light because of the accident, winning him the approbation of his family and his teachers. Even In-suk, who had pretended to act coldly toward Du-su to make him come to his senses, visits him with a bouquet of flowers in her hand.",
    "chinese_title": "高校怪仔",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "고교얄개",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-07-10T07:52:37"
}