{
    "aka": [
        "The Body Confession"
    ],
    "sid": "4265287",
    "cast": [
        {
            "url": "/celebrity/1332791/",
            "name": "黄贞顺 Jeong-sun Hwang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330044/",
            "name": "金振奎 Jin Kyu Kim",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1964",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2883785218.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1341496/",
            "name": "赵肯夏 Keung-ha Jo",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2158706",
    "director": [
        {
            "url": "/celebrity/1341496/",
            "name": "赵肯夏 Keung-ha Jo",
            "@type": "Person"
        }
    ],
    "duration": "140分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1964-06-20(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2158706/",
    "imdb_votes": 14,
    "this_title": [
        "육체의 고백"
    ],
    "douban_link": "https://movie.douban.com/subject/4265287/",
    "imdb_rating": "6.2/10 from 14 users",
    "trans_title": [
        "肉体的告白",
        "The Body Confession"
    ],
    "douban_votes": "0",
    "introduction": "Nightclub owner Madam (Hwang Jung-seun), known as \"the President\" in Busan's red light district, has made her money using any and all means, including prostitution and smuggling, in order to support her three daughters who live in Seoul. Her daughters, all of them college students, think that their mother runs a dressmaker's shop in Busan. Their success is Madam's only wish, but her eldest daughter Seong-hui disappoints her by insisting on marrying a truck driver and aspiring novelist (Kim Jin-kyu). Younger daughter Dong-hui (Kim Hye-jeong) dates a rich man's son (Lee Sang-sa) to Madam's delight, but the young man abandons Dong-hui without a second thought when he tires of her. In despair, Dong-hui comes to Busan in search of her mother, but Madam has already been taken into custody on smuggling charges. After she gets out of prison, Madam is shocked to learn that Dong-hui is working as a prostitute in a bar across from her nightclub, but she continues to hide her identity. Youngest daughter Yang-hui (Tae Hyun-sil), who is a violinist, visits Busan to give a performance before getting married and heading to Germany to study music. She discovers Madam's true profession and, enraged, repudiates her own mother. Dong-hui repents her behavior and comes looking for Madam with Seong-hui, but Madam has already committed suicide.",
    "chinese_title": "肉体的告白",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "육체의 고백",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-04-27T10:36:05"
}