{
    "aka": [],
    "sid": "4269450",
    "cast": [
        {
            "url": "/celebrity/1093611/",
            "name": "Jerry Haleva Jerry Haleva",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1276475",
    "director": [],
    "duration": "USA: 70 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1276475/",
    "imdb_votes": 224,
    "this_title": [
        "The Achievers: The Story of the Lebowski Fans"
    ],
    "douban_link": "https://movie.douban.com/subject/4269450/",
    "imdb_rating": "5.6/10 from 224 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "\"The Achievers\" resembles \"The King of Kong,\" a 2007 documentary about the rivalry between two Donkey Kong champions. Director Chung admires that film, as well as \"Trekkies\" and the work of the Mayles brothers, known for \"Salesman\" and \"Grey Gardens.\"Rather than collect perspectives from outside sources -- film critics, scholars of subculture or fandom -- \"The Achievers\" stays almost entirely with a core of die-hards.It may make the film a bit insular but it also immerses the viewer in the world of Lebowski heads. Many of them -- with their elaborate costumes, stressing out over movie trivia and fast bonds to other fest-goers -- seem so obsessively single-minded it's hard not to wonder if they have much else going on in their lives.Chung doesn't think they're that pathetic. \"It says more about the power of 'Lebowski' than any neediness on the parts of the fans,\" he says. \"I went to a lot of their houses, and they had pretty healthy social networks. They let it out in the festival and then go back to their ordinary lives.\"Which comes back to the essential question: Why this film? If fans are looking for first-rate casts falling into twisted pictures that create their own reality, why not the Coens' even weirder \"The Hudsucker Proxy\" or David O. Russell's \"I (Heart) Huckabees\" or Richard Kelly's \"Donnie Darko\"?To festival co-founder Will Russell, reached on a bus between fests in Seattle and Portland, it comes down to bowling. \"I think bowling has a lot to do with tying the fest together.\" But he doesn't want the brilliance of the Coens' film overlooked. \"It's an amazing, quotable movie that gets better every time you watch it. I've seen it over 100 times and I'll never get sick of it. I don't know how they did that.\"If Chung has to speculate, he'll bet it's the dialogue among characters like the Dude, Walter (John Goodman) and Donny (Steve Buscemi), which is",
    "chinese_title": "The Achievers: The Story of the Lebowski Fans",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2025-12-02T06:35:32"
}