{
    "aka": [],
    "sid": "4271904",
    "cast": [
        {
            "url": "/celebrity/1314263/",
            "name": "徐僧 Seng Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318468/",
            "name": "王子子 Zizi Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "中国大陆",
        "中国香港"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1331016/",
            "name": "杜鹏 Peng Du",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2007-05-01"
    ],
    "this_title": [
        "三个秘密房间"
    ],
    "douban_link": "https://movie.douban.com/subject/4271904/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "：《三个秘密房间》之《迷墙》剧情简介人物：小波：20出头，性格内向阴郁，为人封闭，不与人交流。早年父亲杀了母亲，导致心理阴影。芳姐：30岁左右，艳丽少妇，丰韵犹存，小波邻居，与丈夫貌合神离，背地里与人有染。小李：30多岁，青壮年，经常出差不在家，忙于工作，疏于家庭。小松：20出头，小波同事，为人热情，包打听，爱偷听别人隐私。情人：30多岁，芳姐的姘头，容貌阴郁。故事梗概：男生小波搬进姐姐出国后空出来的单位宿舍。宿舍在一栋外观、内貌老旧，终日光线昏暗，气氛压抑的筒子楼里。姐姐房间的隔壁住着一对夫妻――丈夫小李和妻子芳姐。小李是姐姐的同事，芳姐也算是姐姐的朋友，以往小波和夫妻二人有过接触，但并不熟悉。小波对二人的感觉是，小李一贯心事重重，情态阴郁，与筒子楼的气氛倒是非常吻合；芳姐热情、亲切，乐于与人交往。但不知为什么，小波总是隐隐感到他们二人之间似乎有什么让人觉得别扭的地方……小波搬进姐姐宿舍的当晚，无意中听到了隔壁小李和芳姐做爱的声音。“声音”对正值青春饥渴的小波构成了一定的吸引力，之后，他甚至准备了不同型号的杯子(用杯口扣在墙壁上，把耳朵贴住杯底，可以放大从隔壁传过来的声音)用以提高收听质量……但渐渐地，小波越来越感到“声音”成了一种让他焦虑的东西……就在小波准备躲开“声音”回父母家住几天的时候，小李出差了。小波如释重负，取消了回家的计划。但在当晚，他又听到了隔壁传来的“声音”……显然，芳姐在偷情。至此，小波对“声音”的态度有些复杂。但他并不想对芳姐进行道德判断，一是他认为这事芳姐的私事，与他无关；二也是在他搬过来以后，芳姐表现出善意和友好，所以他更不愿意引起她的反感……一天深夜，小波在楼道里撞上了芳姐和她的“相好”一同走在阴暗楼道里……事后芳姐试图向小波解释什么……小波表明了自己的态度，芳姐感到安心，甚至欣慰……然而芳姐的偷情行为似乎也有些肆无忌惮，一次，他们的“声音”大得惊人，小波感到简直响彻了整个楼道……但从那次以后，不知什么原因，“声音”就戛然而止了……某天早晨，出门的小波遇到出差归来的小李，二人简单寒暄之后分开……小波事毕返回的时候，发现宿舍楼门外停着警车，站着警察；上楼之后，被楼道里的其他人告知芳姐死了，已经好几天了；小波这才反应到几天来楼道里似乎一直弥漫着一股奇怪的气味，而且也确实有好久没有见到芳姐了……但在警察面前，出于朴素的情感，小波并没有将自己掌握的情况如实提供……当晚，芳姐单位同事受领导委派前来向小李了解情况，小波看到芳姐生前的那个“相好”赫然在来访人之中。小李开门应对他们时，精神状态益发阴郁……来人离开，小波追出去与“相好”交锋，毫无所获……小波感到茫然，但心情复杂的他在当晚又听到了来自隔壁的“声音”，确认这一情况的一霎那，小波汗毛倒竖……之后，在一个公共场所，小波无意中发现隔壁的丈夫小李竟然与“相好”在一起，两人相处显得非常熟悉、热情，根本不像“相好”前次随队来访时二人故意做出来的那种完全陌生的关系……隔壁的“声音”继续传来，小波被这件事的一切情况搅得几近崩溃，他隐约感到有什么东西在引领着他走向真相……他几次试图进入从未进入过的隔壁房间，几次被小李阻住……直到有一天，趁小李疏忽，他推开了隔壁虚掩的房门。但房间里的情况使他有些失望，一切平常，毫无异状……就在小波迟疑之际，一只手轻轻拍向他的肩头，小波悚然回头，登时几乎瘫倒，竟然是芳姐……接下来，小波在一股巨大力量的趋势下，终于面对了真相…… 资料：《三个秘密房间》之《圈套》剧情简介导演：贾浩人物：崔非：多年以前一场大火差点送命，后来成了宾馆老板吴刚：刚刑满释放，与马翔相约在宾馆做一笔交易。马翔：多年前的约定，吴刚替马翔做监狱，吴刚出狱后马翔答应给吴刚一大笔钱。紫齐：多年以前被强暴的服务员雁妮：紫齐的女儿，在修复后的宾馆做服务员。故事梗概：吴刚刚刚出狱的吴刚背着简单的行李住进一家破旧潮湿阴暗的宾馆，一位年轻貌美的女服务员雁妮引领着他进入房间，房间的墙皮已经脱落。吴刚环视了一下屋子，问服务员：“这家宾馆什么时候重建的？”服务员答：“已经十年了。”服务员带着吴刚走进房间，放下一壶水出去了。吴刚拿出手机拨通了电话说：“我到了，你什么时候到？钱准备好了吗？”寂静的屋里只有厕所漏水的滴答声，吴刚慢慢的环顾这个房间，耳边回响起淡淡的声音，那是一个女人求饶的声音。吴刚烦躁的想躲避这个声音，他起身走进洗手间，可电热水器是坏的，他只有打开水龙头匆忙的洗了个脸，当他起身的时候突然发现服务员站在身后。吴刚惊恐的看着服务员。服务员：“您要在这吃晚饭吗？”吴刚摇摇头。服务员：“您要有什么需要打电话，抽屉里有服务手册。“吴刚点点头。服务员出去了。吴刚走到桌子前从抽屉里拿出服务手册。他漫不经心的打开手册，一幅黑白照片映入眼帘。吴刚象被电击了一样，手册随后坠地，照片上是一个带着甜美微笑的少女。吴刚鼓足勇气捡起照片，他仔细端详了一下，然后开始疯狂的四处乱翻，可他一无所获。最后他拿起电话：“你在哪儿？我为你蹲了10年的监狱。现在要拿回我应得的”电话：“马上登机了。”吴刚：“你他妈的别和我耍滑头！”吴刚挂断电话，把服务员叫了进来：“最近有人来过这个房间吗？”服务员：“今天中午刚有一个客人退房走了。”吴刚：“是不是一个男的？”服务员：“女的？”吴刚又是一惊：“是不是这个人？”服务员接过照片：“不是，是个老太太。”吴刚：“你叫人来把热水器修理一下。我出去吃饭。”服务员：“马上就来。你吃饭回来就好了。”服务员出去了，吴刚拿着照片坐在床上，他惶恐的看着四周，最后终于无法忍受，拿着照片走出房间。不一会，吴刚开门走了进来。",
    "chinese_title": "三个秘密房间",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-25T12:56:39"
}