{
    "aka": [
        "Taoism and Wudang Mountains"
    ],
    "sid": "4275559",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2508292615.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "37分钟",
    "episodes": "9",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2009-01-24"
    ],
    "this_title": [
        "问道武当"
    ],
    "douban_link": "https://movie.douban.com/subject/4275559/",
    "trans_title": [
        "Taoism and Wudang Mountains"
    ],
    "douban_votes": "1069",
    "introduction": "由中央新闻纪录电影制片厂和武当山管委会联合出品的９集高清人文纪录片《问道武当》，于１月２４日至２月１日在中央电视台第１０套播出。武当山是一座具有传奇色彩的大山，它在地球神秘的北纬三十度线上，与玛雅古建筑、埃及金字塔等许多业已消失或仅存遗迹的文明奇观共生共荣。《问道武当》第一次将镜头对准这里，在春夏秋冬的轮回中贴近雄伟的宫观庙宇、珍稀的文物，捕捉稍纵即逝的神奇景观，聆听学者的考证，探寻这座仙山千年来的种种传奇。据介绍，该片全程使用高清电视设备拍摄制作，历时一年半，不仅记录了气势非凡的云海，金秋时节的飞雪和三十年不遇的冬雪，并在云雾缭绕的气象条件下进行了多次航拍。《问道武当》九集节目简介第一集《何出仙山》这是一座神奇的大山，它的形成可追溯到八亿年前的地壳运动。它有着独特的地理位置，优美的自然风光中蕴含着浓郁的道家色彩，所以古人们将这座大山冠以\"太和\"\"武当\"之名。2500年前，正是一个叫尹喜的道人开启了武当的修道之门。武当从此与老子的结缘，这里成为了道教的发源地之一。我们的问道之旅从春天展开，一步步去开启这座大山隐藏着的秘密。第二集《上善若水》五龙祠是武当山有记载的第一座皇家建筑。从此，武当山与帝王开始有了某种微妙的关联。那么，这是一座什么样的庙宇，在历经了宋、元两朝后，它由祠升为观，后成为五龙宫。它的辉煌与这座大山的主神水神玄武紧密地联系在一起。从唐至宋，武当山由一座不显山露水的大山成为宋皇室顶礼膜拜的神山。恰好的诠释了道家的最高理想--上善若水。而这一切的背后又有着怎样传奇的故事呢？第三集《神宫初显》元朝奏响了武当山鼎盛之歌的序曲。九宫八观的矗立使这座大山一扫战争的晦气，八百里武当第一次成为了皇帝\"告天祝寿\"的道场。这一切与一个叫张守清的道士有着千丝万缕的联系。因为他和武当道人的共同努力，才有了南岩石殿、古铜殿、古神道和清微宫。武当山因此成为了与正一道本山--龙虎山齐名的道教圣地。第四集《寻访仙人》这是武当山最具传奇色彩的人物。他是一名道士，但时人称之\"活神仙\"。他行踪莫测，但有关他的故事却从未间断。他，就是张三丰。节目围绕一系列的疑问展开：张三丰是否确有其人？历史上的张三丰和我们所熟知的是否一致？史书记载他行踪飘渺不定，帝王们又是如何了解其人，为何明朝五位皇帝都下诏书数次寻访他？他何时来到武当，又怎样开创了武当内家拳？第五集《榔梅瑞兆》公元1405年，\"久无花实\"的武当榔梅突然开花结果，永乐皇帝大喜，赐予重赏。一枚小小的榔梅果为何能赢得帝王的欢心呢？实际上，看似简单的事情背后是一件重大的历史事件。三年前，燕王朱棣通过\"靖难之役\"从侄儿手中夺得皇位，改国号为永乐。\"榔梅瑞兆\"让朱棣找到了一个\"君权神授\"的绝佳理由。从此，拉开了武当山大规模建设的序幕。第六集《道法自然》永乐10年，张三丰的高徒孙碧云受旨来武当山规划宫观建设。但是，八百里武当绵延纵横，如何将它营造成一个\"道法自然\"的人间仙界呢？孙碧云想起了一个自宋代开始流传的故事，那是一个关于真武在武当修仙得道的传说。永乐13年，据真武修仙故事敕建的武当山被冠以\"大岳太和山\"之名。第七集《登峰造极》永乐17年，大修武当的第7个年头，工匠们将在海拔1613米的天柱峰顶构建一座金碧辉煌的紫金城。此时，武当山的建设已近尾声。修建紫金城的目的是为了保护武当山最重要的建筑--金殿。这是一座什么样的宫殿，围绕着它又产生了多少离奇的故事呢？第八集《治世玄岳》公元1552年，嘉靖31年，武当山北麓耸立起一座石牌坊\"治世玄岳\"。这座由嘉靖题匾的牌坊，无疑使这个皇家道场的地位超越了龙虎山、茅山、青城山等道教名山，跃居于久享盛名的五岳之上，被视作\"天下第一名山\"。这一年，嘉靖皇帝下令重修武当。武当山因为历代明皇室的尊崇而抵达巅峰时期。第九集《共祈太和》古往今来，八百里武当吸引了众生的目光。他们眷恋着这座大山，以各自不同的方式朝拜了千年，他们把内心的虔诚都浓缩在了这幅敬献给南岩玄帝殿的《道通天地》匾额里。清朝时，武当山较少受到皇家的扶持。但在民间，这座大山的影响仍旧绵延扩展。真武信仰漂洋过海，在台湾生根发芽。每年的九月九、三月三，台湾的进香团都会来武当朝拜。这是一座绵延纵横而又大气磅礴的大山，它接纳着不同信仰、不同肤色的芸芸众生。大岳武当，共祈太和。",
    "chinese_title": "问道武当",
    "douban_rating": "8.2/10 from 1069 users",
    "foreign_title": "",
    "douban_rating_average": "8.2",
    "update_at": "2025-06-05T04:42:23"
}