{
    "aka": [],
    "sid": "4275530",
    "cast": [
        {
            "url": "/celebrity/1000846/",
            "name": "Miklos Perlus Miklos Perlus",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1066323/",
            "name": "劳伦斯·贝恩 Lawrence Bayne",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1351704/",
            "name": "张明亮 Mingliang Zhang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1994",
    "genre": [
        "动画",
        "家庭",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917074380.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt0147773",
    "director": [],
    "duration": "30分钟",
    "episodes": "13",
    "language": [
        "法语",
        "英语"
    ],
    "playdate": [
        "1994"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0147773/",
    "imdb_votes": 761,
    "this_title": [
        "Highlander: The Animated Series"
    ],
    "douban_link": "https://movie.douban.com/subject/4275530/",
    "imdb_rating": "6.3/10 from 761 users",
    "trans_title": [
        "麦克劳传奇第一季"
    ],
    "douban_votes": "88",
    "introduction": "The story unfolds on post-apocalyptic Earth, after a meteorite collision nearly wipes out all human civilization after setting off nuclear weapons. Following this catastrophe, Connor MacLeod (the protagonist of the original film) and other Immortals swear to renounce the Game of fighting each other until only one Immortal remains to win the Prize. Instead, the Immortals swear to preserve human knowledge and help humanity. They cast away their swords and call themselves Jettators (from the French jette, \"thrown away\".)But one Immortal, Kortan, refuses to swear the oath - he still seeks the Prize and now wishes to dominate the world. Connor challenges Kortan to a duel and is defeated and killed, as any Immortal who breaks the oath is destined to die. However, with Connor's death comes the prophecy of the rise of a new Immortal, unbound by the oath, who will defeat Kortan. Uncontested by the Jettators and nigh-unkillable by mortals, Kortan establishes an empire controlling most of the planet, which he rules from his fortress Mogonda.700 years later, a Highland youth named Quentin is killed trying to defend his clan, the Dundee, from Kortan's slavers. He is the prophesied Immortal and returns to life. His dying mother reveals his true identity to be Quentin MacLeod from clan MacLeod, \"The Last of the MacLeods\". Quentin meets the Jetattor Don Vincente Marino Ramirez, who becomes his mentor. Ramirez teaches Quentin about Immortals and his mission to confront Kortan, and trains him in combat.Accompanied by Ramirez, his adoptive sister Clyde, and their pet Gaul, Quentin seeks out the Jettators to gain their Quickening and their knowledge - not by beheading, but by a sharing as MacLeod and the Jettator grasp the same sword simultaneously (although the effects are sometimes just as destructive to the surrounding area). In the wake of a sharing the Jettator becomes mortal and often his or her sword shatters to signify this. With the wisdom of Ramírez and the Quickenings of the Jettators, Quentin may be able to destroy Kortan.Despite being redesigned to attract a younger audience, the show was surprisingly mature/violent; it wasn't uncommon for minor characters to die, and while Quentin took other Immortals' power and knowledge without also taking their lives, Kortan still did it the old way, by beheading them. In addition, though essentially a good-versus-evil scenario, most of the characters on both sides were more than just black and white heroes and villains. Many of Kortan's henchmen are shown to have good characteristics and feelings - and even on occasion Quentin will be tempted by greed and be selfish, especially when offered the chances of immense power. Of course, ultimately, his good side always wins through. Some episodes involve Jettators making use of a loophole in their oath to challenge Kortan regardless, such as Matsuda, who built a cyborg to fight Kortan in his stead, or Cornell, who changed his name to Orion to be able to fight Kortan.",
    "chinese_title": "麦克劳传奇第一季",
    "douban_rating": "8.2/10 from 88 users",
    "foreign_title": "Highlander: The Animated Series",
    "imdb_rating_average": 6.3,
    "douban_rating_average": "8.2",
    "update_at": "2025-05-05T15:22:44"
}