{
    "aka": [],
    "sid": "4280049",
    "cast": [
        {
            "url": "/celebrity/1019082/",
            "name": "西恩·帕特维 Sean Pertwee",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情",
        "纪录片",
        "历史",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2879113321.jpg",
    "region": [
        "英国",
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt0397850",
    "director": [],
    "duration": "Canada: 60 分钟",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [
        "2004"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0397850/",
    "imdb_votes": 450,
    "this_title": [
        "Zero Hour Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/4280049/",
    "imdb_rating": "7.8/10 from 450 users",
    "trans_title": [
        "历史零时差 第一季"
    ],
    "douban_votes": "0",
    "introduction": "Zero Hour is a Canadian/British documentary-style television series, which airs on The History Channel in the United States, History Television in Canada, and on the BBC in the United Kingdom. Zero Hour has also aired on Channel Seven in Australia (third series aired on Network Ten from May 1, 2010 and now plays on 7mate); on Discovery Channel in Africa, Asia, New Zealand, Brazil, and the Netherlands. The program focuses on retelling the details of tragic man-made disasters which each unfolded in less than an hour.Certain episodes have been partially censored for particular broadcasts. One example is the Columbine High School massacre episode, which had some scenes cut (for intense violence, profanity, and racial slurs) when broadcast on Discovery Channel.Season 1 (2004)#\tTitle\tDisaster1\t\"Disaster at Chernobyl\"\tThe Chernobyl DisasterOn April 26, 1986, a power plant in Chernobyl exploded with devastating consequences. It is estimated that there were a total of 4,000 deaths worldwide.2\t\"The Last Hour of Flight 11\"\tAmerican Airlines Flight 11On September 11, 2001, American Airlines Flight 11 was hijacked and deliberately flown into the North Tower of the World Trade Center in New York City, as part of the September 11 attacks. Minutes later, United Airlines Flight 175 was flown into the South Tower.3\t\"Massacre at Columbine High\"\tColumbine High School massacreOn April 20, 1999, two bullied teenagers from Columbine High School in Columbine, Colorado embarked on a massacre, killing 12 students and one teacher, as well as injuring 21 other students, before committing suicide.4\t\"Terror in Tokyo\"\tSarin Gas Attack in TokyoOn March 20, 1995, the Tokyo Metro was infected with dangerous sarin nerve gas, which was planted by 5 members of a terrorist group called Aum Shinrikyo. A total of 13 people were killed.",
    "chinese_title": "历史零时差 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Zero Hour Season 1",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-03-28T18:57:20"
}