{
    "aka": [
        "What They Do"
    ],
    "sid": "4283497",
    "cast": [
        {
            "url": "/celebrity/1000272/",
            "name": "诺拉·琼斯 Norah Jones",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1406789598.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1506990",
    "director": [],
    "duration": "76 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1506990/",
    "imdb_votes": 386,
    "this_title": [
        "Wah Do Dem"
    ],
    "douban_link": "https://movie.douban.com/subject/4283497/",
    "imdb_rating": "6.5/10 from 386 users",
    "trans_title": [
        "他们在干什么",
        "What They Do"
    ],
    "douban_votes": "0",
    "introduction": "Max (Sean Bones) lives in Brooklyn. He enjoys playing soccer, skateboarding, and drinking with his friends at local bars. Last summer he and his girlfriend, Willow (Norah Jones), won a free cruise to Jamaica but two days before the trip, she dumps him cold. When his friends flake, Max winds up alone on the high seas navigating through crowds of grey-haired cruisers. Over the course of several days he flirts with the staff photographer, drinks cocktails with the boat's celebrity juggler and has several strange encounters with the only other loner (Kevin Bewersdorf).When the cruise liner docks in Jamaica, Max quickly escapes the tourist zone. At a local jerk stand he meets a charming Rasta who offers to show him a secret beach. Feeling irie as he lounges on the tropical sand with his new friends, Max loses track of time and his personal belongings. In his pathetic attempt to do something about it, he finds that the cultural divides he thought he could transcend are not so simple. Naked and broke in a foreign country where he stands out like a sore thumb, Max begins to make his way towards the American Embassy in Kingston. Along the road Jamaica is waiting to meet him.",
    "chinese_title": "他们在干什么",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Wah Do Dem",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-09-02T00:35:11"
}