{
    "aka": [],
    "sid": "4283801",
    "cast": [
        {
            "url": "/celebrity/1044517/",
            "name": "Adrián Iaies Adrián Iaies",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "纪录片",
        "歌舞"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "阿根廷"
    ],
    "writer": [
        {
            "url": "/celebrity/1284517/",
            "name": "Mercedes García Guevara Mercedes García Guevara",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0380741",
    "director": [
        {
            "url": "/celebrity/1284517/",
            "name": "Mercedes García Guevara Mercedes García Guevara",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2005"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0380741/",
    "imdb_votes": 51,
    "this_title": [
        "Tango, un giro extrano"
    ],
    "douban_link": "https://movie.douban.com/subject/4283801/",
    "imdb_rating": "8.6/10 from 51 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Tango, not just the fabled dance, but also the music, is alive and well in Buenos Aires, Argentina. In the third feature film from Argentinean director, Mercedes Garcia Guevara, the viewer enters the musical world of tango artists such as La Chicana, Fernando Otero, Las Muñecas and others. The film recounts tango's transformation from the traditional songs of Carlos Gardel, through Astor Piazzolla's rearticulating of the genre, to the current hip trends of tango today. The film stunningly depicts the beauty of this city that never sleeps - hypnotic Buenos Aires - and its nocturnal music aficionados.Guevara captures the musicians in their day-to-day studio and practice sessions, even in front of their computers and music composition software, as well as their live stage performances in Buenos Aires. Back stage interviews with the musicians and their thoughts on tango as not just orchestra-style dance music but 'Argentina's new rock 'n roll' give the documentary some additional color.I found the performances by La Chicana particularly moving, led by female vocalist Dolores Sola, who does some sensual tango dance moves on stage while singing. Acho Estel's guitar gives the band's tunes additional strength. The dancing aspect of tango is not ignored as we see a young couple that teaches tango to children at a school. Also, the film features a formal dance scene accompanied by a pianist and guitarist that is both provocative and sensual. Iván Gierasinchuk's photography is darkly lit, creating an erotic, nocturnal feel for the film.Overall, I found the film to be both educational and entertaining, as I know very little about both the tango and Argentina. Often, I find musical documentaries to be either too egotistical or filled with 'over the top' performance sequences littered with animation graphics. Tango, A Strange Turn drew me into the story early with the use of archival photographs and film sequences of Buenos Aires in the 1930's and 1940's. Both the music and the musicians featured portray an honest and passionate lifestyle dedicated to the revival of this often misunderstood genre, which is not just a dance.The film premiered in May of 2004 at the Cannes Film Festival and has been screened at the 2004 Toulouse Latin America Film Festival and 2004 Latinbeat (New York City). Max Films International of Canada is the distributor.",
    "chinese_title": "Tango, un giro extrano",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.6,
    "douban_rating_average": 0,
    "update_at": "2025-11-28T10:37:42"
}