{
    "aka": [
        "Cold Water of the Sea"
    ],
    "sid": "4284065",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2172397231.jpg",
    "region": [
        "哥斯达黎加",
        "法国",
        "西班牙",
        "荷兰",
        "墨西哥"
    ],
    "writer": [],
    "imdb_id": "tt1156527",
    "director": [],
    "duration": "83分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2010-01(鹿特丹电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1156527/",
    "imdb_votes": 202,
    "this_title": [
        "Agua fria de mar"
    ],
    "douban_link": "https://movie.douban.com/subject/4284065/",
    "imdb_rating": "5.7/10 from 202 users",
    "trans_title": [
        "赤道寒流",
        "Cold Water of the Sea"
    ],
    "douban_votes": "0",
    "introduction": "One New Year’s holiday, Rodrigo (30) and Mariana (20) drive to the remote south Pacific coast of Costa Rica. Arriving late at night, they find Karina (7), who tells them she ran away from home because her uncle touches her. They decide to stay the night and try to find help in the morning. But by dawn, the girl is gone.The couple check into a hotel, and Mariana can’t stop wondering what happened to the girl. Rodrigo is away most of the day. She can’t do anything but wait, and in her loneliness, she becomes more and more restless and distressed. Karina goes back to her parents’ campsite on the beach, one amongst the dozens of families on holiday that have invaded the otherwise completely wild national park. Her mother grounds her for running away, and for the first time in her life, her father fails to defend her.Both girls are trapped and isolated, while outside, hundreds of poisonous sea snakes swim out of the water due to unusual cold currents. Children build tunnels in the sand, which adults fear might cave in on them. The holiday is tainted with the possibility of tragedy at every turn. But when Mariana finally makes her way down to the beach, finds Karina, and realizes that the supposed abuse was a lie, she becomes aware that the only real tragedy is the loneliness and limits of her own privileged life.",
    "chinese_title": "赤道寒流",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Agua fria de mar",
    "imdb_rating_average": 5.7,
    "douban_rating_average": 0,
    "update_at": "2025-09-21T08:07:32"
}