{
    "aka": [],
    "sid": "4287159",
    "cast": [
        {
            "url": "/celebrity/1334261/",
            "name": "高远 Yuan Gao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1367146/",
            "name": "徐卫 Wei Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275239/",
            "name": "智一桐 Yitong Zhi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2363273570.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1366277/",
            "name": "徐广顺 Guangshun Xu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1352014/",
            "name": "白玉 Yu Bai",
            "@type": "Person"
        }
    ],
    "duration": "48分钟",
    "episodes": "18",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2002-02-13(中国大陆)"
    ],
    "this_title": [
        "远离罪恶"
    ],
    "douban_link": "https://movie.douban.com/subject/4287159/",
    "trans_title": [
        ""
    ],
    "douban_votes": "365",
    "introduction": "这是一部你从未见过的影片，这是第一次要由你自己来考证你的判断的影片，这是一部错综复杂，千奇百怪，但确实由人自己设定的各种圈套，各种悬念，各种手段，各种解释的独特影片。因为这个设定的人就是你自己，你找吧，看看你能不能找到谁是最后的凶手，谁是最大的阴谋策划者，谁是真正的无辜的人，谁又是从中获得最大利益的人，那么你就要看下去了，而且每集都要看，因为长达20集的悬念推理中，集集都在设定新的悬念，集集又在紧张的破解之中。你想知道这一切都是怎样发生的么？好吧，现在，我就告诉你如何走进这个深不见底，充满悬念、恐惧、紧张的大门。90年代中末期的一天，香港某豪宅中连续发生了几件令人十分不解的怪事，先是宅主大富商曾水往发现一些奇怪的事情，同时正在洗浴的曾夫人，年轻貌美的肖萧，感觉有人向她走来，紧接着，她又在对镜梳妆时梦幻般的看到一个垂死的男人向她呼救。夜晚，她一次次的梦到自己身处一间套室中，亲眼目睹了一张大铁床上，一个瘦男人被另一人活活杀死的可怕情景，她几乎崩溃了。不久，与大陆阔别20多年的肖萧随丈夫到了大陆，准备合资共建一所医院，而肖萧死去父亲的一份医学资料正是合资建院的主要目的。然而，从踏上大陆的第一天起，肖萧突然感觉到有一张网正在她的身边慢慢的张开，有一只黑手正向她渐渐逼近，而那个不断向她呼救的梦中怪人，更是频频出现，她警惕了，并且克服巨大的心理恐惧和认为的阻挠，渐渐接近了这个悲惨呼救的梦中男人。她终于知道了那个男人竟然是她在大陆20多年前就已经死去的生身父亲。然而，当她想知道生父是怎么死去的时候，更大的阴谋已经向她压来。在大陆，她见到了自己的生母方敏，和她同母异父的弟弟罗小枫，同时，又认识了风流倜傥的年轻医生徐大川，和所住小楼的看门人，一个脸被烧毁的怪人—叶老三。而后面的故事恰恰就这样无情的开始了。徐大川的一本小说《野店》将肖萧带入一个可怕的梦幻之中，但她意外的发现，小说中的故事竟然与现实正在同步进行，一连串的惊恐之后，肖萧终于意识到，有人正按照小说中的故事在现实中开始作案，而她自己便是第一个被害人。她开始了生于死的较量，但却看不见任何对手，她想依靠徐大川的帮助，但又怀疑他是怎么将小说中的故事与现实发生的一切都那么准确的设定的，似乎徐大川就是凶手。肖萧经过反复的与看不见的对手数次较量后，终于渐渐看到了一个又一个另人毛骨悚然的面孔。这座小楼终于出事了，开始死人了………在这扇大门关上之前，我还要告诉你最后一个秘密，那就是第20集中所发生的事情，应了徐大川所说的一句话“真要是知道了这一切都是谁干的，那才是最可怕的……”。现在，你不想赶紧抓住那扇将要关闭的大门么？",
    "chinese_title": "远离罪恶",
    "douban_rating": "8.3/10 from 365 users",
    "foreign_title": "",
    "douban_rating_average": "8.3",
    "update_at": "2025-03-02T19:13:34"
}