{
    "aka": [],
    "sid": "4287123",
    "cast": [
        {
            "url": "/celebrity/1274391/",
            "name": "朱雨辰 Yuchen Zhu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313559/",
            "name": "郝平 Ping Hao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1021293/",
            "name": "辛柏青 Baiqing Xin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1215394/",
            "name": "宋春丽 Chunli Song",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321313/",
            "name": "张曦文 Xiwen Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314803/",
            "name": "郭珍霓 Zhenni Guo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1355757/",
            "name": "李培铭 Peiming Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1357814/",
            "name": "陈倩 Qian Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322499/",
            "name": "丁梦雨 Mengyu Ding",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1331178/",
            "name": "宋楚炎 Chuyan Song",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313809/",
            "name": "余皑磊 Ailei Yu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868141346.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1274733/",
            "name": "安战军 Zhanjun An",
            "@type": "Person"
        }
    ],
    "duration": "40分钟",
    "episodes": "31",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2009"
    ],
    "this_title": [
        "成家立业"
    ],
    "douban_link": "https://movie.douban.com/subject/4287123/",
    "trans_title": [
        ""
    ],
    "douban_votes": "369",
    "introduction": "故事开始在80年代的小渔村……善良勤劳的退休职工赵淑兰丈夫早逝，她带着三个儿子住在已被充公的祖辈遗留下来的小洋楼里艰辛生活。三兄弟自由自在地成长，他们手足情深但性格迥异：大哥许志海为人忠厚，办事认真；老二许志洋是位理想主义者，喜欢绘画，受父亲影响立志做一位伟大的艺术家；而三弟许志江是一位桀骜不驯，狂放不羁的人。同住在一个小洋楼里的杨震一家三口，是与许家积下多年心结的老对头。文革的冲击进入了两个家庭，父辈的宿怨深深蔓延到从小青梅竹马一起长大的杨小钰和许志洋身上，阻碍了他们的爱情，成为两家矛盾的牺牲品。工厂里的同事刘红艳，一直暗恋着许志海。个性憋闷的许志海最终还是抵挡不刘红艳的主动热情。刘红艳却以“怀孕”相威胁与许志海成婚，婚后得知受骗的许志海对妻子异常冷漠，夫妻二人产生了隔阂却终始难释怀。就读美院的许志洋因要筹集外出写生的费用，和同学一起翻拍世界艺术名画赚钱，却被嫉妒许志洋和杨小钰恋爱的孙大龙所陷害。许志洋以贩卖黄色照片罪被刑事拘留。此时，三弟许志江偷拿家里父亲遗物中的一颗珠子抵债，后得知此珠原是颗祖辈流传下来价值不菲的天珠。母亲赵淑兰本想在迫不得已的时候用天珠挽救整个家庭，没想到给本来就窘迫的家里更笼罩上一层阴霾……时代的脚步在前进，改革开放的春风也吹进了这个小院。三个儿子在赵淑兰的养育下长大成人，大儿子志海升为工厂里的副厂长；二儿子志洋完成父亲遗愿创办了雕塑工作室；三儿子志江开了一家贸易公司。三兄弟知道母亲养育自己的艰辛，故对赵淑兰极为孝顺。由其是三弟许志江赶上了新中国改革开放的浪潮，成为第一批下海经商的个体户，从倒服装到倒批文，从摆摊零售到搞批发，直到成为贸易公司的总经理，开上奔驰车，为家里换了别墅洋房。家庭物质生活得到改善，许家人也终于可以扬眉吐气了。杨小钰在父亲杨震和赵淑兰的反对中挣扎，与许志洋的误会也频频而出，最终答应母亲临终遗愿嫁给了孙大龙。身为一家文化公司老板的孙大龙狡猾多端。一日，杨小钰撞破孙大龙的好事，终于看清了他的真面目，而当杨小钰决定与孙大龙离婚时，却发现自己已经怀孕了……艺术沙龙酒吧的老板于兰走入了许志洋的生活。比许志洋大十几岁的于兰，在艺术创作和生活上都给了他极大的鼓励和帮助。许家兄弟和母亲赵淑兰却难以接受这个带着一个女儿己上高中的于兰。然而好景不长，老大许志海夫妻都成了下岗工人，老二许志洋的创作项目即将面临资金问题，三弟的贸易公司也倒闭了，还欠下一大比贷款。无奈之下母亲提议把别墅卖掉偿还许志江的债务，许家全家又搬回了小楼里生活。沈大爷是赵淑兰多年的老同事，早早失去老伴儿的沈大爷与儿子同住，却常常受到儿媳的虐待，赵淑兰平日里的嘘寒问暖成了沈大爷最暖心的依托，暗暗滋生的情感，使两位老人都有意相伴晚年。母亲的心意三个儿子都看在眼里，大哥和三弟极力反对，只有二儿子许志洋理解母亲和沈大爷在一起，觉得母亲含辛茹苦了一辈子，在晚年应该得到属于自己的幸福，为此三个兄弟间产生了矛盾并起了争执。许志洋袒护着母亲。就在这时，却发生了意外，赵淑兰外出时不幸遭遇到了车祸，终抢救无效身亡。几十年的恩恩怨怨，两家邻居共同见证风雨历程，杨震老泪纵横，这么多年的家仇，他痛恨自己一个道歉都没说出口而深感内疚。而赵淑兰的走也留给了他一辈子的遗憾。一个家，没有了母亲，就像藤离开了树。大哥和三弟把母亲的死都怪罪在许志洋身上。一晃十几年过去了。大哥许志海仍旧记恨着弟弟许志洋。杨小钰的女儿阳阳已经长成亭亭少女，然而噩运降临，阳阳不幸得了白血病，急需生父的骨髓配型来救命。而多年前失手杀人入狱的孙大龙出狱后远走他乡，音信全无。许志江几经辗转周折才找到孙大龙，而他已经无颜面对妻儿。泪光中，对于这位救命恩人，阳阳的一句“爸爸”刺痛了孙大龙心底最深的那个角落。时代的发展，社会的变化，使人的思想观念也有了不同程度的转变，面对社会时代留下的伤痕印记，一切的爱恨情仇也随之而淡然而去。每一个小小的家庭也在随着社会的发展变化而不断的改变，幸福生活是会持久下去的，美好理想也随之会实现。在这个布满青藤小院里，杨家和许家的晚辈们终于摒弃了前嫌携起手来，一起创造属于他们自己美好幸福的生活。",
    "chinese_title": "成家立业",
    "douban_rating": "6.9/10 from 369 users",
    "foreign_title": "",
    "douban_rating_average": "6.9",
    "update_at": "2025-11-07T17:54:29"
}