{
    "aka": [],
    "sid": "4289032",
    "cast": [
        {
            "url": "/celebrity/1293253/",
            "name": "Menno de Nooijer Menno de Nooijer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1293259/",
            "name": "Paul de Nooijer Paul de Nooijer",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1989",
    "genre": [
        "动画",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "加拿大",
        "荷兰",
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0402809",
    "director": [
        {
            "url": "/celebrity/1293253/",
            "name": "Menno de Nooijer Menno de Nooijer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1293259/",
            "name": "Paul de Nooijer Paul de Nooijer",
            "@type": "Person"
        }
    ],
    "duration": "7 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1989"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0402809/",
    "imdb_votes": 20,
    "this_title": [
        "At One View"
    ],
    "douban_link": "https://movie.douban.com/subject/4289032/",
    "imdb_rating": "6.6/10 from 20 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Paul de Nooijer (1943) makes photographs, performances, installations and short animationfilms, in which he often uses the pixellation-technique. He uses his performances and filmsthem to provide to the audience an amusing vision of his fascination for film, consideredas anauthentic form of art. Its eagerness by manipulating the visible world, by removing thereality of its daily context and to show it since another perspective, is the conductive thread ofall his photographs, short free, video clips, and live performances.Menno de Nooijer (Paul's son) was born in Eindhoven, Netherlands, and earned a degree insculpture/teaching at the Art Academy in Tilburg, Netherlands. Menno went on to Graduatestudies in photography/film at the Cranbrook Academy of Art, Bloomfield Hills, MI, USA.Winning numerous awards since 1989, Menno has had works in dozens of museums, festivals, and exhibitions.In 'At One View' two men sit in a chair reading newspapers. Then, through stop-motion photography, the chairs move. The men stop to face us. They now show photos of each others faces in front of their own. The photos move. Photography is basically trickery as we see the two men disappear in thin air. Interesting, and intriguing 'At One View' is certainly worth seeing as an experiment in stop-motion and the interplay between photography and film.Awards:Ottawa International Animation Festival1990 Won Media Prize Best Experimental Animation",
    "chinese_title": "At One View",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-06-10T13:52:07"
}