{
    "aka": [
        "爱情进行曲"
    ],
    "sid": "4291043",
    "cast": [
        {
            "url": "/celebrity/1090929/",
            "name": "Dieter Dost Dieter Dost",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1174465/",
            "name": "André Röhner André Röhner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1169096/",
            "name": "Daniela Ziegler Daniela Ziegler",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1158201/",
            "name": "Elena Uhlig Elena Uhlig",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1139169/",
            "name": "Ilja Richter Ilja Richter",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1132229/",
            "name": "Oliver Petszokat Oliver Petszokat",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1130452/",
            "name": "Daniela Preuß Daniela Preuß",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1102059/",
            "name": "Peter Gavajda Peter Gavajda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1091373/",
            "name": "Wolke Hegenbarth Wolke Hegenbarth",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1222421/",
            "name": "Julian Sengelmann Julian Sengelmann",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt0488739",
    "director": [],
    "duration": "93分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2005-10-25"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0488739/",
    "imdb_votes": 47,
    "this_title": [
        "Ein Hund, zwei Koffer und die ganz große Liebe"
    ],
    "douban_link": "https://movie.douban.com/subject/4291043/",
    "imdb_rating": "5.3/10 from 47 users",
    "trans_title": [
        "狗，旅行袋和爱",
        "爱情进行曲"
    ],
    "douban_votes": "139",
    "introduction": "Ein Hund, zwei Koffer und die ganz große Liebe一条狗，两个箱子和一场爱情Die ebenso hübsche wie quirlige Dekorateurin Isabelle Meininger sprudelt geradezu über vor Kreativität. Am liebsten würde sie endlich unabhängig arbeiten und ihre bunten Kreationen in einem eigenen Laden verkaufen. Leider fehlen ihr dazu bisher das geschäftliche Know-how sowie das nötige Eigenkapital. Um neue Energie zu tanken, fliegt sie zu ihrer Mutter Carla nach Mallorca - und lässt sich von ihr breitschlagen, den kleinen Mischlingshund Paul mit nach Berlin zu nehmen.漂亮活泼的室内设计师，伊莎贝尔 曼宁格有不同寻常的创造才能。她最渴望的就是有一天能够自己独立工作，在自己的商店里经营自己的品牌。可惜的是到目前为止她还没有足够的资金。为了给自己加油鼓劲，她回马洛卡看望了母亲，并把小狗保罗带回了柏林。Beim Check-in für den Rückflug kommt es dank Paul zu einem Gerangel mit dem attraktiven Geschäftsmann Daniel Gruber. Isabelle kann dem \"arroganten Yuppie-Schnösel\" zunächst überhaupt nichts abgewinnen. Zu allem Überfluss vertauschen die beiden auch noch ihre äußerlich identischen Koffer.在马洛卡的机场办理回程的登机手续时，保罗叼走了丹尼尔 格鲁伯的 Gerangel ，并把这位英俊的商人带到了伊莎贝尔面前，丹尼尔对伊莎贝尔没有表示一点好感就离开了。不巧的是混乱中两人又把外形一样的行李弄混了。Als sie in Berlin wieder zusammentreffen, um sie zurückzutauschen, ist Daniel Isabelle schon viel sympathischer. Unglücklicherweise frisst der in Isabelles Schlafzimmer eingesperrte Paul in der Zwischenzeit einen Umschlag aus Daniels Koffer. In dem Umschlag befanden sich wertvolle Entwürfe des Schmuckdesigners Pablo Ortegas, die Daniel dringend für eine neue Kollektion braucht. Was die beiden nicht wissen: Isabelles Ex-Freund Ben war nachmittags in der Wohnung, um den Rest seiner Sachen auszuräumen. Dabei hatte er die Schmuckentwürfe entdeckt und sie - bis auf den Umschlag - mitgenommen, um sie in Isabelles Namen bei einem Design-wettbewerb einzureichen. Ausgeschrieben wurde dieser Wettbewerb ausgerechnet von Daniels Arbeitgeber...回到柏林后，两人相约取回各自的行李，这次，丹尼尔的态度温和了许多。但不幸的事情又一次发生了，在两人互换行李之前，保罗在伊莎贝尔的卧室中叼走了丹尼尔行李中的一个信封，在信封里，装着一份价值连城的首饰设计方案。两人并不知道，这封设计书意外地落在了伊莎贝尔的朋友本手中。当他发现这份设计书之后，他决定把它发给一个设计大赛的主办方。恰巧这次竞赛是由伊莎贝尔的老板举办的。Isabelle erstellt inzwischen mit Daniels Hilfe einen Geschäftsplan für einen eigenen Laden und kommt damit nicht nur ihrem großen Traum ein Stückchen näher, sondern auch Daniel selbst - die beiden verlieben sich ineinander. Seine Chefin Karen Tenardi beobachtet die sich anbahnende Romanze mit Eifersucht. Als die Gewinnerin des Designwettbewerbs gekürt werden soll, erkennt Karen ihre Möglichkeit, Isabelle und Daniel auseinander zu bringen ...在这期间，伊莎贝尔在丹尼尔的帮助下，完成了开设自己的商店的计划。伊莎贝尔不仅离自己的梦想更近了一步，而且还与丹尼尔在相处中爱上了彼此。丹尼尔的女老板，卡伦 特纳尔迪知道后，立刻对丹尼尔加紧了攻势。当她获悉伊莎贝尔意外获得设计大赛的冠军时，她似乎也找到了将两人分开的办法。",
    "chinese_title": "狗，旅行袋和爱",
    "douban_rating": "7.7/10 from 139 users",
    "foreign_title": "Ein Hund, zwei Koffer und die ganz große Liebe",
    "imdb_rating_average": 5.3,
    "douban_rating_average": "7.7",
    "update_at": "2025-06-06T19:13:10"
}