{
    "aka": [],
    "sid": "4291813",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1353923",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008-12-12"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1353923/",
    "imdb_votes": 7,
    "this_title": [
        "Crash: The Next Great Depression"
    ],
    "douban_link": "https://movie.douban.com/subject/4291813/",
    "imdb_rating": "6.4/10 from 7 users",
    "trans_title": [
        "崩溃:下一个经济大萧条"
    ],
    "douban_votes": "0",
    "introduction": "After the stock market crashed in 1929, millions of Americans lost their jobs, their savings and their homes. President Herbert Hoover urged patience and self-reliance: He thought the crisis was just \"a passing incident in our national lives,\" which the federal government wasn't responsible for resolving. In 1932, the Democratic Party's presidential candidate, New York governor Franklin Delano Roosevelt, declared that, indeed, the government could try to make Americans' lives better. \"I pledge myself to a New Deal for the American people,\" he said in his acceptance speech at his party's convention, and he meant it. Over the next nine years, Roosevelt's programs and policies did more than just adjust interest rates, tinker with farm subsidies and create short-term make-work programs. They created a brand-new, if tenuous, political coalition that included white working people, African-Americans and left-wing intellectuals. These people rarely shared the same interests-at least, they rarely thought they did-but they did share a powerful belief that an interventionist government was good for their families, the economy and the nation. Their coalition has splintered over time, but many of the New Deal programs that bound them together are still with us today.",
    "chinese_title": "崩溃:下一个经济大萧条",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Crash: The Next Great Depression",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2026-01-27T20:13:36"
}