{
    "aka": [
        "destiny"
    ],
    "sid": "4291268",
    "cast": [
        {
            "url": "/celebrity/1314592/",
            "name": "白薇秀 Joanne Peh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275282/",
            "name": "郑斌辉 Ping Hui Tay",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1208399/",
            "name": "刘恺威 Hawick Lau Hau-Wai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1339268/",
            "name": "沈倾掞 Ix Shen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319483/",
            "name": "谢韵仪 Michelle Chia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318333/",
            "name": "傅芳玲 Lynn Poh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1349231/",
            "name": "黄文永 Wenyong Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348949/",
            "name": "陈国华 Bryan Chan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2891882152.jpg",
    "region": [
        "新加坡"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1342104/",
            "name": "黄光荣 Kuang Yong Wong",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "25",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2005"
    ],
    "this_title": [
        "梦在手里"
    ],
    "douban_link": "https://movie.douban.com/subject/4291268/",
    "trans_title": [
        "destiny"
    ],
    "douban_votes": "0",
    "introduction": "命运天注定？！这部大喜大悲、情仇交织的剧集，由新生代演员诠释“宿命论”。广告小天后白薇秀首次担任第一女主角，与老戏骨黄文永、港星刘恺威、郑斌辉、谢韵仪、沈倾掞、李之仪和傅芳玲一同炮制一锅“激情汤”，非常有看头！姚思琦（白薇秀饰演）乐观自信，性格坚毅。年幼目睹父母生意失败后自杀，但在养父母范达维夫妇一家四口的关爱下幸福成长。范家育有二子，老大义宁（沈倾掞）敦厚正直，老二义杰（刘恺威饰演）活泼俊朗。岑菲（谢韵仪饰演）家境贫寒，从小体会贫穷就丧失尊严的痛苦，所以让家人脱离贫困的日子是她人生的第一目标。思琦、岑菲和义杰，是青梅竹马的玩伴，感情笃深。思琦毕业后成为电视新闻记者，朝着自己的信念和目标前进；爱好歌唱的岑菲希望能在娱乐圈发展，但并不如想象中顺利，后来选择嫁给富豪沈从业（黄文永饰演）。婚后岑菲才发现沈从业是个暴戾自私，占有欲强又猜忌心重的人，岑菲常遭沈从业虐待。姚思琦从小在范家受到范义宁的关怀照顾，视他如长兄，而和比她小两岁的范义杰早已两情相悦，当义杰知道哥哥义宁对思琦情有独钟时感到犹疑矛盾而裹足不前。这时，沈敬文（郑斌辉饰演）开始走入她的生命中，两人从误会到互相欣赏而相爱。沈敬文是沈从业的侄子，他发现沈从业利用立胜集团，把利益纳入个人的业荣公司，两人发生冲突。后来沈从文将立胜集团还给沈敬文，但是那已经是哥负债累累的公司了。沈敬文立志要从沈从业的手中夺回属于父亲的所有。当姚思琦被沈敬文的深情所感动陷入情网时，范义杰又对她纠缠不休。另一方面，她发现了沈敬文背后的秘密，一个他自愿承受责任照顾她一辈子的残障女人－叶玲（傅芳玲饰演）。沈敬文和姚思琦陷入苦恋。姚思绮同时也从父母的遗物中发现他们的死和沈从业有关，沈敬文在姚思琦的协助下和沈从业展开最后的斗争，沈从业一败涂地，一无所有。就在一个艳阳高照的下午，沈敬文被沈从业致伤，生命垂危，沈敬文跟姚思琦的感情几经折腾，结局又会怎么样呢…？姚思琦白薇秀饰演 女，27岁。前期是电视社会新闻导演，后期加入沈从业的立胜集团。她乐观自信，有原则。岑菲谢韵仪饰演 女，27岁，酒廊歌星。 善良温柔，但内心是脆弱的，宿命，略带悲观心态，跟思琦、义杰青梅竹马长大，和挚友思琦亲如姐妹。·对视如兄长的义宁哥，心藏爱慕，但知道义宁喜欢的是思琦，几许失落！家境贫穷，靠母亲微薄的收入支撑一家，她深深感觉到贫穷让人丧失尊严，她努力工作，一心想改善家人生活，但事业并不顺利，正好沈从业对他展开追求，她就毅然嫁入豪门，家人的生活因而获得改善，但也是她人生悲剧的开始。婚后生活并不美满，心情压抑，在思琦跟从业对立期间，岑菲成为夹心人，痛苦不堪，从业是个猜忌心重又刻薄冷酷之人，尽管岑菲尽力应合他，决心当他的好内助，但一旦被冷落，命运就倍加坎坷、悲凉。沈敬文郑斌辉饰演 男，34岁，沈从业侄儿。 为人尔雅，沉着稳重，能力强，有情有义，自创不盈利“真际”周刊，借以伸展正义，发表一些对社会事件有特别见解的作品，深得读者的喜爱，周刊虽不盈利，但他乐在其中。父亲是立胜集团大股东，但他一直违背父亲的意愿，因为对从商兴趣不浓，一直到父亲身体欠佳，又不放心把集团全部交给沈从业管理，才放弃兴趣投入立胜。就在沈从业就快把他父亲的心血并吞掉时，他才下定决心要把属于父亲的一切夺回。邂逅思琦后，经过一段时间的相处， 欣赏她独特的气质，展开追求。几经波折才获得佳人的青睐，却因为无法走出自设责任的束缚而把自己和思琦推人苦恋中。后来，立胜集团还是被沈从业掏空，几乎面临破产，他也因为岑菲的关系，视觉神经受伤导致失明；同时间，他被隐藏了30几年的卑微身世被恶毒地揭开，使敬文陷入情绪的低潮，但他最终还是跟思琦联手对付从业，把从业打得一败涂地。就在他准备跟思琦有情人终成眷属之际，却又节外生枝，感情世界倍受折腾…范义杰刘恺威饰演 男，25岁，范家老二。 前期是个开朗，活泼，阳光型男孩，喜欢各式运动，后期显得沉着郁默，城府深，变得更重视个人的利益。大学毕业后在银行提当投资顾问，前途大好业有自已的理想，但因为求胜心切而被从业所利用。跟思琦一起长大，有过一段愉快的相处时光，两情相悦，但知道自己敬爱的大哥义宁对思琦早已情有独钟时，感到矛盾，又不想公开跟思琦的关系，对这段感情裹足不前，令思琦感到失望和难过。他专心投入事业，遇见美宝。美宝对义杰很欣赏。但义杰这时深深感受到自己朝思暮想的人还是思琦时，思琦的心中已经多了一个敬文，内心痛苦不堪，而当时他正替从业做事，跟思琦、敬文形如对立，其实最后使从业一败涂地的背后功臣是义杰。范义宁沈倾掞饰演 男，33岁，范家老大。 为人忠厚老实，真挚，因为是家中老大，所以待思琦跟义杰爱护备至。父亲经营华阳饼家，他向来是父亲的得力助手，任劳任怨，很得思琦和义杰的敬爱。年过三十未有结婚对象，父母都为之焦急，多次给他安排相亲不成，其实他心中早已爱恋思琦，一直在期待中。思琦知道后，毅然向他表白，她对义宁有的只是一份对兄长的敬爱，于是她决定搬离范家，义宁只有黯然的把这份感情深藏心中，虽然知道芩菲对自已情有独衷，但已经无法容纳得下其他人的女人。沈从业黄文永饰演 男，54岁，富商，立胜集团老板之一。 表面斯文大方，其实为人奸诈，经商手段也非常毒辣。猜忌心重，对触怒自己的人，极是狠毒冷酷，甚至是亲人也不放过，除了唯一的女儿美宝之外。前妻就是忍受不了才离开。恋上岑菲的美色后就展开追求，婚后有过一段甜蜜的时光，逐渐原形毕露，一有不满，就对岑菲投以精神虐待，岑菲心里很痛苦，为了家人的生活，唯有忍气吞声，甚至对家人、好友也不敢吐露，长久以来，心中郁闷，显得闷闷不乐。从业逐渐对她反感，后来更怀疑她的不忠而百般精神和肉体摧残，结果把她逼上黄泉路。因为他以奸诈手段谋来的财富，最终被敬文整得一无所有，落得疯癫的下场。沈美宝李之仪饰演 女，19岁，从业女儿。从小失去母爱，被从业宠得骄横任性，碰上义杰后，对他穷追不舍。义杰因为利益关系给了美宝接触自己的机会，美宝深爱着他，为了义杰，性格脾气和坏习惯都改好，前后判若两人，但义杰始终无法对她产生爱情，他心中爱的人始终是思琦。她后来对父亲从业的所作所为感到羞耻而决定离开到美国自力更生。",
    "chinese_title": "梦在手里",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-01-21T20:35:36"
}