{
    "aka": [
        "歌剧 古诺 浮士德"
    ],
    "sid": "4298656",
    "cast": [
        {
            "url": "/celebrity/1081399/",
            "name": "米雷拉·弗蕾妮 Mirella Freni",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1094219/",
            "name": "尼科莱·盖达 Nicolai Gedda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1111042/",
            "name": "Tom Krause Tom Krause",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1159228/",
            "name": "Roger Soyer Roger Soyer",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2199876975.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1035158/",
            "name": "Jules Barbier Jules Barbier",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1076172/",
            "name": "Michel Carré Michel Carré",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050481/",
            "name": "约翰·沃尔夫冈·冯·歌德 Johann Wolfgang von Goethe  ",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0259306",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1975"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0259306/",
    "imdb_votes": 13,
    "this_title": [
        "Charles Gounod Faust"
    ],
    "douban_link": "https://movie.douban.com/subject/4298656/",
    "imdb_rating": "8.3/10 from 13 users",
    "trans_title": [
        "浮士德",
        "歌剧 古诺 浮士德"
    ],
    "douban_votes": "73",
    "introduction": "时空背景：十五、六世纪，德国第一幕 浮士德的书房里老学究浮士德独自坐在书桌前， 在昏暗的烛光下发愁沈思。他感叹花了一辈子时间穷究学问，结果换来的竟然是晚景凄凉！原本他想以毒药了却 残生，并且呼唤魔鬼的名字前来索命；但没想到，魔鬼梅菲斯托菲勒斯竟然应声出现！浮士德虽然害怕，但还是坚定地要求梅菲斯托菲勒斯给予他青春与爱情，并且答应以自己的灵魂为条件，作为愿望实现的报酬。浮士德喝下梅菲斯托菲勒斯提供的「毒药」，摇身一变，成为一位风度翩翩的俊美男子，遂与梅菲斯托菲勒斯歌颂起青春 。第二幕 市中心广场大伙儿聚在广场上，饮酒狂欢。 军官华伦丁行将出征，他请求众人代为照顾唯一的亲人-妹妹玛格丽特。此时梅菲斯托菲勒斯上场加入众人的狂欢 ，献唱一首拜金主义的「小金牛之歌」，并且随兴为大家看手相预卜未来；华伦丁不满梅菲斯托菲勒斯语带轻佻 ，并且以妹妹玛格丽特的名字开起玩笑，原本想上前与他决斗，未料剑尚未出鞘、却已断成两截，众人惊恐梅菲 斯托菲勒斯是「魔鬼」的化身！此时，从广场另外一头涌进大批人潮， 大伙在广场上跳起轻快的舞步。梅菲斯托菲勒斯告诉浮士德，玛格丽特将出现在人群中。果然未久，浮士德企盼的美人儿终于出现，但玛格丽特却回拒了眼见这位素昧平生的男子，并转身离去。梅菲斯托菲勒斯要浮士德追上前去，以免错失求爱机会。第三幕 玛格丽特家的花园（同样爱慕玛格丽特的年轻小伙子席贝尔，独自一人害羞地捧着一把玫瑰花，向花儿倾诉自己对玛格丽特的一份爱意。席贝尔把花放在玛格丽特屋外的门口，随即离去。梅菲斯托菲勒斯带着浮士德悄悄溜进花园，浮士德静静地想着对玛格丽特的爱，而梅菲 斯托菲勒斯不知从哪弄来一盒珠宝，也放在玛格丽特房间门口，准备「替」浮士德诱惑少女的心。玛格丽特走进院子里，坐在纺车边，手里虽然在纺纱，心里却一直对浮士德念念不忘；她唱起「图勒国王之歌」，内容则和一段终生不渝的爱情有关。忽然间，她看见一旁放着一把鲜花、与一盒闪闪发光的珠宝，玛格丽特一时心动，穿戴起珠宝，拿起镜子欣赏完全不一样的自己，并陶醉在这般如梦似幻的模样（咏叹调：珠宝之歌）。正巧，玛格丽特的邻居玛塔前来拜访，看见一身珠宝的玛格丽特，不免大吃一惊。此时，梅菲斯托菲勒斯带着浮士德上场，并把玛塔引到一旁， 好让浮士德与玛格丽特亲密地交谈。虽然之前玛格丽特曾拒绝过浮士德，不过此时她却慢慢撤离了心里防线，与浮士德相互倾诉爱意。 未久，夜幕低垂，玛格丽特差走浮士德，独自回到房内，却又不舍对浮士德的爱情；她望着星空吐露爱意，浮士 德在窗外听得心花怒放，他一时激动，冲进屋内与玛格丽特激情拥抱，梅菲斯托菲勒斯则因为自己设下的「情欲 陷阱」得逞，而得意洋洋地在窗外窃笑。第四幕第一景 玛格丽特的卧房在与浮士德一夜缠绵后，玛格丽 特怀了浮士德的孩子，但浮士德却从此失去踪影。玛格丽特独自坐在窗前思念浮士德，一群村姑正好经过，她们 语带讽刺地嘲笑玛格丽特：被人骗了贞操，人家都跑了，竟然这么念念不忘！席贝尔登门拜访，他安慰玛格丽特 不要太过自责，并且誓言要把浮士德找到，好好教训一番。玛格丽特感激席贝尔的支持，但却婉拒了他的提议； 她准备前往教堂。为肚子里无辜的孩子与浮士德祈祷。第二景 教堂玛格丽特跪在神坛前，祈求上帝 的宽恕。梅菲斯托菲勒斯则躲在暗处，率领恶灵不断干扰玛格丽特。梅菲斯托菲勒斯嘲笑玛格丽特不再是圣洁之 身，并宣称地狱之门已经为她打开了，要格丽特准备下地狱吧！玛格丽特不堪其扰，终于力竭昏倒在神坛前。第三景 玛格丽特家门前上前线出征的将士们平安归来， 其中也包括了玛格丽特的哥哥华伦丁，席贝尔上前热情迎接。当被华伦丁问及玛格丽特近况时，席贝尔闪烁其词 ，华伦丁惊觉有异，决心查明清楚。梅菲斯托菲勒斯带着浮士德前来玛格丽特家门前，不意撞见华伦丁；此时华 伦丁已得知妹妹的贞洁被浮士德夺取，决心复仇，浮士德则在梅菲斯托菲勒斯协助下，刺中华伦丁要害，并趁乱 逃走。 华伦丁倒在血泊中，痛责妹妹为了一时的诱惑、竟失去自己的贞洁，并誓言永不宽恕玛格丽特， 之后便气绝身亡，只留下哀痛欲绝的玛格丽特。受了刺激而发狂的玛格丽特，竟失手杀死了与浮士德的孩子，被判处断头 死刑，押在地牢中等候处决。浮士德在梅菲斯托菲勒斯的陪同下 前来地牢搭救玛格丽特，但玛格丽特已经无法辨识眼前的男子是谁，任凭浮士德苦苦哀求一起逃走，她都不为所动。在高呼上帝的圣名后，玛格丽特气绝而死，此时天上传来玛格丽特被赦免的歌声，在天使们的伴随下，玛格丽特的灵魂步向天堂。",
    "chinese_title": "浮士德",
    "douban_rating": "7.8/10 from 73 users",
    "foreign_title": "Charles Gounod Faust",
    "imdb_rating_average": 8.3,
    "douban_rating_average": "7.8",
    "update_at": "2025-04-07T12:13:09"
}