{
    "aka": [],
    "sid": "4299611",
    "cast": [
        {
            "url": "/celebrity/1235445/",
            "name": "斯蒂凡·兰比尔 Stéphane Lambiel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010466/",
            "name": "约翰尼·威尔 Johnny Weir",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2544722967.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1587957",
    "director": [],
    "duration": "",
    "episodes": "8",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010-01-18"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1587957/",
    "imdb_votes": 147,
    "this_title": [
        "Be Good Johnny Weir"
    ],
    "douban_link": "https://movie.douban.com/subject/4299611/",
    "imdb_rating": "7.9/10 from 147 users",
    "trans_title": [
        "做个好的约翰尼·威尔"
    ],
    "douban_votes": "379",
    "introduction": "Lights, camera, axel! The eight-part Sundance Channel original documentary series, BE GOOD JOHNNY WEIR explores the life of one of America's most outspoken and colorful sports figures, three-time U.S. National Figure Skating Champion and World Medalist Johnny Weir. The series airs Mondays at 10:30pm e/p beginning January 18.BE GOOD JOHNNY WEIR delivers an absorbing portrait of an athlete whose personality is as big as his talent. Bright, quick-witted and extroverted, Weir is as comfortable walking in a downtown New York fashion show as he is on the ice, and he is known for giving candid, irreverent, responses at press events. At the same time, Weir has the athletic prowess to back up his pop culture stardom, demonstrating both breathtaking grace and supreme technical skill. He also injects his larger-than-life persona into his routines -- wearing sparkly self-designed \"onesie\" costumes portraying both male and female characters in his controversial routine \"The Swan.\" Weir was heavily favored going into the 2006 Torino Winter Olympics, but finished a disappointing fifth.Now 24, the skater has learned that talent alone does not make a champion - and he knows he must dig deep if he is to secure what may be his last chance at a place on a U.S. Olympic team. BE GOOD JOHNNY WEIR follows Weir as he competes all over the globe, culminating in his appearance at the U.S. Men's Nationals in January, the results of which determine whether or not he will vie for the gold in Vancouver. It is here that Weir will learn whether or not he will be able to fulfill his dream of Olympic glory on the world stage.BE GOOD JOHNNY WEIR kicks off on January 18 with a special 90-minute episode, \"Pop Star on Ice.\"BE GOOD JOHNNY WEIR is directed and produced by James Pellerito and David Barba, who will also serve as Executive Producers. The series is directed, produced and co-financed by Original Media. Executive Producers for Sundance Channel are Sarah Barnett, Lynne Kirby and Ann Rose.",
    "chinese_title": "做个好的约翰尼·威尔",
    "douban_rating": "9.1/10 from 379 users",
    "foreign_title": "Be Good Johnny Weir",
    "imdb_rating_average": 7.9,
    "douban_rating_average": "9.1",
    "update_at": "2025-11-12T14:12:25"
}