{
    "aka": [],
    "sid": "4300442",
    "cast": [
        {
            "url": "/celebrity/1007212/",
            "name": "帕尔·奥斯卡森 Per Oscarsson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010604/",
            "name": "奥利维娅·德哈维兰 Olivia de Havilland",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025236/",
            "name": "杰森·罗巴兹 Jason Robards",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055113/",
            "name": "西奥多·比凯尔 Theodore Bikel",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1966",
    "genre": [
        "剧情",
        "喜剧",
        "歌舞"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1032063/",
            "name": "萨姆·佩金帕 Sam Peckinpah",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1046718/",
            "name": "凯瑟琳·安·波特 Katherine Anne Porter",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0209186",
    "director": [
        {
            "url": "/celebrity/1032063/",
            "name": "萨姆·佩金帕 Sam Peckinpah",
            "@type": "Person"
        }
    ],
    "duration": "51分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1966"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0209186/",
    "imdb_votes": 222,
    "this_title": [
        "Noon Wine"
    ],
    "douban_link": "https://movie.douban.com/subject/4300442/",
    "imdb_rating": "7.3/10 from 222 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "For some reason \"Noon Wine\" isn't out on DVD yet.I hope that, given Peckinpah's popularity, it is only a matter of time until this is released, because it really is one of the best things he ever did both as a writer and director. Adapted from Katherine Anne Porter's short story, this is a dark, bleak tragedy set in 1890 Texas. The outcome of the simple story (which I won't describe) is predictable but still has a strong impact on the viewer thanks to the strength of the script, actors, and direction.It's especially surprising that \"Noon Wine\" doesn't have an official release since it was a major part of Peckinpah's career. He was viewed as an outcast following the troubled production of \"Major Dundee\" and was luckily hired by producer Daniel Melnick, a fan of Peckinpah's, to direct and write this adaptation for ABC. Peckinpah was nominated for directing and writing rewards by the respective guilds, and the critical success of \"Noon Wine\" led to Peckinpah being hired for his most famous and appreciated film- \"The Wild Bunch\". It would be simplistic to say that \"Noon Wine\" saved his career, but it wouldn't be (entirely) incorrect.Peckinpah's work here as a writer is particularly good, achieving a rare level of artistic depth, but his work as director is equally impressive, mute as his style is here in comparison to some of his other work. The film, which clocks in at 48 minutes in length, is immensely satisfying, more than most features are, in fact, partially thanks to Jason Robards. He considered it one of his most satisfying professional experiences, and I think it really is one of his finest performances, making this a must-see for all Robards fans as well as all Peckinpah fans.The short novel this is based on is definitely worth reading, but I can see why Porter enthusiastically endorsed Peckinpah's script for \"Noon Wine\", because it efficiently captures the essence of the story without ever being too stringently faithful, allowing for just enough flexibility for the film to work on its own terms. If you can find \"Noon Wine\" you simply must see it.",
    "chinese_title": "Noon Wine",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-10-19T10:56:56"
}