{
    "aka": [
        "克立波之剑",
        "神剑传奇"
    ],
    "sid": "4303909",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "动作",
        "动画",
        "奇幻",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2372194878.jpg",
    "region": [
        "法国",
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1012065/",
            "name": "Philippe Druillet Philippe Druillet",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0305143",
    "director": [
        {
            "url": "/celebrity/1061419/",
            "name": "Alan Best Alan Best",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1334935/",
            "name": "Didier Pourcel Didier Pourcel",
            "@type": "Person"
        }
    ],
    "duration": "23分钟",
    "episodes": "40",
    "language": [
        "英语"
    ],
    "playdate": [
        "2001-11-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0305143/",
    "imdb_votes": 93,
    "this_title": [
        "Xcalibur"
    ],
    "douban_link": "https://movie.douban.com/subject/4303909/",
    "imdb_rating": "7.2/10 from 93 users",
    "trans_title": [
        "神秘岛",
        "克立波之剑",
        "神剑传奇"
    ],
    "douban_votes": "558",
    "introduction": "From Wiki Chn故事发生在一片充满神秘与魔咒的土地上，这片土地上流传着亚瑟王的传奇故事。魔法和魔咒主宰着这片神秘土地上的一切。片中伊万王子的女儿蒂嘉娜公主，为了拯救被邪恶魔法操纵的父亲，以及保护小亚瑟王的王位不受巴肯所掠夺，她手持正义之剑—克立波之剑发誓与邪恶势力奋战到底。来协助蒂嘉娜的两个主要人物，他们是年轻的魔法术士赫科和野人部落的女战士塔拉。他们依靠着自己坚定的信念与克立波之剑的力量，最终邪恶将惨败于正义的力量。————————————————————From Wiki EngThis is the realm of the future king Arthus and the beautiful, young princess Djana, who uses the enchanted sword to protect the young monarch and his birthright until he is old enough to rule. Xcalibur is a colorful and exciting flight of the imagination populated by heroes, villains, dragons and warrior monks. It explores the knightly virtues of courage, loyalty, love and faithfulness to friends, which the characters develop through an adventurous quest. Like the best of tales, it is an epic journey of romance, adventure and self-discovery.King Edwan, ruler of a medieval-like Kingdom, is murdered by his treacherous brother Bragan who is in league with the demon Kwodahn. The murder is witnessed by Prince Erwann who, on the late King's orders, steals the sword Xcalibur and hides it. Xcalibur is the only weapon which can defeat Kwodahn. However, after hiding the sword, Erwann is turned to stone.Erwann's teenage daughter, Princess Djana, finds the sword but when she reaches the Royal Palace it is to learn that Bragan has already taken control of the Kingdom as Regent to Arthus, the 10-year-old son of the late King.Unable to convince Arthus or the lords of the Kingdom that Bragan is a traitor, Djana goes on the run. She is accompanied by Herek, a young apprentice sorcerer or Shogi, who has been entrusted with the Book of Life, a book of magic spells. There is also Wip, a small bird-like dragon, and Tara, a woman-warrior of the Viking-like People of the Sea, who want the right to settle in a part of the Kingdom.Djana must now help the local people to face up to Bragan's tyrannical rule and find a way to overthrow him, Kwodahn and Walka the witch. In her quest, she is assisted by Sylphs of the woodland, each of which has a protective Trojan (a Unicorn was the Trojan Protector of Fedora) and are able to summon powers of the natural forces, together with space and time. The Sylphs are assisted by small creatures of the forest, two legged Imps.更多中文剧情详解：http://www.399tv.cn/2009/0120/262.html",
    "chinese_title": "神秘岛",
    "douban_rating": "9.2/10 from 558 users",
    "foreign_title": "Xcalibur",
    "imdb_rating_average": 7.2,
    "douban_rating_average": "9.2",
    "update_at": "2025-02-27T02:14:05"
}