{
    "aka": [
        "The Bathroom"
    ],
    "sid": "4305496",
    "cast": [
        {
            "url": "/celebrity/1020599/",
            "name": "拉蒙·莱 Ramón Llao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1102640/",
            "name": "艾琳·库彭海姆 Aline Küppenheim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162662/",
            "name": "Alex Zisis Alex Zisis",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "智利"
    ],
    "writer": [
        {
            "url": "/celebrity/1030846/",
            "name": "Gregory Cohen Gregory Cohen",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0483236",
    "director": [
        {
            "url": "/celebrity/1030846/",
            "name": "Gregory Cohen Gregory Cohen",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2005"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0483236/",
    "imdb_votes": 36,
    "this_title": [
        "El baño"
    ],
    "douban_link": "https://movie.douban.com/subject/4305496/",
    "imdb_rating": "6.4/10 from 36 users",
    "trans_title": [
        "浴室",
        "The Bathroom"
    ],
    "douban_votes": "0",
    "introduction": "固定机位单长镜头讲述1973年风暴中发生在一间浴室里一群陌生人之间的故事The story of a bathroom around the time of the Chilean military coup of 1973. A film composed of several stories that take place in a bathroom during the era of Chile's military dictatorship. Gregory Cohen's film tells the story of a series of events that take place on a bathroom on a family house in Santiago (Chile). The movie has some particularly amusing moments and takes on quite a challenging theme (the camera never leaves the bathroom, nor does it show it from more than one point of view).20 years inside a Chilean bathroom. A monitoring camera unveils the cultural, social and domestic changes that take place in Chile between1968 and 1988. Hippies, political prisoners, businessmen, teachers and others go by through that bathroom in different periods, with their humor, passions and hopes... without imagining, that they are being observed.Why a fixed camera?Because it simulates a \"concealed spy\" that only sees. This \"documentalist objectivity\" helps the audience increasing its curiosity, reinforcing the credibility of situations, even though these seem very odd.Why a bathroom?Because in this context all the decency, concealed secrets that hardly we manifest come out. It is an excellent metaphor for Chile of today and of yesterday.Why 1968-1988?Beacuse 1968 underlines a stage of cultural and political unrest in Chile and in the rest of the world in general. 1988 marks the end of dictatorship, a new kind of life in Chile because of the level of violence and mistrust that was caused. These years are of great dramatic diversity and intensity due to its changes and breakups.What does this fixed camera want?The director needs to develop a particular, dramatic intensity and a simple language that is able to give movements and life to the whole representation. The artistic director has to convert this bathroom into a multisensory and multifaceted one, changing its materials and artefacts peculiar of this period and the use of the bathroom itself. The cinematographer has to accept the disguised tone of this camera that detects and legitimates everything: the widespread shadow, the imperfect light of a lightbulb, the exit of an actor from the scene, and so on.",
    "chinese_title": "浴室",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "El baño",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-06-10T19:33:39"
}