{
    "aka": [
        "Introduction To Another Life",
        "Prologue To Another Life"
    ],
    "sid": "4305403",
    "cast": [
        {
            "url": "/celebrity/1144478/",
            "name": "Sonja Savic Sonja Savic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1090890/",
            "name": "普雷德拉格·埃伊杜斯 Predrag Ejdus",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1077697/",
            "name": "德拉戈米尔·楚米奇 Dragomir Cumic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1061247/",
            "name": "亚历山大·贝尔切克 Aleksandar Bercek",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007252/",
            "name": "佐兰·茨维亚诺维奇 Zoran Cvijanovic",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1992",
    "genre": [
        "剧情",
        "科幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "南斯拉夫"
    ],
    "writer": [
        {
            "url": "/celebrity/1015403/",
            "name": "Mirko Kovac Mirko Kovac",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0189177",
    "director": [
        {
            "url": "/celebrity/1041820/",
            "name": "米洛什·拉迪沃耶维奇 Milos &#39;Misa&#39; Radivojevic",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "Serbian"
    ],
    "playdate": [
        "1992"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0189177/",
    "imdb_votes": 68,
    "this_title": [
        "Увод у други живот"
    ],
    "douban_link": "https://movie.douban.com/subject/4305403/",
    "imdb_rating": "6.6/10 from 68 users",
    "trans_title": [
        "序幕",
        "Introduction To Another Life",
        "Prologue To Another Life"
    ],
    "douban_votes": "0",
    "introduction": "Introduction to Another Life is an adaptation of a novel with the same name by Mirko Kovac, who was also the scriptwriter for the film. As in his other works, his acute sense for black humor and fantasy adorns Kovac's narrative with a simultaneous and perpetual quest for signs of the other-worldly in concrete historical time. Here, grotesque expression functions to expose the monstrous role of the communist heritage. Kovac's narrative, combined with the minimalist and original directing of Misa Radivojevic discloses that it is precisely the early history of Josip Broz Tito's Yugoslavia, marked with absolutism and the crimes of the state security forces, that makes an ideal terrain for the appearance of other-worldly forces, above all those that belong to the Prince of Darkness. Evil spirits, ghosts of the dead, satanic black masses – all these demonological props brilliantly describe the period of early communist rule.Through the characters of Rodin (Aleksandar Bercek), a captain in the state security organization and his superior, an evil spirit incarnated in the figure of a major in Tito's secret service (Predrag Ejdus), the grotesque in Radivojevic's film manifests the eerie and the demonic that is often hidden behind the idea of historical progress and its agents. With a stylized type of acting, masks, make-up, reduced lighting, and chamber-like ambiance, the demonic principle of \"history\" is embodied and made concrete in one epoch. Apart from all the horror and monstrosity carried inside the protagonists of this drama, Introduction to Another Life possesses a subtle sense of humor and the high spirits of a fairy tale, without which, dealing with the forces of darkness would not make much sense. Kayser's idea that the grotesque is an attempt to restrain the demonic in the world is thus confirmed.",
    "chinese_title": "序幕",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Увод у други живот",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-07-29T15:21:32"
}