{
    "aka": [],
    "sid": "4306522",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1382323",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010-04-09"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1382323/",
    "imdb_votes": 115,
    "this_title": [
        "Phyllis and Harold"
    ],
    "douban_link": "https://movie.douban.com/subject/4306522/",
    "imdb_rating": "6.3/10 from 115 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "这部纪录片令人震惊的坦诚叙述了灾难般的59年婚姻。制作者Cindy Kleine用了12年来拍摄自己的家庭生活，她混合使用了报告文学、电影和动画等多种手段，揭露了家庭秘密，而这个秘密是不能在她父亲在世时公开的。Phyllis and Harold is a frank journey through a disastrous 59 year old marriage. Drawing on a lifetime of her family's home movies and interviews made over 12 years, filmmaker Cindy Kleine mixes reportage, cinema verite and animation to uncover family secrets and tell a story that could not be shown publicly as long as her father was alive.Phyllis and Harold is an astoundingly frank journey through a disastrous 59-year marriage. Drawing on a lifetime of her family's home movies and interviews made over 12 years, filmmaker Cindy Kleine mixes reportage, cinema verite and animations to uncover family secrets and tell a story that could not be shown publicly as long as her father was alive. Phyllis and Harold delves into the mystery of time passing, the nature of living a life, and the challenge of losing those we love. But it is also a loving, funny expose on the sins of suburbia. Imagine Bergman's Scenes From a Marriage seen through the prism of I Love Lucy.",
    "chinese_title": "Phyllis and Harold",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-02-12T17:43:33"
}