{
    "aka": [],
    "sid": "4306147",
    "cast": [
        {
            "url": "/celebrity/1540775/",
            "name": "Peter Pittaros Peter Pittaros",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1540780/",
            "name": "Lewis Wallis Lewis Wallis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1540779/",
            "name": "Tristan Field Tristan Field",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1540777/",
            "name": "Liam Thompson Liam Thompson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1540778/",
            "name": "Barry Robinson Barry Robinson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1540776/",
            "name": "Robert Day Robert Day",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1540781/",
            "name": "Craig Wilson Craig Wilson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1540782/",
            "name": "Steve Turner Steve Turner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1540783/",
            "name": "Rachel Whitbread Rachel Whitbread",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1540784/",
            "name": "Richard Rossetti Richard Rossetti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1540785/",
            "name": "Glen Anderson Glen Anderson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1412138/",
            "name": "克里斯·杰普森 Chris Jepson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1540786/",
            "name": "Jeffrey Davids Jeffrey Davids",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1182770/",
            "name": "Jonny McGovern Jonny McGovern",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1540787/",
            "name": "Cody Lowe Cody Lowe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1540788/",
            "name": "Angel Benton Angel Benton",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2497961174.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1316844/",
            "name": "安德鲁·海格 Andrew Haigh",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1384774",
    "director": [
        {
            "url": "/celebrity/1316844/",
            "name": "安德鲁·海格 Andrew Haigh",
            "@type": "Person"
        }
    ],
    "duration": "75分钟",
    "episodes": "",
    "language": [
        "英语",
        "希腊语"
    ],
    "playdate": [
        "2009-09-04"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1384774/",
    "imdb_votes": 795,
    "this_title": [
        "Greek Pete"
    ],
    "douban_link": "https://movie.douban.com/subject/4306147/",
    "imdb_rating": "5.2/10 from 795 users",
    "trans_title": [
        "皮特的生活"
    ],
    "douban_votes": "182",
    "introduction": "ABOUT THE FILMGreek Pete was filmed for over a year with guys working within and around the sex industry and the story is a representation of their world. The process blurs the boundary between fiction and documentary, giving an authentic and intimate insight into the boys’ lives. Honest, non-judgmental, and sometimes explicit, the film offers a portrait of a sub-culture hidden from view.Shot for less than £10,000 and with a crew of 2, the film has secured distribution in the UK, receiving both a cinema and dvd release in September 2009. It has also secured distribution in USA, Germany and France.DIRECTOR’S NOTESThe life of a rent-boy is often depicted as either sexy and glamorous or blighted with abuse and drugs. I wanted to try and get closer to the reality and focus on the everyday nature of things, the nuts and bolts of the job, the real personalities behind the online profiles and magazine adverts. I didn’t want to pander to what people expected from this kind of film or water it down for a more mainstream audience. I also decided early on that the project would be worthless unless I worked with people with knowledge of the sex industry. It wasn’t until after casting that a rough narrative took shape, changing and developing as the shooting progressed, but always based on real experiences. There was never a script as such, only a story framework, on which all of the scenes were improvised. The blurring of documentary and fiction came very much out of this process, using elements of each to best suit the needs of the story. I wanted the film to be truly authentic, but that did not mean that everything had to be completely real. After all, the life of an escort is filled with variations of the truth, a mixture of reality and fantasy, and I wanted to explore this in the very nature of the film’s construction.DIRECTOR’S BIOGRAPHYAfter working in editing for many years with credits on a diverse range of films from Ridley Scott’s Gladiator to Harmony Korine’s Mister Lonely, Andrew has concentrated on writing and directing. He has made four short films, the last of which, entitled Five Miles Out and starring Dakota Blue Richards premiered at the Berlin International Film Festival in Feb 2009. Greek Pete is his first feature and premiered at the London Lesbian and Gay Film Festival in March 2009. In 2008 he was named as one of Screen International’s ‘Stars of Tomorrow’ and has a number of feature projects in development.Link to DIRECTOR’S WEBSITECREDITSProduced and Directed / Camera, Sound & Edit: Andrew HaighCo-producer: Dmitri VigneswarenMusic: James Edward BarkerRe-recording Mixer: Matthew GoughColourist: Monica RubioCASTGreekPete; Peter PittarosLondonboyKaI: Lewis WallisBarbara Bush: Tristan FieldHotblond84: Liam ThompsonFitfuck86: Barry RobinsonYoungandcutelad: Robert DayHugecockfromthenorth: Craig WilsonTightass91: Steve TurnerRachel: Rachel WhitbreadClient 1: Richard RosettiClient 2: Glen Anderson",
    "chinese_title": "皮特的生活",
    "douban_rating": "5.7/10 from 182 users",
    "foreign_title": "Greek Pete",
    "imdb_rating_average": 5.2,
    "douban_rating_average": "5.7",
    "update_at": "2025-08-23T09:07:35"
}