{
    "aka": [
        "Valparaiso My Love"
    ],
    "sid": "4306216",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1969",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2510408322.jpg",
    "region": [
        "智利"
    ],
    "writer": [
        {
            "url": "/celebrity/1052203/",
            "name": "阿尔多·弗朗西亚 Aldo Francia",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0065165",
    "director": [
        {
            "url": "/celebrity/1052203/",
            "name": "阿尔多·弗朗西亚 Aldo Francia",
            "@type": "Person"
        }
    ],
    "duration": "90 分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1969"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0065165/",
    "imdb_votes": 209,
    "this_title": [
        "Valparaíso mi amor"
    ],
    "douban_link": "https://movie.douban.com/subject/4306216/",
    "imdb_rating": "7.4/10 from 209 users",
    "trans_title": [
        "瓦尔帕莱索，我的爱",
        "Valparaiso My Love"
    ],
    "douban_votes": "0",
    "introduction": "For me, is the most beautiful chilean film. Aldo Francia begins with a real history about a man, a father that have to burgle and is captured. He is convicted, but his family need to live. All this situation is in Valparaiso, and Francia shows this beautiful city with this sad situation: boys that need to survive. Hard like the reality but full of love to life. A. Francia shows how a bad justice punish not only the guilty but his children.If one movie captures the soul of a city, this is the one. Dealing with the social problems, telling the story of three brothers, sometimes tender, sometimes raw, Aldo Francia made a masterpiece showing us a Chilean neorealism movie. The dark and natural cinematography goes very well with this feature. The bitter story of a family with a father in jail, a mother and three brothers fighting against poverty and an unfair society, who rejects them even between another rejected people. Francia makes this bitter story with no weeping scenes or political speeches: is very real, very beautiful and very shocking.This is a movie you must see. If you think Italian neo-realism is great this movie will be your favourite, it has all the Italian codes but a much harder reality. A great way to discover Latin America in the sixties. A great way to discover the real Valparaiso. It's not beautiful but it is real just like life.",
    "chinese_title": "瓦尔帕莱索，我的爱",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Valparaíso mi amor",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-05-03T23:44:31"
}