{
    "aka": [
        "Faith Matters"
    ],
    "sid": "4306209",
    "cast": [
        {
            "url": "/celebrity/1030079/",
            "name": "拉蒙·费尔南德斯 Ramón Fernández",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1995",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "Bolivia"
    ],
    "writer": [
        {
            "url": "/celebrity/1290207/",
            "name": "Marcos Loayza Marcos Loayza",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0139956",
    "director": [
        {
            "url": "/celebrity/1290207/",
            "name": "Marcos Loayza Marcos Loayza",
            "@type": "Person"
        }
    ],
    "duration": "89 分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1995"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0139956/",
    "imdb_votes": 189,
    "this_title": [
        "Cuestión de fe"
    ],
    "douban_link": "https://movie.douban.com/subject/4306209/",
    "imdb_rating": "7.1/10 from 189 users",
    "trans_title": [
        "Faith Matters"
    ],
    "douban_votes": "0",
    "introduction": "The first film of Bolivian director Marcos Loayza tells the story of two Bolivian saint makers who are ordered by a gangster to construct a life-size Virgin and deliver it to a small village in the subtropical jungle in the northern part of La Paz. Accompanied by their friend, a notorious gambler, they proceed to have misadventures which test their respective faiths in God, the Virgin, and gambling.\"Fat girls do not fall in love, they just wish\" was the last thing Domingo \"El Santero\" (a saint maker) and his Pepelucho listened at the bar \"La Corajuda\" before the wicked \"Sapo Estívaris\" calls them to order the fabrication of a natural size virgin. He also asked them to carry the image to San Mateo, a lost village in the heart of a peculiar jungle calle Yungas, starting a trip through their characters feelings. Joaquin, a risky gambler always challenging destiny, who had listened their talk, offers himself to carry the image in \"La Ramona\", an old lended truck that he uses as his own. Once the virgin was made up, the three of them begin the trip in \"La Ramona\", coming down from the city -at 4300 mts. height- until they arrive to the tropic where nature presence and differences among them, cause a tense but equilibrated relation. Faith in God and faith in gambling crosses an unexpected ending where reality get lost.",
    "chinese_title": "Cuestión de fe",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-08-18T09:28:53"
}