{
    "aka": [],
    "sid": "4308879",
    "cast": [
        {
            "url": "/celebrity/1149420/",
            "name": "Dave Lee Travis Dave Lee Travis",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1965",
    "genre": [
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "西德"
    ],
    "writer": [],
    "imdb_id": "tt0239161",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "德语",
        "英语"
    ],
    "playdate": [
        "1965"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0239161/",
    "imdb_votes": 85,
    "this_title": [
        "Beat-Club"
    ],
    "douban_link": "https://movie.douban.com/subject/4308879/",
    "imdb_rating": "8.1/10 from 85 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Beat-Club was a German music programme that ran from September 1965 to December 1972. It was broadcast from Bremen, Germany on Erstes Deutsches Fernsehen, the national public TV channel of the ARD, and produced by one of its members, Radio Bremen, later co-produced by WDR following the 38th episode. It is notable for being the first German show to be based around popular music, and featured legendary artists like The Rolling Stones, Led Zeppelin, Jimi Hendrix, Tina Turner, The Who, Black Sabbath, The Bee Gees, The Beach Boys and Kraftwerk in its seven-year run. In 1972, it was replaced by Musikladen.Performances from the show can now be seen on VH1 Classic, and reruns air in several European countries. Several DVD collections have also been released.In early 2008, the first free Video on demand web portal for Beat-Club and Musikladen was launched. Mybeatclub.com features the most popular songs and artists of both shows.Show historyBeat-Club was co-created by Gerhard Augustin and Mike Leckebusch. The show premiered on September 25, 1965 with Augustin and Uschi Nerke hosting. German TV personality Wilhelm Wieben opened the first show with a short speech: \"Good day, dear beat friends. The time has come. In few seconds we will begin the first show on German television made especially for you. As for you ladies and gentlemen who do not like beat (rock) music, we ask for your understanding: this is a live show for young people. And now we're taking off...\" After eight episodes, Augustin stepped down from his hosting role and was replaced by DJ Dave Lee Travis.The show's earlier episodes featured live performances, and was set in front of a plain brick wall. It underwent a revamp in 1967, when a more professional look was adapted with large cards in the background displaying the names of the performers, and lip-synched performances. Around this time, a troupe of young women billed the \"Go-Go-Girls,\" were introduced to dance to songs when their performers couldn't appear.In early 1969, Travis was replaced by Dave Dee, of Dave Dee, Dozy, Beaky, Mick & Tich. On December 31, 1969, \"Beat-Club\" switched to color and again featured live performances. Dee departed in 1970, leaving Nerke as the lone host.",
    "chinese_title": "Beat-Club",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-01-30T21:00:17"
}