{
    "aka": [
        "地球创世纪"
    ],
    "sid": "4311404",
    "cast": [
        {
            "url": "/celebrity/1327336/",
            "name": "伊安·斯图瓦特 Iain Stewart",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2523291631.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1588224",
    "director": [],
    "duration": "59分钟*5",
    "episodes": "5",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010-01-19(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1588224/",
    "imdb_votes": 821,
    "this_title": [
        "How Earth Made Us"
    ],
    "douban_link": "https://movie.douban.com/subject/4311404/",
    "imdb_rating": "8.3/10 from 821 users",
    "trans_title": [
        "地球造人",
        "地球创世纪"
    ],
    "douban_votes": "1141",
    "introduction": "BBC最新纪录片，讲述地球的力量如何改变了人类的历史。2010年1月19日首播，共播出了5集：'Water'，'Deep Earth', 'Wind', 'Fire'，'Human Planet'。节目中，Iain Stewart教授带领观众探究几个世纪以来，地质学、地理学和气候是如何影响人类生活的。我们的星球拥有惊人的力量，但却很少在教科书中被提起。这个系列节目第一次通过电视展现地球的神奇力量对人类发展的影响。节目将历史故事的讲述和炫目的摄影镜头紧密结合，给我们呈现一幅原汁原味的人类历史图景。Iain Stewart tells the epic story of how the planet has shaped our history. Withspectacular images, surprising stories and a compelling narrative, the series discovers the central role played in human history by four different planetary forces.Episode 1: WaterProfessor Iain Stewart continues his epic exploration of how the planet has shaped human history. This time he explores our complex relationship with water. Visiting spectacular locations in Iceland, the Middle East and India, Iain shows how control over water has been central to human existence. He takes a precarious flight in a motorised paraglider to experience the cycle of freshwater that we depend on, discovers how villagers in the foothills of the Himalayas have built a living bridge to cope with the monsoon, and visits Egypt to reveal the secret of the pharaohs' success. Throughout history, success has depended on our ability to adapt to and control constantly shifting sources of water.Episode 2: Deep EarthIain Stewart tells the epic story of how the planet has shaped our history. With spectacular images, surprising stories and a compelling narrative, the series discovers the central role played in human history by four different planetary forces. In this first episode, Iain explores the relationship between the deep Earth and the development of human civilisation. He visits an extraordinary crystal cave in Mexico, drops down a hole in the Iranian desert and crawls through seven-thousand-year-old tunnels in Israel. His exploration reveals that throughout history, our ancestors were strangely drawn to fault lines, areas which connect the surface with the deep interior of the planet. These fault lines gave access to important resources, but also brought with them great danger.Episode 3: WindProfessor Iain Stewart continues his epic exploration of how the planet has shaped human history. Iain sets sail on one of the fastest racing boats ever built to explore the story of our turbulent relationship with the wind. Travelling to iconic locations including the Sahara desert, the coast of West Africa and the South Pacific, Iain discovers how people have exploited the power of the wind for thousands of years. The wind is a force which at first sight appears chaotic. But the patterns that lie within the atmosphere have shaped the destiny of continents, and lie at the heart of some of the greatest turning points in human history.Episode 4: FireProfessor Iain Stewart continues his epic exploration of how the planet has shaped human history. Iain explores man's relationship with fire. He begins by embarking on an extraordinary encounter with this terrifying force of nature - a walk right through the heart of a raging fire. Fire has long been our main source of energy and Iain shows how this meant that the planet played a crucial role in Britain's industrial revolution, whilst holding China's development back. Along the way he dives in a mysterious lake in Oregon, climbs a glacier of salt, crawls through an extraordinary cave in Iran and takes a therapeutic bath in crude oil.Episode 5: Human PlanetSeries in which Professor Iain Stewart looks at how four geological forces have shaped human history. He explores the most recently established force, humans. It's easy to think of the human impact on the planet as a negative one, but as Iain discovers, this isn't always the case. It is clear that humans have unprecedented control over many of the planet's geological cycles; the question is, how will the human race use this power?",
    "chinese_title": "地球造人",
    "douban_rating": "9.0/10 from 1141 users",
    "foreign_title": "How Earth Made Us",
    "imdb_rating_average": 8.3,
    "douban_rating_average": "9.0",
    "update_at": "2025-02-10T16:14:11"
}