{
    "aka": [],
    "sid": "4312979",
    "cast": [
        {
            "url": "/celebrity/1028130/",
            "name": "约翰·英汀斯特 John Entwistle",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032203/",
            "name": "罗杰·达尔特雷 Roger Daltrey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045228/",
            "name": "皮特·汤什德 Pete Townshend",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050109/",
            "name": "凯斯·沐恩 Keith Moon",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906604846.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1509275",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1509275/",
    "imdb_votes": 220,
    "this_title": [
        "The Who: At Kilburn 1977, At The Coliseum 1969"
    ],
    "douban_link": "https://movie.douban.com/subject/4312979/",
    "imdb_rating": "8.4/10 from 220 users",
    "trans_title": [
        "谁人乐队：基尔本演唱会"
    ],
    "douban_votes": "0",
    "introduction": "This is a pretty amazing DVD of a show that's been waiting for video release for over 30 years. In late 1977, as part of their bid to assist Jeff Stein in the production of the authorized band video biography The Kids Are Alright, the Who got back together at Kilburn in North London, before an invited audience, to play their first live show in a year. They got off to a rough start in terms of timing and cues — \"I Can't Explain\" is a little looser than it comes off in earlier live performances, but once they leap into \"Substitute\" it seems like everything locks in, in terms of the playing at least. Roger Daltrey's singing also catches up to its previously high standards about midway through the latter number, so that only four minutes into the set this becomes a perfectly good — if not quite great — Who performance. Of course, this is the latter-day Who, with a little more finesse and less sheer energy than one got from them a decade earlier, but they make up for it with precision in the small details in performances of their post-Tommy material. Nothing will ever completely replace the power with which they attacked numbers like \"Substitute\" or \"Summertime Blues\" in the 1960s, or even up through their 1971 tour, but when Pete Townshend does his little slide pyrotechnics down the fretboard on \"Baba O'Reilly\" or they stretch out on the break during John Entwistle's \"My Wife,\" it does compensate for the ravages of age that were overtaking performances of their earlier repertory. And they also do full justice to their 1970s-era songs which, if they mostly haven't endured the way the classic stuff has, are still great fun. As to the video, it's all state of the art, now as well as then — after all, Stein was capturing this show for his movie, and he doesn't miss a camera angle or an edit anywhere — the letterboxed image (1.66-to-1) is crystal clear. Ditto the sound, which is about as good as any Who performance that was ever captured officially, from Monterey Pop onward. And this was Keith Moon's next to last live performance with the band, and he does get his moments and more before the cameras.The Kilburn show by itself would be worth the price of this double-disc package, but even better is the second disc, The Who at the Colosseum, filmed in 16mm at a December 14, 1969, show at London's largest theatrical arena. The sound is crude, the video is often dark (and sometimes limited to a single camera, as those in use needed to be reloaded more than four times an hour). But here is the classic Who in action, in their prime, at their peak as a rock & roll band. Tommy, mostly represented in excepts as a bonus feature on the disc, makes up a big chunk of the show, as tended to be the case that year, but 70-plus minutes of the Who doing almost anything from this period, even badly lit and shot from static (and not always well-placed) cameras, is worth the price of admission — and this disc doesn't disappoint, even with a scratched and grainy image (letterboxed at 1.66-to-1). And the close-ups, when they do work — and they do much of the time — capture all of the youthful energy, and some surprising moments of subtlety and elegance, as in their transition from \"Fortune Teller\" to \"Tattoo.\" This is the Who in all of their glory, and by itself this disc — though treated as a \"bonus\" — is worth the price of the package and then some. Anyone who ever wore out copies of their first half-dozen albums, or at least two of their singles, should grab it immediately.",
    "chinese_title": "谁人乐队：基尔本演唱会",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Who: At Kilburn 1977, At The Coliseum 1969",
    "imdb_rating_average": 8.4,
    "douban_rating_average": 0,
    "update_at": "2025-03-31T08:44:06"
}