{
    "aka": [
        "Benazir Bhutto",
        "班娜姬·布托",
        "贝布托"
    ],
    "sid": "4313034",
    "cast": [
        {
            "url": "/celebrity/1211911/",
            "name": "贝娜齐尔·布托 Benazir Bhutto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028254/",
            "name": "塔里克·阿里 Tariq Ali",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916230069.jpg",
    "region": [
        "美国",
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1524095",
    "director": [],
    "duration": "111分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010-06-18(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1524095/",
    "imdb_votes": 732,
    "this_title": [
        "Bhutto"
    ],
    "douban_link": "https://movie.douban.com/subject/4313034/",
    "imdb_rating": "7.6/10 from 732 users",
    "trans_title": [
        "布托",
        "Benazir Bhutto",
        "班娜姬·布托",
        "贝布托"
    ],
    "douban_votes": "0",
    "introduction": "关于贝布托的记录片..巴基斯坦的大选发生了戏剧性的变化﹐因此引出了一位几乎被人们遗忘的当代世界著名的女政治家贝·布托女士﹐她曾两次担任巴基斯坦总理。 穆沙拉夫总统在10月6日举行的总统大选中﹐在选举委员会以压倒性的多数票获胜﹐但是根据巴基斯坦宪法﹐他就任资格的合法性将在10月17日最高法庭举行听证会作最后决定。 正在这个时机﹐贝‧布托决定结束了她八年的流亡生涯﹐回到国内继续参与政治运动。贝·布托1953年出生在巴基斯坦信德省的拉尔卡纳镇的一个高级官僚家庭﹐本名贝娜齐尔﹐一直受西方式教育﹐毕业于美国哈佛大学拉德克里夫学院和英国牛津大学。 当年在牛津﹐就是出众的亚洲留学生﹐当选为牛津学生会主席。 她以东方女子高雅气质和风度征服了牛津的学子们﹐被誉为“东方女儿”。 当时她的穿著打扮完全是西方化的女大学生﹐牛仔裤﹐紧身衬衫﹐行动潇洒。她在英国毕业后﹐1977年学成回国﹐原打算在巴基斯坦外交事务中谋职﹐但是回国后仅两个星期﹐看到她担任总理父亲阿里‧布托在穆罕默德·哈格将军的政变中被推翻﹐并且在1979年送上了绞刑架。 在她父亲行刑前﹐贝娜齐尔关进了监狱﹐服刑五年。 她出狱后写过一本书﹐用她在伦敦的绰号为书名《东方女儿》﹐详尽地描述了服刑期间的艰苦生活。1984年﹐以出国治病的理由﹐开始流亡国外。 在她1986年决定回国时﹐谋士们建议她必须改变过去的形像﹐戴上象征性的头巾﹐否则不可能在巴基斯坦有任何政治地位。1988年哈格将军在一次飞机失事中丧身﹐而贝娜齐尔自动消除了政治压力﹐积极参加政治活动﹐勇敢地走上险恶的政途。 她的第一步成功是成为巴基斯坦第一位政党女领袖﹐领导巴基斯坦人民党﹐然后参加两次总理竞选﹐都获得了成功﹐第一任是从1988年至1990年﹐第二任期是从1993年至1996年。 两任总理都因同样的罪名中途下台﹕贪污受贿和滥用职权﹔第一次是败在伊斯赫·汗手下﹐第二次被法鲁克击败﹐两次失败的原因都是因为她不争气的丈夫艾席夫· 扎尔达里﹐利用妻子的公职大肆贪污受贿。 人所共知﹐贝·布托是被她丈夫拉下水的﹐贪污公款事件与她本人无直接关系。 例如在1999年4月的最高法庭判决书中﹐他们夫妇被指责在1993至1996年间暗中向瑞士两家承包公司获取数百万美元的回扣。贝·布托在政坛上的失败﹐自我流放出国﹐先后在迪拜和伦敦带领三个孩子蜇居﹐不问政事﹐她的丈夫2004年刑满释放﹐他们才能家庭团圆。 贝·布托这些年不回国的原因﹐也因为她本人负有法庭裁决的五项财产罪名﹐但是最近在同穆沙拉夫政治谈判中﹐她的罪名获得法庭赦免。 据传说这是美国从中斡旋﹐对巴基斯坦当政者施压的后果﹐美国世界反恐全球战略需要她出山配合穆沙拉夫掌控巴基斯坦局势。 按照美国的意图﹐巴基斯坦当权者在精心安排贝·布托回国参政的同时﹐逮捕和镇压了许多“伊斯兰极端份子”。 她这次定于10月18日结束八年流亡生涯﹐返回祖国﹐准备参加明年一月的大选。贝·布托出生的官僚世家﹐有悠久的历史﹐家中有几代人享有高级官员职衔﹐与印度的甘地家族齐名。 她祖父夏赫纳瓦兹·布托勋爵是英国统治印度时期的信德邦总理﹔她的父亲阿里·布托是1970年代巴基斯坦第一任民选总理。 她的两个哥哥都是巴基斯坦政界重要人物﹐都是因为他们父亲的不幸遭遇而流亡国外﹐没有善终。 贝·布托的政治生涯得利于她父亲担任总理期间顺利起步﹐也由于她本人的学识﹑胆量和气度﹐赢得许多巴基斯坦人对她的好感。 因为她开创的伊斯兰国家第一位成功女性领袖地位﹐在西方世界受到普遍赞扬﹐她的流利英语和演说才能经常在西方国家的ZF机关和大学礼堂中获得不断的掌声。 她是西方世界ZF官员所熟悉的唯一穆斯林女性领袖。2007年12月27日下午，贝·布托在该国东北部城市拉瓦尔品第参加集会遭自杀式炸弹袭击死亡，终年54岁.A riveting documentary of the recently assassinated Benazir Bhutto, a polarizing figure in the Muslim world. Following in her father's footsteps as a pillar for democracy, Bhutto was expected to dominate Pakistan's 2008 elections but the assassination sent Pakistan politics into turmoil. This major event sent shock waves throughout the world and transformed her from political messiah into a martyr for the common man.As the first woman to lead an Islamic nation, former Pakistani Prime Minister Benazir Bhutto's life story unfolds like a tale of Shakespearean dimensions. Educated at Harvard and Oxford, Bhutto evolved from pampered princess to polarizing politician battling tradition and terrorism in the most dangerous country on Earth. Her father, the first democratically elected president of Pakistan, chose Benazir over his eldest son to carry his political mantle. Accused of rampant corruption, imprisoned, then exiled abroad, Bhutto was called back in 2007 as her country’s only hope for democracy. When she was struck down by an assassin, her untimely death sent shock waves throughout the world, transforming Bhutto from political messiah to a martyr in the eyes of the common people.With exclusive interviews from the Bhutto family and never-before-seen footage, filmmakers Jessica Hernandez and Johnny O'Hara have crafted a sweeping epic of a transcendent, yet polarizing, figure whose legacy will be debated for years to come.",
    "chinese_title": "布托",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Bhutto",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-06-01T11:21:31"
}