{
    "aka": [
        "乔治·巴顿"
    ],
    "sid": "4313125",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片",
        "历史",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878982253.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1409728",
    "director": [
        {
            "url": "/celebrity/1046319/",
            "name": "Tony Long Tony Long",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "10",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-04-10"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1409728/",
    "imdb_votes": 227,
    "this_title": [
        "Patton 360"
    ],
    "douban_link": "https://movie.douban.com/subject/4313125/",
    "imdb_rating": "7.1/10 from 227 users",
    "trans_title": [
        "巴顿将军面面观",
        "乔治·巴顿"
    ],
    "douban_votes": "0",
    "introduction": "中文名: 历史频道：巴顿将军面面观 第一季英文名: History Channel-Patton 360 Season 1资源格式: DVDRip版本: 更新第3集制作发行: History Channel地区: 美国语言: 英语简介:感谢会员金属蝙蝠提供中文介绍：巴顿将军面面观是历史频道09年4月10日首播的系列节目，由洛杉矶的Flight 33工作室制作，内容包含了CGI，纪录片，以及对二战老兵和战史学家的采访，再现巴顿将军及其麾下的部队从1942年登陆摩洛哥的火炬行动，到西西里战役，再到解放西北欧的历程。第一季 血与胆美军登陆北非，意外遭遇维希法军的攻击。停火协议达成后巴顿胜利进驻卡萨布兰卡第二季 隆美尔的最后抵抗美军在凯塞林山口惨败，巴顿赶往前线，整顿部队，形成战斗力，最终赢得盖塔尔战役胜利，并在英军帮助下解放了整个北非第三季 血的洗礼尽管盟军遭遇了意大利装甲部队的反击，但他们还是成功守住了滩头，为深入西西里占领首府巴勒莫打下基础第四季 桀骜不驯的将军面对掘壕据守的德军，巴顿同英军展开竞赛抢攻墨西拿。但最终却因为掌掴两位士兵而被解除职务第五季 美式闪击战为欺骗德军，巴顿在英国指挥一支虚构的部队。直到诺曼底登陆开始后，他终于可以指挥他最擅长的装甲兵进行突击了第六季 一马当先巴顿的第三集团军横穿法国并占领了比其他部队更多的地盘，一个月内他们距离德国边境仅有60英里第七季 站在希特勒的门前巴顿的突击过于迅速以致己方补给无法跟上，导致德军利用这段时间重组并发起反击。第八季 围攻巴顿花了两个月的时间攻下要塞梅斯，尽管该城被无数混凝土堡垒包围，美军仍取得最终的胜利第九季 突出部战役第三集团军紧急驰援在比利时受到德军反攻的美军。克服了近二十年来最糟的天气，他们撕碎了德军防线为被围部队解了围第十季 粉碎第三帝国巴顿抢在英国人前面渡过莱茵河，营救了自己的女婿并解救了Ohrdruf死亡营（布痕瓦尔德营区），战争胜利结束，但不久，传奇的巴顿将军由于车祸重伤不治Patton 360° is a weekly History Channel series that premiered on Friday, April 10, 2009. It is produced by Flight 33 Productions in Los Angeles (the same company that produced Battle 360°) and features a mixture of CGI, archival footage, recreations, and interviews with World War II veterans and historians. The series follows General George S. Patton, Jr. and the units he commanded, from the Operation Torch landings in Morocco in 1942, through the campaigns in North Africa and Sicily, and in the battles across Northwest Europe.[1]The episodes were written by Samuel K. Dolan and Jim Hense, and produced by Rob Beemer, Brian Thompson, Samuel K. Dolan, Ryan Hurst (associate producer) and executive producers Louis Tarantino and Douglas Cohen (Flight 33 Productions) and Carl Lindahl for The History Channel.EpisodesEpisode # Episode Title Original U.S. Airdate1 \"Blood & Guts\" April 10, 2009 (2009-04-10)Patton and the U.S. Army invade North Africa and encounter surprisingly strong pro-Nazi French forces. When a ceasefire is declared, Patton enters the city of Casablanca in triumph.2 \"Rommel’s Last Stand\" April 17, 2009 (2009-04-17)American forces are humiliated at Kasserine Pass, but Patton heads to the front, whips the poorly trained troops into shape, and leads them to victory at El Guettar and eventually, with the help of the British, all of North Africa.3 \"Baptism of Blood\" April 24, 2009 (2009-04-24)Although Patton and the Allies come up against a surprise counterattack by Italian tanks, they successfully hold the beaches and prepare to push into Sicily to capture the island’s capital, Palermo.4 \"Rogue General\" May 1, 2009 (2009-05-01)Facing a well-entrenched German Army, Patton races against his British Allies to claim the vital city of Messina. But instead of a hero’s welcome, the general is relieved of his command for slapping two soldiers.5 \"American Blitzkrieg\" May 8, 2009 (2009-05-08)As a ruse to fool the Germans about D-Day, Patton commands a fictitious army in England. Only after the invasion succeeds is he finally able to lead the lightning-fast armored assaults for which he is famous.6 \"Leading the Charge\" May 15, 2009 (2009-05-15)Patton’s Third Army tear through France, moving faster and seizing more territory than any army in history. Within a month they advance to within 60 miles of the German border.7 \"On Hitler’s Doorstep\" June 5, 2009 (2009-06-05)Patton’s blitzkrieg is so successful that his army outruns its own supply lines, causing delays that allow the Germans to launch a major counterattack. But even with inferior tanks, the American emerge triumphant.8 \"Siege Warfare\" June 12, 2009 (2009-06-12)It takes Patton nearly two months to subdue the heavily fortified city of Metz, which is surrounded by nearly impenetrable concrete fortresses, but finally the Americans prove victorious.9 \"Battle of the Bulge\" June 19, 2009 (2009-06-19)Patton’s Third Army races to the rescue of American units under intense attack in Belgium. Despite the worst weather in 20 years, they smash through German lines and relieve the beleaguered forces.10 \"Crushing the Third Reich\" June 26, 2009 (2009-06-26)Patton beats the British to the Rhine River, launches a rescue mission to save his son-in-law and liberates the Ohrdruf death camp. The war ends with an Allied victory, but before the year is over, the fabled general dies of injuries from a car accident.",
    "chinese_title": "巴顿将军面面观",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Patton 360",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-07-02T14:27:03"
}