{
    "aka": [],
    "sid": "4313545",
    "cast": [
        {
            "url": "/celebrity/1142623/",
            "name": "埃瑞克·理查德 Eric Richard",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031872/",
            "name": "蒂莫西·斯波 Timothy Spall",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1298506/",
            "name": "Kay Stonham Kay Stonham",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1061705/",
            "name": "弗兰西斯·巴贝 Frances Barber",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1345121/",
            "name": "保罗·杰森 Paul Jesson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1082477/",
            "name": "苏·艾略特 Su Elliot",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1982",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2511150170.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1032108/",
            "name": "迈克·李 Mike Leigh",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0084082",
    "director": [
        {
            "url": "/celebrity/1032108/",
            "name": "迈克·李 Mike Leigh",
            "@type": "Person"
        }
    ],
    "duration": "95分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1982-03-16(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0084082/",
    "imdb_votes": 315,
    "this_title": [
        "Home Sweet Home"
    ],
    "douban_link": "https://movie.douban.com/subject/4313545/",
    "imdb_rating": "7.2/10 from 315 users",
    "trans_title": [
        "甜蜜的家"
    ],
    "douban_votes": "0",
    "introduction": "Another of Mike Leigh's efforts in the Play for Today series. Home Sweet Home is the he tragic-comic tale of a lonely postman, the social workers who chivvy him about his estranged teenage daughter, and his secret affairs with the wives of his fellow postmen.\"Though the social and economic situations of Leigh's characters are invariably specified, they are not determinative. In his view, institutions don't cause our problems and institutions cannot solve them. Nothing beyond the structure of our own thoughts and emotions can be blamed for our predicament and nothing outside of ourselves can remedy it. The poorest of Leigh's characters could win the lottery, or the richest be forced out onto the streets, without their basic dramatic problems changing.One only has to compare Ken Loach's Ladybird, Ladybird with Leigh's Home Sweet Home or his short, Probation, for the difference between the two viewpoints to be clear. Whereas Loach mounts an institutional critique, the social systems and bureaucracies in Leigh's work are only individuals writ large. Home Sweet Home dramatizes the relationship of two social workers, Dave and Melody, to a client, Stan, and his daughter Tina, but for Leigh the social workers are ultimately just messed-up people. One might say that while Loach looks at the effect, Leigh studies the cause. Loach studies bureaucracies; Leigh examines the individual qualities that make bureaucracies the way they are. The main characters in Ladybird, Ladybird are victims of a social agency's depersonalizing understandings. Leigh refuses to make Stan and Tina victims of anybody or anything. Home Sweet Home makes clear that, even if all of the social workers were to disappear from the universe, Stan and Tina's relationship would not improve one whit (and in fact would very likely get worse, since in the absence of a pushy, intrusive, boorish Melody, Tina would get no visits or trips home at all).There is an ultimate fairness in Leigh's view of life. We get what we are. Nothing is inflicted on us (just as nothing outside of ourselves can save us). We create our own problems and we ourselves must solve them. It would be hard to imagine a view of experience more at odds with the blame-games played by most cultural studies critics. Leigh's characters can never blame anything or anyone–least of all \"the system.\" External forces (figured by ever fashionable ideological concepts like \"power,\" \"gender,\" and \"class\") have no ultimate authority over what we are. We are responsible for our own fates. The enemy, if there is an enemy, is inside. Odd as it may sound to say it, the writers on cultural studies and neo-Marxist filmmakers like Loach are actually more optimistic than Leigh, for while the social-work bureaucracy (Loach's target) may conceivably be reformed, the human heart and mind (Leigh's subjects) are all too deplorably (and exultantly) what they are for all eternity. I would argue that the institutional critique is in fact the simpler, more superficial, and more naive way of understanding these situations. The labyrinths of the human heart are far more tortuous and Byzantine than the corridors of power that constitute the welfare system. The bureaucracies of the imagination are far subtler and more insidious than those of any man-made institution. And if you say you don't see that or don't understand how that could possibly be, why that is precisely what a work like Home Sweet Home exists to show....\"–Excerpted from Ray Carney, \"The Films of Mike Leigh: Embracing the World \"",
    "chinese_title": "甜蜜的家",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Home Sweet Home",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-11-12T04:13:21"
}