{
    "aka": [],
    "sid": "4313543",
    "cast": [
        {
            "url": "/celebrity/1343212/",
            "name": "玛琳·西达威 Marlene Sidaway",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1977",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2891904683.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1032108/",
            "name": "迈克·李 Mike Leigh",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0076273",
    "director": [
        {
            "url": "/celebrity/1032108/",
            "name": "迈克·李 Mike Leigh",
            "@type": "Person"
        }
    ],
    "duration": "80分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1977-01-11(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0076273/",
    "imdb_votes": 350,
    "this_title": [
        "The Kiss of Death"
    ],
    "douban_link": "https://movie.douban.com/subject/4313543/",
    "imdb_rating": "6.6/10 from 350 users",
    "trans_title": [
        "死亡之吻"
    ],
    "douban_votes": "0",
    "introduction": "One of Leigh's tragi-comic entries in the Play for Today series. The premise is simple: Trevor is an extremely shy undertaker's assistant. He always tags along with his good friend Ronnie on his trips to the pub with his girlfriend Sandra. One day, Sandra introduces Trevor to her more forward friend Linda....\"The Kiss of Death is organized around the interactions of fairly confused and unreflective young people who do little more than \"hang out\" together. Trevor and Ronnie, as friends, and Trevor and Linda and Ronnie and Sandra, as potential lovers, feel their way toward or away from each other in an awkward, hesitant emotional dance in which there are frequent missteps, lots of stepping on toes, and no way of seeing beyond the present position. Given who they are and what they are doing, they really can't know what they want from each other (or whether they want anything at all). If Trevor and Ronnie knew what they were doing, what they wanted, where they were heading, or how to get there–if they had clear purposes and definite goals–they wouldn't be nearly as interesting as they are. They would become the kind of characters played by Charlie Sheen or John Travolta. The Kiss of Death would become Saturday Night Fever.\"",
    "chinese_title": "死亡之吻",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Kiss of Death",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-06-09T06:00:30"
}