{
    "aka": [],
    "sid": "4313097",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2516072997.jpg",
    "region": [
        "英国",
        "巴西"
    ],
    "writer": [],
    "imdb_id": "tt1567736",
    "director": [
        {
            "url": "/celebrity/1023090/",
            "name": "何塞·帕迪里亚 José Padilha",
            "@type": "Person"
        }
    ],
    "duration": "110分钟",
    "episodes": "",
    "language": [
        "西班牙语",
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1567736/",
    "imdb_votes": 541,
    "this_title": [
        "Secrets of the Tribe"
    ],
    "douban_link": "https://movie.douban.com/subject/4313097/",
    "imdb_rating": "7.3/10 from 541 users",
    "trans_title": [
        "部落里的秘密"
    ],
    "douban_votes": "0",
    "introduction": "The field of anthropology goes under the magnifying glass in this fiery investigation of the seminal research on Yanomami Indians. In the 1960s and ’70s, a steady stream of anthropologists filed into the Amazon Basin to observe this \"virgin\" society untouched by modern life. Thirty years later, the events surrounding this infiltration have become a scandalous tale of academic ethics and infighting.The origins of violence and war and the accuracy of data gathering are hotly debated among the scholarly clan. Soon these disputes take on Heart of Darkness overtones as they descend into shadowy allegations of sexual and medical violation.Director José Padilha brilliantly employs two provocative strategies to raise unsettling questions about the boundaries of cultural encounters. He allows professors accused of heinous activities to defend themselves, and the Yanomami to represent their side of the story. As this riveting excavation deconstructs anthropology’s colonial legacy, it challenges our society’s myths of objectivity and the very notion of “the other.”",
    "chinese_title": "部落里的秘密",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Secrets of the Tribe",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-02-17T05:42:09"
}