{
    "aka": [],
    "sid": "4314362",
    "cast": [
        {
            "url": "/celebrity/1121291/",
            "name": "保罗·默顿 Paul Merton",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1594953",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010-01-10"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1594953/",
    "imdb_votes": 51,
    "this_title": [
        "Paul Merton in Europe"
    ],
    "douban_link": "https://movie.douban.com/subject/4314362/",
    "imdb_rating": "7.8/10 from 51 users",
    "trans_title": [
        "老保闯欧洲"
    ],
    "douban_votes": "0",
    "introduction": "Beginning in Germany, Paul meets the leader of a political movement known as the Apple Front, before enjoying a ‘chess boxing’ match in a Berlin sports hall. Next, he meets a former truck driver who practises the dying art of giant bunny breeding, and samples the delights of naked bowling. The first leg of Paul’s tour ends with a bizarre spa treatment in a hotel on the Austrian border.Having travelled far afield to explore China and India, Paul Merton is ready to take things easy with a relaxing trip around Europe. “But things didn’t turn out quite as expected,” he says. Far from gorging on sumptuous food and wine, lying on ravishing beaches and enjoying breathtaking architecture, Paul will be exploring some of the lesser-known areas of the continent. “Prepare to see Europe like you’ve never seen it before,” he promises.The tour begins in Berlin, the capital city of Europe’s biggest economic power. “I must admit, I don’t know much about Berlin except that until 20 years ago, the city was divided by a wall,” says Paul. Other than a small section of the wall left intact for posterity and a few souvenir stalls, little evidence now remains of Berlin’s brutal division. Following reunification in 1990, the city was reborn - with billions of pounds pumped into restoring the city to a state-of-the-art capital. The result is an eclectic mix of buildings, with old and new juxtaposed.Berlin’s difficult past is not just reflected in the architecture. Paul visits the Holocaust memorial - 2,500 stone monoliths arranged over five acres in the heart of the city. “I find it a moving tribute,” he says. But the structure has been criticised for being too abstract, while the necessity to protect the stones against anti-Semitic graffiti points towards a larger problem.After leaving the memorial, Paul stumbles upon what looks like a neo-Nazi rally – but is surprised to find the protesters’ uniforms adorned with apples instead of swastikas. A friendly protester called Henry explains that they are the Apple Front, a peaceful organisation that holds demonstrations outside the offices of far-right parties. “We are making fun of Nazis,” says Henry. The group’s  leader, Alf, is convinced that comedy is central to the fight against far-right extremism – but also confesses that he enjoys playing the role of Führer. “Every German has a little Adolf inside,” says Alf. “This has to be one of the bizarrest political movements I’ve ever encountered!” concludes an amused Paul.Before he leaves Berlin, Paul is treated to a ringside seat at a ‘chess boxing’ match. This uniquely German phenomenon sees two fighters engage in physical and mental combat across 11 alternating rounds. Either a knockout in the ring or a checkmate on the board clinches the bout. Despite his initial doubts, Paul thoroughly enjoys the experience. “I think it works extremely well!” he enthuses.After leaving Berlin, Paul visits the former East Germany and meets Karl Szmolinsky, an ex-truck driver who practises the dying art of giant bunny breeding. Karl is one of the only rabbit breeders left in the region. In the past these giants were bred for food, a practice that attracted the attention of North Korea. Korean officials convinced Karl to sell them a selection of breeding pairs to help feed the poor – he was shocked to hear a rumour that they were served at a birthday banquet for Kim Jong Il!Moving on to the holiday state of Bavaria, Paul meets artist Peter Koppen, who has spent his life folding tiny paper boats. Next up, following in the long tradition of naturism in Germany, Paul meets the new wave, a group called ‘Naktiv’. They believe people should be allowed to be naked anywhere they want – at home, out hiking or even at the local bowling alley...Finally, after a tough start to his tour, Paul tries a spa treatment that involves sitting in a tub full of beer – before being tucked up in a bed of straw.",
    "chinese_title": "老保闯欧洲",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Paul Merton in Europe",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-01-26T23:57:21"
}