{
    "aka": [],
    "sid": "4315828",
    "cast": [
        {
            "url": "/celebrity/1357080/",
            "name": "珀尔·麦基 Pearl Mackie",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1994",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1224787/",
            "name": "Sarah Parkinson Sarah Parkinson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1130408/",
            "name": "约翰·奥法雷尔 John O&#39;Farrell",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0129710",
    "director": [],
    "duration": "",
    "episodes": "88",
    "language": [
        "英语"
    ],
    "playdate": [
        "1994"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0129710/",
    "imdb_votes": 1664,
    "this_title": [
        "Room 101"
    ],
    "douban_link": "https://movie.douban.com/subject/4315828/",
    "imdb_rating": "6.5/10 from 1664 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Room 101 was a BBC comedy television series based on the radio series of the same name, in which celebrities were invited to discuss their pet hates and persuade the host to consign them to a fate worse than death in Room 101, named after the torture room in the novel Nineteen Eighty-Four, which is itself named after a meeting room in the BBC Broadcasting House where Orwell would sit through tedious meetings. The television series ran from 1994 to 2007. It was produced independently for the corporation by Hat Trick Productions, screened on BBC Two and repeated on Virgin 1 and Challenge.In the show, the audience often took part in deciding what entered the room, although the host made the final decision. Any item can go into Room 101 and it is also possible for an item to be nominated more than once. Ben Elton has successfully been cast twice into Room 101 by Anne Robinson and Mark Steel. Football was originally nominated by Nick Hancock but it escaped being consigned. Then, in the same series, Spike Milligan nominated football, again unsuccessfully. Finally it was later cast into Room 101 by Marcus Brigstocke.The TV programme was one of BBC Two's most successful,[citation needed] and memorable guests have included Peter Cook, Will Self, Stephen Fry, Anne Robinson and Ian Hislop, the only person to appear twice on the show. Fry went as far as to put Room 101 itself into Room 101.A Dutch version of Room 101 started on 6 February 2008.Hat Trick Productions are planning to bring back Room 101 as an interactive online version, in which, \"a community of users who would make their case for everything they would consign to their own personal hell.\"",
    "chinese_title": "Room 101",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-06-20T17:28:58"
}