{
    "aka": [],
    "sid": "4316600",
    "cast": [
        {
            "url": "/celebrity/1323213/",
            "name": "李文玲 Wenling Li",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2212136301.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1414546/",
            "name": "罗卉 Hui Luo",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1414546/",
            "name": "罗卉 Hui Luo",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "26",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2007"
    ],
    "this_title": [
        "越轨"
    ],
    "douban_link": "https://movie.douban.com/subject/4316600/",
    "trans_title": [
        "幸福你就拍拍手"
    ],
    "douban_votes": "0",
    "introduction": "聂海风和未婚妻周莹雪筹备婚礼之际，前妻安佳宁忽然从国外回来，还带回五岁的儿子涛涛，开口就让他叫海风爸爸，并且强行住进了新房。莹雪一气之下要跟海风分手，还赌气跑到了竞争对手的公司工作，没想到却遇到曾经产生过误会的顶头上司马强。不过，经过一些事情，二人逐渐消除误会，并成为朋友。佳宁想尽一切办法，试图使海风回心转意，并希望父子相认，却徒劳无功。于是，她背着海风带涛涛主动去看海风的父母老聂秦芳，想从老人身上找突破口。海风得知后，和佳宁大吵起来。佳宁脱口说出涛涛的父亲三年前就死了。现在涛涛得了绝症，只能活两个月。海风被触动。莹雪了解了情况，大度地支持海风好好关心照顾涛涛。海风的父母也牵挂涛涛的病，在瞒着佳宁送涛涛去医院就医的时候，佳宁的谎言拆穿了。海风得知了一个好消息和一个坏消息，好的是涛涛没得绝症，坏的是，涛涛确实是海风的亲生儿子，海风傻眼了。莹雪的弟弟替姐姐打抱不平，搬了行李拉上莹雪，硬挤进新房，要跟佳宁母子一绝高下，海风夹在中间左右为难。莹雪父母知道后，把莹雪姐弟带回老家，还给海风下了“最后通谍”。等海风追到周家，莹雪已经被马强“营救”走了。秦芳想撺腾海风跟佳宁复婚。可此时，佳宁却改了主意，她答应把涛涛给海风，但条件是海风将来的妻子、涛涛未来的妈妈必须由她来定。海风只得去相亲，却遇到跟踪而至的莹雪，二人大吵一架，宣布分手。马强终于鼓足勇气，向莹雪表达了爱慕之情。莹雪不知如何是好，因为她仍然爱着海风。而此时，海风正与马强争夺同一大客户，莹雪劝海风退出，而海风要证明自己比马强有能力，坚决不肯退出，最后打败了马强。秦芳认为老聂和邻居寡妇姜大妹的关系不清不楚，对老聂总是冷嘲热讽。直到有一天，姜大妹对秦芳说自己马上要再婚了，秦芳才明白自己冤枉了老聂。秦芳向老聂承认错误，这下老聂有理了，他故意折腾起秦芳，二老的感情也在这“折腾”中渐渐转暖。佳宁忽然晕倒，莹雪把她送到了医院。无奈之下，佳宁告诉莹雪自己得了绝症，将不久于人世。莹雪惊讶不已，也终于明白佳宁为什么做出那么多用常理无法解释的事情。莹雪经过痛苦地思考，决定离开海风，和马强一起到上海开创事业。她遵守了跟佳宁的承诺，没有告诉海风佳宁的病情，而是故作负心地让海风误会自己真的爱上了马强。海风还是发现了佳宁的病情，佳宁不得不坦白了一切。海风被佳宁的话深深触动，决定与佳宁复婚，好好陪佳宁渡过最后的时光。婚礼上，出现在海风面前的不是佳宁，而是莹雪，这些都是佳宁安排的——",
    "chinese_title": "幸福你就拍拍手",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "越轨",
    "douban_rating_average": 0,
    "update_at": "2025-05-13T07:43:27"
}