{
    "aka": [],
    "sid": "4317604",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1979",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916810000.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0146476",
    "director": [
        {
            "url": "/celebrity/1005070/",
            "name": "尼克·布鲁姆菲尔德 Nick Broomfield",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1979"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0146476/",
    "imdb_votes": 82,
    "this_title": [
        "Behind The Rent Strike"
    ],
    "douban_link": "https://movie.douban.com/subject/4317604/",
    "imdb_rating": "7.5/10 from 82 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Nick Broomfield’s graduation film at the National Film and Television School, Behind the Rent Strike, is ostensively a socialist documentary about the plight of the working class in 1970’s Britain. Planned as a rebuke to the ruling class ideology described in his sophomore effort, Proud To Be British, this film is a damning indictment of attempts to re-house industrial workers.Many of the people who Broomfield met while making his earlier work, Who Cares, appear in Behind. These working class Liverpudlians’ were forced to leave their homes and relocate to sprawling housing estates on the edge of the city as part of a slum clearance programme. Now on the Tower Hill estate in Kirkby, they exist in squalid conditions. While one woman describes how she recently tried to commit suicide, her embittered husband explains they were simply moved from one slum to another. Broken drains create a pervasive, oppressive stench; high unemployment is rife, wage freeze and spiralling rent increases just part of the daily grind.Filming around the estate and local institutions, Broomfield crafts a powerful portrait of the local area; the questionable values taught at the local school; the sour relationship between the public and the police; the lack of job opportunities available, and ultimately a compelling insight into a community fighting for its dignity. Broomfield documents the tenant’s rent strike, a campaign against the Housing Finance Act, implemented by The Conservative Government in 1972, which raised council rents further. We see the demonstrations, the meetings, the leafleting and the picketing. Ordinary people forced to act once the state became oblivious to their plight.Nowhere is Broomfield’s central concern, the conditions behind the rent strike, expressed more eloquently than through the polemic of staunch socialist and local resident, Ethel Singleton. Whether discussing the exploitation of the worker, media propaganda or social conditioning, she is always resolute and engaging, an icon of working class resilience.Behind the Rent Strike is pertinent as both a transitional film in Broomfield’s career, showing the first signs of his dissatisfaction with the rigidity of the observational film, and as a social document, which although biased and obviously dated, is as relevant today as when it was made.",
    "chinese_title": "Behind The Rent Strike",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-03-10T15:00:41"
}