{
    "aka": [
        "Saint Death"
    ],
    "sid": "4317629",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1641438338.jpg",
    "region": [
        "墨西哥",
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1277378/",
            "name": "伊娃·阿里吉斯 Eva S. Aridjis",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1022580",
    "director": [
        {
            "url": "/celebrity/1277378/",
            "name": "伊娃·阿里吉斯 Eva S. Aridjis",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2007"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1022580/",
    "imdb_votes": 68,
    "this_title": [
        "La Santa Muerte"
    ],
    "douban_link": "https://movie.douban.com/subject/4317629/",
    "imdb_rating": "7.6/10 from 68 users",
    "trans_title": [
        "Saint Death"
    ],
    "douban_votes": "0",
    "introduction": "In Mexico there is a cult that is rapidly growing- the cult of Saint Death. This female grim reaper, considered a saint by followers but Satanic by the Catholic Church, is worshiped by people whose lives are filled with danger and/or violence- criminals, gang members, transvestites, sick people, drug addicts, and families living in rough neighborhoods. \"La Santa Muerte\" examines the origins of the cult and takes us on a tour of the altars, jails, and neighborhoods in Mexico where the saint's most devoted followers can be foundIn Mexico City's rough-and-tumble Tepito district, crime and violence are unfortunate facts of life, and in a dominantly Catholic nation it's no surprise that the people of Tepito have turned to a favored saint for guidance and protection. However, in Tepito the saint in whom many have placed their faith has been rejected by the Catholic Church -- Santa Muerte, or Saint Death, who is personified in icons as a skeleton shrouded in a white dress. Adopted by the poor and many in the criminal underclass, Saint Death is to some a throwback to Aztec deities of the past, and to others a presence that has become so common in Mexico that they have chosen to worship death rather than shun it.",
    "chinese_title": "La Santa Muerte",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-11-04T10:00:10"
}