{
    "aka": [],
    "sid": "4319903",
    "cast": [
        {
            "url": "/celebrity/1010644/",
            "name": "彼得·洛 Peter Lorre",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041266/",
            "name": "伊夫林·凯耶斯 Evelyn Keyes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1062411/",
            "name": "唐·贝多 Don Beddoe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1156019/",
            "name": "乔治·E·斯通 George E. Stone",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1131802/",
            "name": "李·费尔普斯 Lee Phelps",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1132072/",
            "name": "拉尔夫·彼得斯 Ralph Peters",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1130149/",
            "name": "David Oliver David Oliver",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1137562/",
            "name": "Lee Shumway Lee Shumway",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1140053/",
            "name": "赛·欣德尔 Cy Schindell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1144283/",
            "name": "Claire Rochelle Claire Rochelle",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1151031/",
            "name": "Harry Strang Harry Strang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1151613/",
            "name": "约翰·泰瑞尔 John Tyrrell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1153334/",
            "name": "Ben Taggart Ben Taggart",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1154518/",
            "name": "Walter Soderling Walter Soderling",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1166437/",
            "name": "查尔斯·C·威尔逊 Charles C. Wilson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1148666/",
            "name": "James Seay James Seay",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1154771/",
            "name": "Edwin Stanley Edwin Stanley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1117839/",
            "name": "George McKay George McKay",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025654/",
            "name": "斯坦利·布朗 Stanley Brown",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054322/",
            "name": "弗兰克·雷歇尔 Frank Reicher",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1058975/",
            "name": "萨姆·阿什 Sam Ash",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1059150/",
            "name": "厄尼·亚当斯 Ernie Adams",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1059987/",
            "name": "Warren Ashe Warren Ashe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1070626/",
            "name": "Mary Currier Mary Currier",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1077963/",
            "name": "阿尔·布里奇 Al Bridge",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1079701/",
            "name": "Joel Friedkin Joel Friedkin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1079735/",
            "name": "Eddie Foster Eddie Foster",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1084633/",
            "name": "萨拉·爱德华兹 Sarah Edwards",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1085071/",
            "name": "约翰·迪尔森 John Dilson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1091642/",
            "name": "Jack Gardner Jack Gardner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1097612/",
            "name": "艾尔·希尔 Al Hill",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1116235/",
            "name": "Walter Merrill Walter Merrill",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1941",
    "genre": [
        "剧情",
        "爱情",
        "犯罪",
        "黑色电影"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1969362829.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1178990/",
            "name": "艾伦·文森特 Allen Vincent",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1015110/",
            "name": "保罗·贾里科 Paul Jarrico",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0033582",
    "director": [
        {
            "url": "/celebrity/1050838/",
            "name": "罗伯特·弗洛里 Robert Florey",
            "@type": "Person"
        }
    ],
    "duration": "69 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1941"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0033582/",
    "imdb_votes": 2293,
    "this_title": [
        "The Face Behind the Mask"
    ],
    "douban_link": "https://movie.douban.com/subject/4319903/",
    "imdb_rating": "7.1/10 from 2293 users",
    "trans_title": [
        "面具背后的脸"
    ],
    "douban_votes": "0",
    "introduction": "THE FACE BEHIND THE MASK, while generally regarded as a horror film, is not a pure example of the genre, and that is the very crux of its interest. Rather, it addresses topics outside the expected parameters of horror, and in offering an uncompromising view of human anguish, THE FACE BEHIND THE MASK is a truly unusual picture in both content and treatment. THE FACE BEHIND THE MASK relates how a hopeful new immigrant, Janos Szaby (Peter Lorre), arriving in New York City, is trapped in a hotel fire that leaves his face hideously scarred. Ostracized and refused employment although still able to work, the only way he can survive is by turning to theft. Hence, THE FACE BEHIND THE MASK is also a social consciousness film, detailing the position of the outcast and particularly the handicapped in society, along with crime and its causes, and the American immigrant milieu. All of these themes are treated with sympathy and taste, avoiding the gruesome potential of the premise. The only people who are kind to Janos are a tubercular small-time thief, Dinky (George E. Stone) and a blind woman, Helen (Evelyn Keyes). Janos falls in love with Helen as her soul sees the goodness within him, but the gang refuses to let Janos quit the rackets and kills her. This leads to a memorable denouement where Janos has suicidal revenge by flying the gang to the desert and marooning them all amid the sandy wastes, where he can watch their dying torment. The actual screenwriter of THE FACE BEHIND THE MASK gives a clue as to its intent: although the writing credit on screen was given to two men, Allen Vincent and Paul Jarrico (from a story by Arthur Levinson, based on a radio play by Thomas Edward O'Connell) the scripts indicate the picture was in fact written by Irmegard Von Cube, who explored similar themes in JOHNNY BELINDA (1948). Appropriately, the style also deemphasizes the horror elements, with a naturalized version of director Robert Florey's expressionistic tendencies, as in the waterfront scene when Janos and Dinky first meet. The abstract acting required by the mask, together with Lorre's costume, themselves become expressionistic devices. Moments of high tension are appropriately punctuated by director Florey's typical angled shots, as when Janos first sees his face after the bandages are removed, or when he tries to rescue Helen from the gang's car bomb. THE FACE BEHIND THE MASK was dependent on a strong and capable performance in the lead, and Lorre proved ideal in one of his best roles. He not only had to portray a man disintegrating under a terrible fate, but also had to exercise incredible control over his facial muscles, allowing him to only express emotion through his eyes in close-ups. Lorre simulated a mask where there was none, and the effect is achieved by white powder and two pieces of tape placed on his face, contrasted with his costume of black jacket and scarf, and enhanced through lighting. This was all the more remarkable in that Lorre was uncomfortable with the fast schedule and began his drinking with a straight Pernod for breakfast, so that by the afternoon he had became undirectable. As a result, Florey had to try and juggle the schedule so as to get all of the star's primary scenes in the morning. In the supporting roles, Stone and Keyes were equally memorable, as were the character actors in the remaining roles, together demonstrating the possibilities for fine acting despite the pressures of a two week shooting schedule. This was the fourth time Florey had dealt with an unusual theme, the effect of facial mutilation on men's lives, also depicted in his FACE VALUE (1927), THE FLORENTINE DAGGER (1935), THE PREVIEW MURDER MYSTERY (1935), and later in his television episode ALFRED HITCHCOCK PRESENTS: WHERE BEAUTY LIES (1961). Florey was engaged by Columbia in late 1940 on a deal for three so-called \"action pictures,\" movies made on low budgets in twelve days. The first two, THE FACE BEHIND THE MASK and MEET BOSTON BLACKIE (first in the series), took two months to prepare--Florey was able to revise the script of THE FACE BEHIND THE MASK and write the continuity--and were shot back-to-back. Such a hasty schedule was especially difficult for a picture that required extensive location shooting. The cameraman was the talented Franz Planer, lately arrived from Germany, and still unaccustomed to working at the Hollywood pace, requiring that many shots be sacrificed because of the time lost in lighting. Today, Florey is best remembered for his other work in the horror genre, including coauthoring the script of the original FRANKENSTEIN (1931), writing and directing MURDERS IN THE RUE MORGUE (1932), and directing a later Peter Lorre classic, THE BEAST WITH FIVE FINGERS (1946). Florey was a key figure in adapting the German expressionism and other European styles into Hollywood film-making before the cycle of film noir, and THE FACE BEHIND THE MASK reflects an ideal mid-point, both using such techniques but also adjusting them to the needs of a genre-driven industry. Despite its modest origins, THE FACE BEHIND THE MASK is widely acknowledged to be among the greatest \"B\" films ever made, and one of the few to offer profundity and depth in theme and characterization, as well as artistry in its writing, direction, and acting. While containing elements of several genres--horror, social consciousness, gangster, and romance--the film transcends all of them. THE FACE BEHIND THE MASK won favor from both critics and audiences, and a small following in its time that has grown in the intervening years, an exceptional record of success for a movie made so inexpensively. The film remained in continuous showing for two years after it was released in 1941, and was later theatrically reissued on numerous occasions, as late as 1955, before it began to be shown on television.",
    "chinese_title": "面具背后的脸",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Face Behind the Mask",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-06-07T04:07:18"
}