{
    "aka": [],
    "sid": "4320737",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片",
        "历史",
        "灾难"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2017952142.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1327845",
    "director": [],
    "duration": "",
    "episodes": "8",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-03-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1327845/",
    "imdb_votes": 218,
    "this_title": [
        "Animal Armageddon"
    ],
    "douban_link": "https://movie.douban.com/subject/4320737/",
    "imdb_rating": "7.3/10 from 218 users",
    "trans_title": [
        "动物的末日"
    ],
    "douban_votes": "138",
    "introduction": "世界末日!?好莱坞大片!?科幻!?虚构!?想象!?很遗憾,这个系列里的内容都是真实的历史(虽然不是100%准确).世界末日具体发生了多少次是难以考证的,节目中仅仅是历史上规模比较大的五次.也许你认为这个系列的三维动画不够精致,但这并不重要(毕竟不是电影).关键是画面传达出了一个真实的声音—永恒不过是一个美妙的谎言...最伟大的太阳也有暗淡的一天,何况阳光所创造的我们(万物)...天文级数量的生命成为历史的过客,甚至没有留下一点痕迹...面对过去的火山爆发,小行星撞击地球这些历史的选择...现在的我们能否承受这些厚重的考验,得到通往新世界的钥匙呢!?第六次世界末日什么时候到来!?现在有迹象表明,我们离它越来越近了...生物多样性极具减少,气候平衡渐渐被打破(最近的天灾是不是越来越多了)...历史的选择又要来了么?不,和过去不同,这次它并不想主动出现...而是被我们(人类)邀请出来的...而且邀请的态度越来越诚恳,它快要动心了...世界末日会持续多久!?世界末日并不是一天两天就能结束的事件,连恐龙这种极端的例子也持续了近一年.也许今天,此时此刻已经处在世界末日的前奏里了,只不过是你没察觉到罢了.说不定要过几十,几百,几千,上万年才能那么明显!人定胜天?表面上我们(人类)似乎已经达到能为所欲为的程度了,但真正和上天较量时我们必败无疑...可能有一小部分人能幸运地活下来,但不知道能不能背负得起重头再来的觉悟...生命个体间的不公平的确是事实...不过约束生命的所有规则却是公平的...下至卑微的微生物,上至尊贵的人类,美丽的事物,丑陋的事物都不是可以绝对存在的条件.正义的道德,邪恶的道德也不是绝对能获胜的标准.适者生存就是唯一规则.与时间赛跑的比赛里所有事物终归会倒下,但我们能走得更远么!动物末日 第一集：死光四亿五千万年前的地球，是个生气勃勃的水世界，充满奇特美妙的生物，是个海洋乐园。但是一个太空杀手正朝着地球方向飞来了，整个地球史上的历次大灾难造成多次集体灭绝。不过每一次所有物种似乎免不了要完全灭绝时，大自然都以了不起的适应能力恢复回来。这些集体灭绝是地球残暴历史的一部分，也可能是我们未来的一个章节。谁能生存，谁会灭绝？答案可能会让你大吃一惊。现在请见证地球史上的第一次集体灭绝，动物末日里的死光…动物末日 第二集：人间地狱地球核心深处冲出了一个杀手，它喷出的岩浆超过有史以来所有火山喷发的岩浆总和，这种无情的攻击可能会消灭掉一切生命，但是我们的祖先最原始的两楼动物，拚命做出了演化史上最戏剧化的跃进。整个地球史上的历次大灾难造成多次集体灭绝，不过每次所有物种似乎难逃完全灭绝时，大自然都以了不起的适应能力恢复回来。这些集体灭绝是地球残暴历史的一部分，也可能是我们未来的一个章节，谁能生存?谁会灭绝?答案可能会让你大吃一惊，现在来看看地球史上一次最惨烈的集体灭绝，动物末日里的人间地狱。动物末日第三集：大灭绝什么事会让地球上的生物灭绝?杀光所有生命?把整个世界变成一片死寂的荒地?两亿五千万年前，差点就发生这样的事情。那是史上有纪录以来最大一次火山爆发造成的结果。我们的地球是寒冷黑暗的宇宙里一座保卫生命的堡垒，但是当时只有死亡，只留下少数物种重新开始。这是地球生物经历过最严重的大灾难，谁能熬过动物末日的动物大灭绝呢?动物末日第四集两亿年前，炽热的岩浆，让人窒息的高温，还有毒气。把地球猛然推到灭绝边缘，所有生命都得不到赦免，我们的地球能存活下来吗？还是会变成不毛之地，完全没有生命存在?地球的未来依靠屈指可数的几种原始动物，牠们适应不了就会灭亡，请见证地球是怎么被扼杀的。请看动物末日动物末日第五集：动物大灭绝6500万年前，恐龙称霸地球。接着来自外层空间的杀手威胁了地球上所有生物的未来，包括已经称霸地球超过一亿五千万年的恐龙，这此集体灭绝是地球残暴历史的一部分，也可能是我们未来的一个章节。现在请见证大灾难第一天，从来没有人看过的情况，这场灾难迫使地球上所有物种都得挣扎求生，就连强大的恐龙也不能幸免。你即将要体验地球历史上最惊心动魄的24小时，动物末日的动物大灭绝动物末日第六集你即将见证我们今天所知道的世界诞生的过程，可怕的外星攻击燃起烈火，世界浴火而生，这是地球生命史上最大一则不曾述说的故事。从水灾到火灾，从饥荒到自相残杀，灾难一个接一个降临地球。有如圣经记载的灾害的前兆，跟\"出埃及记\"提到的一样，统治阶级会被打倒，释放了曾经是它们弱小的猎物，地位低微的哺乳类让它们建立自己的王朝，现在你即将要体验恐龙王国可怕的末日，从天而降的恐慌，就在动物末日第七集：火与冰74000年前，人类历史上最大规模的火山喷发，引发了全球大灾难，摧毁了八干平方英里的青翠森林。阳光被遮挡了十个月，造成全世界气温骤降，我们的祖先第一批智人，差点就在这次火山寒冬里灭绝。这是个不为人知的故事，诉说了人类几乎灭绝的一章，”动物末日”里的火与冰第八集如果让恐龙灭绝的小行星，今天撞击地球会怎样呢?所有植物都会灭绝，动物全都绝种了，人类也全绝种了。建筑物也没了，什么都没有了。小型撞击一直不停发生，大概一年一次，大气上层都会发生，威力相当于一颗**的撞击，科技能够拯救我们吗？还是我们注定要接受跟恐龙一样的命运?",
    "chinese_title": "动物的末日",
    "douban_rating": "7.9/10 from 138 users",
    "foreign_title": "Animal Armageddon",
    "imdb_rating_average": 7.3,
    "douban_rating_average": "7.9",
    "update_at": "2025-03-30T15:35:20"
}