{
    "aka": [],
    "sid": "4321923",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1967",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2527571403.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0309808",
    "director": [
        {
            "url": "/celebrity/1042327/",
            "name": "布鲁斯·康纳 Bruce Conner",
            "@type": "Person"
        }
    ],
    "duration": "14分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1995"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0309808/",
    "imdb_votes": 86,
    "this_title": [
        "Looking For Mushrooms"
    ],
    "douban_link": "https://movie.douban.com/subject/4321923/",
    "imdb_rating": "7.1/10 from 86 users",
    "trans_title": [
        "找寻蘑菇"
    ],
    "douban_votes": "0",
    "introduction": "Bruce Conner described Looking for Mushrooms in the 1975 Film-Makers' Cooperative Catalogue as a “[f]amous documentary containing full information. Special effects by Isauro Nava, Rancho del Cura, Huatla de Jimenez, Mexico. Sound by John Liniment and frenz”.In 1962, Bruce Conner left San Francisco and moved to Mexico, apparently intending to “wait out the impending nuclear holocaust” (1). He spent about a year in Mexico before running out of cash and patience, and returning to the United States. During his year in Mexico, Conner hosted psychedelic guru Timothy Leary, who he had met on an earlier visit to New York. Conner and Leary occupied themselves with mushroom hunts in the Mexican countryside. It's not clear whether their hunts were successful. But Conner's staccato home-movies of their walks – combined with movies of previous mushroom hunts in San Francisco – became his film Looking for Mushrooms. The film rushes through the rustic landscape of rural Mexico, flitting past houses and through a crumbling graveyard. It's quite a contrast to Valentin de las Sierras (1967), Bruce Baillie's serene portrait of life in a Mexican village. But the quality of the image is similar, sun-blasted colours bleached to pastel.Conner cut Looking for Mushrooms down to 100 feet in 1965 in order to fit it into an endless-loop cartridge for continuous projection. In 1967 he added a soundtrack by The Beatles (“Tomorrow Never Knows”). Thirty years later, Conner revisited Looking for Mushrooms, extending it to 15 minutes by repeating each frame five times and adding a new soundtrack – “Poppy Nogood and the Phantom Band” (1968) by Terry Riley. Later, Conner exhibited Looking for Mushrooms as an interactive sculpture, threading a print on a Moviscop viewer for museum patrons to view on their own.",
    "chinese_title": "找寻蘑菇",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Looking For Mushrooms",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-22T03:34:05"
}