{
    "aka": [],
    "sid": "4327252",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1013089/",
            "name": "Christopher Sykes Christopher Sykes",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1024834",
    "director": [
        {
            "url": "/celebrity/1013089/",
            "name": "Christopher Sykes Christopher Sykes",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006-01-15"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1024834/",
    "imdb_votes": 14,
    "this_title": [
        "Circumcise Me"
    ],
    "douban_link": "https://movie.douban.com/subject/4327252/",
    "imdb_rating": "7.4/10 from 14 users",
    "trans_title": [
        "话说割礼"
    ],
    "douban_votes": "0",
    "introduction": "割礼这种习俗据说起源于犹太教，有2000多年的历史。在犹太人中间，割礼实际上是履行与上帝之立约、确定犹太人身份、进入婚姻许可范围的一种标志。现在，割礼早已不局限于犹太人，也不限于男子，而是盛行于世界很多民族的少男少女之中。在非洲，50多个国家中有30多个在不同范围内实行割礼。其中，肯尼亚、乌乾达、埃塞俄比亚、索马里、苏丹等国家，大约有80%的男女实行过这种手术。割礼就是割去男孩阴茎上过长的包皮，是信仰伊斯兰教各民族通行的重大人生礼仪。割礼相当于天主教、基督教的洗礼，行过割礼之后，这个小男孩就成为一个穆斯林了。现在有些人在医院里以做阴茎包皮环切手术来进行割礼，在医院里做手术当然既安全又不痛苦，但是割礼是一个重要仪式，因此多数人还是以传统方式在家里进行。男孩在五岁或七岁接受割礼，岁数不能是双数。时间都在春秋季，这时候伤口容易愈合。孩子的家人要为割礼举行隆重的仪式，邻里亲朋都要前来祝贺。割礼由有经验的宗教人士主持，进行庄严的祈祷，履行一整套严格的程序。亲友们还会为割礼送上一些贵重的礼物。在非洲不少国家，判定少男少女是否成年，不是根据其年龄，而是看其是否举行过成年礼。所谓成年礼，就是割礼。长到一定年龄，男子必须割除阴茎的包皮，而女子则必须部分或全部割除阴核和小阴唇，甚至将阴道口部分缝合。2BBC卫生事务记者利希塔罗维奇报道：包皮中可能有容易感染爱滋病的细胞据在里约国际预防爱滋病大会上公布的最新研究显示，男性包皮环切术可以像疫苗一样有效地防止爱滋病的传播。联合国爱滋病预防机构和世界卫生组织对这一研究结果表示欢迎，但这两个机构都表示，还需要进行更多的研究来证实有关的结果。这是对男性包皮环切术对爱滋病传播的影响所展开的首次科学研究。研究结果显示，男性包皮环切术可以极大地减少感染爱滋病毒的机会。据悉，比起阴茎的其它部位来说，包皮的细胞更容易感染爱滋病毒。因此，除去包皮后，感染爱滋病毒的机会就可能会减少。共有三千多名男子参加了这个实验。这些男子的性活动受到了研究人员的密切跟踪。这个最新的研究结果声称，男性包皮环切术可以使感染爱滋病的机率降低70%，但联合国爱滋病预防机构、世界卫生组织，以及国际预防爱滋病大会敦促各方谨慎对待这个研究结果。目前，乌乾达和肯尼亚正在进行进一步的研究，以证实男性包皮环切术对其它人口的影响。如果研究人员找到类似的结论，那么，包皮环切术今后就可能与避孕套一起作为预防爱滋病传播的措施。但是，要想大规模推广男性包皮环切术也相当不容易。确保包皮环切手术的安全，不同社会文化对男性包皮环切术的看法等，都将是一种挑战。",
    "chinese_title": "话说割礼",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Circumcise Me",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-05-09T19:13:26"
}