{
    "aka": [],
    "sid": "4506444",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情",
        "喜剧",
        "科幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906212896.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [],
    "imdb_id": "tt0466103",
    "director": [
        {
            "url": "/celebrity/1309476/",
            "name": "谢尔盖·洛班 Sergei Loban",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "Russian Sign Language",
        "俄语"
    ],
    "playdate": [
        "2005"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0466103/",
    "imdb_votes": 1744,
    "this_title": [
        "Пыль"
    ],
    "douban_link": "https://movie.douban.com/subject/4506444/",
    "imdb_rating": "7.1/10 from 1744 users",
    "trans_title": [
        "尘土"
    ],
    "douban_votes": "0",
    "introduction": "Главный герой Алексей — пассивный молодой аутсайдер с обрюзгшим телом и плохим зрением. Занимается однообразной работой на государственном предприятии ЗАО «Прогресс». Ведёт по сути растительный образ жизни, ни к чему не стремится, ничего не желает, ничем не интересуется. Досуг свой проводит за склейкой пластиковых моделей детских игрушечных самолетов, что почти соответствует его рабочей деятельности. Родителей нет, возможно, погибли. Живет вдвоём с бабушкой — старой женщиной, которая души во внуке не чает, одевает его в секонд-хенде на свой вкус. Бабушка, по-видимому, католичка, в моменты отчаяния призывает Мадонну, а кроме того, завербованная врачом, ходит на собрания Свидетелей Иеговы.Однажды, когда Алексей находился на рабочем месте, его приглашает в свой кабинет директор, где сотрудники ФСБ предлагают ему «помочь отечественной науке», приняв участие в секретном эксперименте в качестве подопытного. В процессе общения они спрашивают его: «А ты Родину любишь? Готов для неё подвиг совершить?» В результате склоняют его к участию в сомнительном эксперименте. Он, не понимая даже, что это за эксперимент — соглашается.Пока главный герой направляется по указанному сотрудниками ФСБ адресу ул. Земляной Вал, 48А (напротив НИИ Мозга) — он встречает автоугонщиков на похищенной «Ауди», которые спрашивают, как проехать до Гнездниковского переулка. Он не может объяснить, садится к ним, чтобы показать дорогу. Автоугонщики высаживают Алексея напротив ул. Земляной Вал, 48А и уезжают.Комната, где непосредственно производится эксперимент, обладает эффектом, создающим у добровольца иллюзию исполнения самых сокровенных желаний, но только временную — на время эксперимента, ограниченного несколькими минутами. Для Алексея этим желанием становится сильное и красивое тело. После завершения эксперимента у Алексея только одно желание — снова ощутить единожды испытанные ощущения, когда он увидел себя преображённым!",
    "chinese_title": "尘土",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Пыль",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-07-30T16:00:30"
}