{
    "aka": [
        "Ancient Legends",
        "华夏演义",
        "远古的传说"
    ],
    "sid": "4603557",
    "cast": [
        {
            "url": "/celebrity/1318438/",
            "name": "文清 Qing Wen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275293/",
            "name": "焦恩俊 Vincent Chiao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314453/",
            "name": "廖京生 Jingsheng Liao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275485/",
            "name": "刘德凯 De-kai Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314037/",
            "name": "赵鸿飞 Hongfei Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023550/",
            "name": "吴辰君 Annie Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1580054/",
            "name": "戴晓旭 Xiaoxu Dai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316457/",
            "name": "王珂 Ke Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1426253/",
            "name": "周仲 Zhong Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1422832/",
            "name": "徐鸣 Ming Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1368315/",
            "name": "高玉庆 Yuqing Gao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2895300228.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1318614/",
            "name": "熊诚 Cheng Xiong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1483181/",
            "name": "高岩 Yan Gao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319136/",
            "name": "宋晋川 Jinchuan Song",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1318601/",
            "name": "吴家骀 Jiadai Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1334741/",
            "name": "林建中 Jianzhong Lin",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "40",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2010-08-08(中国大陆)"
    ],
    "this_title": [
        "传说"
    ],
    "douban_link": "https://movie.douban.com/subject/4603557/",
    "trans_title": [
        "Ancient Legends",
        "华夏演义",
        "远古的传说"
    ],
    "douban_votes": "1042",
    "introduction": "洪荒时期，黄帝、炎帝、蚩尤三大部落争取天下。炎帝部落老首领之子炽因不满父亲将首领之位传于身世不明的炎而发动叛乱。炎帝平息了叛乱后，炽下落不明。不久，炎帝被黄帝打败之后，突然隐姓埋名远走他乡。多年后炎帝化名为神农，尝百草救世人。多年后，炽化名为瘟神，处处与神农作对，更制造出瘟疫，祸害世人，令神农苦苦无法破解。炎帝部落的衰落使得争取天下的大战将在黄帝和蚩尤间展开。一次，双方交战正酣，突闻各自部下来报：自己部落中发生大规模瘟疫。黄帝和蚩尤立刻收兵，赶回各自部落查看救援。黄帝发现自己的很多子民在这场大瘟疫中患病、丧生，忧心忡忡。人群中，黄帝发现了帮助救治病人的神农。两个老对手再次相逢。黄帝对神农既充满怨恨又十分敬重。尽管神农用尽了方法，也只能暂时控制瘟疫的蔓延，并不能够彻底的消除瘟疫。神农感怀世人疾苦，独自祈求上天，以期求得清除瘟疫之法。天宫中，玉帝的妹妹花神生性豁达善良，眼中没有尊卑长幼之分。玉帝的七个女儿七位仙女更被花神认做是知心的好姐妹。七位仙女虽然经常被花神的一些古怪想法和言行折腾得不知所以，苦不堪言，但是从心底尊敬和喜欢这位平易近人、性格爽直的长辈。花神带领七位仙女种植盘古大神死前留下的种子，实验无数次均遭失败，终于在一次偶然的机会下获得成功。在玉帝的建议下，众人把这种从未见过的东西以花神的名字命名为花。玉帝被神农感动，召见神农。神农禀明来意。玉帝表示此乃人间必然的劫数，天庭不便插手。神农失望欲归。花神久闻人间的神农尝遍百草，正好与自己兴趣相投，偷偷在南天门拦下神农，邀请神农互相切磋，交流心得。神农在花神处看到花，十分惊奇。神农研究后发现，百草的药性不足以清除瘟疫，而花正是清除瘟疫的良方。花神得知花除了装点天宫，在人间还有如此妙用，十分慷慨地送给神农花的种子和一些花瓣。神农回到人间，尝试用花瓣和草药混合用药，成功地化解了这场瘟疫。蚩尤蠢蠢欲动，黄帝准备应战，神农置身事外精心栽培花种，爱人若兮默默从旁相助。花神在天庭成功培育出百种花品。百花宴上众仙同贺，玉帝龙颜大悦。花神想起神农，对神农在人间种植鲜花的进展情况充满好奇。在七仙女的协助下，花神混出天宫，来到人间寻找神农。毫无下凡经验的花神落到河边的一个小村子里，遇到龙太子带着虾兵蟹将强抢民女，花神挺身而出，龙太子垂涎花神美貌，双方动起手来。花神发现自己的神仙法力无法在人间施展，终于失手不敌，被龙太子擒回龙宫。玉帝发现花神失踪，七仙女只得说出实情，玉帝震怒，派出千里眼，顺风耳查找，竟未发现花神踪迹。太白金星指出未经玉帝批准下凡的神仙是没有法力的，七仙女更加担心花神的安危，主动提出要戴罪立功下凡寻找花神，在太白金星的力保之下，玉帝准奏，派二姑娘、五姑娘和六姑娘三人下凡。龙太子把花神关押在龙宫密室，意图不轨。花神逃出龙宫，顺手拿走了龙宫中的宝物。花神逃到岸边筋疲力尽，龙太子尾随追来，黄帝偶遇落难的花神，上前阻止龙太子，龙太子欲置黄帝于死地，却莫名其妙地被黄帝打伤逃走。黄帝把昏迷的花神救回军营之中。花神醒来发现自己已经脱险。黄帝与蚩尤即将交战，劝花神离开。花神感激黄帝，决定先留下来帮助黄帝。花神充当黄帝的先锋出战，蚩尤轻敌被花神打败。黄帝也为花神的豪爽性情所感，把酒言谈中，二人结拜为兄妹。花神从黄帝处打听出神农踪迹。黄帝十分好奇义妹之身份。黄帝交给花神一个发簪，让花神遇到若兮后交给她。花神不明内情，还是答应。翌日黄帝酒醒，发现义妹花神已经留书作别悄然离去。三位仙女下凡来到太古城，却因为相貌被玉帝变丑，处处遭人排斥。以酿酒换取物品为生的杜族族长杜康为人爽直，收留了三位仙女。以当成媒婆为人生最大理想的夫人宝娘却精于算计。三位仙女被困在杜康府中干杂活。神农培植鲜花未果，焦急中一夜白发。若兮安慰神农。神农初显咳血症状，瞒过了若兮。花神找到神农，神农大喜。花神留下一起与神农进行实验。三位仙女帮宝娘打杂多日，在宝娘的刻薄算帐方法之下竟然还是未能脱身。宝娘前去太古城势力最大的赵族族长府说媒，被赶回。宝娘忿忿不服。花神的努力也未能奏效，情急之下要去附近的太古城采集新的泥土和水样。若兮悄悄把花神稍来的发簪送给花神做盘缠。神农发现了发簪，帮若兮留了下来。花神在太古城遇到了三位仙女。三位仙女也因为找到了花神，完成了任务而被取消了限制，恢复了容貌。赵族族长之子赵公明偶遇六姑娘，竟然对六姑娘一见钟情。宝娘做媒婆的梦想再次得到发挥的空间。三位仙女催促花神返回天庭。花神见花在人间始终培育不出，也想回天庭查明原因。众仙子遂回到天宫。玉帝训斥了花神。其间龙王因丢失宝物带领龙太子向玉帝禀告请罪。龙太子发现花神竟然是玉帝的妹妹。龙太子一番狡辩让花神也有理说不出。龙太子又看上了五姑娘，正式向玉帝提婚。花神极力反对，玉帝不好回绝，两难下只得决定比武招亲。花神为五姑娘想到计策，在比武中用玫瑰花刺伤了龙太子，龙太子悻悻而去。花神在太上老君的提醒下终于明白人间水土不行。只有用盘古身躯和血脉化成的净土和真水才能在人间种植出鲜花。花神决定再次下凡寻找分布于五岳的净土和天池的真水。花神最终说服了玉帝，带领二姑娘、五姑娘和六姑娘重新回到了处于五岳当中的太古城。杜康府成为了众人的中转之地。神农也加入了进来。在东岳，龙太子设计陷害众人，终被识破，其间花神等人还认识了孝顺的句芒。凡人进入东岳有去无回的迷团也被花神解开。花神与东岳之精女魃还结成了好姐妹。在南岳，花神帮助村民赶走了年兽。把法宝噬火珠传给了五行属火的祝融。南岳中，花神等人被数个年兽一样的凶猛怪兽围困，却没想到在暗中操纵的正是花神好心救下的小狗小黑。花神受伤与众人失散，被一对神鹿了了和乐乐所救。众人被小黑引入神秘的神之禁地。花神请来二郎神帮忙。土地、灶王、灶婆、山魅等也赶来相助。神之禁地终于被破解。小黑也被二郎神收服。花神为小黑起名为哮天。在西岳，花神结识了猎户后羿和嫦娥。西岳山神的儿子华山三郎是龙太子的朋友，他设计陷害了花神等人，却被神秘人救下。蟒精红姑娘被龙太子蒙骗，前来寻找花神为龙太子报仇。红姑娘受伤离去。六姑娘也身受重伤。赵公明和句芒分别心仪六姑娘和二姑娘，结伴前来西岳找寻，却救下了红姑娘。二人拜红姑娘为师。在北岳，花神帮助了夸父族，解开了夸父追日之迷。红姑娘步步紧逼，花神却一再放过红姑娘。红姑娘开始对花神改变了看法。神农失明，让大家虚惊一场。而踌躇满志的黄帝却被蚩尤和刑天的联军打得大败。若兮也在这场大战中不幸遇难。若兮的死彻底激怒了花神。花神不顾众人劝阻，帮助义兄黄帝追杀蚩尤。玉帝调查花神行踪时发现花神违反天庭禁忌，插手人间的争斗，怒而下凡，欲让黄帝输掉这场战役。黄帝与玉帝一战竟然是平局收场。黄帝也明白了自己的身世。原来女娲有三个子女：除了女儿花神外，玉帝掌管天宫，黄帝掌管人间。为保持平衡，黄帝在人间的法力是被封印住的。而为了不让天庭对人间横加干涉，为所欲为，黄帝在遇到神仙时，封印就会被解除。花神这才知道，义兄黄帝竟然是自己的亲哥哥。同时，花神也清楚了黄帝与炎帝神农以及本为黄帝爱人若兮之间的恩恩怨怨。玉帝率众返回天庭，但仍对黄帝心存芥蒂。黄帝得知花神等人的目的，也极力支持花神找到净土与真水，让鲜花开满人间。花神等人再次踏上征程。神农却因伤心过度，独自离开。颓废的神农偶遇无名人，欲随之避世不出。无名人重新激起了神农对生活的信心。神农也知道了面前的无名人的真实身份：人王伏羲，自己的父亲。在中岳，神农与众凡人联手破除了连神仙都很棘手的五行阵。之后，花神违抗玉帝的旨意，从二郎神手中救下了朱雀。四圣兽齐聚花神麾下。龙太子修炼大成，出关擒下花神众人，逼迫五姑娘成亲。尾随花神等人的红姑娘出手相救，却被龙太子重伤打下山崖。花神等人慌忙中逃进一个山洞，发现此山洞机关重重，异常神秘。原来此山洞正是最后一处净土的收藏地，看护者乃是伏羲。伏羲拒绝交出净土，提出用比武的方式决定净土的归属。比武中，伏羲激发了神农巨大的潜力，让神农明白人类也可以掌握强大的力量。伏羲含笑死在神农手上。瘟神的主人神秘人救下了红姑娘，并赐予她强大的力量。红姑娘假意投靠神秘人，接到的第一个命令却是暗中保护花神等人。花神得到消息，黄帝终于打败了蚩尤，统一了中原。没多久，突变袭来。天上出现了十个太阳。玉帝取出盘古留下的神弓却无法使用。花神找到了后羿。后羿用神弓射下了九个太阳。后羿深爱嫦娥，谢绝了玉帝招他成仙的邀请，只是推辞不过，收下了王母赏赐的仙丹。后羿徒弟逢蒙觊觎仙丹，趁后羿出门想偷取仙丹却被嫦娥发现。争斗中，嫦娥情急之下吞下仙丹飞天而去。后羿误会嫦娥，几欲射杀嫦娥。花神让后羿明白了事情的真相。逢蒙却被神秘人救走。在天池附近，花神等人遇到了水灵族人。花神答应水灵族长老帮助解决水灵兽发狂导致族人断水一事。水灵族的共工跟随花神等人前去天池。花神等人敌不过水灵兽。花神和神农被水灵族上任长老救下，又得知了水灵族以及真水、水灵兽跟女娲之间的来龙去脉。与此同时，花神对神农的感情也慢慢发生了变化。花神收服了水灵兽。共工却吞下水灵兽的内丹成为水神，抢夺真水。祝融修行经过此地，与共工进行了一场水火大战。共工逃走，花神为了真水回到水灵村查询共工的下落，却发现水灵族人被逢蒙和红姑娘劫持。逢蒙要求花神交出真水。红姑娘杀掉逢蒙，独自离去。花神也接到消息，天庭再遭变故，玉帝失踪。人间的黄帝也忽得怪病，昏迷不醒。天人两界一片大乱。花神暂时放弃了取最后的真水，开始着手调查。一直隐藏在暗处的神秘人魔帝终于现身，他从花神处偷得了部分净土，吸取了其中的力量，并占用了龙太子的身躯，妄图称霸天人两界。花神再次得知了令自己震惊的家族秘史：盘古开天后，筋骨血脉化为人间的净土真水。女娲吸收了天地之灵气，随后生下玉帝、黄帝与花神。女娲也开始造人做为黄帝的子民。正当女娲准备神游天外的时候，竟然又生下一子。此子降生时伴有天劫：天上破了一个大洞。女娲认为此子为不祥之人，补天后，把此子封印在九重天外。然后自己神游而去。魔帝默默孕育修炼，终于冲破封印，发现天上人间并无自己容身之处。不甘心的魔帝便开始了报复计划，意图统一天人两界。花神连劝带斗仍然控制不住魔帝的扩张。危难中，赵公明和六姑娘等几对情侣也终于冲破了内心的顾虑，走到了一起。瘟神和共工战死。后羿、红姑娘、赵公明、句芒、宝娘等人也纷纷死在魔帝手中。花神不顾一切违反天宫第一禁忌进到盘古洞中，拿出开天斧，要和魔帝生死决战。不料花神自己被开天斧控制了神智，戾气大增，反而同魔帝联起手来。水灵族长老用生命为代价救下神农，并传给他水灵咒。神农用水灵咒唤醒了花神。花神欲行刺魔帝被魔帝发现。魔帝开始追杀花神。岌岌可危之时，女娲回归，降伏了魔帝。花神劝说母亲放过魔帝。女娲遂开辟了冥界供魔帝职掌。众人皆以为天上人间重归太平。不料女娲看见人间仍然是荒芜一片，纷乱四起，十分寒心，有了灭世的念头。玉帝和黄帝联手与女娲一战，终不是女娲的敌手。紧要关头，花神取得了真水，人间终于开出鲜花。女娲见此景象，认为人间尚有希望，打消了灭世的念头，再次神游而去。天上人间重归和谐。神农也写出利用鲜花和草药制成的药方，供世人对付瘟神留下的瘟疫。神农再也隐瞒不住自己的病情，终于病发。原来神农尝遍百草，体内毒素已经到了不可控制的地步。神农再次拒绝了花神化身成仙的建议。花神含泪看着神农死去。花神率领七仙女在天上洒下鲜花，仿佛在涤清人间一切污秽，又仿佛在默默怀念着神农。",
    "chinese_title": "传说",
    "douban_rating": "7.3/10 from 1042 users",
    "foreign_title": "",
    "douban_rating_average": "7.3",
    "update_at": "2025-07-15T10:43:41"
}