{
    "aka": [
        "Blessings of the Land"
    ],
    "sid": "4613387",
    "cast": [
        {
            "url": "/celebrity/1145696/",
            "name": "Rosa Rosal Rosa Rosal",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1206454/",
            "name": "Tony Santos Tony Santos",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1296551/",
            "name": "Leroy Salvador Leroy Salvador",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1301763/",
            "name": "Marita Zobel Marita Zobel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1282000/",
            "name": "Joseph de Cordova Joseph de Cordova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1111994/",
            "name": "达尼洛·胡拉多 Danilo Jurado",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1296678/",
            "name": "Tony Santos Sr. Tony Santos Sr.",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1185504/",
            "name": "米拉·奥坎波 Mila Ocampo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1959",
    "genre": [
        "剧情"
    ],
    "awards": "　　第10届柏林国际电影节(1960)\n　　主竞赛单元 金熊奖(提名) Manuel Silos\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2642943999.jpg",
    "region": [
        "菲律宾"
    ],
    "writer": [
        {
            "url": "/celebrity/1305854/",
            "name": "Pablo Naval Pablo Naval",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1305850/",
            "name": "Celso Al. Carunungan Celso Al. Carunungan",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0159283",
    "director": [
        {
            "url": "/celebrity/1297596/",
            "name": "Manuel Silos Manuel Silos",
            "@type": "Person"
        }
    ],
    "duration": "111分钟",
    "episodes": "",
    "language": [
        "菲律宾语",
        "塔加路语"
    ],
    "playdate": [
        "1959-12-16(菲律宾)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0159283/",
    "imdb_votes": 120,
    "this_title": [
        "Biyaya ng lupa"
    ],
    "douban_link": "https://movie.douban.com/subject/4613387/",
    "imdb_rating": "7.3/10 from 120 users",
    "trans_title": [
        "大地的恩赐",
        "Blessings of the Land"
    ],
    "douban_votes": "0",
    "introduction": "A young married couple, Maria and Jose (Rosa Rosal and Tony Santos) start life together creating a lanzones orchard in the countryside. Four children are born to the couple - Miguel (Leroy Salvador), Arturo (Carlos Padilla Jr), Angelita (Marita Zobel), and Lito (Danilo Jurado). The eldest, Miguel, is a deaf-mute.Life is good to them and the children grow up and bring joy to the community. But trouble enters their lives when Jose incurs the enmity of Bruno (Joseph de Cordova). Bruno, a widower, is much feared in the village, for it is rumored that he caused the death of his wife. And yet he wants to remarry and is courting Choleng (Mila Ocampo), Jose's niece. But Choleng avoids Bruno like the plague and one day, in trying to get away from Bruno, Choleng slips and falls off a cliff and diesThe village is outraged and Bruno hides in the mountains. There, he plots his revenge on the village, particularly on Jose's family. He finds his chance one day when Angelita brings food to her father and brother Arturo while they work in the field. He ambushes the young girl and rapes her. Jose, with the help of the entire village, hunts him down but is shot down in cold blood by Bruno.Meanwhile, Arturo's mind is preoccupied by the possibilities of life in the city. He dislikes working in the field, while his deaf-mute brother, Miguel, is hardly any help and instead courts a pretty village girl, Gloria (Carmencita Abad). Arturo goes to Manila, dreaming of unimagined riches, but suddenly he returns and he is not alone. A typical Manila hussy is with him, all made up and contemptuous of provincial life. Arturo does not have the riches he promised and instead asks his mother to mortgage their rice fields, which she does. Arturo returns to Manila.Bruno, in the meanwhile, is not through with Maria's family, and now desires Angelita even more. He flees to another town where a greedy landowner (Mario Roldan) hires him to destroy the potentially rich lanzones harvest that Maria's family has waited twenty years for.One dark night, Bruno and his men start their work but the family is ready and the entire village comes to their rescue. Miguel, the deaf-mute, being the only man left in the family, faces Bruno bravely and kills the bandit.Arturo, the prodigal son, returns, alone this time and penniless, begging for forgiveness. Unforgiving at first, Miguel, refuses to take him back. But Maria brings about a reconciliation of the two brothers. Peace returns to the family once more and in spite of Jose's absence, Maria realizes that life indeed must go on. They reap the fruits and blessings of their bountiful land.Biyaya ng Lupa won the Filipino Academy of Movie Arts and Sciences (FAMAS) award for Best Picture in 1959, as well as Best Story for Celso Al. Carunungan. It gained international fame at the Asian Film Festival in 1960 held in Tokyo when Leroy Salvador won the award for Best Supporting Actor.The career of Manuel Silos spans several decades from the 1920s, when he and his brothers made silent movies, to the late 50s when he was most active. In his youth he was an actor and a comedian, trained in bodabil (vaudevile), whose stage and screen name was Sano Tulia. He was best with light romantic comedies, like Victory Joe (1946), Puppy Love (1956), and Tuloy ang Ligaya (1958). He was technically proficient and did mos t of his special effects on camera. Biyaya ng Lupa was a milestone in his career, for he is best remembered for this film, a serious rural melodrama, a genre he rarely tackled. He was the recipient of the Natatanging Gawad Urian in 1979, and the Film Academy of the Philippines honored him with the Lifetime Achievement Award in 1985.",
    "chinese_title": "大地的恩赐",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Biyaya ng lupa",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-10-12T18:56:13"
}