{
    "aka": [],
    "sid": "4677120",
    "cast": [
        {
            "url": "/celebrity/1312979/",
            "name": "连奕名 Yiming Lian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274488/",
            "name": "杨若兮 Ruoxi Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316707/",
            "name": "王茜华 Qianhua Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275718/",
            "name": "聂远 Yuan Nie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321825/",
            "name": "杨玏 Le Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323699/",
            "name": "王佳宁 Jianing Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2546302439.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1323372/",
            "name": "徐贵祥 Guixiang Xu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1312979/",
            "name": "连奕名 Yiming Lian",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "27",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2009-11-25"
    ],
    "this_title": [
        "历史的进程"
    ],
    "douban_link": "https://movie.douban.com/subject/4677120/",
    "trans_title": [
        ""
    ],
    "douban_votes": "362",
    "introduction": "连奕名饰丁啸天皖南有一个与世无争的小镇，炎流镇。这是一个平原与山地交纵、濒河的小镇。炎流镇因炎流河得名。炎流河流经这里，将这座数百年的小镇一分为二，河北的土地属于祁家，河南则属于丁家。丁家与祁家两族为了争夺土地，积怨越来越深，几乎成了冤家。北方，日本侵华战争已经爆发，但是小镇上却显得异常的平静，丁祁两家还在为争土地斗来斗去。丁家大户丁啸天中年丧妻，延续香火成了丁家的首要大事，丁啸天谁也看不上眼，偏偏喜欢上了酿酒方家的独女银子，而祁家此时也要把银子收为自家的童养媳为祁家老爷子冲喜。丁啸天一怒之下抢走了银子，祁家老爷子被气死。祁家为报仇勾结了土匪绑架了丁啸天的父亲，致使丁家老爷中风而亡，他临死前交代丁啸天一定要守住家里的这片土地。丁祁两家的积怨爆发了！我党派与丁家有过交情的邱留全到炎流镇暗中收购粮食，却被祁家告密，此时祁家的二少爷祁春秋也带兵回到炎流镇。丁啸天为了保护邱留全和祁家对抗，邱留全趁乱跑走。被丁家抢走的银子一直对丁啸天不从，也趁乱跑走，想要追随邱留全，却在途中遇到日军，被我游击队所救，从此成为了一名女游击队员。丁啸天本想和祁家的人同归于尽，不料日本人打来，祁春秋带兵撤退，丁啸天才保住一命。祁家大少爷没来得及跑，被日本人抓住，为了保命，祁大少爷说自己和老二没有聂 远饰祁春秋任何关系，不仅献出了所有的粮食，而且出卖了自己的二弟，致使祁春秋的部队差点被日军全歼。日本人也打听了丁家在当地的地位威信，想利用丁啸天，于是归还了丁家的所有土地。还把祈家的土地都归了丁家。条件只有一个就是要丁啸天做保长。丁啸天宁死不从，决不当汉奸，银子的突然出现让他改变了主意，他听了银子和邱留全的话，当了保长，用自己的财产贿赂日伪军，保护乡亲和游击队。他这么做有两个原因，一，因为他是一个中国人，二就是为了银子。抗日到了最艰苦的阶段，日本鬼子搜捕游击队未果，要血洗村庄。一直深深喜欢丁啸天的酒店老板娘黄英挺身而出，她要用自己的身体来挽救村民的生命。黄英临行前向丁提出一个要求，要他背着自己从镇子里的大街走过，丁答应了。丁啸天含着眼泪背着黄英往外走。全镇人都为她送行。黄英被日本鬼子糟蹋完被送了回来，丁啸天要娶他，她反而拒绝了丁啸天，只有丁啸天知道黄英是为什么拒绝自己。因叛徒的出卖，邱留全被抓，黄英为了保护银子也牺牲在日本人的刺刀之下。丁啸天忍无可忍带人从日军手里救出了邱留全，可是，丘却为了保护丁啸天牺牲。银子原谅了丁啸天的错误，丁啸天怀着一种复杂的心情，跟随银子参加了新四军的游击队。丁啸天终于可以光明正大的抗日了，他没想到自己却遇到老对头祁春秋，而王茜华饰黄 英且这个祁春秋竟然还是自己的团长！二人虽然是对头，水火不容，但是在抗日这方面却是一致的，丁啸天看到祁春秋亲手杀了当汉奸的大哥，也听从了银子的劝说，联合祁春秋一起抗日！丁啸天不管谁是领导，他只听银子的话，因为在他的心里，银子一直都是他最喜欢的人！可是在银子的眼里，丁啸天只是一个抗日的地主！抗战胜利前夕的一场战役中，银子身负重伤落入重围，丁啸天单枪匹马，救出了银子。这次银子真的很是感动。抗战胜利后，银子要丁啸天留在队伍中和自己北上，但是丁啸天却要遵守父亲的遗愿，守住自己荒芜的家园。可是代表国民政府的祁春秋兄弟接收了炎流镇，曾经被丁啸天抢走“媳妇”的祁家最小的儿子祁成牧对丁啸天恨之入骨，他抓起了丁啸天，说他当过汉奸。还被没收了丁家所有的土地。丁啸天要求祁成牧把自己枪毙在自己家的地里。就在行刑的那一刻，丁啸天几个旧部在银子的接应下把他救了出去。丁啸天有家不能回，他一直以为这是自己和祈家的个人恩怨，以前对银子讲的一些道理并不是太明白。但是他明白了，要保住土地，就必须革命！丁啸天继续带领他的弟兄们参加了解放军，跟随银子北上，丁啸天正式成了银子手下的一名军官。丁啸天屡立战功，但是一直不肯被提拔，总是要求和银子在一起。解放战争中，丁啸天跟着银子打了不少的胜仗，两个人也慢慢的培养了感情。他在银子和政委的帮助下，学习了革命的理论，也亲眼看到了革命的成果，他终于明白自己要做什么，革命的目杨若兮饰银 子的是什么！丁啸天带领部队要解放家乡了。他的老对手祁春秋被丁啸天包围，丁啸天单身赴会，说服祁春秋投降。祁春秋被丁啸天所慑服，同意起义，然而却死在特务枪下，丁啸天替祁成牧收拾残局，祁成牧终于宣布投降。丁啸天知道没有一个新的国家，他个人根本守不住那些土地，于是参加土改，带头分了自家的土地，他要和银子一起解放全中国，继续南下。丁啸天主动要求参加了下一个战役，银子答应了她。丁啸天出发了，他给自己的上级银子写了一份报告。他希望胜利回来后不要军功，只想娶银子。此时的银子也早已了解了丁啸天，她其实在心里也喜欢上了这个人。丁啸天打赢战役，自己却身负重伤。在银子的怀抱里，在他最深爱的土地上，丁啸天用尽最后一丝力气，拔下一颗麦穗递给了银子，他听着银子那轻轻的呼唤，含笑闭上了眼睛。",
    "chinese_title": "历史的进程",
    "douban_rating": "6.9/10 from 362 users",
    "foreign_title": "",
    "douban_rating_average": "6.9",
    "update_at": "2025-09-04T20:56:14"
}