{
    "aka": [
        "5 great success for children 5 movies"
    ],
    "sid": "4707239",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "罗马尼亚"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1309908/",
            "name": "博格丹·穆斯塔察 Bogdan Mustata",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1305166/",
            "name": "拉杜·裘德 Radu Jude",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "罗马尼亚语"
    ],
    "playdate": [
        "2008-06-13"
    ],
    "this_title": [
        "5 succese mari pentru 5 filme mici"
    ],
    "douban_link": "https://movie.douban.com/subject/4707239/",
    "trans_title": [
        "5 great success for children 5 movies"
    ],
    "douban_votes": "0",
    "introduction": "Synopsis 5 for children 5 successful small films\"Metropolis Film presents' successes 5 large 5 small movies\" - a block of 5 Romanian short films recently awarded the Golden Bear in Berlin, the Golden Leopard at Locarno and other selections from other major international festivals.Titles shorts are a great day of beach (Bogdan Mustata, Berlin Golden Bear 2008), Waves (Adrian Sitaru Golden Leopard Locarno 2007), Alexandra (Radu Jude, the film's opening short film festival in Clermont-Ferrand ), The Boxing Lesson (Alexander Mavrodineanu, a competitor of online competition of short films in the festival in Cannes) and Home (Paul Negoescu, winner of several awards at international festivals).Under the name \"5 big success for small films 5, groups of 77 minutes came in the commercial circuit, both in cinemas and on DVD. Premiere at Cinema Studio was organized by the Romanian Cultural Institute and groupage could be watched in Bucharest, since June 13, at Studio Cinema, Hollywood Multiplex (Mall), Cinema Europe and in Cluj and Craiova, in Victoria, Modern cinema respectively. DVD with five films can be found in bookstores bookstores, Humanitas and Diverta.",
    "chinese_title": "5 succese mari pentru 5 filme mici",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-27T13:39:31"
}