{
    "aka": [],
    "sid": "4708207",
    "cast": [
        {
            "url": "/celebrity/1027521/",
            "name": "雅各布·提尔尼 Jacob Tierney",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1152770/",
            "name": "Waneta Storms Waneta Storms",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1219992/",
            "name": "Ross McKie Ross McKie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313424/",
            "name": "萨布丽娜·格德维奇 Sabrina Grdevich",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt0429193",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2004"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0429193/",
    "this_title": [
        "Trouser Accidents"
    ],
    "douban_link": "https://movie.douban.com/subject/4708207/",
    "trans_title": [
        "裤伤"
    ],
    "douban_votes": "0",
    "introduction": "\"There are three kinds of lies,\" wrote Benjamin Disraeli, \"Lies, damn lies, and statistics.\" Short and light, comic and bittersweet, \"Trouser Accidents\" takes on all three. What seems at first like a documentary about the unlikely prevalence of hospitalizations due to pants turns out to be a story about good old-fashioned infidelity. The voice-over takes the tone of a 1950 hygiene film, but the action is a tumble of scenes that paint a picture of a group of friends. Their story spirals into one moment where everything changes for our heroine, Lucy. In the end, the injuries that the film reccounts are a metaphor for betrayal. Lucy's guy's inability to keep it in his pants. The film is conceived as a convergence of fact and fiction, multi-layered sound and graphic elements inspired by the work of the talented designer Johanna Weinstein. The sound design braids together voice-over, dialogue and music. Broken Social Scene's haunting blend of strings, horns and keyboard sets the tone. Like trouser accidents themselves, the themes here are all-too-common and yet universal. Summed up in the final line of voice-over: \"Ordinary things can be very dangerous.\"",
    "chinese_title": "裤伤",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Trouser Accidents",
    "douban_rating_average": 0,
    "update_at": "2025-04-20T02:52:10"
}