{
    "aka": [],
    "sid": "4709974",
    "cast": [
        {
            "url": "/celebrity/1300846/",
            "name": "James Ronald Whitney James Ronald Whitney",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2926108040.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1300846/",
            "name": "James Ronald Whitney James Ronald Whitney",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0240641",
    "director": [
        {
            "url": "/celebrity/1300846/",
            "name": "James Ronald Whitney James Ronald Whitney",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2000"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0240641/",
    "imdb_votes": 1896,
    "this_title": [
        "Just, Melvin: Just Evil"
    ],
    "douban_link": "https://movie.douban.com/subject/4709974/",
    "imdb_rating": "7.0/10 from 1896 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "James Ronald Whitney directs this searing documentary of his family's complex history with alcoholism and incest that spans three generations. Soon after becoming betrothed to James' alcoholic grandmother Fay, Melvin Just started molesting Fay's three daughters from another marriage -- including James' mother Anne. The two daughters that Fay and Melvin begot started getting abused when they were toddlers. Later, Melvin's second marriage to Venice brought a fresh batch of victims into his clutches, including Pambi, who was handicapped since birth, and Bobbie, who was molested while still in diapers. Melvin was not the only incestuous parental figure in this sad tale -- Venice's second husband began molesting his children after their mother was declared an unfit by the courts, while the director reveals that he was abused by his Uncle Jim. As the film progresses, James uncovers the murder of Josephine Segal, a retired nurse who discovered Melvin in bed with one of his step-children. Melvin was eventually convicted of 12 counts of child molestation, though in an interview in his retirement home, he denies all wrong-doing. Meanwhile, the film charts the devastating legacy of Melvin in the wrecked lives of his children and step-children, which are marked with alcoholism, drug abuse, prostitution, and homelessness. This film was screened at the 2000 Berlin Film Festival.Read more:http://www.answers.com/topic/just-melvin-just-evil#ixzz2jxpMWkzh",
    "chinese_title": "Just, Melvin: Just Evil",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-11-29T01:28:38"
}