{
    "aka": [],
    "sid": "4710559",
    "cast": [
        {
            "url": "/celebrity/1418649/",
            "name": "吴静娴 Ching-Hsien Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029137/",
            "name": "王杰 Dave Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1368975/",
            "name": "姜育恒 Yu-Heng Chiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324938/",
            "name": "方文琳 Wen-lin Fang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1527574/",
            "name": "马维欣 Wei-Hsin Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1340931/",
            "name": "魏苏 Su Wei",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275717/",
            "name": "张庭 Ting Cheung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1497802/",
            "name": "朱燕妮 Yanni Zhu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1357679/",
            "name": "林珊如 Shan-yu Lin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1398859/",
            "name": "张宝善 Pao-Shan Chang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1535089/",
            "name": "温丽晶 Li-Tsing Wen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1990",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2892654417.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [
        {
            "url": "/celebrity/1376305/",
            "name": "董炎良 Yen-Liang Tung",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1118453/",
            "name": "林福地 Fu Di Lin",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "40",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1990-04-26(中国台湾)"
    ],
    "this_title": [
        "养子不教谁之过"
    ],
    "douban_link": "https://movie.douban.com/subject/4710559/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "第1集：计程车司机彭永钦自小父母离异，弟妹失散。十五年来，他的内心深处藏着一个强烈的愿望，就是找回弟妹。一天永钦在载客途中抓到一名劫款歹徒，车也因此被撞坏。永钦修车时无意瞥见一辆豪华轿车上的贵妇人，不禁大吃一惊。女友雅文告知永钦，歹徒名叫彭永正。永钦急去警察局寻找，而永正已与老案犯出逃，途中搭救了被流氓围的女孩并把她送回胡公馆的家。当胡太太从女儿口中得知永正的家世及姓名时，眼泪夺眶而出。第2集：胡太太正是永钦要找的妈妈魏心怡。十五年前，心怡不堪忍受丈夫酒醉、赌输后的打骂而离家出走。当心怡得知永正又被抓回警察局时，慌忙背着女儿玉芬去看他，答应请最好的律师救他出去。因永钦的帮忙而使巨款失而复得的富贵证券的会计陈家莹从雅文口中得知了永钦的家事，出于感激与同情做了假证使永正无罪释放。永钦叫弟弟去看望关在监狱里的父亲，然后带他回家，叫他好好读书重新做人，永正却偷跑了。终究无处安身只好重回哥哥那儿，才知哥哥被警察抓走了。第3集：原来永钦为查明心怡是否真的是自己的妈妈只好冒充胡先生的亲戚。而此事正与有人要敲诈胡的事巧合，所以永钦才被拘留。心怡从前来澄清事实的永正口中得知此事后立刻去看永钦，永钦想用肺腑之言感动母亲与之相认，心怡有苦难言，只答应保他出去，永钦从警察局出来，痛苦地来到海滩，从一名无赖的手中救下濒于绝境的少女。永钦把这个无家可归的少女带回家里，交谈中发现二人的出生地相同。永钦因过度劳累病倒，醒来后发现身旁只有雅文在悉心照料，少女已不见了踪影。第4集：心怡叫女儿送礼物给永钦遭到拒绝，无奈，她只好约永钦到咖啡厅，对自己没有尽到做母亲的责任表示愧疚，并希望能给他们兄弟提供优厚的待遇和良好的工作、学习环境作好补偿。永钦说什么都不要，只希望她能放弃胡太太的身份，回到自己身边。心怡哭着说做不到。永钦向雅文借了一万块钱到医院看望被永正学开车撞伤的韩小姐。心怡借口永正救了丈夫的性命交给他一百万，永正怕哥哥不收，自己偷偷跑出去挥霍一空。第5集：永钦怒不可遏，打了永正，拿出自己的多年积蓄，又找雅文帮忙，凑足还给心怡。心怡以为永钦不肯原谅她，还在恨她，永钦一番令人动容的话语消除了母子心理上的芥蒂。永钦把一被恶人打伤而路人皆视而不见的女子送到医院，巧遇从家中逃走的少女，永钦迫不及待地问清她的姓名与家世，激动地说：“永秀，我就是你的大哥。”兄妹三人沉浸在幸福中，希望能找到最后一个妹妹。刚找到亲人的永秀在劝说小弟好好改过时，又被曾使她失去少女自尊的坏的抓走了。第6集：永正求和他一起逃出的老案犯勇伯帮忙救出永秀，然而永秀并没回家。永钦为发泄心中苦闷到酒楼喝酒，正碰上失踪的永秀，永钦苦苦劝说妹妹回家，永秀怕边累哥哥，坚决不答应。车行黄老板本来就对永钦开车不归感到不满，更是反对女儿借钱给他。第7集：向家莹问清永钦姓名后，立刻找到永钦的家，告诉正在家中的小弟说：“我是你的二姐永惠”。永钦为了小妹的幸福忍痛拒绝相认。永正读不下去书又迫于哥哥的督促，心血来潮要跳水，巧遇永秀，求姐姐带他一起去住。永钦为了多挣钱还债，劳累过度出了车祸。黄母怕女儿受穷，立逼着雅文与永钦断绝往来。第8集：雅文偷偷跑来看望永钦，要与之私奔。闻讯追来的黄母把女儿拉走。丈夫大成已知心怡找到了自己的孩子，提醒心怡对凯伦和玉芬的过分举动做好心理准备，心怡发誓做好世界上最无私的后母。晚饭桌上，凯伦与玉芬恶语伤人，诬陷心怡。大成真诚地向心怡表白自己的信任。第九集：永钦不忍破坏母亲的幸福，决定离开台北。永正因不肯原谅母亲，从大民公司的广告片中退出，永秀也只看了母亲一眼就走了。雅文赶到工地看望生病的永钦，永钦故意把她赶走。永惠自己相认了大姐和父亲，为了母亲又找玉芬理论。第十集：心怡得知永钦在地震时受伤赶紧来到医院，看到自己的孩子都在这里，线子相认，前疑尽释。雅文在母亲的威逼下与一富有但自己不爱的人订婚了。心怡为孩子们建了一个舒适的家，但是叫永惠仍和养父母住，并劝永秀不要再去唱歌。第十一集：永钦就工厂和迁移问题提出自己的看法，大成欣然赞同。夜晚凯伦到酒楼鬼混与永秀一见钟情。深夜永秀被凯伦送回。永正因受不了哥哥的管束决定离家，永秀也不回来了。永钦去看父亲才知父亲早已出狱。大成带玉芬来找心怡，玉芬向妈妈承认了错误。第十二集：永秀带凯伦来见母亲，凯伦见是心怡，扭头便走，心怡也伤心地告诉女儿“你们是不会有好结果的”。大成的姐姐青云（《星》剧中扮演收养秀秀的“梁奶奶”）从美国回来，凯伦恶人先告状。青云火冒三丈，叫心怡立即搬离胡家，又责备大成不该重用永钦，无论心怡怎样表白，大成、玉芬怎样分辩都改变不了姑妈的看法。心怡只好回到自己家，永钦见状知道母亲受欺了。第十三集：永惠偷着跑出来见妈妈，心怡让她回到养父母身边去。大成没有回家吃饭，玉芬也赌气在自己房内吃饼干。青云质问是否讨厌她，玉芬气愤地说大姑的到来搅乱了胡家的安宁。第十四集：永正带着大成、心怡到医院去看玩摩托车受伤的玉芬。玉芬却不见了。大成焦急地四处发寻人启事，玉芬突然在台中打电话，青云求玉芬只要回家什么都答应她。玉芬兴冲冲回到家里，满以为这下妈妈可以回来，然而姑妈仍对心怡有很深的成见，一气之下，玉芬又回到心怡的家。永秀在酒楼里发现凯伦又与其她女人泡上了，气慨地质问，凯伦让她去问心怡。心怡只好以实情相告。第十五集：雅文告诉永钦也要结婚了，二人忘情地拥抱在一起，被雅文未婚夫撞见，打了永钦一个耳光。雅文哭、叫着“你休想让我嫁给你”跑了。心怡为儿子买了全套西装，永钦向莫先生保证尽力而为。在永钦的生日聚会上，永惠为哥哥与家莹牵线。永秀因凯伦而割腕自杀。青云到医院看永秀，答应心怡以钱作为补偿。第十六集：黄母看到永钦家来到雅文，看到心怡阔绰的打扮，埋怨永钦早说何必至于此。雅文为永钦自杀了。永惠看到出狱的父亲敲诈莫先生的丑态，同大哥一起去劝导，彭你一个字也听不进去。永钦告诉母亲见到了爸爸，心怡痛苦地叫他不要提。第十七集：永正把自已在明德乐园做服务员的报酬交给妈妈，并要好好磨练，心怡欣慰地笑了。永钦由于被旧友“骆驼”诬告走私而被警察拘走，由于家莹鼎力相助才免于出丑。永钦对家莹讲述了她那鲜为人知的黑道生活。永钦为玉芬买来钢琴应考，然而玉芬的大学之梦还是破灭了，永钦兄弟开导安慰她。第十八集：青云找到心怡，让心怡原谅她的偏见。回到大成身边。心怡为了大成父子和睦，不肯回去。永秀高兴地告诉妈妈要结婚了，然而干爹却说她误会了，他只是把她当作死去的女儿，凯伦为保住位子，在父亲面前装出一副洗心革面的样子。第十九集：永钦来到大成被绑架之处，救出大成。心怡劝永钦好好把握住家莹。永钦为了死去的雅文，故意疏远家莹。韩董找到永钦说有人向他勒索五百万，永钦去付款才知此人是父亲。彭父只得电告韩董亲自送来，后带着钱找到心怡说“这是我弥补这十几年来对你们的亏欠”。永磁秀带着母亲去看干爹白先生为她买的别墅，却传来白先生被谋杀的消息，疑点自然落在永秀身上。第二十集：案子终于水落石出。然而永秀早已心灰意冷。永钦从母亲口中得知父亲带有巨款，找到父亲让他交出，并苦口婆心劝其改过，彭父非但不听，见儿子要去还钱羞愤之极自杀身亡。青云得知家中出事，从美国赶回台北，大成激动之余向姐姐讲了凯伦的成长道路。第二十一集：凯伦不但不认错，反而把一切罪责推在父亲身上，大成被气病了，青云恳请心怡搬回来照顾弟弟。凯伦洋洋自得地在公司申斥下属，岂料姑妈收了他的车钥匙与零用钱，叫他从基层做起。永秀来到一家小厂做工，希望过平静的生活，然而命运之神却不让她平静。第二十二集：凯伦认为这种工作是对他的侮辱、姑妈说那是对基层员工的一种精神训练。凯伦借不到钱只好找心怡要了五万去酒楼鬼混。姑妈一下子就喜欢上了老成持重的永钦。永秀的科长黄根来对永秀产生了好感，约永秀到家里吃饭。永钦下班回到家，意外地发现家莹与永惠在烧菜。第二十三集：一个雨天，永钦与家莹开车上班正碰见冒雨等车的凯伦，永钦送凯伦到公司，凯伦却被家莹迷住了。青云请来永钦承认自己过去对永钦有成见，代大成邀请永钦再度回公司，永钦回感念韩董的知遇之恩而婉言谢绝。根来向永秀表明爱意却遭拒绝。根来再三恳求，永秀只好讲出实情。第二十四集：永钦创办的俱乐部很有起色，他诚挚地邀请大成去参加。永钦在自己的生日之夜向家莹吐露了心声。青云请求永钦去开导凯伦，然而凯伦却把永钦羞辱了一顿。“骆驼”又来找永钦敲诈钱财，永正为了保住哥哥的声誉，决定自己出面对付。第二十五集：一个雨天，永钦与家莹开车上班正碰见冒雨等车的凯伦，永钦送凯伦到公司，凯伦却被家莹迷住了。青云请来永钦承认自己过去对永钦有成见，代大成邀请永钦再度回到公司，永钦因感念韩董的知遇之恩而婉言谢绝。根来向永秀表明爱意却遭拒绝，根来再三恳求，永秀只好讲出实情。第二十六集：永钦创办的俱乐部很有起色，他诚挚邀请大成去参加。（我还得那场戏吴阿姨穿了一套粉红色的运动服，还打保龄球，粉棒耶！）永钦在自己的生日之夜向家莹吐露心声。青云请求永钦去开导凯伦，然而凯伦却把永钦羞辱了一顿。“骆驼”又来找永钦敲诈钱财，永正为了保住哥哥的声誉，决定自己出面对付。第二十七集：凯伦追到美农，家莹得知地址是永钦提供的，一赌气故意约凯伦出去但又对他不理不睬，凯伦却借机向心怡、永钦等大肆渲染他与家莹的关系，并给心怡施加压力，叫他不要做一个自私的后母。永钦为了成全母亲在胡家的地位故意对母亲和永惠说自己不爱家莹。第二十八集：凯伦追到家莹的公司门口强行吻她，正被永钦看见，永钦与冢莹各自的内心都十分痛苦。凯伦得知父亲不让他与家莹结婚。认为又是永钦在捣鬼，举刀刺伤了永钦，正被路过的心怡撞见，放走了凯伦。第二十九集：心怡一口咬定自己是凶手，但因证据不足还是被子释放了。被凯伦气病的大成求心怡代他向永钦道歉。永钦叫妈妈放心，自己会承担一切的。凯伦追到医院问家莹为何背叛他，家莹告之并不爱他，凯伦对永钦更加恨之入骨。第三十集：凯伦被大成赶出家门，找不到工作，只好行骗为生。永钦与家莹见面只谈公事，家莹看出他的冷淡，伤心向韩董提出辞呈，不料永钦却批准了。心怡追问永钦为何把家莹放走，永钦说和凯伦是兄弟，就不能看他毁灭，只有家莹的爱才能把他从完全毁灭中拯救出来。第三十一集：凯伦在外面活得很狼狈，姑妈求永钦出面，一面给他点教训，一面让他得到些生活费用。凯伦又找永钦要了家莹的地址，跑到南部恳请家莹只要给他鼓励，他就能脱胎换骨，家莹没有答应。心怡为自己离开胡家为条件，劝凯伦回去看父亲，大成对凯伦不知悔改大为光火，声明要与他脱离关系。第三十二集：家莹为了永钦去看望凯伦，推心置腹地劝说了凯伦一番，并声明自己不想夹在他们中间。永正在拍电影时对演姐姐的阿兰产生了好感。玉芬实在干不下去（她接替凯伦掌管公司），声称再逼她就要跳海。青云只得劝大成原谅凯伦。第三十三集：永钦为了帮助胡家向韩董提出辞职。并希望由家莹接替自己。由于互作关系，二人常常接触，彼此的内心更添了默契，凯伦得知永钦又回到公司，气急败坏地问姑妈是否被心怡收买，不顾父亲病重，恶狠狠地说父亲好毒，把儿子逼上绝路。第三十四集：根来到台北找永秀，解释自己为何废弃诺言，请永秀原谅。当永正得知阿兰离过婚而且有个贝贝时，希望自己能与这同甘共苦，阿兰说：“你只能做我的弟弟”。大成有感于凯伦的不成器拿出一笔钱设立教育基金，希望年轻人从小受到良好的教育，成有利国之人。第三十五集：凯伦得知家莹与永钦订婚暴跳如雷，找到心怡扼住她的咽喉：“如果让我们父子和好，你就得死”！（太可恶了，他还真掐啊~！）凯伦又找到永钦举刀威胁。心怡告诉永钦“现在该是我们与胡家永远脱离关系的时候了，我们没有权力爱凯伦”。第三十六集：大成病情恶化住进医院，心怡找凯伦，凯伦酒醉不去。青去转达大成的遗嘱，把一切财产和公司全交给心怡，要心怡替他管好两个孩子。凯伦求永钦把家莹让给他，永钦叫他自己去求家莹。永钦向大成保证帮助凯伦浪子回头。为了大成又亲自去劝说凯伦去看望病重的父亲，而凯伦却拿家莹作为条件。第三十七集：永秀的唱片终于出版了，并回到黄先生身边。永钦和家莹正式定婚，凯伦因没钱支会旅馆的开销被赶了出来，流浪街头。当永钦把他找回来时，胡大成已重病身亡。第三十八集：凯伦在爸爸的墓前忏悔，决心痛改前非，重新作人。永钦和永莹去南部一起看岳母。由于误会，永钦生气去去了高雄。在一家酒吧里碰上一位貌似家莹的小姐，想不到竟是家莹的孪生妹妹家玉。第三十九集：永钦到台北把找到家玉的消息告诉了家莹，家莹要回家见妹妹便去了南部。永钦为了发泄心里的烦闷到俱乐部唱了两支歌，被唱片公司老板看中，他便回到公司提出辞职。凯伦终于通过了各种考核，接受了公司的重任。姑妈安心地回美国了。第四十集：永钦为了珍惜爱情，便放弃当歌星的机会，准备和家莹结婚。凯伦偶然在报纸上看到飞机失事的消息，他急忙赶到了高雄的医院，家莹已经成了植物人……。心怡由于过度劳累病倒了，凯伦怀着内疚的心情来看望她，向她吐露了发自内心的感激之情。",
    "chinese_title": "养子不教谁之过",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-28T13:12:00"
}