{
    "aka": [],
    "sid": "4716110",
    "cast": [
        {
            "url": "/celebrity/1073035/",
            "name": "婆罗门·安达姆 Brahmanandam",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1217474/",
            "name": "阿卢·阿尔军 Allu Arjun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1297479/",
            "name": "萨亚士·希德 Sayaji Shinde",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1337991/",
            "name": "莱图·帕塔克 Ritu Pathak",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1468824/",
            "name": "阿杰 Ajay",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2391103457.jpg",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt1526323",
    "director": [],
    "duration": "162分钟",
    "episodes": "",
    "language": [
        "泰卢固语"
    ],
    "playdate": [
        "2009-11-27"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1526323/",
    "imdb_votes": 8162,
    "this_title": [
        "Arya 2"
    ],
    "douban_link": "https://movie.douban.com/subject/4716110/",
    "imdb_rating": "7.5/10 from 8162 users",
    "trans_title": [
        "阿里亚2"
    ],
    "douban_votes": "0",
    "introduction": "The movie starts with Navdeep who plays Ajay proclaiming that 'with a friend like Arya, there is no need of enemies'. Arya and Ajay belong to an orphanage, and Arya befriends Ajay. He sets the rules, Ajay tolerates him. Ajay is adopted by a rich family and Arya grows up to be an embarrassment to the now polished, educated Ajay who heads a company. Arya somehow bags a job in that company on the condition that a single complaint and he's out. So a whole new Arya emerges 'Mr. Perfect'. Geeta joins the company, wins admirers but of course Ajay and Arya fall in love with her. Arya shows his real side to Geeta, Geeta grows to detest him and Ajay churns out his own plans to get Geeta. Meanwhile her family fixes her marriage to their rivals (to befriend them) and end faction in..where else? Rayalaseema. And another adventure post-break. Remember how in Arya he throws a stone into coke paper cups? Well here he tosses heads or tails for all the major life decisions. Like who gets the girl. If Ajay calls heads, and heads it is, then Arya wins. How? Everything that Ajay owns is his. The office has a bunch of characters, like Brahmanandam playing Dasavatharam with his insight on psychology, Shraddha Das as Shanti-a manic-depressive girl hopelessly in love with Mr. Perfect. What works-Aarya's love for his friend, his madness for the girl and a couple of twists and turns. The deterring point here is that actually the character itself is not exactly likeable-he is obsessive, then in the office its all nothing but pretence and even though we see the honest and likeable side post-break, helped by a little mischief on the part of Ajay 。",
    "chinese_title": "阿里亚2",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Arya 2",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-07-06T18:02:50"
}