{
    "aka": [],
    "sid": "4716114",
    "cast": [
        {
            "url": "/celebrity/1145270/",
            "name": "格洛里亚·罗梅罗 Gloria Romero",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1303531/",
            "name": "Jay Manalo Jay Manalo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1178781/",
            "name": "Kirby de Jesus Kirby de Jesus",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1282610/",
            "name": "德克斯特·道理亚 Dexter Doria",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916653399.jpg",
    "region": [
        "美国",
        "菲律宾"
    ],
    "writer": [
        {
            "url": "/celebrity/1571860/",
            "name": "Joven Tan Joven Tan",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1158695",
    "director": [
        {
            "url": "/celebrity/1571860/",
            "name": "Joven Tan Joven Tan",
            "@type": "Person"
        }
    ],
    "duration": "USA: 50 分钟(director's cut)",
    "episodes": "",
    "language": [
        "英语",
        "菲律宾语"
    ],
    "playdate": [
        "2008-06-22"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1158695/",
    "imdb_votes": 20,
    "this_title": [
        "Paupahan"
    ],
    "douban_link": "https://movie.douban.com/subject/4716114/",
    "imdb_rating": "4.6/10 from 20 users",
    "trans_title": [
        "十字路口"
    ],
    "douban_votes": "0",
    "introduction": "Three unrelated but intertwining stories of characters --all seemingly living dead-- unfold in this anthology of lives of have-nots who have become commodities that are either for sale or for hire.Gloria (Gloria Romero), caretaker of a rich family's mausoleum, has a simple wish: to be buried beside the tomb of her husband Donato who has long been dead.Etang (Lui Manansala) the mistress of Gloria's husband continues making life miserable for Gloria.Dadeng (German Moreno), Gloria's gay neighbor who sells flowers for the dead in funeral parlor, is burdened by the child (of a dead love-of-his-life) now a teen gay Byuti (Kirby de Jesus), an incurable romantic who is head-over-heels in love with Topher (Joseph Bitangcol), later revealed to be a closet \"gay\".Estrella Kerubin or Star is Krista Ranillo, a trying-hard who has not stopped dreaming, believing and surviving in a dying showbiz. She'd do anything for her ambition. She even uses her body including to a caretaker (Mon Confiado) who claims connections with the production staff.Snooky Serna plays the role of Lucinda, mother of Star, whom Star blames for the death of her father.Lucinda is a broker of kidneys and other vital parts for a fee. While Allen Dizon is Tonio Torres, a male starlet-member of an all-male group called Wild Boys.Jay Manalo is Roberto San Pedro an ex-convict who gets paroled by a powerful armed group who uses him as an assassin.Angelu de Leon plays the role of Angela, wife of Roberto, a former public school teacher who lost her job after cracking due to extreme pressure.Almost all of the above stories are resolved.Others are open-ended coz that's a reality.Being treated as a commodity is a hurting truth we have to live by.",
    "chinese_title": "十字路口",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Paupahan",
    "imdb_rating_average": 4.6,
    "douban_rating_average": 0,
    "update_at": "2025-02-27T03:13:21"
}