{
    "aka": [
        "Nanjing"
    ],
    "sid": "4718264",
    "cast": [
        {
            "url": "/celebrity/1318504/",
            "name": "高峰 Feng Gao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1360545/",
            "name": "王小骞 Xiaoqian Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2594637772.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1536481/",
            "name": "周亚平 Yaping Zhou",
            "@type": "Person"
        }
    ],
    "duration": "30分钟",
    "episodes": "8",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2010-03-12(中国大陆)"
    ],
    "this_title": [
        "南京城"
    ],
    "douban_link": "https://movie.douban.com/subject/4718264/",
    "trans_title": [
        "Nanjing"
    ],
    "douban_votes": "358",
    "introduction": "《南京城》（8集×30分钟）【南京城】简介南京，已建城2480多年，她的地位孙中山先生早有定论：“南京为中国古都，在北京之前，而其位置乃在一美善之地区，其地有高山，有深水，有平原，此三种天工，钟毓一处，在世界之大都市诚难觅此佳境也”。八集人文纪录片《南京城》，既拥有中华文明发展的纵线统观，又兼备世界文化比较的横向视野，充分彰显了创作者对南京历史独到而沉静的思考。《南京城》匠心独运，在本片中引入“南京读本”之概念，第一次详尽、系统地解读了南京城在风云激荡的中国古代、近代及现当代史中创造出的璀璨文明，全面呈现了独具魅力的南京风情，并通过众多历史细节的追问，深刻阐述了十朝古都南京作为“荣耀之城”、“胜利之城”、“博爱之城”在中华文明发展史中博大而深远的影响。《南京城》，是一部充满艺术创新的大作，她以其精益求精的写作、影像和激情创意，成功向南京致敬。【南京城】分集内容〖第一集 钟山风雨(上)〗这座城，被楚人赞美曰“金陵”，距今已诞生近两千五百年。三国时东吴大帝孙权，将南京城作为“首都”，带入历史的视野。晋朝永嘉南渡后，在南京组织王朝政府，南京从而取代了长安和洛阳——正如在罗马世界，拜占廷取代了罗马和米兰一样，南京成为了“东方的拜占廷”。在中国历史的版图上，南京城，表征着文明薪火传承的顽强。〖第二集 钟山风雨(下)〗南北朝时期，汉民族以南京为中心，与北方少数民族政权对抗。国家不幸诗家幸。南朝，是一个艺术、哲学与宗教的春天。这样的风气，离不开历代皇室的表率。与南朝一样，南唐时的南京，以“词帝”李煜为代表，更是诗词的圣地。1356年，南京城终于迎来一个大一统的王朝，朱元璋的明帝国。〖第三集 虎踞龙盘(上)〗威仪的南朝石兽，守卫着故去的帝王，也象征着“极自由、极解放、最富于智慧、最浓于热情”的南朝文化精神。文学成果斐然(如《文心雕龙》)，科技创新层出(如圆周率)，佛教的勃兴(如达摩东来)——南京城，保守着中华文明的进步。在近代，南京金陵刻经处的厚重雕版，铺垫起了中国佛学的全面复兴之路。〖第四集 虎踞龙盘(下)〗南京钟山下的明孝陵，是朱元璋一生的终点。当年孝陵下的孝子朱棣，不久又重建大报恩寺。大报恩寺塔，被当时西方人列为中世纪世界七大奇观之一。2008年，大报恩寺塔以其地下奇观，向世人展示当年的盛世景象。明代南京城里的奢华风气，造就了秦淮河边无数的传奇。“秦淮八艳”，就是秦淮河最浓的一抹香艳。〖第五集 天翻地覆(上)〗以南京为基地，郑和舰队七下航行，奏响了世界大航海时代的序曲。四个世纪后，闭关自守的清政府与英军在南京静海寺内议定《南京条约》。中国近代史，就这样从南京城开始了。1912年1月1日，为民国元年，孙中山在南京宣誓就任临时大总统。中山先生选择了南京紫金山作为自己的安息之地。他的“博爱”，深深融入了这个城市的精神血液。〖第六集 天翻地覆(下)〗二十世纪初的南京城，再次成为中国的首都。南京如火如荼的城市建设，因1937年抗战爆发被迫中断。1937年12月13日，南京沦陷。南京大屠杀中，遇害同胞达30万以上。抗战胜利后，以周恩来为首的中共代表团来到南京梅园新村，同国民党开展了艰苦的和平谈判。谈判破裂后，百万雄师过大江。1949年4月23日，南京解放。一个新的时代开始了。〖第七集 人间正道(上)〗秦淮河南的长干里，是南京城的基点，也是诗文风流的生发地，曾经氤氲了青梅竹马的温情、杏花村的酒香。金陵文脉不绝。“天下文枢”的江南贡院，陈独秀从这里“叛逃”，成为中国革命的先行者。南京水师学堂里，年轻的鲁迅逐渐养成了他的人生观。三江师范学堂几经变革，孕育了几所名震世界的著名学府。赛珍珠和陶行知，成为该校优良校风的代言人。〖第八集 人间正道(下)〗1968年建设成的南京长江大桥，这是中国人独立自主的壮举，记载着这个民族那个特定时代的激情。云锦，则是南京城一张古老而绚丽的名片。在清朝掌管云锦的江宁织造府里，天才作家曹雪芹诞生了。《红楼梦》里，云锦留下了华丽的身影。五彩斑斓的雨花石，就像是微缩在石子上的大自然之云锦，绽放的却是浩然正气的生命之花。英雄之城，虎踞龙盘，正道沧桑。八集高清电视纪录片《南京城》，将于3月12日至3月19日每晚23：00左右在CCTV-2首轮播出，此后，该片将在央视各频道陆续重播。《南京城》音像作品已由中国国际电视总公司出版发行。http://www.goocctv.cn/list.asp?id=5013",
    "chinese_title": "南京城",
    "douban_rating": "7.9/10 from 358 users",
    "foreign_title": "",
    "douban_rating_average": "7.9",
    "update_at": "2025-02-18T17:39:16"
}