{
    "aka": [],
    "sid": "4718282",
    "cast": [
        {
            "url": "/celebrity/1354729/",
            "name": "张磊 Lei-Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1450468/",
            "name": "蒋俐玮 Liwei Jiang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [
        "童年",
        "中国",
        "国产电视剧",
        "童年影剧集",
        "国产动画",
        "电视剧",
        "国产剧",
        "动漫"
    ],
    "year": "2008",
    "genre": [
        "科幻",
        "儿童"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2255931017.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1408909/",
            "name": "前川淳 Atsushi Maekawa",
            "@type": "Person"
        }
    ],
    "imdb_id": "",
    "director": [],
    "duration": "24",
    "episodes": "32",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2008-06-12"
    ],
    "imdb_link": "",
    "this_title": [
        "爆丸小子"
    ],
    "douban_link": "https://movie.douban.com/subject/4718282/",
    "trans_title": [
        ""
    ],
    "douban_votes": "2136",
    "introduction": "宇宙历元年，地球上所有的人们都在大肆庆祝，平时热闹非凡的北武市海滩显得空空荡荡，只有一个少年——周毅火孤单的坐在海滩上，他正通过一种机器装置，和他的海豚朋友KIMMY聊天，向它诉苦，因为自己成绩下降不少,物理考试不及格，父母不带他去参加盛大的庆祝活动。就在这时，他被几道剧烈的光亮吸引，好奇心下，前去寻找。他发现光亮是从自己家邻居楠博士的房间中传出的，于是躲在窗外一探究竟。这里是被人称为疯狂科学家的楠博士，他正在进行一项神秘的实验。博士手中的一张神秘卡片引起了周毅火的注意，这张卡片看上去非常古老，博士对卡片也是小心翼翼格外重视，博士经过精确的计算，通过一种装置给卡片分别注入了六种颜色的能量，奇怪的事情发生了，卡片突然发生巨变，卡片被六种能量激活，打开了一道空间之门，将楠博士吸了进去，消失的无影无踪。周毅火又是害怕又是好奇，偷偷的进到博士的房间，将那张卡片捡起来后就躲回自己家中，就在这时，天空中散落下无数的卡片，参加盛大庆祝的人们以为是活动中的娱乐项目，都没有在意，只有一些好奇贪玩的孩子将卡片捡起来收藏着，这其中，就有周毅火的好朋友阿佑，他捡的卡片尤其多，但都被父母勒令丢掉，阿佑还是偷偷的藏起来两张。就在此时，从海中走出来一个神秘的蒙面人，和楠博士长得异常相似，蒙面人在海边建立了一个秘密基地，大量收集各种各样的卡片，不知作何用途。第二天，周毅火在学校中和好朋友阿佑一起研究起卡片，偶然间，当两人将卡片和当时在孩子们当中很流行的玩具爆丸放在一起后，爆丸被赋予了生命和思想，变成一种机器战士，同时时间被停止了，开起了一个平行空间，爆丸成为巨大的机器人，可以和他们交流，也同样因为卡片所赋予的能量，两个爆丸机器人居然可以对战，周毅火的加仑炎龙诞生。这让他们很是好奇，于是两人开始到处收集卡片，到处找人对战爆丸，可是却没有注意到他们居住的城市的环境逐渐变得恶劣起来。龙凌音来到北武市寻找失踪的爷爷，苦苦没有线索，很是焦急，到处找人打听爷爷的下落，原来教授的卡片被学生楠博士偷走，龙凌音于是找到楠博士的家乡，结果在路边捡到散落的奇怪卡片，发现卡片很象爷爷笔记本中记载的那种卡片，于是仔细的收集起来。笔记中提及教授的研究认为卡片是来自宇宙核心的物体，是通往宇宙核心的钥匙。阿佑藏起来的爆丸卡被父母发现并没收，阿佑很是郁闷，只能偷偷找到周毅火，两个人一起偷偷的来代楠博士的房间寻找爆丸卡的来源和使用方法，结果发现了楠博士电脑中关于爆丸卡的研究资料，发现爆丸卡有六种属性的能量，并且在亿万年前落到地球，至于卡片到底来自哪里，有什么用途，楠博士都没有找到答案，但是两人发现每一张爆丸卡上都有六种属性的能量，而且能量还不同，于是两个人开始研究爆丸游戏的战法。娄万雷被同学欺负，默默的独自在海滩上游荡，遇到蒙面人，蒙面人交给他两张黑暗属性的爆丸卡，并且告诉他可以通过爆丸游戏得到朋友和同学的尊重，娄万雷将信将疑。周毅火的学校中，同学们都在谈论卡片的用途，阿佑大意的将爆丸的用途告诉了大家，并且拉着周毅火演示给大家游戏的方法，结果爆丸游戏立刻在学校中流行开来。海边神秘人的基地中，神秘人对着一面镜子和无形的司米尔达交流，司米尔达感受到地核能量正在自己身上积聚，并且询问蒙面人计划进行的如何。娄万雷遇到欺负自己的那帮坏孩子，他们又开始嘲笑娄万雷，无意中娄万雷的爆丸卡从书包中掉了出来，这帮坏孩子也已经知道了爆丸的游戏，准备抢夺娄万雷的卡片，无奈中，娄万雷就和这帮孩子比赛，他的剑齿雷虎诞生。没想到娄万雷屡战屡胜，他的卡片和他的爆丸总能打败别人的爆丸，根据规则，娄万雷赢得了所有人的卡片，令一直欺负他的孩子们刮目相看，娄万雷欣喜万分。阿佑总是喜欢和别人对战爆丸，可是一直输，输了时候只能找周毅火为他报仇，周毅火凭借从楠博士那里得到的爆丸卡难逢敌手，因此成为很多孩子的挑战对象，而他更加赢得了阿佑的崇拜，死心塌地的跟在他身边。一次龙凌音看到娄万雷和别人对战，发现卡片可以赋予一种爆丸的玩具生命和力量，于是尝试培养自己的爆丸战士，结果，龙凌音的音龙安宇诞生。龙凌音终于在一间大学的实验室中找到了爷爷龙教授，龙教授正在研究近来的怪异现象，地球核心的能量，地核能源正在一点一滴的流失，这导致地球的环境正在逐步恶化，这让龙教授十分迷惑。龙凌音立刻将自己培养的音龙安宇展示给爷爷看，龙教授发现爆丸卡拥有六种不同属性的力量，对应着地球上六种不同的属性，就是风、火、水、土、雷、音，认为地球的环境恶化和爆丸卡有某种联系。司米尔达感受到有一股正义的力量正在遏制自己掠夺地核能量，要求蒙面人查清楚正义力量究竟是谁在使用，查到后立刻消灭，并且告诉他地点大概在北武市周围，蒙面人再次找到娄万雷，要他到北武市去寻找爆丸高手，并且另外又交给他两张黑暗属性的爆丸卡片。龙凌音转学到周毅火的学校，听闻周毅火是学校有名的爆丸小子，接触后发现周毅火疯疯癫癫，我行我素，因为难逢敌手，很是自满，所以龙凌音对周毅火有些反感，认为周毅火就是一个好胜争强，行为嚣张的讨厌男孩。阿佑偶然发现龙凌音的爆丸很是特殊，属性和大家的都不一样，于是死缠着龙凌音比赛，龙凌音无奈和阿佑对战，阿佑惨败。于是阿佑再次找到周毅火，要周毅火去挑战龙凌音，并且要将龙凌音的爆丸卡和爆丸赢过来。此时周毅火因为贪玩爆丸，成绩下降，正在家中做功课，父母禁止他出去玩，阿佑无奈，只能等待。阮薇水遇到小偷，追赶的时候误将帮助她抓小偷的娄万雷当作小偷，两人争吵起来，后来误会化解，娄万雷从阮薇水口中得知周毅火是一个小有名气的爆丸高手，准备挑战周毅火。阮薇水对娄万雷的爆丸很是好奇，纠缠着娄万雷教她使用爆丸，娄万雷只得将一张爆丸卡借交给阮，两人小试身手。可是在此时，无形的司米尔达感到自己的黑暗能量正在相互对战，很是烦躁。阮薇水对爆丸之间的对战很是喜欢，赖着不还给娄万雷卡片和爆丸。娄万雷无奈，阮薇水倒也知趣，为娄万雷解决了吃住问题，将他安排住在自己家族经营的酒店中。娄万雷从阮薇水口中得知北武市的几个爆丸高手，一一上门寻找挑战，运用自己的指挥和经验，凭借自己的黑暗爆丸卡的力量，都将对手打败，阮薇水更是专找软柿子捏，找一些小偻偻进行对战，倒也收获不少爆丸，她尤其喜欢收集各种爆丸，对爆丸卡不屑一顾，还经常求着娄万雷将赢得的爆丸送给她。周毅火刻苦，终于通过了考试，父母的管教放松了一些，立刻迫不及待的找到阿佑，要找挑战爆丸。蒙面人其实正偷偷的跟在娄万雷的身后，观察他的战况，同时他也察觉到阮薇水也是一个非常有潜力的爆丸战士，决定加以利用。娄万雷的手下败将都找到周毅火，众人都说没有见过娄万雷的爆丸和爆丸卡，而且在对战的时候，能将对手的能量吸收走，龙凌音也发现北武市的环境正在恶化，植物等正在渐渐枯死，于是找到爷爷，经过一段时间的研究，龙教授发现卡片是来自宇宙中心的两种力量，有一种力量显得非常邪恶，而且这股力量已经到达了地球，正在一点一滴的通过某种方式吸收地核的能量，龙凌音将娄万雷的众人对战的情况告诉了教授，教授要龙凌音仔细观察娄万雷和别人对战时的状况，龙凌音决定亲自和娄万雷对战，收集资料。周毅火面对强者的挑战跃跃欲试，积极备战，准备了各种战术战略，决定将娄万雷一举击败，可是却发现龙凌音捷足先登，也要和娄万雷对战，于是和龙凌音争吵起来，都要先和娄万雷比赛，最后双方决定，阮薇水对战龙凌音，周毅火对战娄万雷。阮薇水因为准备不足，被龙凌音打败，龙凌音在对战中发现能量没有消失，反而阮黑暗属性的卡片的能量反而转移到自己的卡片上，于是立刻将所有数据存在自己的电脑中。娄万雷和周毅火的比赛开始了，引来了很对人的观看，可是只有龙凌音和阮薇水被允许进入平行空间内观战，双方各自运用了三张不同的卡片进行对战，由于双方都是强手，旗鼓相当，比赛难分难解，同时，蒙面人在远处监视，发现周毅火的卡片和爆丸不同寻常，似曾相识。最后关头，双方的能量都被提升到最高值，平行空间突然将四人带到宇宙中心，将两种力量对抗的历史演示了一遍，原来，爆丸卡是封印泰坦宇宙最大恶魔司米尔达的六大封印力量的碎片，碎片一共有6种属性：火、土、音、雷、水和风。在泰坦宇宙的最中心有两个相对立的能量核心：6种封引元素属于“无限核心”，包含了一切积极正面的能量；而黑暗力量司米尔达则属于“反核心”，包含了一切反面的能量，在整个历史中，这两股力量一直都在争斗并维持着爆丸泰坦宇宙的平衡。龙凌音立刻告诫周毅火退出比赛，周毅火被龙干扰，输掉比赛，卡片上的能量消失，爆丸都被娄万雷赢得，周毅火很是气愤，和龙凌音不欢而散，但是很不甘心，决定三天后再次和娄万雷对战。在龙凌音的帮助下，龙教授研究发现周毅火和娄万雷的对战中，周毅火卡片上的能量被娄万雷的黑暗属性卡片赢得后，地球上的相应属性的能量就会损失，同时导致地核的能量逐渐减弱，感到事态严重，于是积极的寻找解决办法，龙凌音得知爷爷的研究后，找到周毅火将真相告诉他，周毅火不相信，却要求龙凌音将卡片和爆丸借给他再和娄万雷比赛，被龙凌音拒绝。周毅火只得从头来过，重新收集卡片和爆丸，可是效果不大，阿佑灵机一动，偷偷的将阮薇水的卡片和爆丸偷了出来交给周毅火，被周毅火训斥，两人不欢而散。周毅火认为取胜的机会很低，可是挑战书已经下了，再加上娄万雷一时在北武市没有对手，朋友们都将希望寄托在他的身上，令他倍感压力。龙凌音看到众人根本对地球的环境漠不关心，非常失望，只能凭借自己的言语和行动，遇到有人进行爆丸比赛就进行制止，但是被大家嘲笑，有一次被一伙坏小子嘲笑欺负的时候被周毅火相救，两人来到海边等待海豚朋友的到来，可是KIMMY很是反常的一直没有出现，龙凌音这才将爆丸对战会影响地球环境的事实告诉周，周也将楠博士的笔记本交给龙凌音。两人认为只要赢了娄万雷，就可以阻止环境的恶化，于是积极备战，准备和娄万雷做最后的决战，经过一番讨论和演示，两人想出一种新的战术，但是一定要拥有一种新的卡片和新的伙伴，进行团队之间的比赛才有胜利的可能，于是两人决定联手，对抗娄万雷。龙教授为了阻止黑暗力量的侵袭，研发出几件神秘武器，可以在爆丸比赛中发挥极大的作用，给周毅火和龙凌音装备了能够读取对方卡片信息的手表，放置卡片和爆丸的腰包等。龙凌音带着周毅火也将两人的讨论结果告诉了龙教授，三人在教授的实验室中再次通过计算机进行演练，发现作用很大，周信心倍增。蒙面人向司米尔达汇报娄万雷的战果，司米尔达很是满意，可是在这个月圆之夜，司米尔达和蒙面人之间的脑电波交流出现干扰，蒙面人产生片刻的疑惑，质疑自己的身份，好像很是熟悉北武市的海滩，但是想不起来什么时候来过。周毅火和龙凌音第一次配合参赛很不习惯，于是找到两个少年进行友谊赛，习惯单打独斗的周毅火总是不听指挥，冲动行事，给两人的配合战斗带来很多麻烦，争吵不断，令在一旁帮助他们的阿佑焦急万分，只能充当墙头草两边倒。阿佑通过网络查到一个爆丸高手即将转学到自己和周毅火的学校，并且得知他手上有几张神秘的卡片。这时，来自国外的姜桠风回到北武市。周毅火准备借助姜桠风的力量来打败娄万雷，可是姜桠风自信高傲。根本不理睬周毅火的建议，两人不欢而散。司米尔达告知蒙面人能量积聚的太慢，要求蒙面人抓紧时间，于是，蒙面人开始在网络上大肆散发拥有各种巨大能量的卡片，一时间，招揽了许多不明真相的少年为蒙面人比赛，蒙面人向姜桠风抛出橄榄枝时，姜桠风同样不予理睬。龙和周决定再次挑战娄万雷，可是却发现娄万雷和姜桠风为了在阮薇水面前显示自己的能力，开始比赛爆丸，姜桠风运用自己的秘密武器，几张拥有特殊指令和特殊力量的卡片将娄万雷打败。失败的娄万雷找到蒙面人，希望能从蒙面人那里得到力量更强的卡片，可是蒙面人对娄万雷的失败失望万分，将他羞辱一番后没收了娄的其他卡片和爆丸，娄再次陷入深深的自卑当中，从此一蹶不振。阮薇水找到娄万雷安慰他，却被娄万雷误会，逃避阮薇水的帮助，独自在街头流浪。周毅火认为娄万雷被打败就万事大吉，又开始贪玩起来，完全将龙凌音的告诫忘的一干二净，还擅自将龙的爆丸和卡拿出来去参加比赛，被龙得知后将周臭骂一顿，周还不以为然，照样我行我素，理由是要赢回失去的卡片和爆丸。龙教授此时也将一些卡片的能量和指令改良，研发出一些新的卡片，周毅火得知后央求龙凌音向教授要几张，被龙拒绝，周和阿佑两人决定去偷卡片，被龙发现，两人吵翻，最后双方决定用爆丸比赛解决分歧，结果龙凌音使用新卡片将周打败，周很不服气，但是又不能反悔，只能打消了讨要新卡片的念头。蒙面人再次拉拢姜桠风加入自己的战队，可是姜桠风依然我行我素，就在这时，蒙面人发现姜桠风倒是很听阮薇水的话，于是首先将利用几个特殊的爆丸将阮薇水纳入自己的战队。娄万雷独自街头，被自己之前的手下败将欺辱，阮薇水看不顺眼，帮忙为娄万雷出头，被娄万雷训斥，阮薇水伤心哭泣。周毅火因为失败很是郁闷，于是又来到海滩等待他的海豚朋友，可是却发现海豚朋友的尸体被冲上沙滩，伤心万分，龙凌音听到周的声音后来安慰周毅火，两人这时现海中的生物消失很多，很是奇怪，认为黑暗势力还没有停止破坏地球，就在这时，他们两人发现娄万雷正在远处观望着他们。此时的娄万雷落魄万分，正在伤心的周毅火此时也收敛了许多，好像很能体会娄万雷的心情，两人真诚的交流起来，周更是安慰娄，娄被感动，将自己的遭遇告诉了周和龙，两人才发现娄身后还有一个神秘的蒙面人，为了了解真相的背后，三人决定追查蒙面人的背景。无形的司米尔达经过能量的逐渐聚集，渐渐成形，一双恐怖的眼睛现形，他现在就以这个形象和蒙面人进行交流，下达指令，同时将大量的全新的爆丸卡片传送给蒙面人。蒙面人经过广泛的招兵买马，为司米尔达招揽了大量的不明真相的爆丸少年，在世界各地组成实力强大的爆丸战队，周毅火等人依然象散兵游勇般单打独斗。为了查明蒙面人的真相和意图，娄万雷装作想要重新回到蒙面人麾下的样子约蒙面人见面，蒙面人要他和阮薇水比赛一场，赢了就可以重新归队，周毅火和阿佑则在远处跟踪蒙面人。娄万雷和阮薇水的比赛令双方都很尴尬，阮薇水想要输，令娄万雷重新回到队伍之中成为一个爆丸强者，而娄万雷则不想让阮薇水重蹈自己的覆辙，于是双方的比赛都没有显现出各自的实力，最后娄万雷输了比赛。蒙面人对娄彻底失望，羞辱一番后离开，周和阿佑一直跟踪蒙面人来到他的秘密基地。基地中，周和阿佑迷路，两人分散寻找线索，阿佑被蒙面人发现，遭到囚禁，周毅火则发现了蒙面人的电脑资料，其中记载了整个事件的真相。原来爆丸卡是来自宇宙深处，一个叫做泰坦宇宙的碎片，在这个宇宙中，由风、火、雷、音、水和土六大元素组成的正义力量和邪恶的黑暗力量一直为了夺取和保卫泰坦宇宙核心的能量而战斗着，并且取得了一种平衡，相互制约，一次来自地球的能量波动给黑暗力量司米尔达带来了额外的巨大力量，将六大元素的力量摧毁，六种元素变成碎片散落在地球，六枚圣徽也和司米尔达通过时空之门来到地球。当周毅火当发现这些资料的时候，蒙面人发现还有一个闯入者，开始大范围搜索周的位置，周只得离开，离开时将蒙面人精心收集的两个爆丸拿走，可是却发现阿佑还没有出来，焦急万分。蒙面人发现两枚拥有巨大能量的爆丸不见，于是再次逼问阿佑，阿佑只得将自己和周毅火偷偷进入基地的事情告诉了蒙面人，于是蒙面人联系到周毅火，提出用阿佑交换周毅火拿走的两个爆丸。为了救出阿佑，周毅火和龙凌音来到约定地点和蒙面人交易，交换后，蒙面人却提出要和龙凌音进行一场爆丸比赛，龙凌音本想退却，可是周毅火却想没清楚蒙面人的底细，极力怂恿龙参战，双方比赛开始，没想到一局，龙凌音就立刻输掉比赛，而且两人还发现所有成年人中只有蒙面人能够操作和使用爆丸，而且他的爆丸显得异常邪恶，卡片也是从来没有见过的黑色卡片，连周毅火和龙凌音的卡片读取器也看不出卡片其中所蕴含能量和指令。这一次又是正义一方彻底失败。周等三人垂头丧气的回到教授的实验室，在教授的追问下将遭遇告诉了教授，教授立刻将自己研究卡片的资料和三人的情报加以分析，认为蒙面人就是罪魁祸首，但是蒙面人身后一定有一股更大的力量在支持着蒙面人。蒙面人将丢失的爆丸和周、龙等人的爆丸卡片交给司米尔达看，司米尔达感受到周和龙的卡片有圣徽的力量，但是和自己的力量一样，也没有最后成形，于是命令蒙面人严加看管，不得丢失。蒙面人在月圆之夜入睡，梦境中，他看到一次爆炸，爆炸中，无数的爆丸卡片降落到地球，还有一股无形的力量也来到地球，同样是这次爆炸，将楠博士传送到一个虚幻的空间，在这个空间里，他迷失了，遇到司米尔达，在司米尔达的威逼利诱下，两人达成一项交易，就是楠博士变成蒙面人，为司米尔达窃取地球核心的能量，帮助司米尔达聚集能量，成为宇宙的霸主，可是此时的司米尔达还很弱小，而且不能以实体出现。蒙面人惊醒，再次恢复到蒙面人的那种状态，梦境好像对他没有一点触动。这时，他准备要开始进行一项更大的计划，开始通过网络将他的计划发散给全球的爆丸战队。发现了蒙面人的身份后，周毅火和娄万雷两人觉得自己好玩之心正在毁灭地球，请求龙凌音帮助，龙将两人带到全教授那里，四人开始制定计划，他们要和蒙面人这一方的孩子们展开竞争，尽量保护更多的卡片，阻止地球能量的消失和环境的恶化，可是效果不大。地球的环境更加恶化起来，沙尘暴、地震、海啸等自然灾害频发，周毅火的父母在某海岛旅游度假时遭遇海啸死亡，周毅火感到绝望，放弃了拯救行动。这时蒙面人受司米尔达指示，开始在全球范围收集六枚圣徽，彻底毁灭正义的无限核心力量，两人之间的对话被蒙面人的随从阿图听到，阿图将蒙面人已经得到的火属性和雷属性的圣徽偷了出来，找到龙凌音，将这个秘密告诉了龙凌音等人。发现圣徽丢失的蒙面人决定举行全国爆丸大赛，一方面为司米尔达大量聚集地核能量，一方面收集六枚圣徽，彻底毁灭正义力量。周毅火在朋友的帮助下重新振作，可是拯救地球的方法只有一个，就是要打败全国的对手，在比赛中收集六枚圣徽，重组正义的六大元素力量，打败司米尔达以及蒙面人。可是时间紧迫，地核能量正在消失殆尽，周毅火等人必须运用自己的指挥和力量首先要打败蒙面人的两个爆丸强者，姜桠风和阮薇水才能完成这个不可能的任务。可是在战略战术上周毅火等人总是产生分歧，一直吵闹不断。龙教授凭借自己的研究开发出许多秘密武器，交给周毅火和龙凌音，帮助他们在爆丸对战中取胜，同时也通过一个神秘人物的帮助，为周毅火和龙凌音等人提供了各种用途的爆丸卡和爆丸，三人更加如虎添翼，一路杀入决赛，可是另外四枚圣徽一直没有出现，三人焦急万分。司米尔达逐渐成形，他毁灭地球的计划正在按部就班的进行，全国十强产生，孩子们要进行最后的终极对抗，蒙面人手下两员强手顺利晋级，阮薇水和姜桠风，两人同样被蒙面人利用，和周毅火等人对战中结成仇人，势不两立，为了让两人回归正途，周毅火依然在比赛的最后关头放弃比赛，让两人获胜，这个异常举动令阮薇水和姜桠风明白了周毅火的用意，加入到周毅火的拯救地球的团队，蒙面人气极败坏，擅自用西希魔惩罚姜桠风等人，就在姜桠风和阮薇水就要被平行空间蒸发的时候，周毅火和龙凌音四人加入，拯救了阮姜，可是周毅火和娄万雷两人手上的两枚圣徽被毁灭，而第二天就是爆丸决赛，司米尔达已经聚集了足够的能量，可以进入地核中心，彻底吸收地核能量，毁灭地球。可是周毅火等人手上没有一张王牌。就在此时，又是神秘人的帮忙，将音、土和水三枚圣徽交给了周毅火等人，原来神秘人就是楠博士，他也在不断的爆丸对战中通过平行空间发现了司米尔达的阴谋，逐渐恢复良知，努力摆脱司米尔达的控制，只有在月圆之夜，司米尔达控制力减弱的时候才能恢复楠博士的身份帮助周毅火等人。决赛开始了，周毅火等人信心百倍的加入战斗，最后周毅火成为最后的胜者，他将三枚圣徽组合在一起，召唤了另外三枚圣徽重生，六枚圣徽终于出现，司米尔达此时已经彻底成形，抛弃了楠博士，准备向地球核心进发，一次性的吸收地核所有能量。周毅火、龙凌音和姜桠风等六个孩子分别使用六枚圣徽利用自己的卡片和爆丸和司米尔达展开对决，双发战况激烈，司米尔达的力量太过强大，六个孩子逐渐败下阵来，周毅火突然想起神秘人曾经告诉他们司米尔达在月圆之夜能力最弱，于是展开计谋，将战斗拖到深夜，在月圆的那一刻，两个孩子将六枚圣徽重组合成，在司米尔达变弱的那一刻，终于打败了司米尔达，将司米尔达吸收的地核能量重新还给了地核，地球终于又变回了那个美丽的星球。六个孩子在这次的探险中结下深厚的友谊，真正明白了自己不经意犯下的错误并不可怕，但是一定要纠正错误。同时经过这次意外的对战，让他们更加热爱这颗蔚蓝色的星球。",
    "chinese_title": "爆丸小子",
    "douban_rating": "7.0/10 from 2136 users",
    "foreign_title": "",
    "douban_rating_average": "7.0",
    "update_at": "2024-06-07T03:20:09"
}