{
    "aka": [],
    "sid": "4719351",
    "cast": [
        {
            "url": "/celebrity/1109618/",
            "name": "弗朗索瓦·勒鲁 François Le Roux",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1143670/",
            "name": "奥利维耶·匹 Olivier Py",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1023123/",
            "name": "克洛德·德彪西 Claude Debussy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1051605/",
            "name": "莫里斯·梅特林克 Maurice Maeterlinck",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1360810",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2009-03-04"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1360810/",
    "imdb_votes": 14,
    "this_title": [
        "Pelléas et Mélisande, le chant des aveugles"
    ],
    "douban_link": "https://movie.douban.com/subject/4719351/",
    "imdb_rating": "7.9/10 from 14 users",
    "trans_title": [
        "佩利亚斯与梅丽桑德"
    ],
    "douban_votes": "0",
    "introduction": "De « Pelléas et Mélisande », Marc Minkowski dit qu'elle est « une œuvre magnétique qui procure une sorte d'élévation à quiconque l’approche », au point que cet opéra est devenu une des œuvres les plus emblématiques de la musique française. A l’occasion de la création en Russie de l’opéra de Claude Debussy, Philippe Béziat a saisi l'opportunité que représentait la première collaboration entre Marc Minkowski et Olivier Py pour réaliser un film unique. Ni film opéra, ni tout à fait documentaire, et bien loin d'être une captation télévisuelle, ce film musical approche au plus près du mystère de cette œuvre, et nous raconte comment chef d’orchestre, metteur en scène, chanteurs russes et français, techniciens ou figurants se trouvent confrontés à la fascination qu'exerce sur eux \"Pelléas et Mélisande\".La création de « Pelléas et Mélisande » en Russie est un projet réalisé à l’initiative de Culturesfrance.Avec la participation du Fonds d'Action SACEM.\"Une vie, une intensité et une émotion comme on en ressent rarement. Un régal.\" TELERAMA“Un vrai film de cinéma... une véritable oeuvre d’art.” LE FIGARO“Un film exceptionnel.\" l’HUMANITE“Difficile d’imaginer un Pelléas plus convaincant que celui-ci.” CLASSICA\"Un spectacle que la beauté des images magnifie.\" FIGARO MAGAZINE“Philippe Béziat refonde le film opéra sur des bases entièrement nouvelles. La musique peut remercier le cinéma.\" POSITIF“Un très beau film.” FIGAROSCOPE“Ce film est à voir.” LE MONDE“Une leçon d’opéra.” LE NOUVEL OBS\"Une passionnante plongée musicale dans l'opéra de Debussy.\" STUDIO / CINELIVE“Un sésame pour les profanes.” TéléObs",
    "chinese_title": "佩利亚斯与梅丽桑德",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Pelléas et Mélisande, le chant des aveugles",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2025-05-05T01:15:25"
}