{
    "aka": [],
    "sid": "4725949",
    "cast": [
        {
            "url": "/celebrity/1192099/",
            "name": "Frank Nunez Frank Nunez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1182525/",
            "name": "埃琳达·奥罗斯科 Erlinda Orozco",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1208973/",
            "name": "Erin Howie Erin Howie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1100916/",
            "name": "John Hillard John Hillard",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2292921460.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1057576",
    "director": [
        {
            "url": "/celebrity/1192099/",
            "name": "Frank Nunez Frank Nunez",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1057576/",
    "imdb_votes": 581,
    "this_title": [
        "Uncharted"
    ],
    "douban_link": "https://movie.douban.com/subject/4725949/",
    "imdb_rating": "2.1/10 from 581 users",
    "trans_title": [
        "人烟罕至"
    ],
    "douban_votes": "0",
    "introduction": "\"Uncharted\" is a story of a documentary film crew who crash on an island, when they were in hopes of finding a rare animal, a jaguar, that is believed to inhabit the jungle. Laine Wells, an ambitious workaholic, is leading her award winning documentary crew to the Island of Gabriola for another exciting expedition. Unfortunate circumstances arise when her charter plane goes down and crashes on a remote island. Laine believes that she has landed on the Island of Gabriola. Part of her crew decides to go and search for the village that they know exists, so that they can find shelter and food. Laine and Greg Cruz, her clownish camera operator, stay behind with the plane. Blind ambition takes over Laine, as she forces Greg to come out into the jungle with her in order to start filming the documentary of the jaguar. Mysterious eyes behind bushes and trees lead Laine to believe that there is more than just one jaguar on this island. All the while, Greg worries about the rest of the crew. Despite having to deal with the sickly, alcoholic pilot, John Andrew, Laine and Greg decide to go out and look for the rest of the crew, Javier, the gaffer, Christy, the accountant/assistant, and her husband, Michael, the sound guy. We get to know these three crew members through a series of video play backs. During their journey, the pilot, John, tells Laine and Greg that they are not on Gabriola Island. He informs them that he doesn't know where they are. So now Laine and Greg begin looking for their friends as the mysterious ways of the jungle begin to toy with their minds. Nightfall turns to dread as vicious cat cries echo and dark shapes cross through the jungle. But Laine is still determined to get her documentary done. The horror ensues when death falls upon them, and the mysteries of the jungle begin to show their unnatural ways",
    "chinese_title": "人烟罕至",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Uncharted",
    "imdb_rating_average": 2.1,
    "douban_rating_average": 0,
    "update_at": "2025-03-27T07:43:43"
}