{
    "aka": [],
    "sid": "4726025",
    "cast": [
        {
            "url": "/celebrity/1165471/",
            "name": "西奥多·范·艾尔兹 Theodore von Eltz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162575/",
            "name": "Lyman Williams Lyman Williams",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1156281/",
            "name": "内德·斯帕克斯 Ned Sparks",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1155593/",
            "name": "C.奥布雷·史密斯 C. Aubrey Smith",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1138609/",
            "name": "Allan Sears Allan Sears",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1132946/",
            "name": "Broderick O&#39;Farrell Broderick O&#39;Farrell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1120544/",
            "name": "多丽丝·劳埃德 Doris Lloyd",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1113266/",
            "name": "弗洛伦丝·劳伦斯 Florence Lawrence",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1097940/",
            "name": "Huntley Gordon Huntley Gordon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002827/",
            "name": "弗吉尼亚·格雷 Virginia Grey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041804/",
            "name": "莫娜·玛丽斯 Mona Maris",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054615/",
            "name": "布朗什·弗雷德里克 Blanche Friderici",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1061989/",
            "name": "贝西·巴里斯凯尔 Bessie Barriscale",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002793/",
            "name": "玛丽·碧克馥 Mary Pickford",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1072606/",
            "name": "Ethel Clayton Ethel Clayton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1079055/",
            "name": "Randolph Connolly Randolph Connolly",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1088153/",
            "name": "赫伯特·埃文斯 Herbert Evans",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000293/",
            "name": "莱斯利·霍华德 Leslie Howard",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1933",
    "genre": [
        "西部"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2531234200.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1013486/",
            "name": "鲁道夫·贝西尔 Rudolph Besier",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1571637/",
            "name": "梅·埃金顿 May Edginton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042029/",
            "name": "弗朗西丝·玛丽恩 Frances Marion",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1034898/",
            "name": "Salisbury Field Salisbury Field",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025935/",
            "name": "伦纳德·普拉斯金斯 Leonard Praskins",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0024539",
    "director": [
        {
            "url": "/celebrity/1054353/",
            "name": "弗兰克·鲍沙其 Frank Borzage",
            "@type": "Person"
        }
    ],
    "duration": "90 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1933-03-16(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0024539/",
    "imdb_votes": 790,
    "this_title": [
        "Secrets"
    ],
    "douban_link": "https://movie.douban.com/subject/4726025/",
    "imdb_rating": "6.5/10 from 790 users",
    "trans_title": [
        "儿女私情"
    ],
    "douban_votes": "0",
    "introduction": "In the 1860's, New England shipping magnate William Marlowe tries to force his vivacious daughter Mary to marry stuffy Lord Hurley, but she becomes enamoured of John Carlton, one of Marlowe's clerks. Marlowe intercepts the couples' love notes and fires John, who later meets with Mary on the night of the party celebrating her engagement to Hurley. John tells Mary that he is moving West and will send for her, but she insists on coming with him, even though it will mean much hardship. The lovers are married that night and soon begin the torturous journey West with other pioneers. They arrive in the valley that is to be their new home, and as time passes, they build a small house and have a son, little John. One day, John and the Carltons' handyman, \"Sunshine,\" go to town while Mary stays home. After the men leave, notorious cattle rustler Jake Houser, his brother Davey and their gang take over the house. A terrified Mary cooks for them when they threaten to kill the baby, and they leave with John's cattle. As John and Sunshine are on the trail homeward, they pass the Houser gang and recognize their own cattle. The pair are outnumbered and grimly return home, where Mary puts on a brave front. John believes that nothing can be done, but once he realizes that the gang threatened his family, he becomes angry and leaves to organize the other ranchers. John and Sunshine are gone for two days, during which time the ranchers lynch Davey and other gang members. John and Sunshine return home to discover that little John is ill, and that Jake is gunning for them. Jake and his gang swarm over the cabin, and during the attack, the baby dies from his fever. Mary shoots Jake as he is about to shoot John in the back, and the gang is defeated. John's part in ending the Houser gang's reign of terror makes him well-known, and as time passes he gains more political power. Years later, the Carlton family now includes children William, Audrey, Susan and Robert, and John is running for the post of governor of California. On the eve of the election, the Carltons throw a huge ball, and the family is shamed when John's mistress, Señora Lolita Martinez, makes an appearance. Lolita tells Mary that John wants his freedom so that he can marry her, but John denies this and declares that the affair is over. Lolita threatens to make their relationship public and storms out, after which a crushed but still-loving Mary forgives John this and other infidelities, of which she has known all along. Despite the scandal, John is elected governor, and after serving with distinction, he is elected to the U.S. Senate. Many years later, John, now the senior Californian senator, decides to step down so that Mary and he can leave Washington and return to California. Their now middle-aged children try to convince them to stay, but Mary tells them that each married couple has their own secrets, secret joys and sorrows, and that they now want to be alone with theirs. The old couple sneak away from their complaining children, and as they drive off, they reminisce about their fifty years of marriage.",
    "chinese_title": "儿女私情",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Secrets",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-04-30T15:52:17"
}