{
    "aka": [
        "Свекровь"
    ],
    "sid": "4729947",
    "cast": [
        {
            "url": "/celebrity/1168470/",
            "name": "Nasiba Zeinalova Nasiba Zeinalova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1207717/",
            "name": "Inara Guliyeva Inara Guliyeva",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1978",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868159914.jpg",
    "region": [
        "苏联/阿塞拜疆"
    ],
    "writer": [
        {
            "url": "/celebrity/1109634/",
            "name": "Azhdar Ibragimov Azhdar Ibragimov",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1411769",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "Azerbaijani"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1411769/",
    "imdb_votes": 799,
    "this_title": [
        "Qaynana"
    ],
    "douban_link": "https://movie.douban.com/subject/4729947/",
    "imdb_rating": "8.4/10 from 799 users",
    "trans_title": [
        "婆母",
        "Свекровь"
    ],
    "douban_votes": "0",
    "introduction": "Тетушка Джаннет - властный и старосветский матриарх простой бакинской семьи, состоящей из нее самой, ее сына Аяза, талантливого композитора, его жены Севды, стоматолога, и их маленького сына Аслана. Севда - скромная образцовая невестка, которая ни в чём не может угодить своей придирчивой свекрови. Не в силах вынести её гнет, Севда однажды просит Аяза увести её из этого дома. На помощь приходит близкий друг семьи Ильгар: он предоставляет Севде с ребёнком свою дачу и разрабатывает план, который мог бы преподать урок привиредливой старухе. По плану, Аяз должен представить своей матери невесту Ильгара - Зарифу - как свою будущую жену. Зарифа входит в роль Афет - девушки на выданье, обладающей, на первый взгляд, всеми качествами, которые тетушка Джаннет не могла найти в Севде. Счастливая свекровь с радостью соглашается на новый «брак» сына с достойной девушкой. Аяз, тем временем, под видом командировки, возвращается на дачу к Севде, оставляя Афет/Зарифу наедине со своей матерью. Но тут «благородная умница Афет» превращает жизнь привыкшей командовать всеми тетушки Джаннет в сущий ад... Решится ли свекровь, отведав горького, избавиться от этой напасти и вернуть в дом свою невестку?",
    "chinese_title": "婆母",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Qaynana",
    "imdb_rating_average": 8.4,
    "douban_rating_average": 0,
    "update_at": "2025-08-04T00:28:21"
}