{
    "aka": [],
    "sid": "4732902",
    "cast": [
        {
            "url": "/celebrity/1341160/",
            "name": "阿曼达·哈莱克 Amanda Harlech",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1340894/",
            "name": "艾琳·欧康娜 Erin O&#39;Connor",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008-09-15"
    ],
    "this_title": [
        "British style geniuses"
    ],
    "douban_link": "https://movie.douban.com/subject/4732902/",
    "trans_title": [
        "英国 风格天才"
    ],
    "douban_votes": "0",
    "introduction": "Episode 1: A Fashion Democracy – The High Street Look\"The British do have a style genius. I think we have some of the best designers in the world. We changed the way fashion was in the 1960s. We have some of the best high street stores in the world. And there should be a programme celebrating it.\" Twiggy, in British Style GeniusBritish Style Genius begins by telling the story of the story of British High Street Fashion, in which fashion icon Kate Moss makes a rare TV appearance whilst working on her new line of clothes for the British high street.Moss launched her first clothes collection in 2007 for Topshop. This move was not only a brilliant PR coup for the country's biggest high street fashion retailer, but a perfect example of fashion democracy at work – making top end \"supermodel\" style at high street prices that are within reach for everyone – something the British have excelled at.Kate Moss followed in the footsteps of the first British supermodel, Twiggy, who launched her own range of clothes in the late Sixties.Before then, high fashion was the preserve of the elite and young girls aspired less to look like supermodels and more to look like their mums.The programme speaks to Mary Quant, the trail-blazing designer who broke the fashion mould by making clothes for young people.Barbara Hulinicki followed closely behind. In 1964 she founded Biba – a store which went on to offer a complete fashion lifestyle experience, just as Topshop does on the British high street today.One of the first British \"name\" designers to work closely with the high street was Ossie Clark. He and his wife Celia Birtwell had become the darlings of \"swinging London\"; their client list was littered with aristocracy – rock and otherwise. Celia reveals the secrets behind their success and how their designs are still relevant today.Thanks to chains like M&S and Topshop, the gap between high fashion and high street has never been smaller. And the turnaround from the design room to shop floor is incredibly fast.British Style Genius shows how, with the help of high profile icons such as Kate Moss, and a slew of designers, the British high street is today the envy of the international fashion industry.As well as being a hothouse for cutting edge design, it is the fastest moving, most affordable and one of the most vibrant shopping experiences in the world.Other contributors to the film include: Philip Green; Jane Sheperdson; Jonathan Saunders; Christopher Kane; Paula Reid; Twiggy; Stuart Rose; George Davies; and Anna Wintour.Episode 2: A Cut Above – The Tailored LookBritish tailoring – from Savile Row to Paul Smith and Tommy Nutter to Ozwald Boateng – goes under the fashion-spotlight in the second film of British Style Genius.A Cut Above delves into the history of tailoring and Savile Row, tracing its roots in military and aristocratic dress, featuring contributions from: Paul Smith; Ozwald Boeteng; Timothy Everest; Michael Caine; Roger Moore; Edward Sexton; John Pearse; Twiggy; Salman Rushdie; and Richard James.The film shows how tailoring is a story of elegant craftsmanship.Honed in the workshops of Savile Row, tailors like Henry Poole Anderson & Sheppard and Timothy Everest describe the process of creating a bespoke suit – from the 40 separate measurements that create a blueprint of the wearer's body to the painstaking weeks of cutting, stitching and fitting that go into making a suit unique to the wearer.Paul Smith is a household name in Japan and British Style Genius traces the growth of his business from its humble beginnings in Nottingham in the early Seventies to the global brand it is today, with over 200 shops in Japan alone.The film follows Paul Smith on one of his many trips to Japan where he explains the enduring appeal of his \"classics with a twist\" formula and how an interest in tailoring combined with a love of all things colourful, eccentric and distinctively British is at the heart of his clothing.High street retailer, Burton, was founded in 1900 and in its heyday clothed a third of the male population of Britain.British Style Genius meets the company's Brand Director who reveals their plans to revive their classic styles with a Heritage line of clothing.The programme looks at the some of the greatest style icons in mens fashion – from James Bond in the Sixties and Twiggy's Tommy Nutter suits in the Seventies to \"Cool Britannia\" young tailors like Ozwald Boateng, Richard James and Timothy Everest in the Nineties.British tailoring might be better appreciated overseas than at home… but from Paul Smith to Burton; and Hayward to Sexton and Savile Row, there has always been a long and enviable tradition of style and craftsmanship right under our noses.Episode 3: Breaking The Rules – The Fashion Rebel LookBreaking The Rules celebrates the 1976 punk fashion revolution instigated by Vivienne Westwood.In London the unique collision of art schools, nightclubs, street style and multiculturalism forged a microcosm of radical fashion cultures, and a new creative expression in clothing had begun.Westwood was the trailblazer in the \"rebel\" look. This episode features key figures associated with that look including Vivienne Westwood; John Galliano; Alexander McQueen; Malcolm McLaren; Siouxsie Sue; and Stephen Jones.From her design studio, Westwood talks about her controversial ideas and the innovative cutting techniques that have electrified the fashion world ever since she burst onto the scene.Today, one of the most influential figures in the global fashion industry, Westwood describes her journey from shopkeeper to rule-breaking designer.Westwood's daring fashion inspired a generation of young designers including John Galliano, whose initial success launched him into an overnight sensation.In 1996, Galliano was appointed to the prestigious role of Creative Head at Christian Dior.From his base in Paris, he still looks to London for inspiration, saying: \"It's unique. It's on the street. It's in the attitude… it's lovely.\"Following in Galliano's footsteps, Alexander McQueen was signed by the couture house Givenchy.Renowned for his notorious and shocking designs McQueen discusses the headline stealing \"Highland Rape\" collection and \"bumster\" trousers which have defined his career.These fashion rebels, with their revolutionary techniques, are still causing a stir today ensuring Britain remains at the forefront of design innovation.Episode 4: By Royal Appointment – The Country LookBy Royal Appointment examines the essence of classic country clothing – embodied throughout modern history by the Royal Family. From Queen Victoria to King Edward VIII to our current Head of State, HM Queen Elizabeth II.As sported by the Royal Family, it is a quintessential British style which continues to influence fashion designers around the globe.Traditional \"country\" clothing is full of class connotations but it also transcends them to become a symbol of a certain kind of British spirit.Garments are practical, durable and perfectly designed to deal with the ever changing British weather.From the waxed jacket, to tweed and floral – these British staples are constantly being redesigned for modern fashionistas.As the doyenne of fashion journalists, Suzy Menkes says, \"the love of floral is an entirely British thing.\"In 2008, as an acknowledgement of her fashion influence, Dolce and Gabbana took the Queen's trademark tartans, tweeds and headscarves, restyling these traditional accessories for the current catwalk.Featuring a host of \"country look\" advocates this episode includes Suzy Menkes; designer Christopher Bailey; editor of Vogue Alexandra Shulman; Luella Bartley; Alex James; and tweed-loving Eric Clapton.Country fashion has moved along way from its \"sloaney\" tag to play an unassuming yet vital role in defining British fashion.Episode 5: Loud and Proud – The Street LookIt is often said that British style is restrained and conservative. Over 50 years our street styles have proved that theory to be a cosy myth.Teds, mods, skinheads, casuals and chavs have created a tradition that is loud, proud and in your face.The final episode of British Style Genius explores the styles created on the street, for the street.It explores these extraordinary style sects and their passionate desire to impress, to show off and to self express.The film considers the emergence of the Ted. The look was edgy, dangerous, disrespectful, brazen and uniquely British; and even though its origins lay in the posh post-war Edwardian revival the style was seized on by some of the poorest kids in Britain and turned into something that oozed sweat and sex.The next great British style was a subtle, clean cut insurrection – mod.Mod was mobile and mod had money – it was a stylistic reflection of prosperity and possibility. The super smart, sleek look was a British synthesis of the most glacially cool influences – American Ivy League, Italian tailoring and French Left Bank chic. Mod symbolised everything that was smart, new and exciting about Britain in the Sixties.The late Sixties were the age of the skinhead, a fiercely neat reaction against \"let it all hang out\" hippy style – a look that was stripped down and militaristic.The boots and jeans nodded toward their proletarian roots; Crombies and brogues were smash-and-grab raids on British gentlemen's outfitting and their button down shirts were adopted from wealthy Americans.In 1977, Liverpool witnessed the first stirrings of a style sect that would shape the way British men dress today.The casuals revolution saw sportswear take over British style – something initially made possible by the brilliant footballing exploits of Liverpool Football Club and the sharp style sense of their followers, suddenly exposed to Euro-style on away trips to the continent.Eventually the casual look caught on and lured thousands of young men into an obsession with labels that has never receded.With some labels, like luxury British brand Burberry, this label infatuation became label \"abuse\". The upmarket check of Burberry became the symbol of the much maligned chav.These styles have been worn passionately by many – they are emotionally charged emblems of times, places and class.The street look is as influential in shaping the world's ideas of British style as the work of the high street retailers, the Savile Row tailors and the fashion house frock makers.The programme includes contributions from Charlie Watts (Rolling Stones), Robert Elms and Paolo Hewitt plus the original wearers of British street style – Teds, mods, skinheads and casuals.",
    "chinese_title": "英国 风格天才",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "British style geniuses",
    "douban_rating_average": 0,
    "update_at": "2025-05-12T05:39:12"
}