{
    "aka": [
        "Our School"
    ],
    "sid": "4739956",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2865636854.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "imdb_id": "tt2111474",
    "director": [
        {
            "url": "/celebrity/1332755/",
            "name": "金明俊 Myung-jun Kim",
            "@type": "Person"
        }
    ],
    "duration": "131分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "2007-03-29"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2111474/",
    "imdb_votes": 20,
    "this_title": [
        "우리 학교"
    ],
    "douban_link": "https://movie.douban.com/subject/4739956/",
    "imdb_rating": "7.6/10 from 20 users",
    "trans_title": [
        "我们的学校",
        "Our School"
    ],
    "douban_votes": "0",
    "introduction": "故乡是南边，祖国是北边朝鲜在二战期间作为日本的殖民地，当地的许多人被强行征用到了日本，在日朝鲜人被称为“持有日本国籍”的人，而实际上是被“视为外国人”，处于十分矛盾的境遇。日本政府认为作为“日本国民”必须接受日本的教育，取缔朝鲜人的民族教育。二战后，日本国内滞留有超过 200万的朝鲜人，由于日本对携带出国财产的严格限制，加上朝鲜半岛南北分裂，祖国尚处于混乱中，仍约有65万人留在了日本。这些人及他们的后代现在成了在日韩国、朝鲜人。影片正是纪录这样的时代背景下在日本北海道一个朝鲜学校发生的故事。解放前，在日朝鲜同胞为了不失掉“作为朝鲜人的自尊感”，新建的80余个朝鲜学校在日本战区运营。学校的孩子们在老师的悉心教导下学习并使用着朝鲜的文字和语言。即使在日本右翼势力卑劣的胁迫和弹压下也勇敢地面对，亲身展示“一起活下去”是怎么样的信念，孩子们爱国的模样跟其他在韩国和朝鲜的十几岁孩子没有太大的区别。毕业前夕的高三学生结束了愉快的北韩（即朝鲜）的“祖国旅行”，更加坚定了守护本民族文化的决心：故乡是在南边也好，祖国是在北边也罢，这里的孩子没有韩国和朝鲜的区别，同样景仰同一个源头的朝鲜文化——“本是同根生，相煎何太急”。“从不是叫‘哦多桑，哦嘎桑’(日语意为爸爸妈妈)而是“阿伯吉，哦莫妮”(韩语意为爸爸妈妈)的时候开始，就发觉自己跟别人有一点不一样。”高中3年级的赵成莱这样回忆什么时候意识到自己是朝鲜人的事实。而他的同学吴丽实这样稚气地说出即使在冬日寒冷天气也要穿韩服的理由：“穿上传统服装短上衣的话…怎么说呢…作为朝鲜人的意识更大了，也给了我勇气……”。解放后，为了让子女们回到祖国后不会因语言和文字造成不便，在日的第1代朝胞们组成“平壤联盟”，亲自运营民族的“朝鲜学校”。然而朝鲜学校作为在日本土地上朝鲜人们的民族教育机关，正式教育机关的身份却一直不能得到承认。在日本，这样的学校出现并且慢慢壮大起来，为了守护“作为朝鲜人的我”，不是日本学校里附属的“朝鲜学校”，在日朝鲜人的父母和孩子们做出了大胆的决定——将学校命名为“我们的学校”，大大增强了彼此间“血浓于水”的共荣感。在日本，唯一能学习朝鲜民族的话和文字的教育机关就是“我们的学校”。但是，比起学习朝鲜语，在学校的孩子们最先学习的训喻就是互相理解包容、爱人及被爱的方法，也就是“一起活下去”的宝贵人生观。老师跟孩子们在一张被子里睡觉。在日本的学校里，这种事情根本不能想象。为了减轻忙碌的父母负担，学生们在很小的年纪就过起了宿舍生活，老师们甚至边讲课边将年幼的孩子抱在怀里哄着……学校的老师认为“为了创造孩子们热爱的学校，我们从自身做起，必须用心热爱这个学校”。吴丽实刚转学到学校的时候，因为对我们的话（朝鲜语）不熟悉而故意连话都不说，跟同学的相处感到难堪而尴尬。当班长宣布说与插班生说话使用日语也可以的时候，她真的是高兴了差点要哭的程度。而调皮的尹泰明如果没有来这所学校的话，可能已经在日本僵化的少年教化院里，难以重新鼓起信心面对未来。高中毕业后，朝鲜孩子们为了升上大学而必须再一次经历日本教育制度下规范的考试，在考场里甚至受到日本右翼势力蛮横地将朝鲜考生身上的韩服撕烂的伤害。孩子需要独立，离开\"我们的学校\"的怀抱,他们的心就必须做好准备迎接险恶的世界。即使这样的举步维坚，带着作为朝鲜人的民族自豪，师生们坚强地继续着在“我们的学校”的走读生活。“当你遇到困难的时候，别客气，请来找‘我们的学校’！”——像伙伴一样的老师用心交付给学生的珍贵约定“‘像伙伴一样的老师！’清楚了解我们的心。”——学生郦智玉（高中部3年级）这样评价亲和的老师。“这里的灵魂仿佛存在于另一个世界。这些孩子门用纯净的表情创造着生活。真的是非常新鲜的感觉……”——教师藤代义明（足球部教练/日本人）“输了不要灰心。那只是一场你们被打倒的游戏。你们已经100%尽力了。别忘记今天”——教师朴友仕：在对战日本学校的足球大会中战败后对孩子们的话。……这就是朝鲜孩子们平凡而了不起的故事。这些孩子们以“朝鲜人”这一同志感聚在一起，深深明白能在“我们的学校”里努力学习的珍贵和特别，他们的勇气将会震撼你我的心灵。",
    "chinese_title": "我们的学校",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "우리 학교",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2026-02-13T01:26:54"
}