{
    "aka": [
        "Strange Encounters"
    ],
    "sid": "4740690",
    "cast": [
        {
            "url": "/celebrity/1348680/",
            "name": "陈澍承 Chen Shucheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1429619/",
            "name": "陈碧凤 Bi-Fung Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1359937/",
            "name": "王玉清 Yuqing Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1396441/",
            "name": "郑琬玲 Wan Ling Tay",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1416537/",
            "name": "李文海 Wenhai Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1429620/",
            "name": "白言 Yan Bai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1381181/",
            "name": "林明哲 Mingzhe Lin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1342582/",
            "name": "刘秋莲 Qiu Lian Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1349231/",
            "name": "黄文永 Wenyong Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1429556/",
            "name": "叶素梅 Sumei Ye",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1429613/",
            "name": "陈安娜 Anna Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1396436/",
            "name": "傅水玉 Shuiyu Fu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1987",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2468748866.jpg",
    "region": [
        "新加坡"
    ],
    "writer": [
        {
            "url": "/celebrity/1371444/",
            "name": "程洁茵 Git-Yan Ching",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1429622/",
            "name": "商晚筠 Wanyun Shang",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt12453430",
    "director": [
        {
            "url": "/celebrity/1379831/",
            "name": "蔡萱 Swan Chua",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "25",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1987-10-26(新加坡)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12453430/",
    "this_title": [
        "奇缘"
    ],
    "douban_link": "https://movie.douban.com/subject/4740690/",
    "trans_title": [
        "Strange Encounters"
    ],
    "douban_votes": "241",
    "introduction": "《奇缘》是一部新加坡连续剧，部分剧情取材于《聊斋》却又别于《聊斋》，和《聊斋》一样，本剧由多个独立的单元剧构成，一般三五集一个故事，多数是古装剧，也有民国时期的。主要是人、鬼、神三界之间的传奇故事。第一部（25集）1.银河星（4集）古老的传说，在天上星宿中，天瑶是位美丽而纯洁的少女。而她的义父天佛星风趣却有些迷糊。有一天，玉帝派天佛星看守秦阳星，每天的工作就是定时为一盏油灯加油，这样灯不灭，秦阳星就可以被困在池水中，但是天佛偷懒，在油灯里多倒了些油，想多睡一会觉，结果池水变冷，秦阳星逃到了人间，祸害苍生，玉帝恼怒，派天瑶，天佛下凡抓秦阳星，后来两人合力打死了秦阳星，但是秦阳星的血溅了一地，天瑶必须把他的血收在瓶子里带回天庭，谁料，她不细心，漏了一滩血迹，结果傻书生路过时，手正好碰到，秦阳星就附在他身上了，七七四十九天后可以重生~！后来满了七七四十九天后，月满之时，秦阳星金蝉脱壳，天瑶犹豫不决，出手慢了一拍，结果把傻书生打死了，为了救活他，便和他成亲。又希望他变聪明，于是天瑶飞到月宫嫦娥那里，嫦娥告诉她，要想傻书生变聪明，就必须把仙丹给他，但是她也会因此失去法力，若是书生变心，她将来也许会后悔这样的决定。但是天瑶不听，把仙丹给了他，后来书生负情，中秋夜给天瑶端来一盘金银财宝，告诉天瑶，他要娶相爷的女儿为妻~~~天瑶伤心欲绝~~~这时候天上的嫦娥落泪，顿时下起了倾盆大雨~！嫦娥不忍天瑶受苦，收回了仙丹。书生又变回了原来愚笨而又纯朴的样子。一切似乎回到了从前，只是，天瑶已经不可能回到书生的身旁了....2.辗转红尘（3集）描述一对有情人辗转轮回的爱情故事——他和她，两小无猜、青梅竹马、两情相悦、山盟永不相弃，两家已为他们定了亲。 成亲前不久，他们相约在河边吟诗作画，兴到浓时他解衣下河游戏，不想却再也没能上来。 午夜梦回，她见他来到床前，告诉她将托生一户人家，她答应他一定去那户人家找他。他降生在一大户人家，家中独子集万千宠爱于一身，但听说常常有一疯女人上门来找他，这疯女人从他出生那年起每年都来，说着一些不知所云的话，家人当然从没让她进来过。他是一个热血青年，与同学们一起游行示威反对政府的昏庸，官兵自然要抓捕闹事的乱党，混乱中有人收留了他，将他藏在自己家里。她约莫30多岁，一人独居在此，屋子里的一面墙上是她亲手画的荷塘，画中还有一对男女，那是年轻时候的她和她的他。她诉说着他们的故事，沉沉地陷入回忆，他一面倾听一面凝神看着画中那似曾相识的男女，从未见过却又如此熟悉......蓦的，他突然明白了，那不正是今世的她和前世的他吗！那个疯女人，那个他前世的爱人！他终于明白了，他终于回来了，她等了近20年，尽管别人都认为她疯了，尽管家人再也不肯认她，但她一直监守着那份承诺，她终于还是等到了这一天，她......门外怎么有那么多的脚步声？啊，不！快！快跑！当他赶到刑场时，她的人头已落地，她因为窝藏乱党被处斩刑。他是幸运的，他有一个有势力又很爱他的表妹。因为爱，她使尽手段救下了他；也因为爱，她没有救她，尽管他那样求她。他更是不幸的，刚刚找回了前世的最爱，却只能看着她遭到厄运，自己什么也做不了，而她的死还是为了救他。从此后他的日子再也不知道是怎么过的，他的表妹也没能成为他的妻子，尽管她救了他，尽管她一直那么爱他，尽管家长都希望他们在一起。多年以后的一天，他经过一家照相馆，一张在他脑海里反转了无数次的脸忽然浮现，那是一位小姐留在照相馆的照片，因为她很漂亮，老板把她的相片摆在了显眼的位子。她是怡红院里的红牌姑娘，脖子上天生有一圈红色的胎记，院里的人都说她前世一定是上吊死的，所以她一直用一串珍珠项链把它遮住。她是这里长大的人，这里只相信一个字---钱，有了钱就有了一切，除了钱她什么也不信。他几经周折终于找到了她，她的神情却是陌生的，俗气、市侩、势利，但他不管，他既然找到了她，就再也不要让她离开，他要救她出苦海，他要为她找回前世，他要给她赎身，他要......但是，有一个更有钱的老板要为她赎身，他出的价更高，老鸨说谁出的钱多，她就归谁，可他倾家荡产也凑不够。在他几乎绝望的时候，表妹出现了，她扔出一叠银票赶走了竞争者为她赎了身，她说一直遗憾当初没有救她，毁了他的一生，她终于能成全他们了。他又带着她来到他们曾经嬉戏的河边，吟着他们曾经喜爱的诗句，但她却一窍不通，自顾把玩着她的贵重首饰，他再也找不回以前那个执着痴情、幽雅脱俗的她了，他不禁有些失望，他不想再看她俗气的脸，他陷入了回忆......忽然，他又听到那熟悉的震颤他灵魂深处的声音在呼唤他，呼唤的正是他第一世的名字，啊！她落水了，她全然不会游泳，他不顾一切地跳下水去救她，甚至忘记了自己也不会游泳......流水卷走了一切，他们终于在一起了。3.辛十四娘（3集）4.塞外胡笳（3集）有个很好色的送信人，一天，有个女人找他，求他带自己到塞外去找打仗未归的丈夫。开始这个人很不耐烦，后来才知道这个女人是鬼，吓死他了，但他还是把这个女人的灵魂带到塞外去找人。他在塞外遇到一个女儿村，村子里全是女人，这些女人把他关起来，逼他娶老婆，因为很多女人随意他选，所以他刚开始很开心，可是后来看见女人都害怕了，于是就准备跑走，跑的时候被村子里的一个胡女所救。后来才知道，他要找的男人也是被这个村子的人关了起来，逼他娶这个胡女，他不肯，想要跑，但是在跟胡女的相处中，好像慢慢喜欢上了那个胡女，但他还是跑走了。但是跑回去不久后，就在一场战争中死去了，胡女也自杀了，原来那个胡女也是鬼。他妻子和胡女见面了，但是丈夫没有出来见妻子，可能打定主意不回去了。但是做妻子的也没说什么，释怀地走了。5.阴差阳错（3集）6.剑魂（4集）两个王爷都在炼同一把剑，都喜欢上同一个女人。这个女人说谁放弃铸剑就嫁给谁，其中一个人愿意放弃铸剑，两人准备成亲，可另一个王爷不甘心，就强暴了那个女人。这个女人跟他丈夫来到塞外，生了一个男孩（其实是强暴她的那个人的孩子）。后来这个女人死了，小王爷跟他养父回到长安，他的亲生父亲就派人害死了他的养父，让皇帝把这个小王爷过继给自己。小王爷被蒙在鼓里，本来一切都很好，但是他的父亲还在铸剑（抓很多活的小男孩丢进炉子里铸剑），小王爷于是离开他父亲，一个人到了塞外，并娶妻。他的生父来塞外找他，遇到一个老婆婆，老婆婆说你抓那些小男孩没有用，你要铸剑，就要用你的亲生儿子来铸剑。小王爷知道了，为了阻止他的父亲，他跳下了熔炉，变成了随意剑，后来他父亲知道了，就用这把随意剑自杀了。最后结局是小王爷的妻子抱着剑，在沙漠里一直走，一直走，一直到变成一个老婆婆，就是上面说的那个老婆婆……7.钟馗捉鬼（5集）第二部（30集）1.错系红线（3集）2.胭脂魂（4集）3.桃花女斗周公（4集）4.客途秋恨（南洋妓女恨）（3集）5.怨偶天成（3集）几位老人闲来无事,座在一起讨论自己的一生,张生是位70岁的老人,谈论起自己的一生,他很是感慨自己不幸讨了一个凶巴巴的妻子。他想如果还能重过一生，一定会改变自己得命运。谈话间，张生遇到了当地的山神，山神和张生同病相怜，也是妻管严。得知张生的遭遇后，他帮助张生回到50年前，张生得意地想，一定不会在遇到自己的灾星。但是，事情还是重回历史，只不过张生和自己的妻子合力上演了梁山伯与祝英台。故事的最后，镜头又回到了张生与山神相遇的亭子。仿佛这是一场梦而已。6.广陵散（3集）7.阴阳妻（3集）8.心锁（3集）一只白兔精在森林中遇树精，一个白衣蒙面侠士使出一招天外飞仙救了她，虽然她还是个幼女，却被他风采所迷，对他说，\"大哥哥，以后每年中秋我都会在这里等你。\"他自然没把这小女孩的话放在心上。她却信守诺言，年复一年地等，到成年决定去找他。此时她已出落成亭亭玉立的少女，一到人间就结识了李南星主演的侠士和他的朋友，经过证实，发现李就是她心中的大哥哥，但令她失望的是，李并不如她想象中完美，反而人品颇有问题向往名利，倒是他的那朋友是真性情。为了不让李在名利的道路上越滑越远，在争夺武状元的比赛中，她暗助那朋友胜利。李妒恨交加，将朋友害死，兔精见他人品如此卑劣，伤心欲绝，决定离开他。李此时已爱上她，以为她心中另有别人，于是在师傅的帮助下闯入她的内心希望杀死她心中那人。他进入她的内心，见到一个丰神如玉的白衣男子背对他而立，他奋力拔剑刺他，吃惊地发现刺中的是自己，原来她心中念念不忘的就是他，只不过是完美的他。他受了自己的重创，被师傅救回，垂死，兔精不忍，回来将他救好，但也不能再爱他，黯然离去，结尾，她幽幽地侧过脸，站在他们初见的树林，\"大哥哥，明年中秋，我会在这里等……\"9.钟馗再捉鬼（4集）第三部1.灶神2.深水情郎3.青衣魅影4.注生娘娘5.门神",
    "chinese_title": "奇缘",
    "douban_rating": "8.9/10 from 241 users",
    "foreign_title": "",
    "douban_rating_average": "8.9",
    "update_at": "2025-07-18T02:26:10"
}