{
    "aka": [],
    "sid": "4754589",
    "cast": [
        {
            "url": "/celebrity/1018569/",
            "name": "里卡多·马姆多 Ricardo Mamood",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028630/",
            "name": "McKay Stewart McKay Stewart",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055348/",
            "name": "奇普·乔斯林 Chip Joslin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1127637/",
            "name": "安东尼·雷·帕克 Anthony Ray Parker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1248867/",
            "name": "Jacki R. Chan Jacki R. Chan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "喜剧",
        "动作",
        "科幻",
        "奇幻",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2563369970.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0975699",
    "director": [],
    "duration": "80分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0975699/",
    "imdb_votes": 202,
    "this_title": [
        "Minty the Assassin"
    ],
    "douban_link": "https://movie.douban.com/subject/4754589/",
    "imdb_rating": "3.7/10 from 202 users",
    "trans_title": [
        "刺客明蒂"
    ],
    "douban_votes": "0",
    "introduction": "The story revolves around MINTY, a youthful, raven haired, punk rock, feminist, female super heroine, that gets her super powers from eating chocolate, which is a good source of antioxidants. One day Minty's agent, BIG BOSS, an older and honorable gentlemen, is taken hostage by DOCTOR BRAIN BENDER, the evil mastermind. Minty then fights her way up various perverse floors of Doctor Brain Bender's paranormal building to defeat several unusual villains: CAPTAIN CAPABILITY, a freak of nature; SENSATIONAL NINJA, an effeminate assassin; RAT MONSTER, a depressed mutant; BRUCE ZEE, a psycho martial artist; MOLLY LEVIATHAN, a sensual super vixen; ZEN COWBOY, a blindfolded gunslinger; and DOUBLE DELICIOUS, an intellectual lesbian vampire. Along this wild odyssey, Minty educates her adversaries on the fascinating world of natural science and then uses her beauty, her brains, and pure brutality to demonstrate the biological theory of the survival of the fittest. Minty: The Assassin is an artsy indie film that honors the wonderful B-movies that pushed the boundaries of American cinema. It pays homage to the underrated. The film respects the soul of what makes B-movies entertaining. Instead of being restricted by a convoluted storyline, Minty: The Assassin focuses on characters -- outrageous personalities that say and do some really unconventional things.(from mintymovie.com)",
    "chinese_title": "刺客明蒂",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Minty the Assassin",
    "imdb_rating_average": 3.7,
    "douban_rating_average": 0,
    "update_at": "2025-07-04T20:08:31"
}