{
    "aka": [],
    "sid": "4764335",
    "cast": [
        {
            "url": "/celebrity/1274737/",
            "name": "高虎 Hu Gao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274706/",
            "name": "侯天来 Tianlai Hou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314386/",
            "name": "于谨维 Jinwei Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315025/",
            "name": "周显欣 Xianxin Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1380686/",
            "name": "李胜荣 Shengrong Li",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868375950.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1420485/",
            "name": "王建英 Jianying Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1420476/",
            "name": "施建中 Jianzhong Shi",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1301710/",
            "name": "周晓文 Xiaowen Zhou",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "26",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2006"
    ],
    "this_title": [
        "逃亡香格里拉"
    ],
    "douban_link": "https://movie.douban.com/subject/4764335/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "北京。那天，盛一朝的老板紧急召见了他。见面后，才知道老板要炒他的“鱿鱼”。原来，在对外合作的一个软件工程中，由于盛一朝的正直，阻止了公司的欺诈行为，影响了公司的“发财”机会，因而成为老板的眼中钉。愤而出走的盛一朝一时陷入苦闷，晚上到酒吧喝闷酒，一醉涂地。下雨了，盛一朝醉醺醺地驾车回家……在路上，他的车撞飞了一个骑自行车的人，顿时酒意全消。犹豫之间，还是救人要紧，便冒雨把受害者送进了医院。随后，一念之差下，盛一朝留下身上所有的钱，悄然离开了医院。盛一朝的父亲是个勘探队员，早年曾踏遍香格里拉的山山水水。儿时的盛一朝从父亲那聆听过很多关于香格里拉的美好传说。特别在父亲留下的那本笔记里，盛一朝读到了一个发生在香格里拉的爱情故事……事实上，寻访香格里拉早已成为盛一朝心中一个神秘而庄严的情结。就这样，盛一朝裹着肇事后的本能恐惧，憋着被老板炒了“鱿鱼”的苦闷，承受着女友分手的痛苦，以及对父亲往事的怀念和好奇，加上朦胧的忏悔意识，开始了香格里拉之“旅”。在南去的夜行列车上，盛一朝随身携带的钱物连带车票不幸被盗，立时变得身无分文了。所幸父亲的日记和那只口笛还在。没有了票，盛一朝只好被迫中途下车，偷偷扒上了一列南行的货车。早晨，货车停靠在一个山区小站，盛一朝遁入山林。慌张中，盛一朝不幸跌落猎人设下的陷阱，被带毒的竹签刺穿大腿，陷入绝境。一个叫潘基业的人听到了盛一朝的呼救声，循声将其救起。很快，毒签的感染，致使盛一朝高烧不退，命在旦夕。潘基业为其采集草药煎服，精心护理，终于使盛一朝起死回生。潘基业是个宝石商人，经常穿行于民间收集散落各处的珍宝。他拿出随身携带的一块翡翠，诉说了一个关于子母翡翠的传奇故事，告诉他这块翡翠就是其中的“子石”……盛一朝感到，这是一个有着丰富人生经历而又十分善良、厚道的长者，同时还是个精明、正直的宝石商人，崇敬之情油然而生。盛一朝随潘基业到了一个古镇，因为潘基业似乎在这里要办一件重要的事。安排定当后，潘基业临走前告诉盛一朝，如果今夜自己回不来，让他赶紧离开这里。盛一朝就这样带着种种疑惑，独自游览了古镇。夜里，潘基业在返回旅店的途中，被人推入河中不幸遇难。警察从其身上发现了一把旅店钥匙，据此找到了盛一朝，老刑警秦茂权虽然感到疑点重重，但没有发现什么有价值的线索，只好放了盛一朝。潘基业的女儿竹香闻讯来到公安局，得知父亲遇难，悲从中来，十分痛苦。在回旅馆的路上，神情恍惚的竹香被一辆摩托车撞倒昏迷，被路过的盛一朝救往医院。当盛一朝得知前来调查的警察快到时，再次不得不离开了医院。穷途末路的盛一朝在一个网吧找了一份清洁工。一天，网吧老板的儿子胡钿任性地制造了一次断电事故，导致现场多个网迷丢失了游戏积分，激起众怒，纷纷要求赔偿，否则将砸烂网吧。僵持之间，盛一朝出于平息事态的目的，运用自己精通的电脑技术修复了程序，帮大家找回了积分，阻止了一场冲突。胡钿本身是个游戏迷，认定盛一朝是个网络高手，便主动示好，设法让盛一朝离自己更近，好在游戏上助自己一臂之力。胡满堂来到网吧，见到了盛一朝，提出让他给自己的儿子当家教。盛一朝才知道，原来胡满堂就是胡钿的父亲。胡满堂是个宝石商人，精明狡诈，唯利是图，是一个真正的奸商。在胡家，盛一朝帮助胡钿补习英语，课余告戒胡钿如何做人，胡钿颇受教育，对盛一朝日渐敬服。不久，盛一朝发现胡宅对面有一栋神秘的小楼，里边住着一个美艳的女人，引起他的好奇，并发现有一个神秘的男人出入小楼……胡满堂看出盛一朝的行为举止有些反常，逐渐怀疑他的真实身份，并告诉了警察朋友秦茂权。秦茂权表示找机会上门要查查盛一朝。盛一朝看到了胡满堂和秦茂权的关系，认为自己有可能被警察盯上，便断然地离开了胡家。胡钿为此大为不满，责怪父亲赶走了老师，表示要去追寻盛一朝。胡满堂表示，如果再不好好学习，就把胡钿送去国外早已离婚的妈妈那儿。胡钿不满父亲的做法，随之离家出走。胡满堂出现在婉婷的家里，他正是那个神秘的男人……激情过后，婉婷指责胡满堂的薄情和自私，胡满堂则曲意哄慰。盛一朝本想离开古镇，可是一想到自己的恩人潘基业死因不明，于心不忍，决定还是留下来，试图能够找到一些线索，为潘基业报仇。于是，他在一个煤站干起了送煤的苦力。一天，盛一朝拉的煤车半道翻了车，挡住了道路，和出租司机争执了起来。这时，从车上下来一个女人，盛一朝看时，正是神秘小楼上那个艳丽的女人，她就是婉婷。婉婷打发走了出租车，让盛一朝把煤拉到小楼的院子内，并雇他来家里烧锅炉。受到胡满堂冷落侮辱和损害的婉婷心力交瘁，感情破碎，每日借酒浇愁，以泪洗面。盛一朝的出现给了婉婷以新的爱情希望。为了摆脱对胡满堂的错恋之情，同时发泄自己被抛弃的怨恨，婉婷开始爱上了盛一朝这个神秘而又善良正直的外地男人。对盛一朝而言，艳遇婉婷无疑使自己孤独流浪的情感得到了一时的安定，感到命运对自己还算公平。当然，盛一朝对婉婷一半是天使一半是魔鬼的心性并不了解，他更陶醉于婉婷那绰约多姿的美妙舞蹈……婉婷伺机“引诱”与盛一朝发生了肌肤之亲，这让猝不及防的盛一朝多少有点心存块垒。不久，盛一朝无意间察觉到了婉婷与胡满堂之间的暧昧关系，某些疑点甚至还涉及了潘基业的死因。由于盛一朝是潘基业死亡现场的唯一知情者，秦茂权的疑点开始指向盛一朝，这就让盛一朝更加要设法洗清自己。经过一段时间的观察，他对胡满堂的猜测得到了一定的证实，但苦于没有证据而无法下手。于是，盛一朝试图在与婉婷的感情缠绵中探寻谜底，争取从她的嘴里得到一些关键的线索。然而，盛一朝已经感觉到警方的触角正在朝婉婷的小搂伸来，让他不得不再次逃离。匆忙中，盛一朝将父亲的日记本和身份证遗落在了婉婷家，成为婉婷日后对其感情胁迫的“把柄”，而且她还成了盛一朝真实身份的唯一知情者。再次踏上逃亡之路的盛一朝历经困苦，来到一个美丽而静谧的山寨，善良的金沙阿婆收留了这个穷困潦倒的盛一朝。当金沙阿婆意外地看到洗去满脸污垢的盛一朝露出真面目时，竟然惊诧得目瞪神呆……然而，盛一朝暂时的安定生活因为他陪伴金沙阿婆参加一次大规模的朝圣活动而改变，他必须离别情同母子的金沙阿婆，寻找新的出路。又一次逃匿深山途中，由于饥饿难忍，遇到毒蛇攻击……千钧一发之际，巧遇自己曾经搭救过的竹香姑娘相助，后跟随竹香来到中甸家中。最令他意想不到的是，竹香竟是自己恩人潘基业的独生女儿……当竹香得知自己搭救的人是警方追查的杀父嫌犯时，一时不能自己。交谈之后，竹香凭直觉判断，盛一朝绝对不可能是真正的杀人凶手。为了弄明真相和应付对自己垂涎三尺的义兄何家川的纠缠，竹香将计就计，请求盛一朝留在通达商号以助一臂之力。何家川是潘基业的义子，也是一个珠宝商人。盛一朝体会到竹香的艰难处境，出于对潘基业的感情和对竹香的钟情，毅然留了下来。竹香诚心教给盛一朝一些做珠宝生意的基本常识，盛一朝也潜心钻研，很快便能独当一面。时日不长，盛一朝主持的通达商号陷入困境，为了使商号能持续运营，盛一朝携带所有资金，只身前往边境进货。来到边贸，挣钱心切的盛一朝因投机赌博而输掉了大笔本金，深感惭愧的他为求一时解脱，钻入阴险狡诈的何家川设下的圈套，购置了大量的假翡翠手镯，通达商号由此遭遇前所未有的诚信危机，面临倒闭威胁。身陷绝境的盛一朝恰在此时邂逅婉婷，遂请求婉婷出手相助。而此刻出现的婉婷早已被何家川诱毒成瘾，听任何家川的摆布，盛一朝自然重落情感旋涡而不能自拔。婉婷为了彻底控制已经钟情竹香的盛一朝，采用威逼手段强迫盛一朝离开竹香，盛一朝无奈就范。竹香在秦茂权追查盛一朝的时刻，忍辱目送盛一朝携带婉婷逃离身边。盛一朝和婉婷一起度过了一段欢愉的日子。怎奈好景不长，婉婷毒瘾发作失控，独自离开盛一朝购买毒品。盛一朝见婉婷无可药救，不得不找回父亲的日记本和自己的身份证，独自出走。他按照父亲日记中的记载，沿着金沙江边寻找被父亲喻为人间仙境的香格里拉，最终使他意想不到的是，那条路的尽头，正是金沙阿婆的家……原来，金沙阿婆就是盛一朝父亲日记中所记载的那个女人，也正是盛一朝的生身母亲。思维敏锐的金沙阿婆洞察到儿子内心深处的难言之隐，忍痛隐瞒了事实真相，采取讲故事的方式，暗示聪明的盛一朝得到了潘家的镇宅之宝——“子母翡翠”中的“母石”。对翡翠颇有了解的盛一朝看到这块类似潘基业死后消失的宝石之后，顿感机遇来临，试图变卖后用来缓解“通达商号”的经济危机。夜深人静时，金沙阿婆暗中注视着儿子不辞而别的身影，暗自流泪祈祷。盛一朝为了博得胡满堂对“母石”的青睐，再次重返婉婷身边，企图利用婉婷与胡满堂的关系搭建交易“母石”的渠道。婉婷出于对盛一朝的真爱，挺身而出，愿作最后一搏，达到与盛一朝生死与共的目的。然而她的如意算盘被老奸巨猾的胡满堂戳穿，胡满堂反而将计就计，采取极端手段控制住婉婷之后，再次设计要把盛一朝逼上窘境。对潘家“子母石”贪婪已久的何家川自然不甘“母石”落入他人之手，又出于对竹香和盛一朝的感情的嫉恨，便暗中派仇大潜回古镇追杀情敌盛一朝，同时绑架胡钿，以此胁迫胡满堂交出宝石。未曾想胡钿早已离家出走，迫使绑架的阴谋落空。仇大在追寻胡钿时，巧遇身陷囹圄的婉婷，将她救出，并将她软禁在一家客栈。他用毒品诱惑婉婷说出盛一朝的去向，婉婷缄口不言，后趁机逃脱。与此同时，盛一朝也正急于寻找失踪的婉婷，恰好在胡家大门外与她相遇。已经深受毒品控制的婉婷一心只惦记迅速取回落在胡满堂家装有毒品和存折的挎包，拒绝和盛一朝一起离开。正当两人争执时，胡满堂出现在他们面前。婉婷一反常态地扑进胡满堂怀里，盛一朝受辱离开。胡满堂耐着性子对婉婷大献殷勤，软硬兼施，唯一目的是要“草船借箭”，设法让婉婷引来盛一朝入围次日的“鉴赏会”，彻底撕破盛一朝的真实面目。是夜，因婉婷而倍受凌辱的仇大深夜潜回胡家寻仇，跌落进胡满堂早有提防而设置的陷阱，身受重伤。仇大曾受何家川唆使而陷害通达的事早与盛一朝结怨，在身中毒签性命不保时，被盛一朝搭救，并亲自为他解毒疗伤，致使这个亡命徒对盛一朝产生了一种由衷的江湖侠义，杀机顿消。认购“母石”的鸿门宴上，胡满堂请来众多珠宝界精英，他们大多是潘基业的业务伙伴。其中一位神采飘逸、白发苍颜的藤老更为众商家尊崇，他就是专门被胡满堂请来鉴定“子母翡翠”真伪的老专家。盛一朝从容不迫地讲述了潘家“子母翡翠”的来历和潘基业相识的过程，以证明自己的清白。胡满堂则反唇相讥，暗示盛一朝手上的“母石”与潘基业的死有关系。幸好婉婷出来作证，仗义执言，语出惊人，使危机急转而下，盛一朝有幸得已脱身。然而，这时现场突然停电，“母石”不翼而飞。盛一朝按照婉婷的提示，潜回小楼，取走了婉婷留给他的大笔现金，逃往了中甸。婉婷却因此受到胡满堂的摧残，腰部受伤，卧床不起……盛一朝见到竹香后，对自己与婉婷之间的事难于启口，又觉自己罪孽深重，有辱竹香对自己的好感，不得不极力隐藏对竹香的感情，将钱留下之后，再次回到金沙阿婆身边，致使情有独钟的竹香感情受伤。一直苦于寻找盛一朝的胡钿此时也出现在中甸，并结识了身患绝症的女孩赛金龟，两个孤独的孩子成了好朋友。胡钿一心想为赛金龟治病，由此引发一系列感人的故事……何家川利用盛一朝的失误，设计吞并了通达商号，致使竹香面临困境。盛一朝拿出从婉婷那儿得到的钱给竹香，竹香表示人比钱更重要。竹香清醒地看着身陷阴谋与爱情旋涡的盛一朝，既担心又心痛。不过，竹香也明白，盛一朝的命运只能在他自己手上。为此，她只能默默地爱着他。潘基业生前救助过一些失学的孩子。当竹香失去通达商号后，孩子们的生存和学习面临威胁。何家川乘机让竹香将孩子们搬入自己的冰川商号，企图获得接近竹香的机会，志在必得。竹香无奈之下，为了孩子不得不委曲求全，搬入冰川商号。但是，竹香对感情的执着和圣洁让何家川欲罢不能，欲求不得。何家川找到了婉婷，对她施尽侮辱，并用毒品控制了她的灵魂。原来，同为潘基业的养子和养女，何家川在少年时期就爱上了婉婷。有一次，正当何家川幽会婉婷时，被潘基业发现，遭到一顿毒打。更让何家川痛苦的是，潘基业为了阻止他们的私情，又出于培养婉婷的舞蹈爱好，便把她送进了远离家乡的一所艺术学校。何家川有心追寻婉婷，找到了潘基业安排婉婷的那座小楼，并认为潘基业带离婉婷是为了自己金屋藏娇。出于强烈的嫉恨和对婉婷扭曲的爱恋，何家川不仅在生意上吃里扒外，损害过潘基业的家业，而且在婉婷十六岁毕业那年，伺机潜入小楼强奸了婉婷。因此，婉婷身心受伤，感情扭曲。胡满堂是潘基业商业上的朋友，曾经受托照顾在读的婉婷。当单纯的婉婷遭遇感情迷乱时，胡满堂乘虚而入，包养了婉婷。当盛一朝出现时，婉婷感到这才是自己真正值得一爱的男人。可是，婉婷在经历了两个魔鬼男人后的心性已经失常，这让盛一朝欲爱不能，只剩下了复杂的同情。何家川利用一个机会让仇大控制了胡钿，胁迫胡满堂交出“子母石”。当看管胡钿的仇大再次碰到盛一朝时，无意间透露了何家川绑架胡钿的秘密，盛一朝跟踪仇大探得关押胡钿的密所。仇大在闲聊中得知胡钿有一个崇敬的老师居然是盛一朝时，内心开始变得失重。胡满堂以其狡诈的判断，断然拒绝何家川的敲诈，导致何家川产生了诛灭胡钿的狠心。仇大出于保护胡钿，表示自己愿意冒险前往胡满堂处当面交涉。没成想，反而遭到胡满堂的毒打。仇大返回密所，并不提被胡满堂毒打之事，胡钿却坚持要送仇大去医院。仇大让胡钿赶紧离开，何家川却突然出现。何家川利用仇大毒瘾发作，在给他的毒品中暗放了毒药，致使仇大中毒身亡，达到了杀人灭口的目的。当何家川准备加害胡钿时，盛一朝突然出现，救了胡钿，何家川在搏斗中逃跑。在这之前，仇大告诉胡钿，自己正是那个杀害潘基业的凶手，背后的指使就是何家川。当胡钿见到胡满堂后告诉他，自己的救命恩人是盛一朝和仇大时，胡满堂表示要重谢他们。可胡钿说，仇大已经死了，胡满堂懊悔不已。何家川逃出城外，来到金沙阿婆处告别。原来，金沙阿婆是何家川母亲自小的好姐妹，后改名叫银沙。银沙原来嫁给一个宝石商人，因为破产吸毒，并经常殴打老婆，致使银沙逃离家门。何家川父亲不久去世，银沙易嫁他人，难产死去，留下一个女儿便是婉婷。在金沙阿婆的安排下，她让自己善良的兄弟潘基业分别收留了这两个苦命的孩子。当何家川从金沙阿婆嘴里得知了自己身世的真相后，对自己的恩将仇报和忘恩负义悔恨不已，更对自己同母异父的妹妹婉婷所犯的罪孽深感颤栗。何家川自然清楚婉婷的悲惨境遇，决定冒着被抓的危险回去寻找妹妹，试图用自己最后的忏悔和爱救赎自己的灵魂。婉婷无端地被胡满堂遗弃在野外，被村民送到医院。几经感情磨难，婉婷的精神几近错乱，朦生杀死胡满堂的念头。当她找到胡满堂后，正好何家川也来找胡满堂要人，痛殴胡满堂后，何家川带婉婷离开。盛一朝跟竹香表示，自己担心婉婷的安全，要去找她。面对竹香的一片真情，盛一朝因为自己不干净而隐忍着自己对她的爱恋。竹香从盛一朝牵挂婉婷中感到了这个男人感情处境竟是如此艰难，同时也为盛一朝强烈的责任感所深深打动。北京，警方终于发现了线索，开始通缉盛一朝。何家川带着婉婷前往香格里拉。面对曾经被自己侮辱的妹妹，何家川痛不欲生，一路上竭尽呵护，怀着沉重的忏悔之心寻找着最后的解脱。当他想到自己一旦告别这个世界，留下的妹妹怎么办？这时，何家川想到了竹香。他认为，这个世界上能够收留婉婷的只有善良的竹香。于是，何家川发出一个邮件，除了把侵吞的房产还给竹香外，请求其来香格里拉接回婉婷。竹香接到邮件后，和盛一朝日夜兼程，赶往香格里拉寻找婉婷。何家川按照约定的时间没有等来竹香，便带着婉婷上了雪山。面对神圣的雪山，何家川仿佛看到了自己生命的归宿所在。此时的婉婷已经精神分裂，神志恍惚，置身这仙境般的大自然更是痴情神往。当何家川暗示着和婉婷一起走向悬崖时，竹香和盛一朝正好赶到……当竹香竭力劝说何家川时，婉婷已经意乱神迷地走到了悬崖边上……盛一朝大喊一声冲过去，何家川急回身先一步去拉婉婷，刚抓住妹妹的衣裙便随之被带下了悬崖……胡满堂终于得到了“子母翡翠”。他一方面答应竹香可以赎回“子母翡翠”，一方面却暗中联系境外买家昆萨，准备高价脱手“子母翡翠”。竹香利用父亲潘基业朋友的关系，找到境外宝石大亨昆萨。昆萨出于对潘基业的敬重，早已有所安排，表示一定会让“子母翡翠”完璧归赵。胡满堂交易那天，秦茂权带着警察突然出现，告诉他正在犯罪，因为其中的“子石”是杀害潘基业所得，属于非法赃物。胡满堂被拘留。经过对遗留在“子石”上血迹的化验，系和潘基业血型一致。至此，潘基业被杀一案的真相大白于天下。公安局将“子石”还给竹香，再次勾起她对父亲伤心的怀念……尘埃落定，盛一朝当着竹香给北京公安机关自首，表示三天后将亲自回去投案。竹香面对即将离别的盛一朝，心情复杂，别有一番滋味在心头。次日，竹香陪盛一朝游历香格里拉，使盛一朝得以重访父亲故地，深深感到“这里正是洗刷灵魂的地方”。竹香告诉盛一朝，无论是信仰中的，还是事实中的香巴拉王国，其实都是作为最高理想的净土而存在。据说，在二次大战中，美军和日军在太平洋进行作战，每次开始攻击的时候，罗斯福总统都会大声祈祷，并对飞行员说：你们是从香格里拉起飞的！可见，香格里拉已经成了人类的诺亚方舟！雪山下的民间旅馆。盛一朝在闪烁的烛光里看着眼前这位善良而又圣洁的姑娘，再次压抑着自己情感的波澜。竹香深感那种沉重的苦涩在左右着盛一朝的良心，一时有苦难言。在秦茂权的安排下，胡钿见到了看守所里关押的父亲胡满堂。胡满堂悲喜交集，简直无法面对……胡满堂劝胡钿离开自己去找海外的妈妈，胡钿表示要等胡满堂回来，重新开始新的生活。胡满堂说自己已经没有钱了，胡钿表示将来自己挣钱养活他……胡满堂这个一身恶习的奸商在自己的儿子面前终于醒悟到了点什么。盛一朝来到金沙阿婆处告别，发现金沙阿婆服饰华贵，美丽异常。金沙阿婆鼓励盛一朝要敢于洗清自己，选择善良的人生道路。面对不久前拜认的干妈，盛一朝对这个神秘而又救过自己生命的老人充满了敬仰。尽管如此，金沙阿婆还是没有表露自己就是盛一朝的亲生母亲，她坚信自己等待的应该是一个“身上干净的儿子”。知道真相的竹香目睹这样一对母子的告别，深为感动。秦茂权在公安局看到了盛一朝的通缉令，证实了自己对盛一朝一直以来的怀疑，甚是兴奋。当他赶到盛一朝的住地时，发现盛一朝已经走了，顿感懊丧不已。要开学了，胡钿不得不重返古镇，盛一朝和竹香同路把他送回。盛一朝和竹香在车上目睹着胡钿已经变得成熟的背影慢慢走进那扇孤独的家门，心头的爱怜难以言表。机场，盛一朝和竹香终于到了最后分别的时刻。他们没有眼泪和叮嘱，竹香冷静的目光透着让盛一朝暗自震撼的某种坚毅……就这样，盛一朝没有再回头，消失在登机口……飞机开始滑行，随之升上了天空……盛一朝透过舷窗看下去，那些皑皑的雪山再次勾起他庄严美好的回忆……这时，盛一朝感到自己旁边空着的座位上来了一个人，看时却大吃一惊，原来是竹香！于是，这两个为了寻求道德和良心回归的人儿再也无法克制自己激越的感情，紧紧地拥抱在了一起，第一次深深而又陶醉地相吻起来……字幕——……鉴于盛一朝肇事案事发当时有补救行为，经抢救也没有造成被害人的生命危险，以及又有主动投案自首的表现，对其交通肇事逃逸行为将从轻判决……",
    "chinese_title": "逃亡香格里拉",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-04T18:52:29"
}