{
    "aka": [
        "Gavaznha",
        "The Deer"
    ],
    "sid": "4767730",
    "cast": [
        {
            "url": "/celebrity/1334431/",
            "name": "Behrouz Vossoughi Behrouz Vossoughi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1094793/",
            "name": "法拉马兹·加里比安 Faramarz Gharibian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1062438/",
            "name": "Mahbubeh Bayat Mahbubeh Bayat",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1974",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2483512140.jpg",
    "region": [
        "伊朗"
    ],
    "writer": [
        {
            "url": "/celebrity/1288562/",
            "name": "马苏德·克米埃 Masud Kimiai",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0074565",
    "director": [
        {
            "url": "/celebrity/1288562/",
            "name": "马苏德·克米埃 Masud Kimiai",
            "@type": "Person"
        }
    ],
    "duration": "Iran: 115 分钟",
    "episodes": "",
    "language": [
        "波斯语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0074565/",
    "imdb_votes": 3088,
    "this_title": [
        "گوزن‌ها"
    ],
    "douban_link": "https://movie.douban.com/subject/4767730/",
    "imdb_rating": "7.8/10 from 3088 users",
    "trans_title": [
        "鹿",
        "Gavaznha",
        "The Deer"
    ],
    "douban_votes": "0",
    "introduction": "The history of the film is based on the renewal of an old friendship happening in unforeseen and strange circumstances. Seyed (Behrooz Vousoughi) is a drug addict working small jobs in a theatre to pay for his heavy addiction. One day he is visited by an old friend, Ghodrat (Faramarz Gharibian), for whom he was a role model and protector when they were teenagers. Ghodrat has just been shot by the police when an armed robbery went wrong and is now looking for a safe place to lay low for a while. Hence, he comes to stay with the only person that he could trust, Seyed. However, what he sees is miles away from the Seyed that he knew and had in mind. Although they are both happy to find each other after so many years, Ghodrat is completely shocked to see Seyed, once the ruler of the high school yards and neighbourhoods, to have become a complete and utterly useless heavy drug user living in a lowly state of physical and social being.Seyed is very emotional to see Ghodrat. He is proud to see that some people from the old days still believe in him and are loyal to him, though he seems ashamed of what Seyed has become. Seyed helps Ghodrat by hiding him in his place, a small room containing only a bed and a samovar that is representative of the extreme poverty in which Seyed lives. They talk about the years since they had been separated. Ghodrat explains that he has become a professional thief and Seyed tells a story of how he had become an heroin addict after having served only two months in a jail for minor offenses. \"The drug was distributed by cleaners in the jail,\" Seyed says. Once released, he found no opportunity in life because of lack of social support, poverty and \"drug dealers being everywhere.\" He became a full-time heroin user after using the drug during alcohol- and drug-fueled parties with local drug dealers.During the few days that Ghodrat is staying with Seyed, he also meets with Seyed's roommate Fati, a poor but beautiful, hard-working and romantic girl from the old days who was once in love with Seyed. Fati is now completely disillusioned about the future and considers Seyed as a brother and life companion. Ghodrat wants to revive Seyed's pride by reminding him of who he was long ago and how being the role model that he was helped him not to fall into drug or alcohol addiction during all those years.Seyed tries to justify his failed life by blaming it on a lack of social and parental support, but this leads to an honest but tough exchange about the circumstances that them to their current stations in life. The discussion becomes so heated and emotional that the two start punching the wall in a show of remaining physical and mental strength. \"It is too late,\" Seyed says. When Ghodrat tries to talk him out of his current state of mind, Seyed responds angrily by saying that being a thief is no better than being a drug addict. In full denial, he thinks that Ghodrat has no right to lecture him about life as \"Ghodrat is a thief and doing things against the law.\"Ghodrat also witnesses how deeply rooted poverty and a lack of basic education affect the daily life of every neighbour in the area. He and Seyed continue to have more meaningful discussions about life, education and opportunity, but no conclusion is really achieved. They are both so sorry about how they have become that they cry at the first opportunity to have an evening meal with aragh, an anise-based alcoholic drink. Ghodrat knows that his time there is limited and that he must find a way out.The police come for Ghodrat after his picture had appeared in local newspapers as a \"wanted and dangerous man\"; presumably, one of the local people had informed the police of his whereabouts. The police besiege the house for several hours, but Ghodrat does not surrender. Seyed arrives home to discover the escalating situation, fearing Ghodrat's death at the hands of the large police force. He implores the police chief to allow him to enter the house in order to persuade Ghodrat to surrender. Feeling responsible for the danger in which his friend is now involved, Ghodrat beseeches Seyed not to intervene and to go away before he is hurt. However, Seyed chooses to remain with Ghodrat. He runs away from the police and is shot in the shoulder but eventually manages to get into the room with Ghodrat.The two friends reflect on the nearly certain death they are facing. After a few minutes, the building comes under heavy fire, but Seyed stays with Ghodrat when a final police raid results in both men being killed by an explosion. Just before the raid, Seyed looks at Ghodrat and says, \"I prefer to die by a bullet here in my room with you being there rather than alone under a bridge in a few years' time.\" This is a show of loyalty to his friend as well as an expression of his despair and hopelessness.",
    "chinese_title": "鹿",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "گوزن‌ها",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-03-21T21:33:32"
}