{
    "aka": [
        "周末夜现场"
    ],
    "sid": "4767972",
    "cast": [
        {
            "url": "/celebrity/1204579/",
            "name": "鲍比·莫尼汉 Bobby Moynihan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1277620/",
            "name": "Ken Aymong Ken Aymong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1242969/",
            "name": "艾比·艾略特 Abby Elliott",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1282680/",
            "name": "詹姆斯·唐尼 James Downey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040569/",
            "name": "崔西·摩根 Tracy Morgan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044730/",
            "name": "蒂娜·菲 Tina Fey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004763/",
            "name": "克里斯·帕内尔 Chris Parnell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1297501/",
            "name": "迈克尔·舒梅克尔 Michael Shoemaker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049521/",
            "name": "杰森·苏戴奇斯 Jason Sudeikis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1017902/",
            "name": "比尔·哈德尔 Bill Hader",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1140387/",
            "name": "霍拉提奥·桑斯 Horatio Sanz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1053574/",
            "name": "克里斯托弗·沃肯 Christopher Walken",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1288695/",
            "name": "玛茜·克莱恩 Marci Klein",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049580/",
            "name": "莫莉·香侬 Molly Shannon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041290/",
            "name": "洛恩·迈克尔斯 Lorne Michaels",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049515/",
            "name": "艾米·波勒 Amy Poehler",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119820/",
            "name": "贝丝·麦卡锡-米勒 Beth McCarthy-Miller",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044941/",
            "name": "基南·汤普森 Kenan Thompson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025183/",
            "name": "玛娅·鲁道夫 Maya Rudolph",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "喜剧",
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878951486.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1635658",
    "director": [],
    "duration": "85 分钟",
    "episodes": "1",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010-04-15"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1635658/",
    "imdb_votes": 143,
    "this_title": [
        "Saturday Night Live in the 2000s: Time And Again"
    ],
    "douban_link": "https://movie.douban.com/subject/4767972/",
    "imdb_rating": "7.1/10 from 143 users",
    "trans_title": [
        "周六夜现场",
        "周末夜现场"
    ],
    "douban_votes": "97",
    "introduction": "Continuing to tell the story of “Saturday Night Live,” NBC presents a new installment of the compelling behind-the-scenes documentary series chronicling the highs and lows of the iconic comedy show. “Saturday Night Live in the 2000s: Time And Again” airs on Thursday, April 15 9:00-11:00 p.m. ET/PT.Following up on his Emmy-nominated and critically acclaimed documentaries “Live From New York: The First 5 Years of Saturday Night Live,” “Saturday Night Live in the ’80s: Lost and Found,” and “Saturday Night Live in the ’90s: Pop Culture Nation” writer, director, producer Kenneth Bowser (Emmy nominee for “John Ford/John Wayne; The Filmmaker & The Legend,” “Easy Riders & Raging Bulls”) has created a film that looks at the stratospheric reach of the show in the 2000s.The decade saw “SNL” going from being named “a national institution” by the prestigious Peabody Awards to achieving record-shattering ratings, grabbing countless headlines and primetime exposure during the political elections.Among the new and candid interviews are creator and executive producer Lorne Michaels, and many of the stars of the show including: Fred Armisen, Rachel Dratch, Abby Elliott, Jimmy Fallon, Will Ferrell, Tina Fey, Will Forte, Bill Hader, Darrell Hammond, Chris Kattan, Seth Meyers, Tracy Morgan, Bobby Moynihan, Chris Parnell, Amy Poehler, Maya Rudolph, Andy Samberg, Horatio Sanz, Molly Shannon, Jason Sudeikis, Kenan Thompson, and Kristen Wiig. In addition, some of the most memorable hosts in SNL history – Alec Baldwin, Christopher Walken, Senator John McCain, and Justin Timberlake also offer insights.“This special features the funniest clips and most dramatic moments of the decade on SNL, along with new interviews with the biggest stars of comedy,” said Rick Ludwin, Executive Vice President of Late Night and Prime Time Series, “Don’t miss it!”Transcending the traditional retrospective clip show, this film is jam-packed with unforgettable moments from the decade. Between political debates, elections, and the tragedy of September 11th, SNL gave its viewers laughs during their darkest times. Along with the popularity of digital shorts like “Lazy Sunday” and “D**k In A Box,” the women of SNL, “Weekend Update” history, and special appearances from political candidates, the film will explore these events with a behind-the-scenes look at how the decade affected the show and its cast. These are the stories fans haven’t heard – all presented in the same funny, fast-paced, nostalgic format that earned “The First 5 Years” an Emmy nomination for Outstanding Non-Fiction Special. The stories from the 2000s are framed and propelled by the best musical acts of the decade, including: Alicia Keys, Arcade Fire, Arctic Monkeys, Avril Lavigne, Black Eyed Peas, Carrie Underwood, Coldplay, Foo Fighters, Green Day, Gwen Stefani, Linkin Park, Ludacris, My Morning Jacket, Paul Simon, The Killers, and Wilco.Kenneth Bowser writes, produces and directs. Declan Baldwin produces.",
    "chinese_title": "周六夜现场",
    "douban_rating": "8.7/10 from 97 users",
    "foreign_title": "Saturday Night Live in the 2000s: Time And Again",
    "imdb_rating_average": 7.1,
    "douban_rating_average": "8.7",
    "update_at": "2025-02-27T17:14:31"
}