{
    "aka": [],
    "sid": "4777516",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876156076.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1024449/",
            "name": "萨尔瓦多·诺西塔 Salvatore Nocita",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1527594",
    "director": [
        {
            "url": "/celebrity/1024449/",
            "name": "萨尔瓦多·诺西塔 Salvatore Nocita",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1527594/",
    "imdb_votes": 7,
    "this_title": [
        "ANTONIO LIGABUE. FICTION E REALTA’"
    ],
    "douban_link": "https://movie.douban.com/subject/4777516/",
    "imdb_rating": "7.6/10 from 7 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Il film racconta lo stretto rapporto fra il pittore e la sua opera, indagata non solo in termini di valore artistico ma anche come frutto della sua travagliata vicenda umana e del contesto geografico in cui ha vissuto e operato. Un narratore d’eccezione, Flavio Bucci condurrà attraverso i luoghi abitati dal pittore mettendoci in contatto con il suo passato e con i ricordi che ha lasciato, alternando al racconto anche i frammenti più significativi della fiction di cui è stato protagonista e i materiali di repertorio con Ligabue in persona.“Illustri rappresentanti del mondo dell’arte, esperti di psicologia, testimoni storici, forniscono stimoli di approfondimento alla figura del pittore contribuendo ad aggiungere elementi che da diversi punti di vista, cercano di indagare la vita e le opere di Antonio Ligabue. Quadri, che parlano per lui, di lui, che parlano della capacità dell’arte di aiutare un uomo dalla travagliata esistenza ad esprimersi.”Salvatore NocitaGiornalista, sceneggiatore e regista, vincitore del Nastro d’Argento, del Festival Cinematografico Internazionale di Montreal, del Festival Cinematografico di Nizza e per cinque volte consecutive del Premio per Regia Televisiva. Dal 1968 ha prestato la sua opera presso la RAI. Nel 2006 con Officina della Comunicazione, ha realizzato il documentario Gente come noi, film-dossier sulla realtà bergamasca. Con la stessa Associazione nel 2008 ha ideato e diretto il film dossier Giovanni XXIII – il pensiero e la memoria.",
    "chinese_title": "ANTONIO LIGABUE. FICTION E REALTA’",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-04-24T20:14:59"
}