{
    "aka": [
        "Answer to Violence",
        "el atentado",
        "暴行的答复"
    ],
    "sid": "4800854",
    "cast": [
        {
            "url": "/celebrity/1187062/",
            "name": "Zbigniew Cynkutis Zbigniew Cynkutis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1152993/",
            "name": "Grazyna Staniszewska Grazyna Staniszewska",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1113131/",
            "name": "Bozena Kurowska Bozena Kurowska",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1139419/",
            "name": "Wojciech Siemion Wojciech Siemion",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1142419/",
            "name": "Juliusz Roland Juliusz Roland",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1132399/",
            "name": "Ryszard Piekarski Ryszard Piekarski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1152095/",
            "name": "米哈尔·谢夫奇克 Michal Szewczyk",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1157304/",
            "name": "Witold Skaruch Witold Skaruch",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1163882/",
            "name": "Tomasz Zaliwski Tomasz Zaliwski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1168296/",
            "name": "Danuta Wodynska Danuta Wodynska",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1173499/",
            "name": "Bozena Pietraszek Bozena Pietraszek",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1181973/",
            "name": "Jan Debski Jan Debski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1190952/",
            "name": "Irena Jaglarz Irena Jaglarz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1191114/",
            "name": "Zbigniew Oksza Zbigniew Oksza",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1196355/",
            "name": "Roman Ordenski Roman Ordenski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1130014/",
            "name": "Jerzy Pichelski Jerzy Pichelski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1129629/",
            "name": "杰瑞兹·纳西罗夫斯基 Jerzy Nasierowski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1127478/",
            "name": "Adam Mularczyk Adam Mularczyk",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1013088/",
            "name": "安杰伊·科斯坚科 Andrzej Kostenko",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1026739/",
            "name": "Mieczyslaw Waskowski Mieczyslaw Waskowski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045853/",
            "name": "斯坦尼斯拉夫·米库尔斯基 Stanislaw Mikulski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1079276/",
            "name": "Halina Drohocka Halina Drohocka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1106013/",
            "name": "Witold Kaluski Witold Kaluski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108675/",
            "name": "罗曼·克洛索夫斯基 Roman Klosowski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1110658/",
            "name": "Jan Kobuszewski Jan Kobuszewski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1113976/",
            "name": "Tadeusz Kosudarski Tadeusz Kosudarski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1114805/",
            "name": "Bernard Michalski Bernard Michalski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1122902/",
            "name": "伊雷娜·马尔科维奇 Irena Malkiewicz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1123079/",
            "name": "Jerzy Molga Jerzy Molga",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1124421/",
            "name": "塔德乌什·罗姆尼斯基 Tadeusz Lomnicki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1124773/",
            "name": "Andrzej May Andrzej May",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1219277/",
            "name": "Rudolf Ratschka Rudolf Ratschka",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1959",
    "genre": [
        "剧情",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2609864488.jpg",
    "region": [
        "波兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1012787/",
            "name": "耶日·斯特凡·斯塔文斯基 Jerzy Stefan Stawinski",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0053465",
    "director": [
        {
            "url": "/celebrity/1001781/",
            "name": "耶日·帕森多费尔 Jerzy Passendorfer",
            "@type": "Person"
        }
    ],
    "duration": "83分钟",
    "episodes": "",
    "language": [
        "波兰语"
    ],
    "playdate": [
        "1959"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0053465/",
    "imdb_votes": 185,
    "this_title": [
        "Zamach"
    ],
    "douban_link": "https://movie.douban.com/subject/4800854/",
    "imdb_rating": "6.9/10 from 185 users",
    "trans_title": [
        "暗杀",
        "Answer to Violence",
        "el atentado",
        "暴行的答复"
    ],
    "douban_votes": "0",
    "introduction": "Answer to Violence is a wartime thriller based on the famous assassination of Nazi war criminal Franz Kutschera, the SS and Police Commander for the District of Warsaw, by the Polish Home Army (AK) on 1 February 1944. Dubbed \"the torturer of Warsaw\" for ordering a series of mass executions, his death triggered immediate retaliation by the German occupier in which 100 innocent hostages were shot. But the assassination strengthened the spirits of fellow countrymen and rekindled their hopes for victory. The film gained not only domestic recognition but also international renown in countries which also had fought against fascism.Directed by Jerzy Passendorfer (1923-2003) and based on an original script by Jerzy Stefan Stawinski, Answer to Violence was filmed in 1958 and premiered in Warsaw on 12 January 1959. To date, the film has been seen by over 3.8 million viewers in Polish cinema and millions more via TV screenings, and is one of the most popular domestically produced war films. Its attraction is due to the swift action-dominated plot and the skillful realisation of the work, as well as the glorification of the legend of the Home Army. The theme was not only a symbol of the struggle against the invader but also an expression of the pro-Western aspirations of Poland, including resistance against annexing Poland into the Soviet sphere of influence and forcefully instituting a communist regime. Because it was so esteemed by most Poles, the Home Army was persecuted by the security apparatus and its exploits were ignored or minimised by authorities of the People's Republic of Poland (PRL) after the war. (In 2001, the director Wojciech Wojcik explored this theme in his \"There and Back\"). The result was that every well-filmed work favourable to the AK - even if, as in the case of \"Answer to Violence\", its name was never even mentioned - elicited an overwhelmingly positive response from society. In 1978, the successful formula was repeated with Operation Arsenal created by Jan Lomnicki, about the rescue from the Gestapo of the fighter Jan Bytnar (alias \"Redhead\" [Rudy]).Passendorfer debuted in 1957 with a virtually unnoticed film, Treasure of Captain Martens and specialised in war epics; he also helmed Heading for Berlin - the Last Days (1969) about the Polish First Army entering Berlin together with the Red Army. While Answer to Violence was much better received by the audience than by domestic critics, it gained significant international recognition. It was awarded the FIPRESCI Prize (International Federation of Film Critics) during the Seventh San Sebastian International Film Festival in 1959 and the Gold Medal during the First International Resistance Movies Festival in the Italian city of Cuneo in 1963.Answer to Violence and the Polish Film SchoolPassendorfer filmed Answer to Violence during the \"Storm and Stress\" period and the crowning era of the Polish Film School, as depicted by three masterpieces concerned with settlement and martyrology: Kanal/They Loved Life (1957) and Ashes and Diamonds (1958) by Andrzej Wajda, and Eroica by Andrzej Munk (1958). In the first and third film, the action takes place during the Nazi occupation and in the second one, during the waning hours of the war.The war theme undoubtedly draws Answer to Violence nearer to the main current of the school, but Passendorfer's different approach to the topic does not permit the film to be placed within it. Despite the dramatic finale of Answer to Violence, which depicts the consequences of the \"Kutschera operation\" - the desperate attempts at rescuing the injured and the ambush at the Kierbedzia bridge, but of which echo the hopeless situation of the insurgents in Kanal/They Loved Life - this echo is barely audible. An equally superficial relation exists between the romantic attitude of the eager-to-fight Zawada (Zbigniew Cynkutis) or the initially sceptical approach of Marek, dealing with the prevailing Polish question of whether to fight or not to fight. Wajda tried to answer this question in Kanal/They Loved Life and Ashes and Diamonds and Munk in Eroica, but the entertainment aspect of Answer to Violence weakened the element of discourse and intellectual provocation that was typical of the films at that time.In spite of that difference, Passendorfer's work fits into the Polish Film School - not in its primary trend but as a side current depicting the sensational aspect of war and occupation. Other such films include Deserter by Witold Lesiewicz (1958), Pills for Aurelia by Stanislaw Lenartowicz (1958), The Eagle by Leonard Buczkowski (1958), and White Bear by Jerzy Zarzycki (1959). All of these war dramas share one common feature distinguishing them from the works of Munk and Wajda cited above: instead of depicting losses, they focus on the victorious struggles of Poles against the Nazi oppressors, even though they came at great sacrifice. Half a century ago, films portraying war as adventure met society's need for success, even if partly stimulated by the authorities. These films were beginning to depart from the open discussions initiated by the October Thaw. In suppressing the polemical current of the Polish Film School, this trend set another one against it - one that did not attempt to re-open the national wounds. Thus, Passendorfer's film is mute about the most severe repercussions of the event: the shooting the very next day of 100 hostages within a few meters of where Kutschera was executed, and the imposition of a fine of 100,000 marks on the capital city. The \"personal relationship\" between the Polish Film School and Answer to Violence is beyond any doubt. Stawinski, one of the movement's best scriptwriters, contributed to many outstanding works of the time: not only Kanal/They Loved Life and Eroica but also Man on the Track (1956), an anti-Stalinist film by Munk, and Bad Luck by the same author. Lipman, one of the leading cameramen of the school, contributed to the success of Generation (1955), Kanal/They Loved Life, and Lotna (1959), all by Wajda.",
    "chinese_title": "暗杀",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Zamach",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-07-18T02:26:40"
}