{
    "aka": [
        "Birth Certificate"
    ],
    "sid": "4800931",
    "cast": [
        {
            "url": "/celebrity/1085431/",
            "name": "马里乌什·德莫霍夫斯基 Mariusz Dmochowski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022158/",
            "name": "玛利亚·卡涅夫斯卡 Maria Kaniewska",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105346/",
            "name": "Jadwiga Kuryluk Jadwiga Kuryluk",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1165011/",
            "name": "Józef Zbiróg Józef Zbiróg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1095679/",
            "name": "哈丽娜·格雷格拉谢夫斯卡 Halina Gryglaszewska",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1071256/",
            "name": "Maria Ciesielska Maria Ciesielska",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1116401/",
            "name": "Bohdana Majda Bohdana Majda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1145903/",
            "name": "芭芭拉·拉赫瓦尔斯卡 Barbara Rachwalska",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1356891/",
            "name": "Henryk Hryniewicz Henryk Hryniewicz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1356892/",
            "name": "Edward Mincer Edward Mincer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1356893/",
            "name": "Andrzej Banaszewski Andrzej Banaszewski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1356894/",
            "name": "帕维乌·罗泽维奇 Pawel Rózewicz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108856/",
            "name": "Janusz Klosinski Janusz Klosinski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1156169/",
            "name": "米奇斯瓦夫·斯托尔 Mieczyslaw Stoor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1106157/",
            "name": "埃米尔·卡尔维茨 Emil Karewicz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1117431/",
            "name": "Stanislaw Milski Stanislaw Milski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1123353/",
            "name": "Wanda Luczycka Wanda Luczycka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1124306/",
            "name": "Malgorzata Lesniewska Malgorzata Lesniewska",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125069/",
            "name": "Zofia Malynicz Zofia Malynicz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1129009/",
            "name": "兹齐斯瓦夫·姆罗热夫斯基 Zdzislaw Mrozewski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1132735/",
            "name": "Józef Nalberczak Józef Nalberczak",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1137798/",
            "name": "塔德乌斯·施密特 Tadeusz Schmidt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1139419/",
            "name": "Wojciech Siemion Wojciech Siemion",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1168521/",
            "name": "Zygmunt Zintel Zygmunt Zintel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1356895/",
            "name": "Beata Barszczewska Beata Barszczewska",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1961",
    "genre": [
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2508813838.jpg",
    "region": [
        "波兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1025740/",
            "name": "斯坦尼斯拉夫·罗泽维格 Stanislaw Rózewicz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027744/",
            "name": "塔杜施·鲁热维奇 Tadeusz Różewicz",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0055492",
    "director": [
        {
            "url": "/celebrity/1025740/",
            "name": "斯坦尼斯拉夫·罗泽维格 Stanislaw Rózewicz",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "波兰语"
    ],
    "playdate": [
        "1961-10-02(波兰)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0055492/",
    "imdb_votes": 444,
    "this_title": [
        "Świadectwo urodzenia"
    ],
    "douban_link": "https://movie.douban.com/subject/4800931/",
    "imdb_rating": "7.5/10 from 444 users",
    "trans_title": [
        "出生证明",
        "Birth Certificate"
    ],
    "douban_votes": "238",
    "introduction": "In 1961, Stanislaw Rozewicz created the novella film \"Birth Certificate\" in cooperation with his brother, Taduesz Rozewicz as screenwriter. Such brother tandems are rare in the history of film but aside from family ties, Stanislaw (born in 1924) and Taduesz (born in 1921) were mutually bound by their love for the cinema. They were born and grew up in Radomsk, a small town which had \"its madmen and its saints\" and most importanly, the \"Kinema\" cinema, as Stanislaw recalls: for him cinema is \"heaven, the whole world, enchantment\". Tadeusz says he considers cinema both a charming market stall and a mysterious temple. \"All this savage land has always attracted and fascinated me,\" he says. \"I am devoured by cinema and I devour cinema; I'm a cinema eater.\" But Taduesz Rozewicz, an eminent writer, admits this unique form of cooperation was a problem to him: \"It is the presence of the other person not only in the process of writing, but at its very core, which is inserperable for me from absolute solitude.\" Some scenes the brothers wrote together; others were created by the writer himself, following discussions with the director. But from the perspective of time, it is \"Birth Certificate\", rather than \"Echo\" or \"The Wicked Gate\", that Taduesz describes as his most intimate film. This is understandable. The tradgey from September 1939 in Poland was for the Rozewicz brothers their personal \"birth certificate\". When working on the film, the director said \"This time it is all about shaking off, getting rid of the psychological burden which the war was for all of us. ... Cooperation with my brother was in this case easier, as we share many war memories. We wanted to show to adult viewers a picture of war as seen by a child. ... In reality, it is the adults who created the real world of massacres. Children beheld the horrors coming back to life, exhumed from underneath the ground, overwhelming the earth.\"The principle of composition of \"Birth Certificate\" is not obvious. When watching a novella film, we tend to think in terms of traditional theatre. We expect that a miniature story will finish with a sharp point; the three film novellas in Rozewicz's work lack this feature. We do not know what will be happen to the boy making his alone through the forest towards the end of \"On the Road\". We do not know whether in \"Letter from the Camp\", the help offered by the small heroes to a Soviet prisoner will rescue him from the unknown fate of his compatriots. The fate of the Jewish girl from \"Drop of Blood\" is also unclear. Will she keep her new impersonation as \"Marysia Malinowska\"? Or will the Nazis make her into a representative of the \"Nordic race\"? Those questions were asked by the director for a reason. He preceived war as chaos and perdition, and not as linear history that could be reflected in a plot. Although \"Birth Certificate\" is saturated with moral content, it does not aim to be a morality play. But with the immense pressure of reality, no varient of fate should be excluded. This approached can be compared wth Krzysztof Kieslowski's \"Blind Chance\" 25 years later, which pictured dramatic choices of a different era.The film novella \"On the Road\" has a very sparing plot, but it drew special attention of the reviewers. The ominating overtone of the war films created by the Polish Film School at that time should be kept in mind. Mainly owing to Wajda, those films dealt with romantic heritage. They were permeated with pathos, bitterness, and irony. Rozewicz is an extraordinary artist. When narrating a story about a boy lost in a war zone, carrying some documents from the regiment office as if they were a treasure, the narrator in \"On the Road\" discovers rough prose where one should find poetry. And suddenly, the irrational touches this rather tame world. The boy, who until that moment resembled a Polish version of the Good Soldier Schweik, sets off, like Don Quixote, for his first and last battle. A critic described it as \"an absurd gesture and someone else could surely use it to criticise the Polish style of dying. ... But the Rozewicz brothers do no accuse: they only compose an elegy for the picturesque peasant-soldier, probably the most important veteran of the Polish war of 1939-1945.\" \"Birth Certificate\" is not a lofty statement about national imponderabilia. The film reveals a plebeian perspective which Aleksander Jackieqicz once contrasted with those \"lyrical lamentations\" inherent in the Kordian tradition. However, a historical overview of Rozewicz's work shows that the distinctive style does not signify a fundamental difference in illustrating the Polish September. Just as the memorable scene from Wajda's \"Lotna\" was in fact an expression of desperation and distress, the same emotions permeate the final scene of \"Birth Certificate\". These are not ideological concepts, though once described as such and fervently debated, but rather psychological creations. In this specific case, observes Witold Zalewski, it is not about manifesting knightly pride, but about a gesture of a simple man who does not agree to be enslaved.The novella \"Drop of Blood\" is, with Aleksander Ford's \"Border Street\", one of the first narrations of the fate of the Polish Jews during the Nazi occupation. The story about a girl literally looking for her place on earth has a dramatic dimension. Especially in the age of today's journalistic disputes, often manipulative, lacking in empathy and imbued with bad will, Rozewicz's story from the past shocks with its authenticity. The small herione of the story is the only one who survives a German raid on her family home. Physical survial does not, however, mean a return to normality. Her frightened departure from the rubbish dump that was her hideout lead her to a ruined apartment. Her walk around it is painful because still fresh signs of life are mixed with evidence of annihilation. Help is needed, but Mirka does not know anyone in the outside world. Her subsequent attempts express the state of the fugitive's spirits - from hope and faith, moving to doubt, a sense of oppression, and thickening fear, and finally to despair.At the same time, the Jewish girl's search for refuge resembles the state of Polish society. The appearance of Mirka results in confusion, and later, trouble. This was already signalled by Rozewicz in an exceptional scene from \"Letter from the Camp\" in which the boy's neighbour, seeing a fugitive Russian soldier, retreats immediately, admitting that \"Now, people worry only about themselves.\" Such embarassing excuses mask fear. During the occupation, no one feels safe. Neither social status not the aegis of a charity organisation protects against repression. We see the potential guardians of Mirka passing her back and forth among themselves. These are friendly hands but they cannot offer strong support. The story takes place on that thin line between solidarity and heroism. Solidarity arises spontaneously, but only some are capable of heroism. Help for the girl does not always result from compassion; sometimes it is based on past relations and personal ties (a neighbour of the doctor takes in the fugitive for a few days because of past friendship). Rozewicz portrays all of this in a subtle way; even the smallest gesture has significance. Take, for example, the conversation with a stranger on the train: short, as if jotted down on the margin, but so full of tension. And earlier, a peculiar examination of Polishness: the \"Holy Father\" prayer forced on Mirka by the village boys to check that she is not a Jew. Would not rising to the challenge mean a death sentance?Viewed after many years, \"Birth Certificate\" discloses yet another quality that is not present in the works of the Polish School, but is prominent in later B-class war films. This is the picture of everyday life during the war and occupation outlined in the three novellas. It harmonises with the logic of speaking about \"life after life\". Small heroes of Rozewicz suddenly enter the reality of war, with no experience or scale with which to compare it. For them, the present is a natural extension of and at the same time a complete negation of the past. Consider the sleey small-town marketplace, through which armoured columns will shortly pass. Or meet the German motorcyclists, who look like aliens from outer space - a picture taken from an autopsy because this is how Stanislaw and Taduesz perceived the first Germans they ever met. Note the blurred silhouettes of people against a white wall who are being shot - at first they are shocking, but soon they will probably become a part of the grim landscape. In the city centre stands a prisoner camp on a sodden bog (\"People perish likes flies; the bodies are transported during the night\"); in the street the childern are running after a coal wagon to collect some precious pieces of fuel. There's a bustle around some food (a boy reproaches his younger brother's actions by singing: \"The warrant officer's son is begging in front of the church? I'm going to tell mother!\"); and the kitchen, which one evening becomes the proscenium of a real drama. And there are the symbols: a bar of chocolate forced upon a boy by a Wehrmacht soldier (\"On the Road\"); a pair of shoes belonging to Zbyszek's father which the boy spontaneously gives to a Russian fugitive; a priceless slice of bread, ground  under the heel of a policeman in the guter (\"Letters from the Camp\"). As the director put it: \"In every film, I communicate my own vision of the world and of the people. Only then the style follows, the defined way of experiencing things.\" In Birth Certificate, he adds, his approach was driven by the subject: \"I attempted to create not only the texture of the document but also to add some poetic element. I know it is risky but as for the merger of documentation and poety, often hidden very deep, if only it manages to make its way onto the screen, it results in what can referred to as 'art'.\"After 1945, there were numerous films created in Europe that dealt with war and children, including \"Somewhere in Europe\" (\"Valahol Europaban\", 1947 by Geza Radvanyi), \"Shoeshine\" (\"Sciescia\", 1946 by Vittorio de Sica), and \"Childhood of Ivan\" (\"Iwanowo dietstwo\" by Andriej Tarkowski). Yet there were fewer than one would expect. Pursuing a subject so imbued with sentimentalism requires stylistic disipline and a special ability to manage child actors. The author of \"Birth Certificate\" mastered both - and it was not by chance. Stanislaw Rozewicz was always the beneficent spirit of the film milieu; he could unite people around a common goal. He emanated peace and sensitivity, which flowed to his co-workers and pupils. A film, being a group work, necessitates some form of empathy - tuning in with others.In a biographical documentary about Stanislaw Rozewicz entitled \"Walking, Meeting\" (1999 by Antoni Krauze), there is a beautiful scene when the director, after a few decades, meets Beata Barszczewska, who plays Mireczka in the novella \"Drops of Blood\". The woman falls into the arms of the elderly man. They are both moved. He wonders how many years have passed. She answers: \"A few years. Not too many.\" And Rozewicz, with his characteristic smile says: \"It is true. We spent this entire time together.\"",
    "chinese_title": "出生证明",
    "douban_rating": "7.7/10 from 238 users",
    "foreign_title": "Świadectwo urodzenia",
    "imdb_rating_average": 7.5,
    "douban_rating_average": "7.7",
    "update_at": "2025-01-20T13:52:12"
}