{
    "aka": [],
    "sid": "4802839",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "意大利"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2009"
    ],
    "this_title": [
        "Ferdinando Scianna"
    ],
    "douban_link": "https://movie.douban.com/subject/4802839/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Nato a Bagheria, Ferdinando Scianna è tra i più grandi e celebrati fotografi contemporanei, amico di Henri Cartier-Bresson e dal 1989 membro di Magnum. In questo intenso ritratto, Scianna scava nella camera oscura della memoria attraverso le proprie fotografie, e ritorna in Sicilia, dove incontra e ritrae dopo vent’anni la sua musa, la top model Marpessa. Rivela come la fotografia non sia per lui soltanto un mestiere, ma anche un modo di specchiarsi nel mondo, di sentire e di pensare la vita.“Con grande generosità Ferdinando Scianna ci ha permesso di accostarci all’intimità del suo spazio intellettuale ed emotivo. Abbiamo provato a raccontarlo senza essere invadenti, partendo da gesti minimi, lasciando molto spazio alle sue parole, ai suoi sguardi penetranti. Abbiamo seguito i fili d’Arianna nel suo labirinto, cercando anche nuovi modi di interpretare la fotografia attraverso il mezzo video. Speriamo che allo spettatore arrivi intatta l’emozione dell’incontro diretto con Scianna, senza la mediazione di altre figure e di voci fuori campo”.Giampiero D’AngeliGiampiero D’Angeli e Alice Maxia lavorano dal 2007 per Giart – Visioni d’arte, società di produzione specializzata nella realizzazione di documentari di ambito culturale diretta da Luca Molducci. Rispettivamente come regista e autrice, hanno realizzato oltre 15 documentari dedicati al lavoro di artisti italiani contemporanei, tra cui Gabriele Basilico, Gianni Berengo Gardin, Franco Fontana, Mimmo Jodice, Giosetta Fioroni, Alessandro Papetti, Piergiorgio Branzi, Franco Vaccari, Elio Marchegiani, Vasco Bendini.",
    "chinese_title": "Ferdinando Scianna",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-17T13:00:23"
}