{
    "aka": [],
    "sid": "4804055",
    "cast": [
        {
            "url": "/celebrity/1356155/",
            "name": "江本胜 Masaru Emoto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1124419/",
            "name": "David Leonard David Leonard",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2853326",
    "director": [
        {
            "url": "/celebrity/1356118/",
            "name": "詹姆士·崔曼 James Twyman",
            "@type": "Person"
        }
    ],
    "duration": "69分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006-01-18"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2853326/",
    "imdb_votes": 31,
    "this_title": [
        "The Indigo Evolution"
    ],
    "douban_link": "https://movie.douban.com/subject/4804055/",
    "imdb_rating": "5.9/10 from 31 users",
    "trans_title": [
        "深蓝儿童"
    ],
    "douban_votes": "52",
    "introduction": "关于“深蓝孩童”的说法有很多例子。比如拉脱维亚就有一个漂亮的小女孩，她喜欢诉说自己夜晚在宇宙中漫游的景况。小女孩五岁的时候，她的父亲惊奇地发现她知道关于宇宙的很多知识。尽管他不大相信小女孩说的话，但是当他修理自己那辆旧拖车的时候，却总是能从小女孩那里得到一点提示。他说：“我不知道她怎么做到的，但是她总是知道车到底哪里出了问题”。俄罗斯研究人员宣称★1994年以后出生的孩子有95%属于“深蓝孩童”，这可以从他们能量摄影图片上身体周围的蓝色光环得到证明。这些孩童的内脏器官功能已经有所改变；他们的免疫系统能力比常人强几倍，对疾病完全免疫，甚至能抗艾滋病；他们的DNA也不同，可能发生了基因变异。科学家们推测说，可能由于基因变异的关系，地球上数以千计的居民已经不再属于“旧人类”，一个新的种族正在诞生，尽管这个过程进展缓慢但是却实实在在的发生着。2012年对这些深蓝儿童有特殊的意义。根据玛雅人的预言，2012年太阳和地球形成的直线指向银河中心的时候，将会发生所谓的“伟大变革”。上述这个位置将会终结世界的三维模式，地球上的人会有机会住在四维世界里。但是机会只给那些思维已经扩展到新境界的人———“深蓝儿童”。最近深蓝儿童的现象变得很常见。仔细观察一下你们的儿女。研究人员声称，出生在1994年以后的孩子95％都是深蓝儿童。这个迷人的形容词起源于身体周围特殊气流的颜色。这些孩子的内脏器官有与众不同的功能，他们的免疫系统比普通人强好几倍。他们有一种不寻常的突变类DNA。换句话说，从DNA改变的角度来说，数百万地球居民不是人类。新的人类缓慢但的的确确正登上世界的舞台。著名的神秘主义者德伦瓦罗·梅尔希塞德（DrunwaloMelhisedek）主张，我们情感和精神的身体，产生了一个特殊反应，导致现代孩子的DNA突变。▲这种反应是我们身体发射出来的一种波状物质。新的救生信息就藏在我们行星的潜意识中。换句话说，每个人都能得到。深蓝的传播就是发生在我们眼前的惊人现象。能够意识到精神力量冲击的任何人都能跟随深蓝儿童的指引。关于孩子将领导人类救赎的古老预言就要实现了。或许你自己也是深蓝儿童，因为深蓝现象开始于20世纪90年代初期。但是你无法召唤一两个奇迹，或是能透过墙壁看东西。这没关系，因为深蓝力量不全靠奇迹。有深蓝天赋的人在某个专门的实际用途上非常聪明。他们可以回忆起早在他们的母亲怀孕之前，他们是如何挑选父母的。他们可以教他们的父母一些简单的圣经真理，比如说如果你不再想钱的话，你挣的钱已经够花了，那为什么还要担心钱的事。这些孩子的目标是达到精神高度。值得注意的是，这些深蓝儿童的行为举止可能变得像亡命之徒一样疯狂，也可能就像是个天使一样安静的人。但是有一点很清楚，他们的心理特征和行为模式是新颖而且不寻常的。因此，应该发展和应用教育的新方法。我们不能忽略新一代人的需要，否则这些孩子会精神不稳定、思想混乱。你必须牢记，他们可是打开新纪元的先锋，所以他们需要我们的支持。同时，奇迹的改变会导致一个“副作用”，那就是对疾病完全免疫。总之，每个孩子都是神童的一天正在慢慢靠近。“深蓝孩童”的心理特征和行为模式十分独特和新奇，因此他们需要新的教育方式；你不能忽视他们的需求，否则可能会导致这种新人种智力和思想发生混乱。他们可能是开启一个新时代的先锋，因此需要我们的支持。“深蓝孩童”这种现象在我们眼前发生的很多，任何意识到自己精神力受到影响的人都可以走“深蓝孩童” 这条路。",
    "chinese_title": "深蓝儿童",
    "douban_rating": "7.5/10 from 52 users",
    "foreign_title": "The Indigo Evolution",
    "imdb_rating_average": 5.9,
    "douban_rating_average": "7.5",
    "update_at": "2025-04-14T03:35:34"
}