{
    "aka": [
        "美国彻夜狂欢者的传说",
        "美式过夜晚会秘辛"
    ],
    "sid": "4810419",
    "cast": [
        {
            "url": "/celebrity/1312302/",
            "name": "克莱尔·斯洛玛 Claire Sloma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312313/",
            "name": "马龙·莫顿 Marlon Morton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1239688/",
            "name": "阿曼达·鲍尔 Amanda Bauer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1303280/",
            "name": "布瑞尔特·杰克布森 Brett Jacobsen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1229984/",
            "name": "尼基塔·拉姆齐 Nikita Ramsey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005143/",
            "name": "杰德·拉姆西 Jade Ramsey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1307449/",
            "name": "艾米·西米茨 Amy Seimetz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336374/",
            "name": "麦克拉·迈耶尔斯 Michaela Myers",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1179776/",
            "name": "梅根·布恩 Megan Boone",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312441/",
            "name": "Olivia Coté Olivia Coté",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312256/",
            "name": "Douglas Diedrich Douglas Diedrich",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274951/",
            "name": "阮兆祥 Louis Yuen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1264241/",
            "name": "梅兰妮·蕾妮·米勒 Melanie Leanne Miller",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1094850482.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1306310/",
            "name": "大卫·罗伯特·米切尔 David Robert Mitchell",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1174042",
    "director": [
        {
            "url": "/celebrity/1306310/",
            "name": "大卫·罗伯特·米切尔 David Robert Mitchell",
            "@type": "Person"
        }
    ],
    "duration": "96分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011-04-07(荷兰)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1174042/",
    "imdb_votes": 4793,
    "this_title": [
        "The Myth of the American Sleepover"
    ],
    "douban_link": "https://movie.douban.com/subject/4810419/",
    "imdb_rating": "6.3/10 from 4793 users",
    "trans_title": [
        "不眠神话",
        "美国彻夜狂欢者的传说",
        "美式过夜晚会秘辛"
    ],
    "douban_votes": "297",
    "introduction": "影片讲述了暑假的最后一个周末，四个年轻人试图寻找真爱和冒险的故事。镜头穿过长长的高速路，住宅街区，废弃的工厂，和粼粼湖泊，展现了现代底特律的风貌。这部影片显然是在提醒我们去回想一个相对比较特殊的时期，那个时候，在我们的存在体系和价值观里，彻夜狂欢、骑自行车出游以及通灵板所引发的喧嚣和狂躁，仍然处在机不可失的关键时刻……以位于大底特律区的宽阔的公路、相邻的街区、湖边的美景和废弃的工厂作为环境背景，这个相当迷人的故事跟随着4个年轻人的脚步，一路见证了他们是如何在夏日的最后一个夜晚寻找属于他们的爱情和冒险经历的——当玛吉（克莱尔?史洛马饰）、罗布（马龙?莫顿饰）、克劳迪娅（阿曼达?鲍尔饰）和斯科特（布莱特?雅克布森饰）在市郊这个相对安静、祥和的世界苦苦地寻觅着初吻、一见倾心、知名度和狂野的派对的时候，他们也不可避免的遭遇了彼此，在各自的生命中有了交集。也许，他们正在寻找的不过是他们这个年纪的少男少女渴望体验的最具有标志性的经历，可是随即他们却发现，只有宁静、闲适的时刻，才是他们的青春最为值得珍惜和纪念的一个组成部分，而那些过度欢闹的日子，总有一天会回归到最初的静止状态。幕后制作成长的痛楚与欣喜，似乎是电影取之不尽的题材。本片即是这样一部出彩的小清新独立电影。有人将之形容为“好像有格斯·范·桑特来重拍约翰·休斯的电影”；柔和温馨版的拉里·克拉克。幕后花絮：年轻无极限作为大卫?罗伯特?米切尔（David Robert Mitchell）自编自导的电影处女作，《美国彻夜狂欢者的传说》以一种相当具有艺术美感的方式，展现出来的是独有的青春气息。米切尔特别集结了一个展现出独特的才华的年轻的演员阵容，在此之前，他们中的大多数人都没有过什么表演经验，也许正是因为如此，他们才能在镜头里如此地泰然自若，有的时候显得急躁、傲慢，但大多情况下都是令人窘迫的脆弱，反而巧妙地捕捉到了这部影片的真谛所在，你能从他们的身上，见证什么才是真正的青春。与其他立志想要成为一名电影人的梦想家一样，米切尔从小就对大银幕的世界有着一种解不开的情怀，他承认道：“当我还是一个小男孩的时候，史蒂文?斯皮尔伯格（Steven Spielberg）的《外星人》（E.T.: The Extra-Terrestrial）曾给我带来过非常深刻的影响，让我从此生活在了一个梦幻的世界里……我也想按照影片中描述的那样，和外星人成为好朋友，于是我整天坐在森林的边缘地带，等待着奇迹的发生，我甚至还剪了一个和小主人公艾略特一样的发型。我当时应该是7、8岁的光景，在电影院将这部影片来来回回地看了3遍，却仍然有点意犹未尽的感觉，我想，正是由于《外星人》如此神奇的影响力，才会让我下定以后也要拍电影的决心——就像大家都知道的那样，我并没有如愿地等到想和我成为好朋友的外星人，所以我决定通过自己的努力，用我自己的作品重新创造出类似的惊叹和感受。” 最开始的时候，大卫?罗伯特?米切尔就像大多数在美国长大的男孩一样，对《星球大战》（Star Wars）系列情有独钟，后来还曾迷恋过一段时间的怪物电影，包括阿尔弗雷德?希区柯克（Alfred Hitchcock）的所有惊悚悬疑之作，米切尔说：“差不多在我上中学的时候，我开始看法国电影，弗朗索瓦?特吕弗（Francois Truffaut）就成了我知道和了解的第一位法国电影人……最终，我发现了大卫?林奇（David Lynch）的《蓝丝绒》（Blue Velvet），无疑是在对我最喜欢的拥有着历险和黑暗秘密等元素的电影作品做出了一次堪称完美的致意。一般情况下，我会和爸爸一起看那种比较有特色的类型片，然后陪妈妈看一些纤细、敏感的剧情片，他们对电影所展现出来的截然不同的欣赏角度和品味，也成了帮助我形成这种古怪又复杂的兴趣的幕后推手。” 也许正是因为从很早的时候就已经明确了自己的未来，大卫?罗伯特?米切尔似乎比其他同龄的孩子更有准备也更知道自己想要的是什么，他回忆道：“从上初中的时候开始，我就在尝试着创作一些东西了，经常会写一些篇幅不长的短篇故事，等到了8年级，我终于完成了有生以来的第一个剧本——是给原版的《捉鬼敢死队》（Ghostbusters）写了一个续集故事。但是，让我非常难过的是，我竟然把它给弄丢了，而且连备份都没留，想想真的是挺遗憾的，要知道我花掉了整个夏天的时间来创作它，差不多有100页的内容呢，是通过我祖父母的那台老式的打字机打出来的……至少在当时，我觉得这是一个非常伟大的剧本，花不了多少时间，肯定就会有人找到我，出钱把它拍出来。不过，后来好莱坞制作了他们自己的续集，也就轮不到我操心了，于是我渐渐地忘记了自己还曾写过剧本这回事。上了高中之后，我从《蓝丝绒》中获得了很大的灵感，于是制作了一部在现在看来相当有意义的电影短片，我甚至成功地说服了我的最好的一个朋友跳进了一条河里，那时候可是寒冷的冬天，当然，我们这么做是为了拍摄一组死亡的镜头。然后，我又录制了其他的内容，这部短片最后成功地帮我取得了佛罗里达州立大学的电影硕士学位。” 在电影学校制作了几部半自传性质的短片作品之后，大卫?罗伯特?米切尔终于觉得自己已经积累到足够多的经验了，应该可以尝试着去制作一部电影长片了，米切尔说：“于是我开始埋首《美国彻夜狂欢者的传说》的剧本工作，由于我之前的那几部短片得到的是很好的反响，观众貌似都很喜欢它们，所以我决定以同样的风格和基调来制作这部长片……一般情况下，如果我确定了故事的发展方向，我通常一天会断断续续地写上8到12个小时，当然，中间可能会被像大餐、电影和电玩游戏这样更有吸引力的事情打断，不过基本上而言，我会维持住一天写10页的速度。” 用青春谱写的城市颂歌到了给影片挑选合适的演员人选的时候，大卫?罗伯特?米切尔并没有将注意力放在那些让人眼前一亮的俊男美女的身上，显然他更加注重的是一种非常自然的表演特色，米切尔表示：“对于《美国彻夜狂欢者的传说》来说，自然而真实的表现力是一个非常关键的元素，毕竟我们想要体现出的是一种群像的效果和覆盖层面，所以我在挑选演员的时候，也是以是否能够带来清新自然的气质作为参考标准的……在我看来，这也是一种天赋，有些孩子看起来外在条件可能没有那么出色，可是他们给人的感觉却很舒服，尤其是透过镜头之后，那种存在感也变得愈发地强烈起来，这是一种舞台魅力，有的时候真的是没办法解释得清楚。为了帮演员做好相应的准备工作，我和他们每一个人都单独地交谈了一番，聊了聊剧本、他们的角色和他们的感觉。随后，我们还进行了大量的排练工作，我们真的是为此付出了很大的努力，整个过程也是非常地辛苦的——除了这些比较传统的电影制作步骤之外，我还让录音部门在影片拍摄的时候给麦克做了一下处理，这样可以让声音听起来更具有梦幻色彩一些，所有的表演也都得到了实质性的改善。” 在确定《美国彻夜狂欢者的传说》的整体风格的过程中，包括画面和审美艺术，都是大卫?罗伯特?米切尔相当重视的组成部分，他从很多相当经典的电影作品中获得了极大的启发，米切尔说：“其中包括《美国风情画》（American Graffiti）、《最后一场电影》（The Last Picture Show）、《零用钱》（L\\\\\\'Argent de Poche）和《爱情狂奔》（L\\\\\\'Amour en Fuite），还有马克?吐温（Mark Twain）的《汤姆历险记》（The Adventures of Tom Sawyer）——全部都是我心目中最优秀的影片，对我的成长和随后的电影生涯，都有着不可磨灭的影响。” 这部影片首先讲述的是一个与成长有关的故事，而大卫?罗伯特?米切尔之所以选择底特律作为《美国彻夜狂欢者的传说》的背景地，还要源于他本身就是在这座城市长大的，米切尔描述道：“我对这里的感情实在是太深了，所以没有任何犹豫的，我的第一部作品一定是在底特律拍摄的，这座城市恰好具备了我的影片所需要的一切特质……一直以来，我总是会特别找来一些在密歇根州实地拍摄的电影看，不管是什么样的话题，也不在乎里面讲述的是什么内容，因为对于我来说，这是非常重要的一点——我对这里有着一股油然而生的骄傲，我真的觉得底特律是一个真正的好地方，所以我希望我的作品能够帮助大家更透彻地了解这座城市。” 鉴于《美国彻夜狂欢者的传说》终究只能以一种小成本的独立电影的模式被制作出来，与大多数第一次当导演的电影人一样，大卫?罗伯特?米切尔也启用了一个他相对熟悉和了解的幕后团队，这让他的工作进行得更为顺利且有序了，米切尔说：“我的剪辑师胡里奥?佩雷兹（Julio Perez IV）无疑是我的最为重要的一个合作伙伴，在此之前，他曾经剪辑并制片了我学生时代的一部电影短片，我真的是非常地感激他。为了完成这部影片，我们利用了无数个不眠之夜和周末的时间，佩雷兹的品味和智慧不仅给整个故事带来了很大的改进，还有他无私的友情，也让我们共同度过的艰难时期显得愈发地有趣起来。我们经常一起喝威士忌，畅想令人激动的美好的未来——有一些竟然真的实现了，我们不断地鼓励对方，发誓要力所能及地制作出最棒的电影作品。” 除此之外，大卫?罗伯特?米切尔还挖掘到另外一个自己特别满意的工作搭档，即摄影师詹姆斯?莱克斯顿（James Laxton），米切尔形容道：“莱克斯顿是一个非常有才华的家伙，他的眼睛非常毒，包括在选择角度和视野的时候，也制造出了让你想象不到的冲击力……莱克斯顿寻找到了一个非常不可思议的方式，在有限的资源下，让我们的影片呈现出了一种非凡的视觉体系，看起来实在是太棒了，早就已经超出了我所能预见的最好的结果。尤其是夜晚的场景，我很确信他利用灯光的魔力，制造出了令人迷醉的效果，很像是《泰坦尼克号》（Titanic）的照明系统——不过，我必须非常严肃地声明一点，他拍摄出来的确实是一部拥有着不同寻常的美感的电影作品。” 包括制片人爱黛儿?罗曼斯基（Adele Romanski）在内，每一个人都稳固地团结在了大卫?罗伯特?米切尔的周围，形成了一个安全且可靠的后盾，支持他完成了一部非常优秀的处女作，米切尔说：“罗曼斯基从一开始就向我发誓，说无论发生什么事情，她都会跟我一起将这部影片制作出来……我们开着一辆内部空间相当局促的吉普横穿了整个美国，为了省钱连旅馆都不住，困了就把车开到停车场，然后在车里挤一挤。为了拍摄《美国彻夜狂欢者的传说》，我们租了一间屋子，每一个人都睡在直接铺在地上的床垫上，吃的也不好。罗曼斯基办公的地方就在客厅的咖啡桌上，她还找来一位非常优秀的帮手，他们一起将那些看起来不可能实现的白日梦一个个变成了现实。”",
    "chinese_title": "不眠神话",
    "douban_rating": "7.2/10 from 297 users",
    "foreign_title": "The Myth of the American Sleepover",
    "imdb_rating_average": 6.3,
    "douban_rating_average": "7.2",
    "update_at": "2025-04-09T15:52:14"
}