{
    "aka": [
        "Maalaiskirkko",
        "The Danish Village Church"
    ],
    "sid": "4816184",
    "cast": [
        {
            "url": "/celebrity/1161767/",
            "name": "Ib Koch-Olsen Ib Koch-Olsen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1947",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884062696.jpg",
    "region": [
        "丹麦"
    ],
    "writer": [
        {
            "url": "/celebrity/1007144/",
            "name": "卡尔·西奥多·德莱叶 Carl Theodor Dreyer",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0039549",
    "director": [
        {
            "url": "/celebrity/1007144/",
            "name": "卡尔·西奥多·德莱叶 Carl Theodor Dreyer",
            "@type": "Person"
        }
    ],
    "duration": "14 分钟",
    "episodes": "",
    "language": [
        "丹麦语"
    ],
    "playdate": [
        "1947-12-15"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0039549/",
    "imdb_votes": 484,
    "this_title": [
        "Landsbykirken"
    ],
    "douban_link": "https://movie.douban.com/subject/4816184/",
    "imdb_rating": "6.2/10 from 484 users",
    "trans_title": [
        "丹麦小村教堂",
        "Maalaiskirkko",
        "The Danish Village Church"
    ],
    "douban_votes": "358",
    "introduction": "The history of Danish country church architecture is told by showing scenes of how the church was used by the congregation, beginning with the celebration of mass in a small and simple wooden church 800 years ago, and ending with the congregation singing in a village church of to-day. The development and the growth of the pattern of church architecture is shown.Dreyer in this film shows a series of churches from different periods with churchgoers in period clothing. Each period is separated by a shot of a church bell double-exposed on the sky. Although the film has a vibrant and instructive way of communicating the different epochs and styles to students, it does not exhibit the artistic quality that usually distinguishes a Dreyer film, except perhaps in some of the costumes, which were originally made for Day of Wrath.The board of Dansk Kulturfilm in autumn 1945 decided that their planned church film would exclusively be about village churches. Dreyer would rework the script that was written by editor and folk high-school principal Bernhard Jensen, aided by a committee of experts consisting of architect H. Lønborg-Jensen and Victor Hermansen, curator at the National Museum of Denmark. Dreyer had a first draft ready in mid-March, entitled Kirken er et gammelt Hus (\"The Church Is an Old House\"), which was distributed to the members of the committee for their comments.In the last half of July, Dreyer and Victor Hermansen travelled the country to look at suitable churches. They researched the details and at Dreyer’s request a number of technical changes were made to the churches, including the removal of porcelain holders for electrical wiring in Tveje Merløse Church.On 4 July, Dreyer went in advance to Ringkøbing. Shooting was set to start a few days later with the arrival of the director of photography, Preben Frank, who had fallen off a ladder and broken his leg, Fortunately, he was ready to cautiously start working again within a few days, with his leg in a cast.Otherwise, the production went without a glitch. Everywhere, Dreyer said, they were well received at the vicarages and they had no problem getting enough extras. On 1 august, they returned to Copenhagen with almost all their footage in the can. They only needed to film the church in Skelby, where the weather had been against them, plus a Swedish wooden church in Hedared. The economy was distressed so soon after the war, especially when it came to foreign currency, but there were no real wooden churches left in Denmark and building an interior set in the studio would be too expensive.The finished film was shown for the first time on 24 September 1947 to a small, closed circle, which included the Minister for Ecclesiastical Affairs. In December 1947, as was Dansk Kulturfilm’s standard practice, the film was presented to the press, politicians and others on a programme with four other short films.",
    "chinese_title": "丹麦小村教堂",
    "douban_rating": "6.7/10 from 358 users",
    "foreign_title": "Landsbykirken",
    "imdb_rating_average": 6.2,
    "douban_rating_average": "6.7",
    "update_at": "2025-08-16T22:00:32"
}