{
    "aka": [],
    "sid": "4818894",
    "cast": [
        {
            "url": "/celebrity/1066710/",
            "name": "尤金妮亚·贝塞雷尔 Eugenie Besserer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054501/",
            "name": "汤姆·威尔森 Tom Wilson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1051862/",
            "name": "乔治·福西特 George Fawcett",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1003505/",
            "name": "罗伯特·哈伦 Robert Harron",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029628/",
            "name": "Katherine Albert Katherine Albert",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027928/",
            "name": "丽莲·吉许 Lillian Gish",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008188/",
            "name": "拉尔夫·格雷夫斯 Ralph Graves",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1077336/",
            "name": "约瑟芬·克罗韦尔 Josephine Crowell",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1919",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2517642889.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1030083/",
            "name": "施坦纳·泰勒 Stanner E.V. Taylor",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0010193",
    "director": [
        {
            "url": "/celebrity/1004875/",
            "name": "大卫·格里菲斯 D.W. Griffith",
            "@type": "Person"
        }
    ],
    "duration": "80 分钟",
    "episodes": "",
    "language": [
        "Silent"
    ],
    "playdate": [
        "1919-12-28"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0010193/",
    "imdb_votes": 766,
    "this_title": [
        "The Greatest Question"
    ],
    "douban_link": "https://movie.douban.com/subject/4818894/",
    "imdb_rating": "6.0/10 from 766 users",
    "trans_title": [
        "孤孀母子"
    ],
    "douban_votes": "0",
    "introduction": "In the valley of Silver Waters, a peddler family has parked their wagon. \"Little Nellie\" ventures out into the woods, and unexpectedly witnesses a horrific crime - Martin Cain and his wife (George Nichols and Josephine Crowell) are raging against a poor immigrant woman they have obviously employed; and, they inadvertently kill the woman. The violent act becomes a repressed memory for little Nellie. Ten years later, Lillian Gish (as the grown up Nellie Jarvis) is, once again, traveling through Silver Waters, with her ailing, widowed mother. After her mother dies (\"A life flowing out to mysterious uncharted seas.\"), Ms. Gish meets Robert Harron (as Jimmie Hilton), who lives nearby, with his poverty-stricken family. Mr. Harron's family helps Gish bury her mother; and, with nowhere to go, she accepts their invitation to stay…Harron is attracted to Gish; and, they become inseparable. Harron's father George Fawcett (as Robert Hilton) is unable to work, due to disability. Precognizant mother Eugenie Besserer (as Mrs. Hilton) sees her favorite son Ralph Graves (as John Hilton) off to war, believing she will never see him again. To help out her financially strapped surrogate family, Gish seeks employment with Mr. and Mrs. Cain; the memory of their evil deed is still repressed. Harron kisses Gish goodbye; then, she moves in with the wicked Cains…\"The Greatest Question\" is most notable as Robert Harron's last film; he died of a self-inflicted gunshot wound on September 5, 1920. When Harron died (\"A life flowing out to mysterious uncharted seas.\"), this film was still being widely exhibited. And, it's a representative role - the \"boy next door\" he played so well for director D.W. Griffith. Harron is charming and natural, in the role of Jimmie Hilton. His reflective look at Gish's departure, from behind his fence, is just what Gish was longing for in \"True Heart Susie\" (1919).Robert Harron was one of the finest actor of his time; his record of performances, and acting style, portended a great career in the coming decades. In hindsight, he looks like one of the few silent performers certain to make a natural transition to sound film performances. At the time of his death, Harron had signed with Metro, where he worked on an unavailable film. There seems to be some controversy about whether or not Harron committed suicide; if so, it could not have been due to an ongoing rivalry with actor Richard Barthelmess, over roles offered by director D.W. Griffith. By the time Harron died, both actors had left Griffith's company; and, they remained friendly enough to attend the New York première of \"Way Down East\" (1920). Ironically, \"The Greatest Question\" is about death; and, Harron had a relatively unknown friend in New York, at that time, to attend the same \"Way Down East\" premiere - the soon famous, and also short-lived, Rudolph Valentino.【来源：IMDB】",
    "chinese_title": "孤孀母子",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Greatest Question",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-07-02T12:00:53"
}