{
    "aka": [
        "BBC 真实的白厅"
    ],
    "sid": "4820289",
    "cast": [
        {
            "url": "/celebrity/1201229/",
            "name": "迈克尔·科克雷尔 Michael Cockerell",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872822129.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1601981",
    "director": [],
    "duration": "60分钟",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010-02-12(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1601981/",
    "imdb_votes": 14,
    "this_title": [
        "The Great Offices of State"
    ],
    "douban_link": "https://movie.douban.com/subject/4820289/",
    "imdb_rating": "7.5/10 from 14 users",
    "trans_title": [
        "真实的白厅",
        "BBC 真实的白厅"
    ],
    "douban_votes": "0",
    "introduction": "在本三集纪录片中，记者Michael Cockerell深入白厅，探究英国政府中的三驾马车——内政部、外交部和财政部的最真实故事。（文：life_is_good@YDY）Series In Which Reporter Michael Cockerell Uncovers The Secret World Of Whitehall, Showing What The Trio Of Great Offices - Home, Foreign And Treasury - Are Really Like.Three-part series in which award-winning reporter Michael Cockerell uncovers the secret world of Whitehall, showing what the trio of great offices - Home, Foreign and Treasury - are really like.In his look at the Home Office - the ministry of law and order, immigration, MI5 and counter-terrorism - Cockerell blends fresh access filming with formerly-unseen and rare archive and interviews with present and past home secretaries and their senior officials.Cameras follow Alan Johnson from the moment he became the sixth home secretary in twelve years, following the resignation of Jacqui Smith. Johnson is briefed by the Home Office spin doctor about what to say to story-hungry journalists waiting for him. 'The Home Office's job is to confront human evil', says one mandarin, 'but every person in the pub has his own view of how to do it and is his or her own home secretary'.",
    "chinese_title": "真实的白厅",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Great Offices of State",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-05-05T11:00:36"
}