{
    "aka": [],
    "sid": "4821695",
    "cast": [
        {
            "url": "/celebrity/1056708/",
            "name": "克里斯·阿斯沃思 Chris Ashworth",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032013/",
            "name": "希罗·弗南德兹 Shiloh Fernandez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027909/",
            "name": "诺阿·西甘 Noah Segan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009387/",
            "name": "香侬·卢西奥 Shannon Lucio",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情",
        "惊悚",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2879583279.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1203830/",
            "name": "Brendan Gabriel Murphy Brendan Gabriel Murphy",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1531043",
    "director": [
        {
            "url": "/celebrity/1203830/",
            "name": "Brendan Gabriel Murphy Brendan Gabriel Murphy",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1531043/",
    "imdb_votes": 125,
    "this_title": [
        "Swerve"
    ],
    "douban_link": "https://movie.douban.com/subject/4821695/",
    "imdb_rating": "5.6/10 from 125 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Set in a deserted middle of nowhere Midwestern town, SWERVE takes place at the last stop on the edge of the world. While abstractly exploring complicated issues of fate, reality and chance, SWERVE presents a narrative tale examining the intricacies of the human condition. A young couple, Daniel and Missy are desperately seeking a way out. Out of their town. Out of their routine. Out of the monotony that shrouds their very existence. They yearn to break free from the automatic existence from which they have grown accustomed. To feel alive. Desperation coupled with the impulsivity of youth overpowers Daniel and Missys ability to think rationally. This toxic combination leads the young couple to a careless robbery attempt at their local diner. As fate would have it, the plan goes sour, surreally spiraling their worlds into a state of limbo. A fatal car crash finds Daniel at the dividing line between reality and oblivion. For the first time, Daniel experiences the persuasive power of love, a place where clarity becomes possible. He realizes there is another way out. Love is the way out. In a whirlwind chain of events and a dramatic twist of fate, all the decisions Daniel has made up to this point catapult him out of the paradoxical world within which he has existed into a moment of decisiveness. Clarity. Grappling with the soulful complexities of life throughout the film, in the end SWERVE boils down to three simple truths: Live. Die. Love.",
    "chinese_title": "Swerve",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2025-04-05T03:39:29"
}