{
    "aka": [
        "The Man with the Cross"
    ],
    "sid": "4822199",
    "cast": [
        {
            "url": "/celebrity/1151130/",
            "name": "Alberto Tavazzi Alberto Tavazzi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1088579/",
            "name": "阿蒂利奥·罗戴德约 Attilio Dottesio",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1127496/",
            "name": "Piero Pastore Piero Pastore",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1073849/",
            "name": "Franco Castellani Franco Castellani",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1943",
    "genre": [
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2193443344.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1003164/",
            "name": "Alberto Consiglio Alberto Consiglio",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048228/",
            "name": "罗伯托·罗西里尼 Roberto Rossellini",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0036483",
    "director": [
        {
            "url": "/celebrity/1048228/",
            "name": "罗伯托·罗西里尼 Roberto Rossellini",
            "@type": "Person"
        }
    ],
    "duration": "72分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "1943-02-03(意大利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0036483/",
    "imdb_votes": 301,
    "this_title": [
        "L' Uomo dalla croce"
    ],
    "douban_link": "https://movie.douban.com/subject/4822199/",
    "imdb_rating": "5.3/10 from 301 users",
    "trans_title": [
        "背负十字架的人",
        "The Man with the Cross"
    ],
    "douban_votes": "0",
    "introduction": "An extremely rare film by Roberto Rossellini, his third feature, made under the Fascist control of Italy. Basically rejected after the War because of the Fascist content of the film, \"Rossellini produces a work which focuses upon the Italian expeditionary forces on the Eastern Front and upon a Catholic chaplain representative of Italy's religious majority…the principal character's humanity and sacrifice seem to prefigure the good-natured priest of Rome, Open City who works with leftist Resistance leaders…Rossellini underlines the common humanity in Fascist and Bolshevik alike\" (Peter Bonadella, Italian Cinema from Neo-Realism to Present).Made during the fascist years ,this is par excellence a propaganda movie.Roberto Rossellini 's work is sometimes preachy,mainly in the third part,when his hero tries to convince -and succeeds- the Russians that he is no sorcerer and that God loves everyone provided that he redeems his soul and comes back on the right way.The final recalls Jesus's death on the cross,the converted man playing the the good thief's part.Besides ,everybody speaks Italian and that does not help the credibility of the situations.But Rossellini's genius -which would blossom is such works as \" Europa 51\" \"Roma cita aperta \" or \" Germano anno zero \" occasionally surfaces: except for the opening scenes -one of the first pictures shows doves-,the world depicted in \"uomo della croce\" is an apocalyptic one,we keep hearing shots during almost the whole movie : overwhelming sequences display a little boy screaming,a woman having her baby as a man is dying near her,while,outside,man's madness knows no bounds.Man with a Cross was originally released in Italy as L'Uomo della Croce. Evidently, Roberto Rosselini had some difficulty concentrating on this one. He directed the film at the behest of the fascist government, at a time when his thoughts were probably focussed on his long-anticipated (and never-finished) Desiderio. The religious aspects of the plotline tend to be subordinate to the Mussolini party line. Man with a Cross contains next to none of the neorealism of Rossellini's later works",
    "chinese_title": "背负十字架的人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "L' Uomo dalla croce",
    "imdb_rating_average": 5.3,
    "douban_rating_average": 0,
    "update_at": "2025-02-18T00:00:24"
}