{
    "aka": [
        "A Pilot Returns",
        "一个飞行员的归来"
    ],
    "sid": "4822189",
    "cast": [
        {
            "url": "/celebrity/1048382/",
            "name": "马西莫·吉洛蒂 Massimo Girotti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1066780/",
            "name": "Michela Belmonte Michela Belmonte",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115080/",
            "name": "皮耶罗·卢利 Piero Lulli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1137098/",
            "name": "Piero Palermini Piero Palermini",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1061224/",
            "name": "Elvira Betrone Elvira Betrone",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1942",
    "genre": [
        "剧情",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2569005720.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1022002/",
            "name": "米开朗基罗·安东尼奥尼 Michelangelo Antonioni",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008594/",
            "name": "Ugo Betti Ugo Betti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1051205/",
            "name": "维托里奥·墨索里尼 Vittorio Mussolini",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048889/",
            "name": "Massimo Mida Massimo Mida",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048228/",
            "name": "罗伯托·罗西里尼 Roberto Rossellini",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1013154/",
            "name": "盖拉尔多·盖拉尔迪 Gherardo Gherardi",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0035191",
    "director": [
        {
            "url": "/celebrity/1048228/",
            "name": "罗伯托·罗西里尼 Roberto Rossellini",
            "@type": "Person"
        }
    ],
    "duration": "87分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "1942-04-08(意大利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0035191/",
    "imdb_votes": 318,
    "this_title": [
        "Un Pilota ritorna"
    ],
    "douban_link": "https://movie.douban.com/subject/4822189/",
    "imdb_rating": "5.6/10 from 318 users",
    "trans_title": [
        "飞行员归来",
        "A Pilot Returns",
        "一个飞行员的归来"
    ],
    "douban_votes": "0",
    "introduction": "A Fascist pilot, Lt. Gino Rossati (Massimo Girotti), is flying a bombing run from Italy to Greece in the early spring of 1941. He is shot down by British aircraft and becomes a prisoner of war, first of the British and later the Greeks. In one of the prison camps, he falls in love with Anna (Michela Belmonte), the teenage daughter of an Italian doctor. The film's supervisor and story author, \"Tito Silvio Mursino,\" the screen pseudonym of Vittorio Mussolini, was the son of Italy's Fascist dictator Benito Mussolini.For the first time I've seen a film by Roberto Rossellini prior to his Neorealist classics, based on a story by il Duce's son, Vittorio Mussolini (credited with the anagram Tito Silvio Mursino). So by its date and origin it may be labeled a \"Fascist film\", but not surprisingly Rossellini avoids any overt reference to or exaltation of the regime, from a screenplay co-written with Michelangelo Antonioni, among others. At first I thought I was going to see a sort of Italian \"Top Gun\" as the movie takes around 20 minutes describing the activities of Italian pilots, but soon the airplane of the title hero (Massimo Girotti, the star of Visconti's \"Ossessione\") is knocked down and he is imprisoned by the British officers. Suddenly the hunter becomes the hunted, and Rossellini elaborates on his belief that personal stories are illustrations of history and politics: the pilot is nothing but a puppet of his country's foreign policy. Rossellini then describes the state of the prisoners, as they endure cold, hunger and disease, and are taken by the British from an old farm to a port in the Mediterranean, while bombs are dropped over roads, fields and bridges, to a patriotic ending (that is revealed by the title). Rossellini tells this story in 85 minutes, with early examples of what Bazin would describe as \"image fact\": long takes, where the camera moves (including a 360° turn) not to advance the story, but to show the environment, the conditions where the characters interact. Rossellini narrates fast and synthesizes the fable, though his economy was not determined --as in \"Romà, citta aperta\"-- by the surrounding events (war), showing the development of a style that would grow during the Neorealist movement",
    "chinese_title": "飞行员归来",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Un Pilota ritorna",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2025-08-24T14:35:21"
}