{
    "aka": [],
    "sid": "4823039",
    "cast": [
        {
            "url": "/celebrity/1186875/",
            "name": "Ed Schreyer Ed Schreyer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1247020/",
            "name": "Sarah Williford Sarah Williford",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1155119/",
            "name": "大卫·铃木 David Suzuki",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt1530487",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2007"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1530487/",
    "imdb_votes": 86,
    "this_title": [
        "Escape from Suburbia: Beyond the American Dream"
    ],
    "douban_link": "https://movie.douban.com/subject/4823039/",
    "imdb_rating": "6.7/10 from 86 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Suburbia, and all it promises, has become the American Dream. With brutal honesty and a touch of irony, The END of SUBURBIA explored the American Way of Life and its prospects as the planet enters the age of Peak Oil.In ESCAPE From SUBURBIA director Greg Greene once again takes us “through the looking glass” on a journey of discovery – a sobering yet vital and ultimately positive exploration of what the second half of the Oil Age has in store for us.Through personal stories and interviews we examine how declining world oil production has already begun to affect modern life in North America. Expert scientific opinion is balanced with “on the street” portraits from an emerging global movement of citizen’s groups who are confronting the challenges of Peak Oil in extraordinary ways.The clock is ticking. ESCAPE From SUBURBIA asks the tough questions: Are we approaching Peak Oil now? What are the controversies surrounding our future energy options? Why are a growing number of specialists and citizens skeptical of these options? What are ordinary people across North America doing in their own communities to prepare for Peak Oil? And what will YOU do as energy prices skyrocket and the Oil Age draws to a close?--全摘自官方网站概要",
    "chinese_title": "Escape from Suburbia: Beyond the American Dream",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-03-10T03:56:19"
}