{
    "aka": [
        "The Holocaust during General Antonescu's Dictatorship"
    ],
    "sid": "4824007",
    "cast": [
        {
            "url": "/celebrity/1114988/",
            "name": "查尔斯·马丁内斯 Charles Martinet",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "罗马尼亚"
    ],
    "writer": [],
    "director": [],
    "duration": "150分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008"
    ],
    "this_title": [
        "Holocaust în timpul Guvernului Antonescu"
    ],
    "douban_link": "https://movie.douban.com/subject/4824007/",
    "trans_title": [
        "罗马尼亚安东尼斯库将军独裁时期大屠杀",
        "The Holocaust during General Antonescu's Dictatorship"
    ],
    "douban_votes": "0",
    "introduction": "Documents in precise detail that for the most part Romania did not rely upon German assistance or initiatives to solve its own Jewish problem. They \"took care\" of their own Jews, mimicking some of the German formats, but in essence avoided the unique German creation of the death camps, instead transporting the Jews to Transnistria. Romania was not necessarily less ruthless to its Jews than the Germans, only significantly less disciplined and methodical, less technologically inventive.Those not murdered by Romanian troops, or those who did not die along the way, lived under such harsh conditions that their chances of survival were imperiled until Romanian adjusted its policy to the new reality that Germany was certain to lose the war. They then presumed that there was more value in living Jews than dead Jews. Living Jews could be exchanged for money or political advantage. Dead Jews were of little value, except for the fact that the land was Judenrein for unlike the Germans, Romania did not recycle Jewish bodies.Along the way, the Romanians initiated pogroms, such as the one in Iasi. Romanian troops participated in the Einsatzgruppen murders along with SS troops, In Bessarabia, northern Bukovina and southern Ukraine - the most prominent murder sites were Bogdanovka, Dumanovka and Acmicetcka and of course Odessa.. They deported Jews from their homes in cattle cars, copying the German deportations of Jews from ghettos to death camps, but the Romanians did not have death camps at the end of the journey of these Jews.Thus, they were held captive in these trains without food or water in unlivable conditions until they died, and were then buried in mass graves along the railroad tracks. The majority of the Jews were deported to Transnistria, where they were held captive until they died. More than 150,000 Jews died there. And the Jews in old Romania were held for a ransom that was not forthcoming - until many years after the Holocaust when the Jews of Romania were ransomed from Communist rule, in a story that is still largely untold.",
    "chinese_title": "罗马尼亚安东尼斯库将军独裁时期大屠杀",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Holocaust în timpul Guvernului Antonescu",
    "douban_rating_average": 0,
    "update_at": "2025-04-02T09:12:08"
}