{
    "aka": [
        "全球化的磁带"
    ],
    "sid": "4827940",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901728451.jpg",
    "region": [
        "印度尼西亚"
    ],
    "writer": [],
    "imdb_id": "tt0407827",
    "director": [
        {
            "url": "/celebrity/1030415/",
            "name": "约书亚·奥本海默 Joshua Oppenheimer",
            "@type": "Person"
        }
    ],
    "duration": "71分钟",
    "episodes": "",
    "language": [
        "印尼语"
    ],
    "playdate": [
        "2003(Video)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0407827/",
    "imdb_votes": 86,
    "this_title": [
        "The Globalisation Tapes"
    ],
    "douban_link": "https://movie.douban.com/subject/4827940/",
    "imdb_rating": "7.3/10 from 86 users",
    "trans_title": [
        "全球化录像带",
        "全球化的磁带"
    ],
    "douban_votes": "0",
    "introduction": "The Globalization Tapes is a film made by workers for workers. The story isn’t told by experts, but by union members from palm oil plantations in Indonesia. Their experience is complemented by workers from both Colombia and Holland. The film powerfully documents their exploration of history, globalization, and how unions around the world can support each other and struggle together.Using their own forbidden history as a case study, the Indonesian filmmakers trace the development of contemporary globalization from its roots in colonialism to the present. Through chilling first-hand accounts, The Globalization Tapes exposes the devastating role of militarism and repression in building the “global economy”, and explores the relationships between trade, third-world debt, and international institutions like the IMF, the World Bank, and the World Trade Organization. The film explains how these institutions shape and enforcing the corporate world order.A collaboration between the Independent Plantation Workers’ Union of Sumatra (Indonesia), the International Union of Food and Agricultural Workers (IUF) and Vision Machine Film Project.",
    "chinese_title": "全球化录像带",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Globalisation Tapes",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-05-08T16:14:35"
}