{
    "aka": [
        "BBC 西班牙艺术"
    ],
    "sid": "4830349",
    "cast": [
        {
            "url": "/celebrity/1032760/",
            "name": "约翰·图尔克 John Turk",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054246/",
            "name": "洛伊德·考夫曼 Lloyd Kaufman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1097994/",
            "name": "安德鲁·格雷厄姆-迪克森 Andrew Graham-Dixon",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2514822565.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1717990",
    "director": [],
    "duration": "60分钟",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1717990/",
    "imdb_votes": 122,
    "this_title": [
        "The Art of Spain"
    ],
    "douban_link": "https://movie.douban.com/subject/4830349/",
    "imdb_rating": "8.0/10 from 122 users",
    "trans_title": [
        "西班牙艺术",
        "BBC 西班牙艺术"
    ],
    "douban_votes": "2005",
    "introduction": "The Art of Spain – The Moorish South (1 of 3)Critic and art historian Andrew Graham-Dixon travels from southern to northern Spain to tell the story of some of Europe’s most exciting and vital art. In an exploration of Moorish Spain, he looks at Muslim political and cultural influence as he travels from Cordoba to Granada, seeing classic buildings such as the Great Mosque in Cordoba, the Alcazar in Seville and the Alhambra in Granada. He also shows how the Moors introduced new foods – including citrus fruits, coffee and spices – to Spain.The Art of Spain – The Dark Heart (2 of 3)He journeys to the country’s scorched centre to explore Spanish art of the 16th and 17th centuries, a period that became known as the Golden Age. Tracing the rise and fall of the Spanish Empire, the brutal conquest of the New World, and the religious madness of the Inquisition he discovers how a history so violent produced such beautiful art.The Art of Spain – The Mystical North (3 of 3)In the final part, he reveals how the north of the country has produced some of the most dazzling and iconic art of the modern age. Spain’s turbulent history has shaped artists from Francisco Goya to Pablo Picasso. Graham-Dixon argues that Spanish architecture is the art form now taking the nation forward in the new millennium.",
    "chinese_title": "西班牙艺术",
    "douban_rating": "8.9/10 from 2005 users",
    "foreign_title": "The Art of Spain",
    "imdb_rating_average": 8.0,
    "douban_rating_average": "8.9",
    "update_at": "2025-08-31T13:14:25"
}