{
    "aka": [],
    "sid": "4830519",
    "cast": [
        {
            "url": "/celebrity/1123977/",
            "name": "阿里伯特·莫格 Aribert Mog",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1954",
    "genre": [
        "剧情",
        "喜剧",
        "纪录片",
        "短片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2173952428.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1052376/",
            "name": "Willy Zielke Willy Zielke",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0121767",
    "director": [
        {
            "url": "/celebrity/1052376/",
            "name": "Willy Zielke Willy Zielke",
            "@type": "Person"
        }
    ],
    "duration": "West Germany: 44 分钟(cut)",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1954-02-07"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0121767/",
    "imdb_votes": 78,
    "this_title": [
        "Das Stahltier"
    ],
    "douban_link": "https://movie.douban.com/subject/4830519/",
    "imdb_rating": "7.8/10 from 78 users",
    "trans_title": [
        "钢铁猛兽"
    ],
    "douban_votes": "0",
    "introduction": "Willy Zielke has made DAS STAHLTIER (the steel animal) for the 100th anniversary of the German railway. It wasn't shown in 1935! To forbid this treasure of a film tells you all about the completely intolerant behavior of the Nazi regime. And that obviously just because Zielke tells the truth: That the steam locomotive was an English invention. The story seems anything but a way to present film art: The main character (Aribert Mog) tells 5 railway workers the tale of steam and its taming in the form of historic episodes. For years I have waited to see a complete version of the film and not the crippled (and therefore illogical) thing which was available on VHS. Now I can say that the film was far ahead of its time concerning film technique. On the one hand there are many artful dissolves, ultra-fast cuts and inclined pictures, on the other hand there are these wonderful episodes, which are told in a rather calm, but all the more impressive way. The way how the replicas of the original machines has been set in motion is absolutely great, but what I admire the most is how Zielkes camera has captured all the human emotions in those many wonderful character faces. And not to forget: the music by famous composer Peter Kreuder creates always a perfect mood.The film was commissioned by the Reich's Railway Services, to commemorate the 150th anniversary of the first German railroad, the line Nürnberg-Fürth. The (working) replica of the 1906 steam train cost 18 000 Goldmark (equivalent to 250 000 Euro in 2006). The scenes with the steam train running on tracks, as well as the scenes with replicas of historical engines dating to the 17th century were filmed on the Museum Island (Munich).Leni Riefenstahl discovered Zielke's talents watching \"Das Stahltier\" and hired him for her Olympia-project. Zielke was not favored by the Nazis, \"Das Stahltier\" was never shown in the cinemas - and he also had problems working together with Riefenstahl. In 1937 he was brought into a sanatorium and sterilized. In 1942 Riefenstahl needed a cameraman for \"Tiefland\" and made sure Zielke was set free again. Zielke recieved 5000 Deutsche Mark (about 2500 Euro) as a compensation for the forced sterilization in 1987 and died two years later.Ironically, in view of the paragraph above, Das Stahltier was conceived by the Nazis as an all-out propaganda film. They wanted a tribute to the upgraded efficiency of the German railroads, led up to by a general history of the invention and development of locomotives. The project was turned over to Willy Zielke, a superb documentarian director/cinematographer, who also created the wonderful prologue to Leni Riefenstahl's Olympiad. He was apparently given a free hand and a remarkably generous budget, allowing for the recreation of full-scale working models. When, after a lengthy production and editing process, the completed film was ready, the Nazis were greatly displeased. Far from boosting national pride, it gave far too much credit to the British - already earmarked as a potential enemy - and in addition was considered to be vaguely communistic, because of the camaraderie shown between railroad workers. Whether German audiences would have reacted to these subtleties will never be known, as the Nazis promptly banned the film from release, and threw Zielke into an asylum, thus nipping in the bud a career that might have been made with this film. (On ultimate release, he did go back to making documentaries and industrials, but the momentum had been interrupted). Riefenstahl was also anxious not to have the film shown, since it made Zielke too much of a competitor in a field of film-making that was pretty exclusively hers by that time.It's a stunning achievement in documentary, its cutting and imagery making it almost surreal at times. Like so many German films from Metropolis on, it is fascinated with machinery and the opportunity it offers for fluidity in camera mobility and editing. The imagery is so dynamic that continuity hardly matters, but such plot as it has concerns a designer/engineer (the film's only \"star\", played by Aribert Meg, the leading man to Hedy Lamarr in Extase) engaged in researching the history of locomotion. Dialogue, which is minimal, is mainly important in pin-pointing the dates and events (more important to railroading buffs, who know it all anyway) though occasionally there are some interesting moments in which the poetry of language matches that of image. Particularly interesting is one scene in which the engineer likens the locomotive to the human body, oil being equated with blood, the engine with the heart, etc. Obviously, with a knowledge of German the film will seem even better, but even without it (and clearly this is not the kind of film that can be given a synopsis) the imagery is so exciting and generally self-explanatory that you'll have no trouble following it.",
    "chinese_title": "钢铁猛兽",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Das Stahltier",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-06-02T18:52:31"
}