{
    "aka": [],
    "sid": "4831620",
    "cast": [
        {
            "url": "/celebrity/1201580/",
            "name": "厄内尔·埃尔坎 Öner Erkan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1203618/",
            "name": "埃尔坎·贝克塔斯 Erkan Bektas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1230462/",
            "name": "Ceren Demirel Ceren Demirel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1258505/",
            "name": "黛穆拉·苏奈马兹 Damla Sönmez",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "土耳其"
    ],
    "writer": [],
    "imdb_id": "tt1548542",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "土耳其语"
    ],
    "playdate": [
        "2009-11-13"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1548542/",
    "imdb_votes": 2227,
    "this_title": [
        "Bornova Bornova"
    ],
    "douban_link": "https://movie.douban.com/subject/4831620/",
    "imdb_rating": "7.0/10 from 2227 users",
    "trans_title": [
        "博尔诺瓦"
    ],
    "douban_votes": "0",
    "introduction": "http://www.bornovabornovafilmi.com/The movie takes place in a time when dreams are reduced to almost nothing and when it’s difficult to remain sane. Ordinary life becomes a one greater expectation.Salih and Hakan who spend their entire days in front of the grocery shop thinking we were given the chance. Salih is like a older brother to Hakan. Hakan has just came back from the mandatory military service. His football career ended before even it had started because of an injury. He is without a job or a vocation He hopes to be to be a taxi driver. Salih is the psycopath of the neigborhood. He’s the only person who listens to Hakan and gives him advices. Although Salih has grown up in a well meaning educated family he’s involved in every kind of illegal business in the neighborhood. Everbody is scared of him. High school girl Özlem included. Hakan is crazy about her but he never had the the courage to talk to her.Murat who is Salih’s childhood friend and a Ph-d student in philosophy makes a living writing erotic fantasies. He tells Hakan about an erotic fantasy that he wrote based on an event occured between Salih and Özlem. Hakan dissapointed and confused heads toward Özlem’s house to learn about the whole thing. Özlem was very scared when she sees Hakan.",
    "chinese_title": "博尔诺瓦",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Bornova Bornova",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-03-18T09:12:33"
}