{
    "aka": [
        "Doctor Eva"
    ],
    "sid": "4831614",
    "cast": [
        {
            "url": "/celebrity/1124101/",
            "name": "乌尔舒拉·莫杰任斯卡 Urszula Modrzynska",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1165828/",
            "name": "艾娃·维斯涅夫斯卡 Ewa Wisniewska",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1971",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "波兰"
    ],
    "writer": [],
    "imdb_id": "tt0171990",
    "director": [
        {
            "url": "/celebrity/1015835/",
            "name": "亨里克·克卢巴 Henryk Kluba",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "波兰语"
    ],
    "playdate": [
        "1971-02-12"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0171990/",
    "imdb_votes": 20,
    "this_title": [
        "DOKTOR EWA"
    ],
    "douban_link": "https://movie.douban.com/subject/4831614/",
    "imdb_rating": "5.2/10 from 20 users",
    "trans_title": [
        "艾娃医生",
        "Doctor Eva"
    ],
    "douban_votes": "0",
    "introduction": "In the late '60s and 70 serialowe caught up in \"crazy\" viewers - after the success of \"The rates greater than life,\" \"Four armored\" and \"Pan Michael\" - loudly demanded by today's series, \"straight from life.\" Yes there is, \"Dr. Eve, thanks to the writers Skulski Wilhelmina and John Laskowski and director Henry Clubs (\" Lean and others, \"\" The sun rises every day, \"\" Sketches of Warsaw \"and others.). Serial arousedcontroversy. \"Mere reportage from rural clinics convince us that the wiser and more interesting people there come and more complex is their life\" - she wrote press. Doctors had reservations from the professional point of view, critics despised developers detached from the truth about the Polish countryside. Other counter-arguments that the television film is not a textbook of medicine nor a program of information and journalistic, faithfully reflecting the realities of everyday life. Most important is the climate, manners and social shell. Someone has wittily remarked that if he was a patient Dr. Eve, then let him trul even when it is so pretty. Dr. Ewa Lipska, attractive young woman just after graduation, with interesting career prospects for the future, choosing to work rural doctors. Brought up in a big city, settles in a small Międzyborzu in the province. Is forced to not only overcome their own difficulties arising from the daily medical practice in a rural health center, but also must learn to talk to people with different mentalities, gain the trust of their patients.",
    "chinese_title": "艾娃医生",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "DOKTOR EWA",
    "imdb_rating_average": 5.2,
    "douban_rating_average": 0,
    "update_at": "2025-02-11T00:13:19"
}