{
    "aka": [],
    "sid": "4833540",
    "cast": [
        {
            "url": "/celebrity/1396244/",
            "name": "腾腾 Teng Teng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1357996/",
            "name": "白马 Bai Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1439315/",
            "name": "尹世霖 Shilin Yin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1474031/",
            "name": "王明亚 ",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1997",
    "genre": [
        "动画",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1960262374.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1414187/",
            "name": "鲁明 Ming Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1439315/",
            "name": "尹世霖 Shilin Yin",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1446243/",
            "name": "李剑平 Jianping Li",
            "@type": "Person"
        }
    ],
    "duration": "9分钟",
    "episodes": "39",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1997(中国大陆)"
    ],
    "this_title": [
        "中华传统美德故事"
    ],
    "douban_link": "https://movie.douban.com/subject/4833540/",
    "trans_title": [
        ""
    ],
    "douban_votes": "2106",
    "introduction": "《中华传统美德故事》是一个反映我国历史上不同时代一些著名人物高尚道德情操小故事的系列动画片。每集讲述一个人物，故事中人物有的机智、有的好学、有的勇敢、有的正直、有的为人类科学做出了很大贡献，让观众在观看过程中；感受到人生中应具有的真善美品质，激励完善自己的人格。这一系列中的各个故事，因为都来源于历史上真实人物的故事传说，所以少了一些戏说成份，也就不是很具有幽默特点。故而人物造型及背景基本都采用写实风格，增加一些真实感和可信度。又因历史时代不同，人物身份性格不同，故事情节、环境不同，所以在系列片整体风格统一的大前题下，每一分集的造型和场景又具有各自的特点。相关故事：破釜沉舟秦末时，秦军进攻重新建立起来的赵国，赵国向楚国求救。楚将项羽率兵渡江攻打秦军。过江之后，项羽下令士兵把战船全部沉掉，把灶锅统统砸烂。楚军没有了退路，人人奋勇，终于战胜了秦军。孔融分梨在孔融小的时候，叔叔曾经给他出了一个难题，让他把六个梨分给六个弟弟妹妹，但是必须还有一个梨在盘子里。聪明的孔融想出了一个办法，圆满的把梨分了。樊哙闯宫汉大将樊哙有紧急公务赶到京城，却得知汉高祖刘邦连日睡大觉不理朝政。樊哙便一路冲开御林军的拦阻，闯进皇宫内院，那么后在樊哙的直言相劝下，刘邦幡然悔悟。立刻整衣上朝。诸葛恪得驴三国时，吴王孙权在宴会上用一头驴来取笑诸葛谨。在场的诸葛谨幼子诸葛恪机智聪明，不但解除了父亲的尴尬，还受到吴王的赏识。吴王把这头驴赐给了诸葛恪。荆轲刺秦王战国末期，秦国大军在攻下了赵国后直逼燕国。壮士荆柯自愿出使秦国，在向秦始皇献上樊於期的人头和赵国地图时，荆柯从地图中取出匕首，刺向秦始皇。但最终未能成功，荆柯英勇牺牲。解铃还须系铃人小和尚泰钦聪明过人，一次却因喝酒违犯了寺规面临被逐出寺的后果，法眼禅师当众出了道题，众和尚回答不出。泰钦在明白了师父其中的含意后，说出了正确答案。少年柳公权唐代书法家柳公权少年时就写得一笔好字，但一位老者告诉他，有人用脚也能比他写得更好，柳公权心里不服。经过亲眼所见后，他终于能够虚心向人求教，明白了不能骄傲自满的道理。硬汉子董宣洛阳县令董宣刚直不阿，秉公执法，连皇帝姐姐的家奴犯了法也不放过，当众处决。皇姐一气之下，告到皇帝面前。在皇宫中，董宣拒理力争，皇帝也气得直瞪眼。事后，皇帝却对董宣进行了奖励。特殊遗嘱孙叔敖是楚国很有贡献的老臣，他临去世前留下遗嘱。公子孙安听从父亲的意思，不接受高官和丰厚的赏赐，只接受了楚王赏赐的一块荒芜之地--寝丘，过着自食其力的生活。玄奘取经唐代高僧玄奘去西天取经路过高昌国，高昌国国王为了提倡佛教，极力挽留玄奘留在该国。但玄奘去西天的决心毫不动摇，在高昌国传播了佛教之后，他又踏上遥遥西天路。缇萦救父淳于意为人治病，不想得罪了官府，被判\"肉刑\"押住长安。他的女儿缇萦年纪虽小，却坚强的陪父亲一同前往。缇萦为父亲的冤屈到处奔走，把信递送到了汉文帝手中，终于使父亲得到了自由，汉文帝也下令废除了\"肉刑\"。颜真卿书法家颜真卿为人正直，得罪了朝中奸相卢杞。时值李希烈拥兵造反，皇帝听从卢杞的主意，派颜真卿前往劝降。颜真卿来到李希烈军中，义正词严驳斥李希烈。颜真卿在燃烧的火堆旁奋然提笔写下了\"立德践行，千古留名\"。李希烈恼羞成怒，加害了颜真卿。季扎还愿王子季扎在父王去世后主动把王位让给了大哥，并出使各国。在徐国与国王徐公结下友谊，季扎见徐公深爱自己的宝剑，心中默许出使回国时将剑赠与徐公。但季扎回来时，徐公竟已经去世了。季扎来到徐公安葬处，将宝剑摆放在墓前。管鲍之交管仲和鲍书牙友谊深厚，但在王子们争夺王位时却各为其主，管仲还射中了公子小白一箭。公子小白即位后，鲍书牙为了国家的利益推荐管仲出来治理国家，自己却隐退归家了。暖不忘寒晋公子重耳率随从狐偃等人在外流亡十九年后，秦王派兵拥他回国为王。临行前，壶叔收拾旧衣物，重耳不以为然，狐偃以旧衣物来比喻他们这些相随多年的老臣。重耳恍然大悟，困难中相处的人是不能忘记的。明山宾卖牛明山宾是个出了名的老实人，因为家贫，不得不便宜卖掉家中的老牛，回家的路上，他又急急忙忙赶回追上买主，讲明牛曾得过\"漏蹄病\"，已经治好了。围观的群众称赞明山宾。状元还乡新科状元王沂公回家省亲，他谢绝了地方官赠送的银两和宴请。王沂公不愿摆排场，知府组织乐队热热闹闹的迎候，他却换上平时穿的衣服，在热闹的人群面前走过，使人们没有发觉。郑和灭海贼明朝航海家郑和率大明船队来到古里国，同古里国国王互相交换了礼物。夜里，海贼陈祖义前来劫宝。早已得到情报的郑和派士兵设下埋伏，一举活捉了海贼。金孝拾银卖油郎金孝拾到一包银子，在母亲的教导下他返回原处找到失主。不料失主却赖他偷拿了部分银子。相持不下时，县官来到。最终银子被判归金孝母子。伯乐举贤秦穆公欲寻好马，相马师伯乐自感年事已高，于是向秦穆公推荐了年轻的九方堙。经过多方努力寻找，九方堙发现了真正的千里马。寇准罢宴寇准要过生日，官员们都来祝贺送礼。奶奶却向寇准忆起了原来的艰苦日子，提醒他不要过于铺张。寇准醒悟之下，取消了这个寿宴。三遇恩师刘勰自幼喜爱读书，但家里很穷。他听从老婆婆的话，到寺庙里学习读书，并在老方丈的指引下写出读书心得。后又根据老方丈的建议，前去拜见司徒沈约。在不断的努力中，刘勰写出了著名的《文心雕龙》。别出心裁的赛马蒙古老王爷在庆功会上提议举行一场比谁的马跑的慢的赛马，结果使得比赛迟迟无法完成。大公子成吉思汗在不改变比赛规则的前提下，想出了一个办法，很快结束了这场别出心裁的比赛。钟隐拜师钟隐是一位很有名的年轻画家，但他对自己的花鸟画仍不满意。为了进一步全面提高画艺，他不惜投身名画家郭乾晖家做仆人，终于感动了郭乾晖，破格收他为徒。毛遂自荐战国末期，赵国的平原君要去争取楚国共同抗秦，在他正从众多的门客中挑选出二十名文武全才的随行人员时，一个年轻人站了出来，主动请求前往。他的名字叫毛遂。",
    "chinese_title": "中华传统美德故事",
    "douban_rating": "8.3/10 from 2106 users",
    "foreign_title": "",
    "douban_rating_average": "8.3",
    "update_at": "2025-05-15T05:28:13"
}