{
    "aka": [
        "The Walls of Hell"
    ],
    "sid": "4834721",
    "cast": [
        {
            "url": "/celebrity/1011027/",
            "name": "Vance Skarstedt Vance Skarstedt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025387/",
            "name": "Fernando Poe Jr. Fernando Poe Jr.",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007147/",
            "name": "约克·马哈尼 Jock Mahoney",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1135062/",
            "name": "Pedro Navarro Pedro Navarro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1284407/",
            "name": "Fred Galang Fred Galang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1294022/",
            "name": "Michael Parsons Michael Parsons",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1964",
    "genre": [
        "剧情",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878802221.jpg",
    "region": [
        "菲律宾",
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1012693/",
            "name": "埃迪·罗梅罗 Eddie Romero",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0058235",
    "director": [
        {
            "url": "/celebrity/1051138/",
            "name": "格拉多·列昂 Gerardo de Leon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012693/",
            "name": "埃迪·罗梅罗 Eddie Romero",
            "@type": "Person"
        }
    ],
    "duration": "88 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1964-11-17"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0058235/",
    "imdb_votes": 146,
    "this_title": [
        "Intramuros"
    ],
    "douban_link": "https://movie.douban.com/subject/4834721/",
    "imdb_rating": "5.2/10 from 146 users",
    "trans_title": [
        "75陆战兵团",
        "The Walls of Hell"
    ],
    "douban_votes": "0",
    "introduction": "As the Japanese retreated in the Philippines some ten thousand Japanese soldiers feared execution if they were to surrender, so they barricaded them selves in Manila's Intramuros, or walled city, vowing to fight until the last man(something they did do). The city was a fort built by the Spanish and had twenty foot thick stone walls and was practically impregnable from the ground. Unable to bomb the city from the air because of an open city agreement about Manila, the Intramuros would have to be taken using brute force.The plot of the movie concerns an attempt by American lead Filipino soldiers to get into the city and rescue a group of hostages before the final attack. I'm not too sure as to how historically accurate the film is, but its a decent war film with pretty constant action. Indeed much of the final third of the film is one prolonged battle to rescue the hostages and once it starts it never lets up. I especially liked that the tunnels in and around the Intramuros added something to the battle scenes and made it something uniqueThe Americans are fronted by Jock Mahoney as a tough as nails soldier who has had to live with himself after attacking a Japanese convoy that was transporting his pregnant wife to the hospital. Frankly its a bland performance and it falls to the rest of the cast to carry the weight of the film. This is a good thing since they are all able actors and create a nice bunch of soldiers to root for (even if they are a tad clichéd).I liked this movie a great deal. Its not perfect but it does what it does with out any real attempts to be anything more than a big war story. Certainly there are occasional drifts into clichéd territory, but the uniqueness of the story's setting makes it okay. If you're in the mood for a World War Two style film that you haven't seen before (literally since notes on the DVD say this film was largely unavailable for the better part of the last 30 years) I would certainly give this a try. As a friend of mine is fond of saying- definitely worth a box of popcorn.",
    "chinese_title": "75陆战兵团",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Intramuros",
    "imdb_rating_average": 5.2,
    "douban_rating_average": 0,
    "update_at": "2025-03-24T00:22:57"
}