{
    "aka": [],
    "sid": "4836225",
    "cast": [
        {
            "url": "/celebrity/1193702/",
            "name": "Harald Lesch Harald Lesch",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1229800/",
            "name": "Titus Horst Titus Horst",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2411807448.jpg",
    "region": [
        "Germany"
    ],
    "writer": [],
    "imdb_id": "tt1169517",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "Deutsch"
    ],
    "playdate": [
        "2004-02-12"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1169517/",
    "imdb_votes": 9,
    "this_title": [
        "Kant für Anfänger"
    ],
    "douban_link": "https://movie.douban.com/subject/4836225/",
    "imdb_rating": "6.7/10 from 9 users",
    "trans_title": [
        "康德入门"
    ],
    "douban_votes": "0",
    "introduction": "Immanuel Kant: Kant für Anfänger - Eine TV-Serie des Bayerischen Rundfunks - DVD - JOK950D Einen TV-Spielserie in 10 Episoden, produziert vom Bildungskanal BR-alpha. Das Werk von Immanuel Kant (1724 - 1804) gilt als Höhepunkt der abendländischen Philosophie - aber auch als schwer lesbar. Diese kurzen, unterhaltsamen TV-Episoden behandeln auf humorvolle Weise die zentralen Aussagen des großen Aufklärers. Begleiten Sie die junge Philosophiestudentin Sophie auf eine Gedankenreise und gewinnen Sie neue Einsichten in so komplexe Themen wie  Ethik  Vernunft  Moral und  Liebe. Teil 1: Sophies Ausflug in die Philosophie »Habe den Mut, dich deines eigenen Verstandes zu bedienen.« Im ersten Teil der Reihe beginnt die Philosophiestudentin Sophie über Kants »Kritik der reinen Vernunft« zu recherchieren. Doch anstatt über Kant nur zu reden, spricht Sophie lieber mit dem Professor aus Königsberg persönlich. Dabei diskutieren sie über Themen wie:  Metaphysik  Kopernikanische Wende  Verstand und Sinne  Grenzüberschreitung  Zielpunkt Vernunft. Teil 2: Kant, Sophie und der kategorische Imperativ »Handle so, dass die Maxime deines Willens jederzeit zugleich als Prinzip einer allgemeinen Gesetzgebung gelten könne«. Kants »kategorischer Imperativ« aus dem Jahre 1788 beansprucht auch heute noch Gültigkeit. Doch was, so fragt sich Sophie, bedeutet er für unser Leben? Ausgerechnet sie hat sich in einen verheirateten Mann verliebt. Darf sie diese Liebe leben oder sollte sie dem »obersten Prinzip der Moralität« der Kantschen Philosophie folgen? Sophie nähert sich mit Kants Hilfe folgenden Themen:  Ethik und Pflicht  Legalität und Moralität  Hypothetisch oder kategorisch?  Maximen auf dem Prüfstand Freiheit und Sittlichkeit. DVD, 2 Stunden und 30 Minuten.",
    "chinese_title": "康德入门",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Kant für Anfänger",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-06-20T08:50:09"
}