{
    "aka": [],
    "sid": "4837011",
    "cast": [
        {
            "url": "/celebrity/1302332/",
            "name": "彭玉 Yu Peng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323865/",
            "name": "牛飘 Piao Niu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275658/",
            "name": "刘敏 Min Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313479/",
            "name": "陈锐 Rui Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317977/",
            "name": "王丽云 Liyun Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1290393/",
            "name": "吕晓禾 Xiaohe Lü",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1303774/",
            "name": "剧雪 Xue Ju",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1425269/",
            "name": "郭莹莹 Yingying Guo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868809093.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "30",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2007-08-03"
    ],
    "this_title": [
        "家事无理"
    ],
    "douban_link": "https://movie.douban.com/subject/4837011/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "色彩在缺乏安全感的生活中渐渐褪色，整日担惊受怕的欧瑶极力反对丈夫出国，而欧父去世后，欧母对女婿越发挑剔，她甚至认定欧父之死是因长期不满女儿和鲍平安的婚姻所致。九十年代，鲍平安开始下海开小饭馆，鲍父鲍母一向认为自己儿子有出息，惟有欧母这个丈母娘不屑地认定鲍平安不过是个小业主，这对亲家之间为此没少吵架。鲍平安念念不忘出国，他通过朋友联系到偷渡渠道，不惜卖掉饭馆换钱给“蛇头”。关键时刻，欧母向公安局举报，鲍平安被拘留。对鲍平安失望至极的欧瑶参加大学同学聚会，从深圳赶来的许志峰当年热恋欧瑶，无奈当时欧瑶与鲍平安如胶似漆。这次老同学畅叙友情，欧瑶失控喝醉了酒，她在许志峰客房休息，衣服被拿去洗衣房清洗，鲍平安来宾馆找欧瑶，看到的是许志峰和只穿着内衣的欧瑶……鲍平安和欧瑶分居，二人有约，等女儿考上初中再离婚。没想到，由于种种生活变故，离婚进程一拖再拖，直到女儿考上高中，二人依然维系着夫唱妇随的假象。出国梦彻底破灭后，人到中年的鲍平安应聘到富阳春大饭店，经过几年辛苦打拼，任职副厨师长。鲍平安与新来的餐饮部经理赵萌暗生情愫，赵萌情路坎坷，已过而立之年的她一直未婚，她小心翼翼地躲避着这份感情，她害怕自己再受伤。吵吵闹闹了这些年，鲍平安和欧瑶终于办理了离婚手续，但是对于如何面对女儿他们一筹莫展，15岁的鲍春聪明又敏感，多次威胁父母离婚孩子就堕落，鲍平安和欧瑶约定将离婚一事瞒住女儿，让她慢慢接受。历经心路波折的赵萌终于接受了鲍平安的感情，二人同居。赵萌体谅鲍平安的难处，答应等鲍春考上大学以后他们再结婚。随后的生活里，鲍平安深刻体会到一句话的正确：中国的男人离婚后，后半生别打算安生。为了照顾女儿的情绪，鲍平安时不时地回到原来那个家扮演好父亲好丈夫的角色，同时还要小心翼翼地顾及赵萌的感受，最令他头疼的是，欧瑶其实不愿意离婚，她对他们复合一直抱有希望。为了不影响同在饭店工作的赵萌，鲍平安忍痛辞职。然而找新工作不容易，不仅工资待遇大大降低，而且鲍平安牺牲事业最终也并能留住赵萌的爱情，赵萌痛苦地承认，欧瑶对鲍平安始终不放手，她和欧瑶像是在进行一场拔河比赛，而鲍平安又无法割舍对女儿和前妻的责任感，没有哪个女人愿意忍受这样的局面，所以她要给爱放一条生路，让鲍平安自己去抉择。鲍平安回到欧瑶的身边，很快，盼来破镜重圆的欧瑶发现生活并不如想象的那样美好，经历了离婚和复合，二人之间都变得客气起来，对敏感问题的处理都小心翼翼，然而无论怎样努力，一切都已回不到从前，他们都忘不了对方曾经的背叛，他们都感到无形的疲惫，不堪的折磨……2005年，女儿终于考上了大学，临行前她主动和父母进行了一次长谈，她现在已经能够理解父母感情不合，强行把父母撮合在一起是她太自私了，她没有考虑过父母的感受，没有想过父母重新开始各自的新生活，可能会是更好的结局。鲍平安心中默叹，女儿长大了。欧瑶也吐露心声，破镜重圆仍是破镜，剧痛虽去裂痕犹在，依然触目惊心，依然会让人隐隐作痛，过去的经历是抹不掉的，女儿的话终于让她想明白了，她应该学会放手，让鲍平安去追求自己的生活。 欧瑶的话，正是鲍平安所想的。经历了感情困扰，鲍平安更想在事业上东山再起，一家外地新落成的大酒店慕名盛情邀请他，他非常想抓住这个好机会，欧瑶鼓励他接受聘请。面对再次分手，鲍平安和欧瑶心平气和，因为这是他们一致的选择，二人释然而笑。 鲍平安踏上了北去的列车，此时此刻，对于眼前这个曾经想逃离的城市，他生出了前所未有的依恋，那些他爱的人，爱他的人，在他的眼前一一闪现…… 新的生活开始了。",
    "chinese_title": "家事无理",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-12T07:00:09"
}