{
    "aka": [],
    "sid": "4839348",
    "cast": [
        {
            "url": "/celebrity/1037092/",
            "name": "蔻儿·普瑞 Koel Purie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1189987/",
            "name": "桑迪亚·米达尔 Sandhya Mridul",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt1087852",
    "director": [],
    "duration": "India: 110 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010-04-02"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1087852/",
    "imdb_votes": 186,
    "this_title": [
        "The Great Indian Butterfly"
    ],
    "douban_link": "https://movie.douban.com/subject/4839348/",
    "imdb_rating": "6.0/10 from 186 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Krish and Meera, form a young Indian couple climbing the ladder of the corporate rate race in a nation hurtling forward at a rate unprecedented in its long history. Stressed, frustrated and unable to come to terms with the sacrifice required for success, they go in search of a legendary magical insect - The Great Indian Butterfly. Last seen by the unknown Portuguese explorer Carodiguez, in a remote valley located in erstwhile colonial Goa, the butterfly possesses a magical aura, granting immense happiness to the person who catches it. In the journey that takes the couple from the smog filled, concrete jungle of the Megalopolis of Mumbai through the little discovered coastal landscapes of the western Sahyadris, to the sun soaked land of Goa, the couple lose more than what they want to rediscover. It becomes a passage, which seems to travel with a metaphor of its own and an insect as elusive as a fossil trapped in prehistoric resin. Will they find the Butterfly? Can they survive the journey? Can it cost them their lives? Will the Great Indian Butterfly wreck havoc on their souls? Will there be redemption? Or is it a futile hunt for an answer to their crumbling lives? Is happiness a rare insect? A simple tale in the complex miasma of a changing India.",
    "chinese_title": "The Great Indian Butterfly",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-08-10T04:52:34"
}