{
    "aka": [
        "Cosmic Collisions"
    ],
    "sid": "4840360",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p705846487.jpg",
    "region": [
        "中国大陆",
        "土耳其"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1426383/",
            "name": "郑正 Zheng Zheng",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "10",
    "language": [
        "英语",
        "汉语普通话"
    ],
    "playdate": [
        "2010-05-14"
    ],
    "this_title": [
        "天剩我才"
    ],
    "douban_link": "https://movie.douban.com/subject/4840360/",
    "trans_title": [
        "Cosmic Collisions"
    ],
    "douban_votes": "622",
    "introduction": "简　　介故事起始于三个艺术院校学生毕业的那天，刚步入社会的他们尚不知自己的人生何去何从，却阴差阳错在警察局遇到了一位来自异国的富家千金，三人在机缘巧合之下住进了她独居的别墅，做了房客，继而又引发了一系列令人啼笑皆非而又真实鲜活的事件。将一群中外的年轻人集中在一幢房子中，用他们的视角讲述着外面的世界……幕后制作：09年9月，朱宏、蔡悦、郑正这三个在上戏一同念本科的朋友，还有后来在本剧担任执行制作的聂晶，决定创作一部以夸张、真实、幽默为风格，反映大学毕业生现实生活的剧作。这部作品反映的最主要的一点，就是当代年轻人在实现自我价值的过程中与社会现实之间产生的冲突。我们的目的就是要还原现实，这虽然是部喜剧，但决不会刻意设计、添加、制造笑点和包袱来迎合观众，而是希望观众在笑声中思考。它的笑声是“罐装”的，但笑点却不是“罐装”的。从一开始创作者就设定了一个目标：要让这部作品充满社会价值，因为这种不断更新的情景剧最大的好处就在于，能时刻追踪社会热点话题，说观众们最关心的事情。这部作品还反映着另外一种冲突，那就是现代社会中西方文化的冲突。中国，尤其是上海，一直有大量外国人不断涌入，这里是中外文化碰撞的焦点。但以往我们得到信息往往都是关于国家，关于企业的，很少触及到中外生活的本质，平凡的中国人和平凡的老外之间在生活上的交往并不多，而这种生活习惯和文化细节上的持续碰撞才是最有戏剧性的地方，这是非常值得创作者去挖掘，也是很多人有兴趣了解的一个板块。因此该剧在人物设定上加入了一个来自异国的富家千金，其目的决不是媚俗，而是从一个侧面反映我们现当代面对全球化的精神变化和生活状态。这个剧组中每个成员都是因为兴趣才加入的，不求短期的回报，利用非常有限的条件，把东西尽可能拍到最好。众所周知，现如今能够让一帮年轻人在个人生存压力的前提下为一个长期的理想，组建一个团队，是非常可贵的事情。这个团队的存在，至少说明一个事实，那就是每个人终究都会有理想和希望。创作者们相信自己可以打造出一个优秀并且有潜力的作品，然后通过这个作品（以及今后的作品）去影响更多的人，通过这种文化层面的影响，让自身和他人都能获得真实的愉悦和快乐。组内任何一个成员无论在学校还是在社会上都无愧“专业”二字，也决不是因为找不到一份体面的工作才被迫加入这个组里混日子，加入这个团队最根本的动力就是理想。幕后团队：《天剩我才/Cosmic Collisions》是由新物种工作室创作的一部原创情景剧。其成员由上戏各系学生、上海交通大学学生、上海大学学生、上海音乐学院学生组成，是一个有着强烈的创作激情的团队。《天剩我才》是新物种工作室的第一部作品，从剧本创作到真实拍摄，甚至片头动画、音乐都是有团队原创的。我们希望通过自己的努力创作出真正的“原创作品”。",
    "chinese_title": "天剩我才",
    "douban_rating": "8.2/10 from 622 users",
    "foreign_title": "",
    "douban_rating_average": "8.2",
    "update_at": "2025-03-18T16:14:45"
}