{
    "aka": [
        "西游记(港/台)"
    ],
    "sid": "4842385",
    "cast": [
        {
            "url": "/celebrity/1076292/",
            "name": "丹·戴利 Dan Dailey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048212/",
            "name": "安妮·巴克斯特 Anne Baxter",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1056094/",
            "name": "罗里·卡尔霍恩 Rory Calhoun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025250/",
            "name": "沃尔特·布伦南 Walter Brennan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041162/",
            "name": "杰克·伊莱姆 Jack Elam",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010505/",
            "name": "玛丽莲·梦露 Marilyn Monroe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1154142/",
            "name": "查尔斯·史蒂文斯 Charles Stevens",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1144528/",
            "name": "Jerry Sheldon Jerry Sheldon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1142221/",
            "name": "Dick Ryan Dick Ryan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1137789/",
            "name": "Harry Seymour Harry Seymour",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1120508/",
            "name": "Lee MacGregor Lee MacGregor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1120293/",
            "name": "玛丽昂·马歇尔 Marion Marshall",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1117585/",
            "name": "乔伊丝·马更些 Joyce Mackenzie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1155439/",
            "name": "Charles Soldani Charles Soldani",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1167155/",
            "name": "威尔·赖特 Will Wright",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1166751/",
            "name": "尤拉基耶酋长 Chief Yowlachie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1163997/",
            "name": "约翰·沃特·伊戈尔 John War Eagle",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1163187/",
            "name": "杨森 Victor Sen Yung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1161805/",
            "name": "Guy Wilkerson Guy Wilkerson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1160254/",
            "name": "Jim Toney Jim Toney",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1159584/",
            "name": "雷云酋长 Chief Thundercloud",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1156553/",
            "name": "Clarence Straight Clarence Straight",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1116737/",
            "name": "John Merton John Merton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1111705/",
            "name": "阿瑟·亨尼卡特 Arthur Hunnicutt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1074489/",
            "name": "保罗·布里纳加 Paul Brinegar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1066929/",
            "name": "雷蒙德·邦德 Raymond Bond",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1060311/",
            "name": "Robert Adler Robert Adler",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054230/",
            "name": "乔治·梅尔福德 George Melford",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048681/",
            "name": "爱德华·克拉克 Edward Clark",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1079089/",
            "name": "哈里·卡特 Harry Carter",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1079685/",
            "name": "Joseph Forte Joseph Forte",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105265/",
            "name": "查尔斯·肯珀 Charles Kemper",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1104483/",
            "name": "Mauritz Hugo Mauritz Hugo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1102376/",
            "name": "Herbert Heywood Herbert Heywood",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1100070/",
            "name": "Shooting Star Shooting Star",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1099970/",
            "name": "Connie Gilchrist Connie Gilchrist",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1098857/",
            "name": "保罗·哈维 Paul Harvey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1098418/",
            "name": "Tim Graham Tim Graham",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1098249/",
            "name": "奥林·霍兰德 Olin Howland",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1094815/",
            "name": "Raymond Greenleaf Raymond Greenleaf",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1093027/",
            "name": "威廉·古尔德 William Gould",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018770/",
            "name": "William Self William Self",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1950",
    "genre": [
        "喜剧",
        "音乐",
        "西部"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2300042211.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1046108/",
            "name": "玛丽·卢斯 Mary Loos",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037795/",
            "name": "理查德·塞尔 Richard Sale",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0043046",
    "director": [
        {
            "url": "/celebrity/1037795/",
            "name": "理查德·塞尔 Richard Sale",
            "@type": "Person"
        }
    ],
    "duration": "90 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1950-04-18"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0043046/",
    "imdb_votes": 814,
    "this_title": [
        "A Ticket to Tomahawk"
    ],
    "douban_link": "https://movie.douban.com/subject/4842385/",
    "imdb_rating": "6.1/10 from 814 users",
    "trans_title": [
        "去托马霍克的票",
        "西游记(港",
        "台)"
    ],
    "douban_votes": "0",
    "introduction": "In 1876, Johnny Jameson (Dan Dailey), a \"drummer\" (traveling salesman), is the only passenger on the inaugural run of the Tomahawk and Western Railroad's narrow gauge train through the Colorado Rockies. During the ride, the conductor tells Johnny that certain people, stagecoach operators for example, would like to see the railroad's franchise fail. Soon afterwards, Dakota (Rory Calhoun), Trancas and Gila, who work for Colonel Dawson, the area stageline operator, cause a giant boulder to fall directly in the path of the train. Engineer Terence Sweeny (Walter Brennan) manages to stop the train in time, and he and the crew then disembark to move the rock.Johnny decides to walk to the town of Epitaph and hitches a ride with Trancas and Gila. At the sheriff's office, when Johnny tries to report the train's delay to deputy Chuckity Jones (Charles Kemper), he is knocked out by Trancas. U.S. Marshal Kit Dodge, meanwhile, is in the room next door getting ready to welcome the train with help from his tomboyish, knife-wielding granddaughter Kit (Anne Baxter). As they leave for the depot they are surprised by Trancas and Gila. The marshal shoots Trancas but is wounded by Gila. Johnny comes round and Kit suspects that he may also be one of the gang. Despite Chuckity intervening on his behalf she orders him to leave town before sunset.Kit is deputized as a U.S. Marshal by her grandfather, who now cannot travel because of his wound. She and an Indian companion named Pawnee (Chief Yowlachie) are assigned to escort the train to Tomahawk. Colonel Dawson orders Dakota to join the posse that is escorting the train and also an Indian scout, Black Wolf, to stir up the local Arapahos. Other gang members plot to blow up the engine during a night stop.Only after he has bought his ticket out of town does Sweeny learn that there is no track laid for the next forty miles. He is informed by local railway entrepreneur, Bishop, that the rails were lost at sea en route from England. Bishop explains that as the train must reach Tomahawk to fulfill the requirements of the franchise contract, he has arranged for the engine car to be hauled by a team of mules. Another condition is that the train must reach Tomahawk by a rapidly approaching deadline with at least one paying passenger. Kit is not pleased to discover that the passenger assigned to her care is Sweeny. Johnny, now reluctant to travel on the train, is roped alongside the cab as the locomotive, minus its passenger car, sets off pulled by the mules and accompanied by assorted wagons. Chinese laundry man Long Time (Victor Sen Yung) joins the group with much delayed laundry for Tomahawk, together with Madame Adelaide (Connie Gilchrist) and her dancing girls, Annie, Ruby, Clara (Marilyn Monroe) and Julie. A musician with pionola accompanies them.As planned, Dawson's men Bat, Charley and Fargo show up at a night stop claiming to be telegraph men who are there to repair lines cut by the Arapahos and Kit gives them permission to bunk in the camp. Gradually Kit softens her attitude towards Johnny. When all are asleep, Bat and Charley leave while Fargo tosses sticks of dynamite under the engine. Johnny, sleeping alongside the train, smells the lit fuse and alerts the others. Kit then cuts the fuse with a shot and disables Fargo but before he can talk Dakota kills him.Some time later, a few miles beyond where the track restarts, Bat and Charley are placing dynamite charges on a trestle bridge. Johhny, Kit and Pawnee are scouting ahead and stop at the bridge. Bat and Charley consider shooting them but are then themselves attacked and killed by Indians and the dynamite is set off prematurely. Kit, Johnny and Pawnee are chased back to the train which is then attacked by the war party. Johnny identifies the Arapaho chief, Crooked Knife, having previously worked with him in a travelling western show. After the war party is driven off, Johnny volunteers to talk peace with him. He has learned that Long Time is carrying a load of fireworks and develops a plan. He is welcomed by Crooked Knife, who agrees to allow the train safe passage. However, some of the braves distrust Johnny and ask him to produce a sign that he is \"big medicine.\" Johnny sets off a rocket, signaling Kit and Dakota to set off the rest of the fireworks on a nearby hill, and the Indians are impressed. As the railway bridge is now out, Kit intends to take the thirty-three-ton locomotive over a mountain by dismantling it and carrying it in sections. Dawson, meanwhile, thinks he has been double-crossed and shoots Black Wolf. He then rounds up his men for a final showdown.After Kit discovers that Dakota has sabotaged a vital water tower, Dakota jumps aboard the train, slugs Johnny and at gunpoint makes the fireman start the engine rolling and takes off at high speed down the tracks. Kit jumps into the cabin but is knocked out by Dakota. Johnny revives and while he and Dakota fight on top of the cabin, Kit comes round and throws her knife at Dakota, causing him to fall into a ravine. Dawson and his gang then ambush the train but cannot catch up with it. However, they manage to shoot up the boiler and the train slows to a halt within sight of Tomahawk. A posse, headed by Marshall Dodge, rides out from the town and, together with the Araphoe, subdue Dawson's gang. Dawson flees but is pursued by Pawnee who throws a tomahawk at him which hits home off camera. As the train has stopped just short of its goal, Johnny talks the mayor of Tomahawk into extending the town limits, thereby fulfilling the requirements of the franchise. He does so, with seconds to spare. By now Kit has fallen in love with Johnny but he says he cannot be with her as he could not give up his travelling life. She grabs her knife and threatens to cripple him to stop his wandering ways. In the next scene it becomes apparent that Johnny is now working as a train conductor. As the train sets off he quickly limps after it, waving to his wife, Kit, and their five young daughters...",
    "chinese_title": "去托马霍克的票",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "A Ticket to Tomahawk",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-10T07:33:59"
}