{
    "aka": [],
    "sid": "4844723",
    "cast": [
        {
            "url": "/celebrity/1057349/",
            "name": "坎农博尔·阿德利 Cannonball Adderley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1087696/",
            "name": "Teddy Edwards Teddy Edwards",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1069701/",
            "name": "Oscar Brown Jr. Oscar Brown Jr.",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1962",
    "genre": [
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878487918.jpg",
    "region": [
        "USA"
    ],
    "writer": [],
    "imdb_id": "tt0900878",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0900878/",
    "imdb_votes": 13,
    "this_title": [
        "Jazz Scene USA"
    ],
    "douban_link": "https://movie.douban.com/subject/4844723/",
    "imdb_rating": "8.8/10 from 13 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "With Ken Burns's Jazz having brought the music into our living rooms on a regular basis, it seems a bit less anomalous that jazz shows were once as common on the tube as so-called reality programming is today (OK, maybe not that common). Ralph J. Gleason's Jazz Casual series was one such outlet; Jazz Scene USA, executive produced by Steve Allen and hosted by singer Oscar Brown Jr., was another. The formats were similar: a little talk and a lot of straight-ahead blowing. The perfect setting, then, for alto saxophonist Cannonball Adderley, who appeared on both shows during their early '60s runs. Dapper and dignified, articulate and affable, Adderley was also arguably the best alto player since Charlie Parker, with a superb band to boot (featuring brother Nat on cornet, Yusef Lateef on tenor sax, flutes, and oboe, and future Weather Report cofounder Joe Zawinul on piano). Playing just four complete tunes here, the sextet covers an extraordinary amount of territory, from the hard bop of Quincy Jones's \"Jessica's Birthday\" and the African drone of \"Primitive\" to two popular Nat Adderley tunes, \"Jive Samba\" (here called \"Bossa Nova Nemo\") and the blues-drenched \"Work Song.\" A marvelous performance--and the DVD sound is excellent. If \"boss tenor\" man Teddy Edwards's set of five hard-bop Edwards originals is less scintillating, it's less a reflection on him (au contraire--he and his sextet swing mightily, especially on \"Sunset Eyes\") than a result of the simple misfortune of having to follow Cannonball to the stand. --Sam Graham",
    "chinese_title": "Jazz Scene USA",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.8,
    "douban_rating_average": 0,
    "update_at": "2025-02-05T13:00:59"
}