{
    "aka": [],
    "sid": "4845399",
    "cast": [
        {
            "url": "/celebrity/1315776/",
            "name": "于波 Bo Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314268/",
            "name": "刘园媛 Yuanyuan Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314497/",
            "name": "何中华 Zhonghua He",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316216/",
            "name": "胡小庭 Xiaoting Hu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315438/",
            "name": "杨俊毅 Junyi Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316374/",
            "name": "尚于博 Yubo Shang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1490733/",
            "name": "贾延龙 Yanlong Jia",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868325924.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1398230/",
            "name": "七根胡 Rui Jin",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "28",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2007"
    ],
    "this_title": [
        "迅雷急先锋"
    ],
    "douban_link": "https://movie.douban.com/subject/4845399/",
    "trans_title": [
        ""
    ],
    "douban_votes": "379",
    "introduction": "一段人犬之间纯洁而美丽的动情童话，一场宿命却刻骨铭心的爱情考验。四年前的悲情故事，牵引出四年后的爱恨交织和悲欢离合。　 　　白静因四年前一位公安为救自己时牺牲，而立志要成为优秀的警察，却在毕业实习的第一天误将去当卧底的特警分队长韩诚当成毒贩，引发了一场集市大骚乱，又在慌乱中跟着缉毒犬“有道”追击毒贩，误把大学生华震咬伤。　 　　白静与顶头上司韩诚总是发生各种磨擦，而“有道”对白静的一见钟情，更让主人韩诚醋劲十足。一次与毒贩的较量中，“有道”为救白静牺牲，内疚的白静无意中得知“有道”的第一任主人就是四年前救过自己的警察，于是决定找到“有道”唯一存活的儿子，将其抚养成下一代缉毒犬，却被告之小犬一只眼睛先天残疾已被送离基地。白静执着的寻找小犬，却发现抚养小犬的人正是韩诚，二人虽然嘴上不说，但心中对彼此都有了新的认识，并且一起给“有道”的儿子取名“白白”。　华震对白静一见钟情，引起华震学妹苏悦强烈的敌意。白静的母亲可心，却一心希望女儿嫁给在美国读博归来的阳光男孩古阳。“白白”得了一种罕见的犬传染病，奄奄一息，急坏了白静，常来看白静的华震想到了“爱犬乐园”俱乐部的老板陆剑峰。两人在苏悦的帮助下得到一帖良方，“白白”奇迹似的起死回生，白静感激华震，与苏悦更是化敌为友。古阳锲而不舍的追求白静，仍得不到白静芳心，无奈之下求助于苏悦，却被个性十足的苏悦耍得团团转。　 　　训犬专家陆剑峰外表阴郁冷酷，心中却一直对曾经救过自己的盲女苏欣保存着一份纯真的爱恋。贩毒头目陈熙媛企图拉拢陆剑峰训练狗只运毒，却遭到严辞拒绝，于是屡屡拿苏欣安危威胁其就范。　 　　“白白”入伍，正式成为一名缉毒犬。白静与韩诚之间的感情也渐渐升温。白静执行任务受伤，韩诚悉心照顾，却无意中得知四年前自己父亲韩征牺牲时救下的女孩正是白静。韩诚在执行卧底任务时突然牺牲，白静接受不了打击，将自己关在房中封闭起来，白沉为了让女儿重新站起，说出了韩诚与老公安警察韩征的关系，白静决定为韩家父子重新振作。　 　　苏悦反对苏欣与背景复杂的陆剑峰来往，姐妹间产生隔阂。苏悦得知多年来姐姐为了照顾自己而错失了治疗眼睛的最佳时机，自责万分借酒浇愁，古阳赶来安慰，二人在醉后发生关系，苏悦却说不用古阳负责。　 　　原来韩诚并没有死，被一个叫“大狗”的农民救起，无意中发现边界有人利用黑背犬运毒。韩诚伪装身份与前来取货的人接触，几经考验赢得信任，渐渐打入贩毒集团。白静接到任务与神秘人接头，见到的竟是活生生的韩诚，白静喜极而泣，两人感情更加笃定。　 　　华震得不到白静的爱，失落又急躁，与伯父华方产生很大分歧，忿而离家出走，得到陈熙媛的热情帮助。华震在陈熙媛的挑唆下与苏悦抢夺戒毒新药的实验数据，不慎将苏悦推下楼梯。误以为杀了人的华震终日惶恐，陈熙媛趁机挑起他的报复心理。白静被华震绑架，陈熙媛命其给白静注射毒品。　 　　华方主动与华震和好，原来他才是产制销一体化的贩毒集团最大幕后主使。华震假意放走白静与韩诚汇合，跟随着找到了藏匿大量毒品的山洞，随后而来的华方正要杀人灭口，特警部队赶到，“白白”为保护白静与韩诚被乱枪打死。穷途末路的华方仓皇逃跑，华震看清伯父嘴脸，愧悔万分，求恕的看了白静一眼，死死抱住华方倒在枪下。　 　　陈熙媛为拿到新药将苏悦囚禁，古阳到处找不到苏悦，向苏欣陆剑峰求救。正当陈熙媛欲对苏悦下毒手时，古阳与苏欣陆剑峰及时赶到。两声枪响，陈熙媛被击毙，陆剑峰为保护苏悦倒在血泊中。　 　　苏欣寸步不离的守在成为植物人的陆剑峰床边，苏悦看在眼里，心中暗自钦佩姐姐，自己却因怀了古阳的孩子仍在烦恼当中。古阳知道自己要做父亲了，顿悟苏悦才是他的真爱，义无反顾的担负起照顾苏悦的责任，虽然每次求婚都被拒绝，但古阳毫不气馁，总算感动了苏悦。　 　　白静与韩诚将白白安葬在有道的墓旁，训犬基地同事将白白的后代“小白”送到了两人手中。　 　　白静染上毒瘾痛苦不堪，韩诚下定决心无论面临多大困难也要陪在白静身边帮她戒毒，却只看见白静留下的字条...",
    "chinese_title": "迅雷急先锋",
    "douban_rating": "8.3/10 from 379 users",
    "foreign_title": "",
    "douban_rating_average": "8.3",
    "update_at": "2025-06-09T05:56:18"
}