{
    "aka": [
        "回归故土的灵魂",
        "穿越时间"
    ],
    "sid": "4847152",
    "cast": [
        {
            "url": "/celebrity/1096454/",
            "name": "Kofi Ghanaba Kofi Ghanaba",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037024/",
            "name": "阿非莫·奥米拉 Afemo Omilami",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1993",
    "genre": [
        "剧情"
    ],
    "awards": "　　第43届柏林国际电影节(1993)\n　　主竞赛单元 金熊奖(提名) 海尔·格里玛\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2519972863.jpg",
    "region": [
        "美国",
        "加纳",
        "布基纳法索",
        "英国",
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1033138/",
            "name": "海尔·格里玛 Haile Gerima",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0108041",
    "director": [
        {
            "url": "/celebrity/1033138/",
            "name": "海尔·格里玛 Haile Gerima",
            "@type": "Person"
        }
    ],
    "duration": "UK: 124 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1993-05-28(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0108041/",
    "imdb_votes": 874,
    "this_title": [
        "Sankofa"
    ],
    "douban_link": "https://movie.douban.com/subject/4847152/",
    "imdb_rating": "7.0/10 from 874 users",
    "trans_title": [
        "亡灵之魂",
        "回归故土的灵魂",
        "穿越时间"
    ],
    "douban_votes": "0",
    "introduction": "From the New York Times review:\"In \"Sankofa,\" a contemporary African-American woman travels back in time and experiences slavery. Haile Gerima's poetic and precisely detailed film takes its audience into its heroine's life and mind as her moral sense is challenged and changed. No viewer can avoid the discomforting questions the film so eloquently raises.The opening sequences, set and filmed in Ghana, are alternately seductive and off-putting. Among drums and chants, a voice invokes ancestral ghosts. \"Spirit of the dead, rise up,\" the voice says, \"and claim your story.\" The film's title is a West African term meaning to reclaim the past in order to go forward, and \"Sankofa\" stumbles only in its depiction of the present.Mona is a young model first seen posing for a callous white photographer on a beach. She is dressed in a pseudo-Tina Turner getup complete with blonde wig. This is a heavy-handed way of showing that she has lost her connection to her past, that slavery still shapes her life as she is enslaved by contemporary images.But the film soon moves on, convincingly, to a surreal experience. Mona wanders into a dungeon, a holding place from which slaves were shipped to the United States. She has walked into the past, where she is stripped, chained and beaten. Suddenly she is on a plantation, a house slave called Shola, with no memory of Mona or the 20th century.The longest and finest part of \"Sankofa\" is its depiction of the daily life of the slaves and the way witnessing its brutality changes Shola. She falls in love with a rebellious field slave, who urges her to poison her white owners. Shola refuses. Though the master rapes her at will, she believes killing is wrong, no matter what injustice has been done to her.But Shola soon sees a pregnant runaway slave beaten to death, her living child taken from her body. And she idolizes Nunu, a strong and motherly slave who has joined the rebels.Nunu's son, Joe, is the head slave, who has an easier life and seems to have turned against his own people. He is blue-eyed and in the thrall of the white priest, and his story should have been as compelling as Shola's. But his character is less convincing, partly because his tortured sense of identity is so often depicted by sudden mood swings and glances at paintings of white Madonnas in church.Shola, however, (played with great strength by Oyafunmike Ogunlano) carries the audience into the heart of her experience. When she lifts a machete over a sleeping white overseer, the film has led its viewers to a place where either choice -- to kill or not -- might be justified. \"Sankofa\" asks its audience to enter a different moral universe, one that slavery created.Mr. Gerima is an Ethiopian-born film maker who has lived in the United States for decades and teaches at Howard University. His film is ambitious in its depiction of slavery and accomplished in its visual command, from the bright red scarves of the rebellious slaves to a fire they set in the fields.\"Sankofa\" opens today at the Harlem Victoria 5 Theater. Engrossing and provocative, it sends Shola back to the present as Mona, and sends viewers along with her. Armed with visceral new knowledge, she can make of it what she will.",
    "chinese_title": "亡灵之魂",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Sankofa",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-07-08T21:49:35"
}