{
    "aka": [],
    "sid": "4848118",
    "cast": [
        {
            "url": "/celebrity/1317050/",
            "name": "尔玛依娜 Ermayina",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274655/",
            "name": "范明 Ming Fan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330382/",
            "name": "班赞 Zan Ban",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318721/",
            "name": "亓达吉 Daji Qi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1494379/",
            "name": "曹雪飞 Xuefei Cao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896429867.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1318321/",
            "name": "徐琦 Qi Xu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2010-04-30"
    ],
    "this_title": [
        "大追求"
    ],
    "douban_link": "https://movie.douban.com/subject/4848118/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "失业的阚大成（男主角）抱着烟灰缸走在回家的路上，偶然看见前面的沈静（女主角）粘在脚底的两块钱掉落，大成好心提醒，却被沈静误会是借机搭讪，遭到白眼。大成只好捡起钱，自嘲的去买了一注彩票。这一切被正在路边算命的钱百发和算命先生看见，算命先生为了蒙钱，欺骗钱百发说他即将丧失钱财并有血光之灾，破解方法就是能得到恰好路过的沈静做情人，破霉运转好运，钱百发信以为真。 阚大成是一个混在人堆里毫不起眼的市井小人物，在生活中屡屡碰壁，老婆也弃他而去，他却仍然积极乐观，对人生抱有美好的理想和追求。大成的好友廖科张罗着安排大成相亲，女方正是和大成有过一个照面的沈静，大成赴约时却阴差阳错气跑了沈静。 沈静是一名环保学博士，老大未嫁，立志为改善人类的生存环境而努力，苦于无人投资，钱百发假充大款表示愿意出资，沈静因此踌躇满志。 钱百发靠收破烂起家，只能算是小有资财，却喜欢冒充富豪，屡屡闹出笑话。他拖欠了员工巴窦一年的工资，巴窦气不过，在收到一件文物后，私藏起来偷偷跑掉了，钱百发知道后气急败坏，到处寻找巴窦。 相亲失败的大成在回家的路上“捡”到一名四川小保姆李小宝，李小宝因生活困顿假装寻短见“碰瓷”，善良的大成上前搭救，被小宝纠缠住，通过对话发现小宝竟然是自己八竿子打不到的远房小姨，女朋友没找到却“捡”了个小姨回家，大成只能喟叹造化弄人。 大成把小宝聘为保姆，但习惯了做家务的大成事必躬亲，小宝反倒成了被伺候的“女主人”，让人哭笑不得。小宝的男朋友巴窦也在随后赶来，大成家里变得热闹起来。 大成相亲失败却对沈静一见钟情，悬思未决，廖科看在心里，要义助大成追到高傲的沈静，他瞒着大成策划导演了 “英雄救美”的计策，大成果然不顾安危冲出来救助沈静，沈静因之对大成有了好感。廖科趁热打铁，安排大成和沈静在网上联系成为“驴友”，一起外出旅游。两人花前月下，彼此日渐了解，感情也日渐升温，就在两人即将确立恋爱关系时，大成却因一事弄巧成拙而导致前功尽弃，沈静由此认为他图谋不轨。 大成和沈静旅游的同时，巴窦正在大成家绞尽脑汁的翻找大成购买的那张彩票，原来巴窦就是卖给大成彩票的人，而彩票号码正是巴窦给选的，巴窦当时看见大成捡到了沈静丢的两块钱，选了一组谐音彩票号码来讥讽大成，不成想恰恰就是这注彩票中了500万的大奖。巴窦追悔莫及，他通过多方试探得知大成并不知道中奖的消息，并肯定彩票尚在大成家中，便开始拼命地翻找。 旅游归来，沈静催促钱百发尽快兑现投资承诺，钱百发却提出了让沈静做他情人的非分要求，沈静愤而离去。钱百发打探到大成和沈静关系密切，误以为沈静不同意自己的要求是大成从中作梗，便设计拉大成下水，以达到让沈静远离大成的目的，沈静果然因此误会了大成。 大成和小宝在某次吃饭时打翻了稀饭，洒到了所买的那注彩票上，彩票在擦桌子时被沾到烟灰缸底下，没有任何人知道。大成中奖的信息除了巴窦也没有任何人知道，巴窦找不到彩票几次生气的拍打烟灰缸，有两次想拿起来看，都被小宝和大成碰巧打断。大成得知沈静的志向后，打算卖掉自己的房子，以资助沈静的科研，巴窦碰巧听到，他筹钱买下了大成的房子，并要求加五万块钱购买大成房中除烟灰缸外的所有旧物品，以图找到彩票兑现巨奖。 钱百发没钱投资，沈静却屡屡敦促百发兑现诺言，情急之下钱百发说出了要让沈静做情人给自己转运的秘密，沈静非常生气。钱百发一不做二不休，企图扣留要挟沈静，大成、小宝和廖科等人闻讯赶到，斗败了钱百发，大成沈静尽释前嫌。 执着于事业的沈静仍然为无法从事环保研究而苦恼，大成卖房子的钱投资沈静的科研只是九牛一毛，沈静欲应同学之邀南下海南开创事业，得知消息的大成失手摔碎了烟灰缸，电视中传来彩票兑奖信息……。 两年后，沈静如愿以偿，成立起澄净环保科技研究所，巴窦和小宝都是研究所的员工；大成则负责管理澄净希望小学；一对有情人终成眷属……。",
    "chinese_title": "大追求",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-10T18:22:47"
}