{
    "aka": [
        "Revolutionary"
    ],
    "sid": "4848528",
    "cast": [
        {
            "url": "/celebrity/1003810/",
            "name": "И.Н.比列斯基阿尼 Ivane Perestiani",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1168614/",
            "name": "Konstantin Zubov Konstantin Zubov",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1917",
    "genre": [
        "剧情",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2557781697.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [
        {
            "url": "/celebrity/1003810/",
            "name": "И.Н.比列斯基阿尼 Ivane Perestiani",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0217766",
    "director": [
        {
            "url": "/celebrity/1314397/",
            "name": "叶甫盖尼·鲍艾尔 Yevgeni Bauer",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1917"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0217766/",
    "imdb_votes": 137,
    "this_title": [
        "Революционер"
    ],
    "douban_link": "https://movie.douban.com/subject/4848528/",
    "imdb_rating": "6.2/10 from 137 users",
    "trans_title": [
        "革命者",
        "Revolutionary"
    ],
    "douban_votes": "0",
    "introduction": "In 1907, the Russian authorities learn that a revolutionary known as 'Granddad' is living in hiding with his brother. The revolutionary is soon arrested and sent to Siberia. After ten years of struggling to survive in harsh conditions, he is finally released when the Tsarist government is overthrown in February 1917. He is welcomed home as a hero, but he soon finds that even his own son has different views than he does about the future of Russia.The first reel of this film is missing (or \"not preserved,\" as the video says), so it's difficult to appreciate it. One gets the gist of the narrative after a while. What is left of the film begins with the arrest of Grandad, the revolutionary, during Tsarist rule. He's later regarded a martyr when he returns from exile in Siberia after the overthrow of the Tsar. The film ends, with Grandad (and presumably director Yevgeni Bauer) pleading to the Bolsheviks and revolutionaries to continue Russia's involvement in the Great War. Of course, that didn't happen.Most of Bauer's films that I've seen aren't so much of the social realism, message film type. I prefer his death-obsessed tragedies, such as 'After Death,' 'Daydreams' (both 1915) and 'The Dying Swan' (1917). There are still some hints of masterful direction here, such as the low-key lighting. The scenes of snow falling and the photography of the bright snow are lovely. It seems ideal for filming. One of the most beautiful compositions of Bauer's work was such: the snow-covered meeting in 'After Death.' Anyhow, this is not essential Bauer viewing. It's unfortunate that this film is incomplete, but the real tragedy is that Bauer's films in general remain largely forgotten.",
    "chinese_title": "革命者",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Революционер",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-05-09T18:12:10"
}