{
    "aka": [],
    "sid": "4848105",
    "cast": [
        {
            "url": "/celebrity/1275485/",
            "name": "刘德凯 De-kai Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1376907/",
            "name": "方芳芳 Fang-Fang Fong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1058399/",
            "name": "归亚蕾 Ya-lei Kuei",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316985/",
            "name": "沈孟生 Meng-sheng Shen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1006795/",
            "name": "马景涛 Steve Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327579/",
            "name": "应采灵 Tsai-Ling Ying",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348393/",
            "name": "萧大陆 Da-lu Hsiao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1378965/",
            "name": "郭俐伶 Li-Ling Kuo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1539332/",
            "name": "史良骐 Liang-chi Shi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1558901/",
            "name": "郭昌儒 Chang-ru Guo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1986",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2890333613.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1416122/",
            "name": "李泉溪 Kuan-Hsi Li",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "17",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "1986"
    ],
    "this_title": [
        "梧桐夜雨"
    ],
    "douban_link": "https://movie.douban.com/subject/4848105/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "常骏——常氏企业的董事长,众人眼中的天之骄子。不仅拥有显赫的家世,英俊的外表,更拥有独到的眼光与凌厉的经营手腕。短短数年，常氏建筑在他的打理下,无论是业绩还是在业界的地位更是如日中天。然而,事业上的成功却弥补不了他内心的缺憾，父亲的过早离世使他从小就在缺少父爱的环境中成长，而他的母亲，在当年孤立无援、内忧外患的情形下接手常氏，付出了常人难以想象的艰辛重整常氏，终于换回常俊今时今日的风光无限、大权独握。也正因为经历过当年的惨烈，所以母亲对他的管教从小就严于常人，在他的记忆中，他的童年是在拼命的苦读与无尽的压抑中度过的。为了常氏，为了母亲的期望，他不能尽情欢笑，他不能像别的孩子一样在母亲怀里撒娇，他只能比别人更早的成熟，更早的知道人性的自私，更早地了解知道商场的残酷，他无从选择，因为他知道，他是母亲的最后一道盾。更重要的一点，他是个跛足，他的腿，是在很小的时候摔断的，是怎样摔断的，他早已没有印象，但他永远无法忘记他的残腿为他带来的耻辱，谁也不知道他其实比任何人都介意自己的残疾。也许就是这一系列的原因，造就了一个外表傲慢冷酷、专断独行，内心却极度孤独，渴望温暖的常俊。 　　女人，他的身边从来就不缺少，看惯形形色色的女人，无论是家世显赫的大家闺秀，还是性感妖娆的风尘女子，他从来都没有动心过。除了他的母亲，其他的女人，之于他，也只不过是让他常俊玩弄于鼓掌之间的玩物而已。直到他遇到阿凤，一个出身农家的普通女孩，她的善良，她的朴实，还有她那自然的，完全没有人工修饰痕迹的清纯之美，使他冰封般的心为之一动。他几乎是对她一见钟情，他霸道地直接命人到阿凤家去提亲，并以拆除阿凤家的房子作威胁，在威逼利诱下，老实巴脚的阿凤父母只好将阿凤嫁给了大名鼎鼎的常董事长。而阿凤，她只是一个平凡的女孩子，是土生土长的乡下女孩，她从小到大只知道两个字——“顺从”，包括她的终身大事。嫁给了常骏，她一如既往的顺从，常俊让她干什么，她就干什么，在乡下，服从自己的男人，是女人的宿命。而常俊，在他的心目中，只有这个女人是完完全全属于他的，他全心全意地改造她，他带她出入高级时装店，美容场所，教她礼仪，从头到脚地将她改造，并重新给她起了个名字：文丽，文静而又美丽。他告诉她：“从今以后，你叫文丽，是我常俊的妻子，常氏的董事长夫人。” 他将她从一个默默无名的丑小鸭改变成今日光鲜亮丽的白天鹅，而事实证明，他常俊的眼光从来就没有不准过，包括女人在内。 　　对常俊，文丽的感情一直很复杂。这个男人，竟然就是赫赫有名的常氏企业的董事长，几乎是一夜之间，她就成为了常氏企业的女主人，这是大多数女孩子梦寐以求的生活。而她，则是完全地被吓坏了，她从小就没有什么特别大的梦想，只想安安份份地长大，嫁人，生子，就像村里大多数的女孩子一样，就这样安安稳稳地过一生。可是，这个男人，这个从天而降的男人闯入了她的生命，更改变了她的生活。她对这个已成为她丈夫的男人无从选择，更无法抗拒，在他的面前，她就像是一只柔弱的小绵羊，他与生俱来王者的气势令她无法对他说“不”，然而有的时候，她又会突然对他有一种疼惜的感觉，也许是因为他的残腿，也许是他眼底一闪而过的忧郁，细腻如她，她似乎可以感觉到他冷峻刚强的外表下掩藏的是怎样的一颗敏感易碎的心。 　　文丽的确是一个美人，这一点，常俊从来没有怀疑过自己的眼光。经过他的改造，她更加地光彩照人，他常常趁她不自觉地凝视她，就像在观赏一件由他亲手创造的艺术品。她的善良、淳朴更带给他温暖，这是他在任何女人身上都得不到的感觉，包括他的母亲。然而，看着她如破蛹而出的彩蝶一般神速的改变，他却又经常会有患得患失的感觉，只要他想起自己的残腿，他就会痛苦得发疯。他想时时刻刻的守住她，他清楚地知道他已爱上了她，也许是多年的商场打拼形成的冷酷伪装使他早已忘了感情应该如何付出，也许的深藏心底的自卑感吞噬了真正的情感，他给她足够多的钱，让她随意shopping，享受，做她想做的事；他也限制她的出行，不允许她经常回娘家，不允许她和以前农家的朋友在一起，更不允许她交异性朋友，而这一点，却也是文丽最无法理解的。他带着她来到了台北，她服从他对她的一切安排，尽管她变成了文丽，可是她知道她的心没有改变。在这里，她什么都不懂，没有亲人，没有朋友，甚至没有自由，她感觉自己就像是一只被关在美丽鸟笼里的金丝雀。在常俊的母亲，她的婆婆，从她第一天踏进这个家门起，她就可以感受到这个婆婆对她的敌意，她虽然是从乡下来的，可是她并不笨。一个人是喜欢她还是讨厌她，她还是可以看得出的。她尽心尽力地做每一件儿媳妇应做的事，可是总也不如婆婆的意。面对婆婆日久的刁难和常俊的不理解，她感到前所未有的苦闷和茫然，她愈发的怀念以往在乡下自由自在的日子，怀念她的父母，她所有的朋友。然而常俊在文丽最需要人关心理解的时候却没有伸出援手，并非他无视文丽的痛苦与委屈，只是，寡母独子，没有比他更清楚母亲对他的付出，也没有人比得上母亲在他心中的地位，他不会为了任何人违背母亲的意思，哪怕这个人是他最爱的人。 　　文丽与常俊的裂痕越来越深，最终，文丽向常俊提出了离婚，并搬出了他那所豪华空虚的大房子。她对这个男人彻底失望，她再也无法忍受他对她的控制，婆婆无时无刻的冷嘲热讽，还有他对她的过去的不屑一顾，她不愿在仰人鼻息地活着，她要找回一个人的尊严，尽管她知道自己已经深深地爱上了这个傲慢冷酷、专断独行的男人，她依然决绝地离开，甩开他的愤怒，他的咆哮，他的一切。 　　文丽的离去，是常俊万万没有想到的，更打碎了他所有的骄傲与自负，对他来说，她的离开就是背叛，这是他绝对不允许的。愤怒冲昏了他的头脑，他不仅动用他的权势，他的财力，在她的求职、生活中设置了种种的障碍，更转而追求一位商界世伯的独生女儿，希望借此可以刺激文丽，令她感到后悔。此外，他疯狂地打击她身边的朋友，无论是工程师还是画家小康，目的只有一个，他要她回到他的身边。他要她明白，从来，胜利者都是他常俊，只要是他要的东西，从来就没有得不到的。但他这样做，只是让文丽离他愈来愈远。她开始恨他，离开他的心也越来越坚决。然而，在面对小康的追求时，她却又迟疑了。 　　疯狂之后归于平静，当看到愈来愈坚强，愈来愈开朗的文丽时，常俊开始思索自己的所作所为，在这个时候，他发现自己罹患了脑癌，已经是晚期。得知时日无多，常俊签了离婚协议书，他决定放开文丽，让她去寻找自己想过的生活，同时，也希望她可以原谅他往日的种种。常俊的改变让文丽惊愕的同时感到一丝不安，在得知他的病情后，她再也无法抑制内心的情感，她是爱常俊的，她找到了他，她对他说她自始至终爱的人只有他，她对他的爱从来都没有停止过，她再也不会离开他。他们彼此已经浪费了太多的时间，剩下的日子，她要他完全的留给他。望着声泪俱下的文丽，常俊再也无法伪装自己，在这一刻，他知道，一切都不重要，只要有她在身边，就足够了。 　　在他们决定离开台北的时候，常俊想起了一个人，他的未婚妻——那位想熟世伯的女儿，无论如何，他都欠她一个解释，毕竟，整件事情中，最无辜的就是她。文丽同意他的决定，她开车送他到了女孩的家，她在车里等他，她相信他可以处理好一切。当常俊将所有事情的经过都告诉女孩时，女孩无法接受，因为她也深深爱上了常俊，她从一个小女孩时起就爱上了他，他是她心中永远也是唯一的常大哥。常俊感动的同时更多的是歉疚，他为自己的一时之气而利用了这个纯真的女孩感到深深的懊悔，然而，爱情永远是无法勉强的，他能够对她说的只有“对不起”。女孩在常俊的面前割脉自杀，常俊夺下了她的刀，在激烈的争抢中，常俊的头痛发作，在极度痛苦的时刻，他抓住了女孩的手：“答应我，不要再做傻事。”女孩含泪答应，她只想立刻送他去医院。听到女孩的承诺，他笑了，他说：“我不去医院，文丽，文丽在车里等我。” 随后闻讯而来的文丽和女孩还是一起合力将不支晕倒常俊送到了医院，望着病床上熟睡的常俊，文丽潸然泪下……",
    "chinese_title": "梧桐夜雨",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-30T14:21:49"
}