{
    "aka": [
        "Assassinated Water"
    ],
    "sid": "4849954",
    "cast": [
        {
            "url": "/celebrity/1314229/",
            "name": "卢星宇 Xingyu Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1368847/",
            "name": "景松涛 Songtao Jing",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1371131/",
            "name": "冯琬晴 Wanqing Feng",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2519884267.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1318172/",
            "name": "李彦廷 Yanting Li",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1318172/",
            "name": "李彦廷 Yanting Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1412635/",
            "name": "杨洪涛 Hongtao Yang",
            "@type": "Person"
        }
    ],
    "duration": "91分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2009-11-17(中国大陆)"
    ],
    "this_title": [
        "刺水"
    ],
    "douban_link": "https://movie.douban.com/subject/4849954/",
    "trans_title": [
        "Assassinated Water"
    ],
    "douban_votes": "225",
    "introduction": "故事始于苟老爹对三年前那幕惨剧的描述。顺治六年，中原抗清力量相继被镇压，清军攻下湘桂围了黔滇，南明政权陷入孤境。初春一日，南明永历帝十车物资运抵火土镇。明党侠士林旷与花无清花逐水父子约在一废园相会，准备借这批宝贝在中原起兵，解南明被围之急。不料花无清赴会途中遭徒儿出卖，丧身守备乌尔赤手下。另一边，带着随从苟老爹前来赴约的林旷也殒命于变节通官的徒儿花逐水剑下。 这一夜，听苟老爹讲故事的人叫梅武，一个曾作过刺客的高手。不过梅武拒绝了苟老爹为主人报仇的请求，因他早已挂剑立誓，不再杀人。翌日，妹妹梅林来请梅武去镇郊富贵客栈小酌，而那里的主人便是苟老爹故事中提及的花逐水。梅武梅林在客栈遇到前来刺杀花逐水的三个人。结果其中一个老者被花逐水打死，一个姓苏的疯子落荒而逃，还有一个叫吴悔的汉子，就要被花逐水了结性命时被梅林救下。当夜，梅林行刺花逐水，却被花逐水所伤，最终死在梅武怀中。 吴悔来梅家谢恩，得知梅林已死，便提出追随梅武为恩人报仇。梅武也从吴悔口中得知，那日客栈的三人乃是受乌尔赤胁迫去刺花逐水。此时的乌尔赤早被卸了爵位兵权，以庶民之身隐在赌局妓院。他告诉前来拜访的梅武，他是想杀花逐水，但他不曾请梅林出手，而只想将此事托与梅武。喝下乌尔赤的毒酒后，梅武仍不置可否。乌尔赤恼羞成怒，却终被梅武伤了一只眼。梅武返家，诧异于富贵客栈老板娘朱湘已候他多时。朱湘告诉梅武，花逐水为人阴狠毒辣，蹂躏她已三年有余。她拿出千两宝钞来请梅武去刺花逐水，还透露花逐水中过毒掌，为疗伤顺气常需坐汤浸药，那时他内力最弱，正是行刺良机。梅武犹豫间，朱湘欲以身相许，终被梅武点了睡穴。梅武来到常年光顾的狗肉铺，酒足饭饱后留给掌柜苟老爹一锭大银，说他恐怕没机会再来，因他已决定去刺花逐水。行刺之日，梅武、吴悔给梅林上坟。途中偶遇乌尔赤爪牙，并从他们手中救下一对母女。梅武只身前往坐汤，一场大战，他杀了花逐水。吴悔赶来阻止，却只能对着花逐水的尸体捶胸顿足。他告诉梅武，今日所救的便是花逐水隐在乡下的妻女，她们被朱湘骗来且险被乌尔赤挟走。诸多破绽引出一个解释，梅武之前所闻似乎并非都是实情，花逐水似乎并非一个恶人。当夜，梅武大醉于狗肉铺，面对苟老爹的万分感激，他黯然神伤。朱湘趁梅武酒醉前来拜访，要接花逐水妻女回客栈。花逐水女儿花间却因舍不得大醉的梅叔公而留了下来。梅武酒醒，得知花逐水之妻被朱湘带走正欲追去时，不慎喝了花间端上的毒汤。汤是朱湘留下的，她嘱咐花间照顾梅武喝下。梅武借吴悔之力逼出毒液，二人同往客栈解救花逐水家人。 富贵客栈，苏疯子受吴悔所激，从乌尔赤手中救下花逐水之妻。就在乌尔赤被梅武刺死的那一刹，几束银针从暗处飞来，苏疯子、吴悔前后殒命。银针射出的方向，朱湘缓缓走来。后跟一群得知花逐水死讯而赶来寻宝的人，最后一个出现的，居然是苟老爹。真相终于浮出水面。三年前，林旷为独吞永历帝那十车宝贝，出卖了花无清后还要对其子花逐水下手，却最终被花逐水所杀。当时躲在门外的苟老爹听到了事情的来龙去脉，尤其将那十车宝贝牢记于心。那以后苟老爹联手乌尔赤费尽心机欲置花逐水于死地，怎奈三年来因花逐水武艺高深而一直未能得逞，他们将最后的希望寄托于曾身为刺客的梅武。为骗梅武出手行刺，苟老爹颠倒黑白，一度将花逐水诬蔑为林旷那般十恶不赦之徒。 众人围了梅武。就在梅武寡不敌众之时，一人杀了出来，在众人诧异之目光中，很快就助梅武扭转战局，这人，正是花逐水。原来，苟老爹得知梅武挂剑立誓不再杀人后，便设计先请梅林来刺花逐水，又在二人打斗间暗射银针置梅林于死地，以此来逼梅武出手。可他没想到此诡计在梅林死时就已被梅武和花逐水识破，这二人暗中约定演一出坐汤行刺的戏，目的就是引出这一串巧居背后的主使苟老爹。苟老爹等最终丧命于梅武、花逐水手下。花逐水向梅武说出了埋藏三年的关于那十车‘宝贝’的秘密… 最终，‘宝贝’被运往乡下。梅武、花逐水互道珍重，各奔东西。",
    "chinese_title": "刺水",
    "douban_rating": "6.8/10 from 225 users",
    "foreign_title": "",
    "douban_rating_average": "6.8",
    "update_at": "2025-03-15T10:28:08"
}