{
    "aka": [
        "Rhapsody of the atheist"
    ],
    "sid": "4849947",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1349253/",
            "name": "吴瑕 Xia Wu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1349253/",
            "name": "吴瑕 Xia Wu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2009-03-27(中国大陆)"
    ],
    "this_title": [
        "无神论者的悲歌"
    ],
    "douban_link": "https://movie.douban.com/subject/4849947/",
    "trans_title": [
        "Rhapsody of the atheist"
    ],
    "douban_votes": "0",
    "introduction": "关于桥，关于南方，关于赌债，关于一段失声的历史，关于愤怒，关于无信仰，关于无限丧失的话语权。20世纪70年代，X先生的姐姐被割喉枪毙致死。2009年，镇上出现了一座新桥，新桥遮住了已经有50年的老木桥。2009年，赌徒X先生仍旧生活在被镣铐声束缚的空间，走在老木桥上，耳朵里时常响起各种被禁锢时的声音。新桥没有给他带来变化，信仰也没有，变化的只有他不断膨胀的无声的愤怒，就像飞速发展的时代仍旧没有改变噤声的现状一样，X先生不愿意再接受这种表象的变化。他也再不能在赌桌上获得短暂的欢愉。他在自己身上绑上炸药，冲进了像一座豪华大庙的新桥......这只是灯红酒绿的噤声时代。SynopsisAbout bridge, south side, gambling, a period of history without voice, anger, non-belief and unlimited loss of talk.In 1970's,Mr. X's elder sister was cut throat and shot to die.In 2009, a new bridge which covers the old one with 50 years old, appears in the town.At the same year, The gambler Mr. X still livs in the space with shackles’s sound. When he walks on the old bridge, he can always hear the sound. New bridge neither bring him any change, nor the faith. The only change is his growing anger, which is like the fast development still cant bring the freedom to talk. Mr. X is not willing to accept such superficial changes or temporary fun at gambling.He rushs at the new bridge with explosive.He bind the explosive to his body,and then ran into the new bridge......It just false picture of the silence age.This is only a era under chrome and glass.",
    "chinese_title": "无神论者的悲歌",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-09T17:39:17"
}