{
    "aka": [],
    "sid": "4851189",
    "cast": [
        {
            "url": "/celebrity/1022647/",
            "name": "艾米莉娅·福克斯 Emilia Fox",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2185745298.jpg",
    "region": [],
    "writer": [
        {
            "url": "/celebrity/1281371/",
            "name": "Edmund Coulthard Edmund Coulthard",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1293156/",
            "name": "彼得·尼科尔森 Peter Nicholson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1298719/",
            "name": "科林·斯沃什 Colin Swash",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1558120",
    "director": [
        {
            "url": "/celebrity/1281371/",
            "name": "Edmund Coulthard Edmund Coulthard",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "1",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-11-29"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1558120/",
    "imdb_votes": 31,
    "this_title": [
        "\"The Queen\" Margaret"
    ],
    "douban_link": "https://movie.douban.com/subject/4851189/",
    "imdb_rating": "6.6/10 from 31 users",
    "trans_title": [
        "女王 - 玛格丽特公主"
    ],
    "douban_votes": "0",
    "introduction": "Five leading British actresses play the Queen at pivotal times in her life, as this ground-breaking series examines Britain's social history through key events in her reign.When, after the sudden death of her father, the Queen (played by Emilia Fox) was catapulted on to the throne in 1952, she had no inkling that the greatest scandal she was about to face would come from within her own household.Her sister Princess Margaret had fallen in love with a divorced royal servant, Group Captain Peter Townsend, equerry to her late father, King George VI.This first episode in the series tells the story of how, under the Queen's nose, the affair developed, exploding into public view at the time of the coronation. When Princess Margaret brushed fluff from her lover's lapel, it was a gesture so intimate it was clear to all who witnessed it that the two were closely involved.There were many voices opposed within the palace. Alan 'Tommy' Lascelles, the Queen's private secretary, said Townsend's behaviour was a 'disgrace to his office.' Townsend was banished and exiled abroad to the embassy in Brussels.But outside the palace, things were changing. The new Prime Minister, Anthony Eden, who replaced Winston Churchill in 1955, was himself divorced. A draft announcement was drawn up confirming the marriage would take place. Margaret would even keep her royal privileges should she marry Townsend.The programme features a previously unseen hand-written letter sent by Princess Margaret to Prime Minister Anthony Eden on 15 August 1955, which shows that Margaret genuinely believed the decision to marry Townsend would be hers alone: 'At the end of October... I very much hope to be in a position to tell you and the other Commonwealth Prime Ministers what I intend to do.'Would the Queen look backwards - toward the pre-war world when a royal marriage to a divorcee had resulted in the scandal of the abdication - or forward to the modern world by supporting her sister, and allowing her to follow her heart?",
    "chinese_title": "女王 - 玛格丽特公主",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "\"The Queen\" Margaret",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-03-10T13:36:23"
}