{
    "aka": [],
    "sid": "4851026",
    "cast": [
        {
            "url": "/celebrity/1006946/",
            "name": "乔治·W· 布什 George W. Bush",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054274/",
            "name": "马丁·辛 Martin Sheen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1078213/",
            "name": "Helen Caldicott Helen Caldicott",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022711/",
            "name": "巴拉克·奥巴马 Barack Obama",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2622397687.jpg",
    "region": [
        "加拿大",
        "法国",
        "Kenya",
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1553156",
    "director": [],
    "duration": "43 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1553156/",
    "imdb_votes": 86,
    "this_title": [
        "Pax Americana and the Weaponization of Space"
    ],
    "douban_link": "https://movie.douban.com/subject/4851026/",
    "imdb_rating": "7.0/10 from 86 users",
    "trans_title": [
        "美国太空武器"
    ],
    "douban_votes": "0",
    "introduction": "When Hitler had the first V2 missile launched in 1944, the weapon race in space officially began. The most important player has always been the United States, and in the years after World War II, the U.S. lost no time in hiring missile expert (and Nazi) Wernher Von Braun to investigate the possibilities of using space as \"a new arena for war.\" More than half a century later, the prospects of a space war are greater than ever. By shutting down a few satellites, the infrastructure of an entire country or continent can be paralyzed. Just how scared should we be? Pax Americana and the Weaponization of Space seeks to answer this question. Does the U.S. really want to maintain world peace, or is it more interested in dominating the world? How realistic is the U.S. Department of Defense's contention that China is preparing for an \"electronic Pearl Harbor\"? We meet important supporters of putting weapons in space, some of whom work for organizations like the U.S. Air Force Space Command, but also fierce opponents like Noam Chomsky and the spokesmen for action committees like Citizens for Peace in Space. Pax Americana: The Weaponization of Space also consists of extensive archive footage and infographics.",
    "chinese_title": "美国太空武器",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Pax Americana and the Weaponization of Space",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-03-03T19:49:35"
}