{
    "aka": [
        "Goldfish"
    ],
    "sid": "4858502",
    "cast": [
        {
            "url": "/celebrity/1353085/",
            "name": "郑天玮 Tianwei Zheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317823/",
            "name": "杨曼琴 Lucy Yang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1995",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2641562997.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "imdb_id": "tt0338073",
    "director": [
        {
            "url": "/celebrity/1301328/",
            "name": "邬迪 Di Wu",
            "@type": "Person"
        }
    ],
    "duration": "71分钟",
    "episodes": "",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "1995(中国大陆)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0338073/",
    "this_title": [
        "黄金鱼"
    ],
    "douban_link": "https://movie.douban.com/subject/4858502/",
    "trans_title": [
        "Goldfish"
    ],
    "douban_votes": "0",
    "introduction": "Tony Rayns wrote:Should I stay or should I go? The dilemma in the minds of many young Mainland Chinese these days haunts Ma Lixin, who breeds and sells goldfish (and envies their “freedom”) while he makes up his mind what he wants from life. The emigration question has cost him his relationship with Zhuzhu, the from the left in the corps de ballet. New girlfriend Haiying gets him as far as Beijing Airport before he chickens out of flying to San Francisco. Trouble is, they’ve already said their goodbyes to family and friends — and so they find themselves hiding in a rented farmhouse outside the city, pretending to be abroad. It’s a situation which puts their exuberant sex life under considerable strain.This comic-edged debut feature by Wu Di (cinematographer of The Days and Postman) was made outside the state film industry and has the same feel for street level realities found in other Beijing indies. But the tone is jaunty and entertaining; Wu never loses sight of the funny side of Lixin’s predicaments. In China, the film suggests, “freedom” really is another word for nothing left to lose.",
    "chinese_title": "黄金鱼",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-08T06:49:39"
}