{
    "aka": [],
    "sid": "4859404",
    "cast": [
        {
            "url": "/celebrity/1002769/",
            "name": "杰伊·桑德斯 Jay O. Sanders",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [],
    "writer": [],
    "imdb_id": "tt1303036",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1303036/",
    "imdb_votes": 41,
    "this_title": [
        "Alien from Earth"
    ],
    "douban_link": "https://movie.douban.com/subject/4859404/",
    "imdb_rating": "7.3/10 from 41 users",
    "trans_title": [
        "来自地球的外星人"
    ],
    "douban_votes": "0",
    "introduction": "An ancient legend on the Indonesian island of Flores tells of an elflike creature similar to the fictional hobbit of novels and film. But a controversial 2003 archeological find not only suggests that there could be some truth behind the legend but promises to rewrite a key chapter in the human evolutionary story. This program investigates the discovery, analysis, and startling implications of the hobbit of Flores.Known for its strange fauna, Flores may now have offered the world the strangest yet. The hobbit was an adult female no larger than a three-year-old child, with a skull less than one-third the size of a modern human's. The discovery created a media sensation. But only now, five years later, are researchers beginning to make sense of this archeological oddity, dubbed Homo floresiensis. Definitive proof of its place in the human lineage awaits future finds, especially DNA evidence, but the implications of the work so far are intriguing and quite possibly revolutionary.Dated at 18,000 years old, the hobbit's skull was found deep in the sediment of a cave as big as a concert hall. In earlier deposits stretching back as far as 95,000 years ago, the researchers later found bones from a number of other hobbits, as well as stone tools, charcoal, and the butchered remains of pygmy elephants, implying that these tiny cave dwellers had hunted and used fire.Many experts believe such sophisticated behavior is hard to reconcile with the size of the hobbit's brain, which is smaller than a chimpanzee's. Even more astonishing, the hobbit's anatomy resembles that of some of our earliest extinct ancestors in Africa three million or more years ago, yet it lived relatively recently and may even have survived into historical times.But is the hobbit an anomaly, a modern human whose small stature and unusual features are the result of disease? Or could its size result from the \"island effect\" that often causes large creatures to evolve to be small and vice versa—witness Flores's extinct pygmy elephant and still surviving giant lizard, the Komodo dragon?Or is the hobbit the sole testament to a previously unrecognized branch of the human family tree? If so, how did it end up in Indonesia with virtually no evidence of comparable early hominids anywhere between there and Africa, the root of the family tree?This program follows each of the lines of inquiry down some fascinating paths: At the Mallinckrodt Institute in St. Louis, paleoanthropologist Dean Falk produces a cast of the hobbit's brain with the help of a CAT scan, and then compares it to casts of pathologically diseased brains. Falk argues strongly that the hobbit skull represents a healthy, and so far unique, specimen of ancient humanity.At the Smithsonian Institution, anthropologist Matt Tocheri finds a resemblance between the distinctive wrist bones of the hobbit and African apes. Even more surprisingly, anthropologist Bill Jungers of the State University of New York at Stony Brook discovers he can fit together bones from the hobbit with those of the most celebrated fossil in the human family tree, \"Lucy,\" who lived three million years ago in Africa.In the nation of Georgia, archeologist David Lordkipanidze shows NOVA a skull of a recently excavated early human that has been dated to 1.7 million years ago. Could it belong to the same unsuspected and elusive branch of our family tree, halfway between early African hominids and the hobbit?Each of these interpretations has specialists who read the evidence differently. But the plot is definitely thickening in the saga of Homo floresiensis.",
    "chinese_title": "来自地球的外星人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Alien from Earth",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-07-27T14:43:55"
}