{
    "aka": [
        "Rasuto Furankenshutain",
        "The Last Frankenstein"
    ],
    "sid": "4862354",
    "cast": [
        {
            "url": "/celebrity/1003638/",
            "name": "六平直政 Naomasa Musaka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007437/",
            "name": "唐十郎 Juro Kara",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032754/",
            "name": "原田芳雄 Yoshio Harada",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042056/",
            "name": "柄本明 Akira Emoto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048388/",
            "name": "余贵美子 Kimiko Yo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [
        "剧情",
        "科幻",
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2524500628.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt0227348",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1991"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0227348/",
    "imdb_votes": 65,
    "this_title": [
        "ラスト·フランケンシュタイン"
    ],
    "douban_link": "https://movie.douban.com/subject/4862354/",
    "imdb_rating": "5.9/10 from 65 users",
    "trans_title": [
        "最后的科学怪人",
        "Rasuto Furankenshutain",
        "The Last Frankenstein"
    ],
    "douban_votes": "0",
    "introduction": "This 1992 Japanese film tells the story of a scientist who sets out to create the new \"super Adam and Eve\", humans who cannot be controlled by their emotions. Of course, the end result it not exactly what the good doctor expects.comments from imdb:This modern tale of an attempt to build a creature is one of the best \"horror\" films ever made, even if its not a horror film but something else entirely. Certainly its on my short list of all time great films.This film was introduced to me by someone who told me \"I have this film that probably one of the best films you'll ever see. It will move you and touch you and make you think, but if I told you what it is and told you how its done you will think its the stupidest thing on the face of it and you won't watch it.\" Intrigued I asked what did he mean, and he said, \"Well its a Frankenstein story, with a very goofy sort of edge, but which uses it to its advantage.\" My ears perked up, and I being a trusting soul took the tape and watched it. I was blown away.The plot concerns a mad scientist attempting to make a new Adam and Eve in the wake of a suicidal plague that is ravaging the world. Locked up in his lab his experiments go differently then either he or we expect. Some of it is silly (The bolts in the neck, the wrestling moves...), all of it is touching and thought provoking.I can not recommend this movie enough. If you are willing to take the film on its terms and allow it to tell its story then I urge you to seek this film out and see it. This is an undiscovered gem that will stay with you forever.15 out of 10 and then some. 10/10Also known as \"The Last Frankenstein\", this is an extraordinary, impeccably produced horror film. Director Takeshi Kawamura uses Mary Shelley's novel as a mere launching pad for an exploration of subjects as diverse and fascinating as the nature of love, desire, suicide, mass hypnosis, sex, alienation and jealousy.And though the film is dense with subtext, it is also stunningly photographed and rich in atmosphere and detail. The performances are all amazing and Kawamura's sensitive handling of the strange, delicate relationships between the characters results in an emotionally charged, angst-ridden tragedy.The scenes of the confused, troubled monster hurtling through a fog-shrouded forest at night are memorable and striking, as is a brilliant home movie-style montage of the film's more curious characters enjoying a precious afternoon at the beach. Kawamura creates resonating visual poetry of horror and sadness barely sighted since Todd Browning's classic \"Freaks\".Intelligent, emotional, tragic and real, this is an absolute gem. 9/10",
    "chinese_title": "最后的科学怪人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "ラスト·フランケンシュタイン",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-07-02T03:50:40"
}