{
    "aka": [
        "3个女人一个宝"
    ],
    "sid": "4881598",
    "cast": [
        {
            "url": "/celebrity/1344350/",
            "name": "许美珍 Cynthia Koh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1015064/",
            "name": "郭舒贤 Ann Kok",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1338224/",
            "name": "郭蕙雯 Eelyn Kok",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037547/",
            "name": "戚玉武 Yuwu Qi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1379104/",
            "name": "郑各评 Geping Zheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1379853/",
            "name": "唐育书 Alan Tern",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1341046/",
            "name": "卢楷浚 Ivan Loo Kai Jun",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2290106562.jpg",
    "region": [
        "新加坡"
    ],
    "writer": [],
    "imdb_id": "tt12363260",
    "director": [
        {
            "url": "/celebrity/1381181/",
            "name": "林明哲 Mingzhe Lin",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话",
        "英语"
    ],
    "playdate": [
        "2010-06-09(新加坡)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12363260/",
    "this_title": [
        "三个女人一个宝"
    ],
    "douban_link": "https://movie.douban.com/subject/4881598/",
    "trans_title": [
        "3个女人一个宝"
    ],
    "douban_votes": "0",
    "introduction": "KATIE与慧娴来出席婚宴，两人都以为是芷青的大喜之日，怎么知道来到酒店的时候，才发现原来是芷青的老爸结婚。两人看到芷青的老妈也出席，还帮忙招待客人，觉得匪夷所思，更吃惊的是看到芷青的老爸娶了一个比女儿来得年轻的嫩草。当年KATIE，慧娴和芷青是在拉萨学院就读服装设计。毕业后，三人各奔前程，往不同的行业发展。KATIE学以致用，当上了名设计师，芷青却误打误撞进入了电视台当副导演，挨了几年后，终于挑大梁当上导演，最不得志的就是慧娴，她目前是在一家女性杂志社担任记者，主要采访服装时尚服饰，对慧娴来说，她最大的成就就是嫁给当导演，疼爱她的好老公傅炜铭。KATIE嫁给了当广告平面设计师的JOVAN，育有一个九个月大，可爱的女宝宝。一天，KATIE翻看I周刊杂志，发现影视制作公司正筹备开拍《奶爸百分百2》，找寻女宝宝出演电视剧。KATIE不顾JOVAN反对带宝宝去试镜，宝宝在镜头前呆呆的没反应，KATIE还以为试镜失败大表失望，没料到女监制不顾导演反对，坚持录取宣宣。KATIE知道后，欣喜若狂把宝宝举起来，却搞得宝宝整个人跌落在地上，吓得他们要命！为了要让宝宝去拍戏，KATIE要JOVAN拿两个月的无薪假，JOVAN的公司不肯放人，JOVAN被逼辞职，当起了全职奶爸。戏开拍时，宝宝变幻莫测的情绪，搞到片场天翻地覆，每个人都出尽法宝要哄宝宝，两个导演也被宝宝搞得精疲力竭。为了要让宝宝与戏里的男主角仁贤培养感情，导演要求仁贤住进KATIE家。KATIE与JOVAN除了要照顾小宝宝外，还要照顾饭来张口，衣来伸手的大BABY，让两人忙上加忙。慧娴每天都听到炜铭的抱怨，忍不住问他会不会因此而对宝宝产生恐惧感？这一对夫妻结婚多年一直没有怀孕，炜铭很渴望有自己的孩子，慧娴却对怀孕有恐惧感，不敢坦白老公，只能默默的配合，慧娴的家婆也一直寻找受孕的土方，搞到小两口啼笑皆非。自从炜铭的弟弟炜德娶了一个育有两名儿子的离婚妇回来后，慧娴隐隐感到在家中的地位受到威胁，更感压力。自从JOVAN辞职后，心情显得郁郁寡欢，KATIE因为过于关注工作和宝宝，忽略了JOVAN，两人的关系日渐恶劣，JOVAN在外头寻找宣泄的管道，却不小心遭人陷害，他被一个女人控诉性侵犯，还因此被抓去警局接受调查。追求完美的KATIE，无法接受老公这个污点，任凭JOVAN怎么解释，她都不相信。JOVAN因此性情大变，把自己封闭在家里，宣宣无法去拍戏，搞到剧组阵脚大乱。这时，KATIE的公司要委派她出外公干，KATIE想乘机离开新加坡散心，却放不下宣宣，芷青为了要让宣宣继续拍戏，只好自告奋勇当起宣宣的奶妈，然而，没几天她就投降了，还找来仁贤助她一臂之力，在这个过程里，抱着独身主义的芷青感觉到仁贤对她有意思，心里很恐慌，故意逃避仁贤，也只好把这个烫手的山芋丢给了很有爱心的炜铭。宣宣就这样被两个导演当着人球一样的抛来又抛去，炜铭开始了他短暂的奶爸生涯，慧娴当然也在这个过程中，渐渐的喜欢上孩子。。。没多久，慧娴传来喜讯，JOVAN终于洗脱了嫌疑，他和KATIE和好如初，KATIE还怀上了第二胎，为了兼顾家庭与事业，一向排斥与家婆家翁同住的她，终于明白家有一老，如有一宝的真谛，把两个老人接来同住。与此同时，芷青也传来了婚讯。。。KATIE and HUIXIAN went to attend a wedding dinner, thinking that it was ZHIQING's big day. However, to their surprise, it turned out to be ZHIQING's father's wedding. Both of them were equally amazed to see ZHIQING's mother helping to entertain the guests. The most surprising moment of the day was when both of them saw the bride, who turned out to be younger than ZHIQING!KATIE, HUIXIAN and ZHIQING studied Fashion Design together at Lasalle College of Arts. After graduating, the 3 ladies went pursued different careers. KATIE practiced what she studied and became a fashion designer. Unexpectedly, ZHIQING became an assistant director at a production house and after several years, became a director. The least ambitious, HUIXIAN, was working as reporter of a female fashion magazine, covering the latest fashion-wear and accessories. To HUIXIAN, her biggest achievement was to have married her doting husband, BO WEI MING, a director.KATIE was married to advertising graphics designer, JOVAN, and had a 9-month old adorable baby girl. KATIE was flipping through i-Weekly one day when she saw an advertisement stating that a production house was going to produce a new TV serial, \"Nanny Daddy 2\", and was looking for a baby girl. KATIE, ignoring JOVAN's protests, brought her baby to the audition. During the audition, XUAN-XUAN could only stare blankly at the camera. KATIE was almost sure that they had failed the audition. Despite the directors' protests, the executive producer persisted in using XUAN-XUAN. Ecstatic, KATIE happily heaved her baby, but accidentally caused XUAN-XUAN to fall, shocking those around her. To enable the baby to act in the serial, KATIE asked JOVAN to take two months' unpaid leave. Unfortunately, JOVAN's company did not want to approve his leave and he was, in turn, forced to quit, becoming a full-time stay-at-home dad.XUAN-XUAN became cranky and unpredictable during filming, creating chaos on the set. Everyone in the studio tried all ways to cheer XUAN-XUAN up, and the two directors were drained out in the process. The director requested for the male lead, RENXIAN, to move in temporarily with XUAN-XUAN to foster a bond between the two. Unfortunately for KATIE and JOVAN, RENXIAN didn't know how to care for himself and was incredibly dependent.HUIXIAN, after listening to WEIMING's incessant complaints, curiously asked if he developed a phobia of babies. This couple had no children after many years of marriage. WEIMING yearned for his own child. HUIXIAN, on the other hand, had a morbid fear of pregnancy. As she did not dare tell her husband about it, she could only silently comply with his wishes. HUIXIAN's mother-in-law kept searching for ways to get her pregnant, which created much awkwardness. Ever since WEIMING's younger brother, WEIDE, married a widow with two sons in tow, HUIXIAN felt her status in the house affected and she became more stressed out.Since JOVAN quit his job, he started to slip into depression. KATIE was excessively preoccupied with her work and XUAN-XUAN, completely neglecting JOVAN. This strained their relationship further. JOVAN started to seek solace out of his home and was entrapped in a molest case. Accused of molestation, JOVAN was arrested by the police for further investigation. A perfectionist, KATIE could not accept this incident. No matter how JOVAN explained, she was unconvinced. Henceforth, JOVAN became a changed man, as he locked himself at home. XUAN-XUAN was thus unable to attend filming sessions, which caused problems to the production team. Meanwhile, KATIE's company wanted to send her on a business trip overseas. KATIE wanted to take this opportunity to get away from it all, but was worried about XUAN-XUAN. ZHIQING volunteered to care for XUAN-XUAN while KATIE's abroad so that filming would not be disrupted. A few days into the \"job\", ZHIQING gave up and got RENXIAN to give her a hand. ZHIQING, who was bent on remaining single for life, felt RENXIAN's affections for her and panicked. She started to avoid RENXIAN and had no choice but to pass XUAN-XUAN to the compassionate WEIMING. Hence, XUAN-XUAN was being passed like a ball between the two directors. WEIMING experienced what it was like being a father and HUIXIAN began to like children. Not long later, HUIXIAN found herself pregnant.JOVAN's name was cleared, and he and KATIE were back together. KATIE became pregnant again. To balance between family and work, KATIE decided to let invite her in-laws to stay with them (though she was originally averse to the idea of living with them), as she finally understood how valuable it was to have the elderly around in the house. At this point, ZHIQING also had good news to share.",
    "chinese_title": "三个女人一个宝",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-02T06:36:01"
}