{
    "aka": [],
    "sid": "4882899",
    "cast": [
        "Gary Mavers",
        "Jonathan Moore",
        "Harriet Thorpe"
    ],
    "site": "douban",
    "tags": [
        "电影",
        "乱七八糟",
        "骗小孩....",
        "犯罪",
        "演技差",
        "欧美",
        "无聊之极",
        "恐怖"
    ],
    "year": "2010",
    "genre": [
        "惊悚",
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/subject/s/public/s4388083.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1182942",
    "director": [
        "Jonathan Glendening"
    ],
    "duration": "Germany: 85 分钟(European Film Market)",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1182942",
    "imdb_votes": 197,
    "this_title": [
        "S.N.U.B!"
    ],
    "douban_link": "https://movie.douban.com/subject/4882899/",
    "imdb_rating": "2.9/10 from 197 users",
    "trans_title": [
        "秘密核地下掩体"
    ],
    "douban_votes": 0,
    "introduction": "一位英国政府的副部长发现恐怖分子试图引爆伦敦的一座核设施\nA junior minister in the British Government discovers a terrorist plot to detonate a nuclear device in London. Putting self-preservation first, he flees with a young American political advisor to a re-commissioned Secret Nuclear Underground Bunker - S.N.U.B. They find themselves entombed in the bunker with a disparate group of individuals caught in the wrong place at the wrong time. The terrorist bomb is found, but attempts by bomb disposal experts fail to prevent it exploding, destroying central London and contaminating the surrounding countryside. As a result of the blast a group of dangerous convicts break out from a local high security prison, but are contaminated with radiation and start to mutate. The mutants infiltrate the bunker and one by one the occupants endure a horrible, grisly death. Eventually one of the survivors escapes from the bunker to make contact with the outside world and a rescue helicopter is organised. But inside the S.N.U.B. the mutants are closing in. Not everyone will make it...",
    "chinese_title": "秘密核地下掩体",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "S.N.U.B!",
    "imdb_rating_average": 2.9,
    "douban_rating_average": 0,
    "update_at": "2024-10-27T14:49:07"
}