{
    "aka": [],
    "sid": "4883259",
    "cast": [
        {
            "url": "/celebrity/1093752/",
            "name": "尤迪特·海尔纳迪 Judit Hernádi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1135925/",
            "name": "佐尔丹·穆奇 Zoltán Mucsi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1144164/",
            "name": "彼得·谢赖尔 Péter Scherer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1532060/",
            "name": "雷吉娜·米安尼克 Regina Myannik",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "匈牙利"
    ],
    "writer": [
        {
            "url": "/celebrity/1045639/",
            "name": "米哈伊尔·布尔加科夫 Mikhail A. Bulgakov",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0478704",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "匈牙利语"
    ],
    "playdate": [
        "2005"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0478704/",
    "imdb_votes": 28,
    "this_title": [
        "A master és Margarita"
    ],
    "douban_link": "https://movie.douban.com/subject/4883259/",
    "imdb_rating": "6.8/10 from 28 users",
    "trans_title": [
        "大师和玛格丽特"
    ],
    "douban_votes": "0",
    "introduction": "Ibolya Fekete (°1951, Pásztó) is a Hungarian film maker. She studied pe-dagogy first and later, in 1976, she obtained a diploma in Russian and Hungarian at the Lajos Kossuth University in Debrecen. In 1980, she be-came a script consultant and began writing for movies by herself. In 1990 she started working as a dramaturg for the Hunnia Film Studios.With her documentary Berlin and back in 1989-1990, she started her ca-reer as a director.In 1996 she made her first longplay film Bolshe Vita, about three Russians who enjoyed their newly acquired freedom during the summer in Budapest. In 2001 she made Chico, an ideological adventure movie about the high cost of wars and the relevance of idealism. Documentaries would always be her feature. Because even in her other fims, fiction and documentary run together, and the main characters are not actors: Yury Fomitschow was really a visitor of the Bolshe Vita bar in Budapest, and Eduardo Rózsa Flores in Chico was really a professional revolutionary.Her films were rarely big commercial successes, but were often rewarded at festivals. Since 2003 she teaches at the Film Academy in Budapest.In 2005, Ibolya Fekete made a short film of 26 minutes, entitled A Mester és Margarita. This film, with some famous Russian and Hungarian actors  like Sergey Grekov, Grigory Lifanov and Regina Myannik, was broadcast by MTV Premier on October 5, 2005.The documentary on the making of the film lasted longer than the film itself. To my knowledge it was never released on videocasette or DVD.",
    "chinese_title": "大师和玛格丽特",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "A master és Margarita",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-02-13T01:21:40"
}