{
    "aka": [],
    "sid": "4885900",
    "cast": [
        {
            "url": "/celebrity/1143145/",
            "name": "Jan Rohde Jan Rohde",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1971",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "瑞典"
    ],
    "writer": [
        {
            "url": "/celebrity/1032429/",
            "name": "约瑟夫·W·萨诺 Joseph W. Sarno",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0068882",
    "director": [
        {
            "url": "/celebrity/1032429/",
            "name": "约瑟夫·W·萨诺 Joseph W. Sarno",
            "@type": "Person"
        }
    ],
    "duration": "81 分钟",
    "episodes": "",
    "language": [
        "英语",
        "瑞典语"
    ],
    "playdate": [
        "1971"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0068882/",
    "imdb_votes": 68,
    "this_title": [
        "Siv, Anne & Sven"
    ],
    "douban_link": "https://movie.douban.com/subject/4885900/",
    "imdb_rating": "4.9/10 from 68 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "As expected, this look at sexual angst is a cut above the usual softcore fare of its day. Written and directed by JOE SARNO during his European softcore period, Love in the Third Position eschews the gritty black & white look of the filmmaker’s early American films in favor of a more vibrant kaleidoscope of sumptuous pastel colors which gives off a very dreamlike feel.Beautiful blonde LILIANE MALMQUIST (who bears a resemblance to French starlet Brigitte Lahaie) is wonderfully seductive as fashion photographer Siv, who is having a wild fling with her favorite model Sven, much to the agony of her shy, plain-looking young assistant Ann, who’s clearly in love with the man herself. (Watch how Sarno constantly photographs Ann surrounded by darkness and low light, compared to the bright, upbeat colors which pulsate throughout the other sequences). While Ann sits around brooding in her gloomy apartment. Siv and her galpal Lisa (who looks like Barbara Streisand in her tight perm days) accompany blonde model Karin to a strange house where two gorgeously bizarre women initiate Karin into the joys of lesbianism and an orgy of female flesh.After waking up in a large bed together, it’s back to work for the three women. Siv returns to the studio and continues her dalliance with Sven, who finally starts to realize that Ann has a crush on him. Sven and Ann begin to spend more time together, playfully flirting and laughing, but when Sven makes a move on her, Ann tells him to take a hike.Siv, meanwhile, becomes more and more intrigued by Ann and decides to finally seduce her late one night in the studio: \"I always feel your eyes on me whenever we’re alone....\" Ann is initially repulsed by the proposition, but eventually succumbs to Siv’s seduction, and becomes so erotically overcharged that she frantically masturbates as soon as their lovemaking session is over.But as it often does in Sarno’s films, sexual guilt soon begins to manifest itself, with Ann wandering around her flat disturbed by her encounter with Siv and refusing to go to work. Siv, on the other hand, begins to realize that she has fallen in love with Ann and ultimately decides to do something about it....Nicely photographed by ERIK GUSTAVSSON, Love In The Third Position also features some rather affecting performances from the female leads. (The actors aren’t great, but they at least do their best to make their characters seem honest and dimensional). The movie is also genuinely erotic, with Sarno filming many of the sex scenes without any music or sounds save for the heavy panting of turned-on breath. The soundtrack also makes good use of three electric pop songs (\"Is There a Place?,\" \"You’re No Good,\" and \"Ain’t Got Time\") performed by an obscure duo named GORAN & JANNIE.",
    "chinese_title": "Siv, Anne & Sven",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.9,
    "douban_rating_average": 0,
    "update_at": "2025-08-13T03:42:31"
}