{
    "aka": [
        "两种命运的决战"
    ],
    "sid": "4886295",
    "cast": [
        {
            "url": "/celebrity/1326850/",
            "name": "李易 Yi Li",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "　　第27届中国电影金鸡奖(2009)\n　　最佳纪录片\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868757809.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "imdb_id": "tt10168126",
    "director": [
        {
            "url": "/celebrity/1352293/",
            "name": "郝蕴 Yun Hao",
            "@type": "Person"
        }
    ],
    "duration": "86分钟",
    "episodes": "",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2009-04-10"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10168126/",
    "this_title": [
        "决战太原"
    ],
    "douban_link": "https://movie.douban.com/subject/4886295/",
    "trans_title": [
        "两种命运的决战"
    ],
    "douban_votes": "83",
    "introduction": "太原解放60周年。解放太原是解放战争中历时最长、战斗最激烈、付出代价最大的城市攻坚战役。为隆重纪念太原解放60周年，在省委、省政府领导的高度重视下，由省委宣传部、市委宣传部和中央新闻纪录电影制片厂创作拍摄了大型文献电影《决战太原》，运用大量鲜为人知的真实资料，结合寻访当年战争亲历者，全方位多视角地追述了战争双方从谋划到对决的历史事实，撷取了战争双方决策者的心路历程，也捕捉到许多普通战士动人心弦的战争经历，以及后人寻找阵亡烈士亲人那一幕幕催人泪下、发人深思的人文情怀，高度赞扬了为新中国的建立做出重要贡献和英勇牺牲的革命前辈，表现了解放太原对于华北全境解放、全国解放所具有的重大的政治意义和深刻的历史内涵。该片得到了 “中央重大理论文献影片创作小组办公室”和国家广播电影电视局的充分肯定，并被列入发行全国的重大文献电影片。该片对于学习实践科学发展观，进行爱国主义教育和构建社会主义核心价值体系具有十分重要的政治意义和现实意义。在2009年10月17日在江西南昌举办的的中国第18届金鸡百花电影节上，本片获得最佳纪录片奖。史料的详实丰富无疑是文献片最大的看点。而其中的真实性则是文献片的灵魂与生命。《决战太原》的真实性，一是体现在战争场面上。30分钟的原始资料是战地记者留给后人的宝贵财富，而其中有的战地记者永远倒在硝烟弥漫的战场上。二是体现在战争遗址遗物上。从影片中既可看到太原战役对决的山头、要塞，看到当年的碉堡、主攻战场，甚至民工提供攻克要塞山头的羊肠小道，又可看到攻克太原城后的复工复业、供电供水布告，黄樵松将军写给爱妻的遗嘱，甚至阎锡山的录音讲话等。三是体现在战争亲历者生动叙述上：如处理烈士后事工作队副队长杜明学的痛心疾首，霍桂花冒死送达太原城防图而终身残疾的动情往事……很多镜头画面，使观众如同身临其境，很多鲜活事例令人潸然泪下。《决战太原》不仅仅只是一部电影作品，或者纪实性文献作品，它背后蕴含着极为深刻的民族记忆，永恒不朽的崇高精神。从战争本身来看，它是国共双方的激烈对抗，但从其延伸意义看，更是当年每个人都无法回避必然面对的人生航向的最终选择，是对两种不同前途命运、不同道路方向的抉择。徐向前、薄一波与阎锡山，这三位隔河相望的五台老乡，虽然在民族危亡的关键时刻曾走到一起，共赴国难。但却最终因为思想和信仰的差异而作出了各自的选择，在两条不同的道路上渐行渐远。《决战太原》讲述了解放战争史上那段历时最长、战斗最激烈、双方投入兵力最多、付出代价最大的城市攻坚战，但并没有过多记录其惨烈和血腥，而是客观记载双方决策者对历史潮流和形势发展的把握与决断；着力分析每一位战争经历者的思想认识、心路过程和深切感受；着力展现战争对人的思维观念和精神世界的强烈冲击。战争可以改变历史的格局，可以改变国家与民族的发展进程，战争对人的心理的改变、对人的心灵摧残也是显而异见的。历史上任何战争都是雄壮的，但都是极其残酷的，都是人所不愿意看到的。战争绝不是游戏，绝不是开玩笑。战争会使国家丧乱、家破人亡，战争既毁坏着生存环境和社会秩序，更直接剥夺着鲜活的生命。八年抗战胜利了，人民盼望的和平局面即将到来，应蒋介石电邀，毛泽东亲赴重庆进行和平谈判，但是毫无和谈诚意的国民党却同时挑起了内战，无情的战火重又点燃。经过三年解放战争的无情对决，人民解放军推翻了国民党的专制统治，迎来新中国的诞生。战争取得了胜利，然而残酷的战争也夺去了无数先辈的生命。《决战太原》让我们看到了当年真实的战争场面，尽管是有限的，尽管并不全面，但那一个个珍贵镜头都是当年战地记者冒着枪林弹雨，用鲜血和生命记录下的。因为选材的独具匠心、视角的新颖别致、丰富的史料记载，使我们了解到这场城市攻坚战双方的巨大付出。资料显示，太原战役从1948年10月5日发起，到1949年4月24日结束，前后历时6月有余，共计歼灭国民党军队135000余人，其中俘虏77000余名，包括岩田、王靖国、孙楚等人在内的师级以上军官40余人。解放军为攻取这座城市也付出了巨大牺牲，共计伤亡45000余人。仅在太原解放战役中就有7000多革命烈士长眠地下。当我们站在苍松翠柏间献花鞠躬的时候，当我们因英雄的战士而自豪和骄傲的同时，我们的心情也是十分悲痛和沉重的。在烈士陵园，我看到一个个刻有烈士姓名的墓碑，还看到只有所在部队名称而无姓名的烈士墓碑，更有既无姓名又无部队名称的无名烈士墓碑，可能还有许多连墓碑也没有的烈士永远长眠在战场的某处遗址。他们是我们的前辈，是为了我们今天安宁的生存环境而英勇献身的亲人。在人民解放军隆隆的炮声中，太原绥靖公署的地下室里，顽固不化、决不放下武器的梁化之、阎慧卿服毒自尽。在阎慧卿自尽前夕，由梁化之代笔写下了《阎慧卿致阎锡山的绝命电》。“妹虽女流，死志已决。临电依依，不尽所言！妹今发电之刻尚在人间，大哥至阅电之时，已成隔世！”电文中，充满了一个被卷入战争的女人的绝望与悲怆。据说，阎锡山在上海读到这份绝命电时，泪流满面，悲痛万分。人类道义的化身和力量从来就是拒绝战争的。道义的战争从来都起因于被逼无奈奋起反抗，道义的战争从来都是为了制止战争、最终消灭战争。",
    "chinese_title": "决战太原",
    "douban_rating": "7.3/10 from 83 users",
    "foreign_title": "",
    "douban_rating_average": "7.3",
    "update_at": "2025-12-01T01:29:40"
}