{
    "aka": [
        "The World Feels Love"
    ],
    "sid": "4888340",
    "cast": [
        {
            "url": "/celebrity/1274884/",
            "name": "邵兵 Bing Shao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315482/",
            "name": "郭金 Jin Guo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274732/",
            "name": "李宗翰 Zonghan Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318766/",
            "name": "李佳 Jia Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1276054/",
            "name": "王馥荔 Fuli Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316420/",
            "name": "刘立伟 Liwei Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322826/",
            "name": "张京生 Jingsheng Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1358499/",
            "name": "蔡国隆 Guolong Cai",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868372436.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1455047/",
            "name": "江旋 Xuan Jiang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1275036/",
            "name": "陈鸿烈 Hung Lieh Chen",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "28",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2004"
    ],
    "this_title": [
        "天地有爱"
    ],
    "douban_link": "https://movie.douban.com/subject/4888340/",
    "trans_title": [
        "The World Feels Love"
    ],
    "douban_votes": "0",
    "introduction": "二十年代，还是军阀割据的时候。闻敬天、方国玺、周伯年、雷震鸣四个年轻人，因为志趣相投而义结金兰；然四人的友谊，因闻敬天妹妹芝兰介入而造成芝兰、方国玺、雷震鸣的三角恋情。原本最爱雷震鸣的芝兰，在听到雷震鸣战死的消息后，带着身孕，嫁给方国玺，生下一对双胞胎女儿，在方国玺三十岁生日宴那晚，雷震鸣回来了，一声枪响，揭开了这个恩爱情仇的故事。二十年后，当年丧生的周伯年独子周文杰，大学毕业后，被方国玺接到城里。在火车站，周文杰认识了沈超俊，出了车站，沈超俊跟周文杰叫了两辆“协庆车行”的黄包车，拉车的正是闻敬天父女。当周文杰、沈超俊坐车来至僻静巷口，只见涌出十多辆黄包车，挡住闻敬天父女的去路，在打斗中，闻彩香现出女儿身，背上挨了一刀，但还是打退敌人。其实沈超俊心中有数，这批人不是来对付周文杰的，而是一批刺客。原来方国玺早知雷震鸣即将驻兵城里，而沈超俊是他的干儿子。沈超俊路送周文杰来到方家，此时，方爱珍因没接到周文杰而被父亲方国玺斥责，当沈超俊见到方爱珍后，即被方爱珍深深吸引。有早起习惯的文杰，一大早便到公园慢跑练功，巧遇在公园吊嗓子的柳迎春，而迎春跟爱珍长得一模一样，让文杰错将迎春当成爱珍，对迎春留下深刻的印象。在一次又一次的巧合之下，文杰与迎春越走越近。雷震鸣要驻军城里时，总管毕勇精心设计，约雷震鸣到茶馆听迎春唱戏，意外遭刺客暗杀，沈超俊受伤，而文杰却奋不顾身救了迎春，令迎春对文杰更加倾心。毕勇得知雷震鸣对迎春有兴趣，便开始策划让迎春嫁入将军府的事。而迎春的父亲柳老七，本来就是爱财又怕死的人，当他知道雷震鸣喜欢迎春的时候，简直笑歪了嘴。但是一声枪响划破街市，文杰应声倒地，本来与文杰相约要一起去吃中饭的彩香一愣，急忙将文杰送回车行，请闻敬天急救。毕勇得意洋洋地相信，文杰一定死了！却没有想到闻敬天妙手回春，救回文杰一命，而到处寻找文杰未果的方国玺，也在佣人通报下来到车行，与二十年不见的老兄弟闻敬天再度重逢！文杰对于毕勇枪杀自己的事耿耿于怀，在开始报复行动之前，文杰最想见的，就是自己朝思暮想的迎春，没想到此时，毕勇正抬着大包小包的礼品来到迎春家里，文杰一见毕勇，想问清楚毕勇为什么要杀自己，一阵对打之后，毕勇的手枪走火，不偏不倚地打在毕勇的身上，文杰顿时成为杀人未遂犯！当雷震鸣知道文杰是方国玺的员工时，他大方地赦免了文杰的罪行，并且祝福文杰与迎春能够有一个好结果，但是在雷震鸣的就职晚宴上，众目睽睽之下，文杰再度被军警带走，因为毕勇死了，他成为名副其实的杀人犯。文杰被抓，这是迎春苦难的开始，为了要营救文杰，迎春终于决定听从柳老七的话，嫁给雷震鸣。文杰被释放，大家以为苦难即将结束，却没有想到，这是一个最大苦难的开始！原来雷震鸣对于闻敬天要芝兰嫁给方国玺的事，一直怀恨在心！闻敬天不是不知道雷震鸣的心态，于是他决定要先下手为强，却没料到，被宝生(车行车夫)所出卖。一直以来，宝生为了要得到彩香，还加予强暴，导致彩香怀孕。为了不拖累众人，彩香决定要躲起来；而此时，柳老七仗着自己是雷将军的老丈人，擅自进了一批毒品，雷震鸣便利用这个机会，将这批毒品嫁祸方国玺，并且抓住了他。在沈超俊的安排之下，迎春终于能与文杰见面，没有想到，迎春已经准备好在她与文杰见面之后，她要自杀！天亮了，文杰与迎春两人依依不舍地分离。而迎春与文杰私会的事情，早就被雷震鸣发现，在一顿毒打之后，迎春流产了！雷震鸣与沈超俊的父子关系也决裂了！而此时，方国玺透露了一个更惊人的秘密，那就是迎春与爱珍，根本不是他的孩子，而是雷震鸣的小孩，雷震鸣无法承受这个真相，对着芝兰画像，举枪自尽。迎春因长期受殴，又患了白血病，文杰衣不解带地照顾迎春表示仍然愿意娶迎春为妻，迎春感动答应，却没有想到遭文杰母亲的反对，索性两人真情，软化了周母的坚持，就在婚礼进行的时候，迎春死在文杰怀中。",
    "chinese_title": "天地有爱",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-24T11:46:35"
}