{
    "aka": [],
    "sid": "4889469",
    "cast": [
        {
            "url": "/celebrity/1275748/",
            "name": "赵明明 Mingming Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274732/",
            "name": "李宗翰 Zonghan Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032540/",
            "name": "胡军 Jun Hu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316730/",
            "name": "吴祯 Zhen Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317083/",
            "name": "丛志军 Zhijun Cong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1392608/",
            "name": "姚润昊 Runhao Yao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317302/",
            "name": "赵阳 Yang Zhao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2557205005.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1371952/",
            "name": "李彦雄 Yanxiong Li",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1093565/",
            "name": "黄健中 Jian-zhong Huang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "20",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "1999"
    ],
    "this_title": [
        "沧海情仇"
    ],
    "douban_link": "https://movie.douban.com/subject/4889469/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "故事围绕着民国初期潮汕地区一渔村两个家族之间争名夺利的血腥历史，恩怨情仇，悲欢离合而展开。陈林两大姓氏有权有势，陈阴林阳，前奸后患，为争得村里的妈祖排位及争夺盐牌，陈祖德之父陈汉章使阴谋诡计，制造事端，杀人烧船，却嫁祸于人，陷害海玉之父林伯南。林伯南与未过门的女婿刘天龙遭毒手，被困于牢中。林伯南含恨被害，陈汉章又使出黄鼠狼给鸡拜年之计，假意关心海玉，廉价吞噬林家财产。海玉没有识破陈汉章的“仁慈”，陷在毫不知情的困境中，误认杀父仇人。刘天龙为洗清罪名，出生入死，逃出牢门，暗中查找凶手，寻访海玉踪迹。海玉姐弟被陈家所困，海玉怕弟弟遭毒手，断送林家香火，被逼送弟踏上拜师学戏漂游之路。祖德之兄祖旺借机接近海玉，想娶她为妾，遭海玉拒绝，祖旺羞怒，处处刁难海玉。官府追捕天龙，幸好“舂米堂”戏班海山、玲瑶相救，一同奔走他乡泰国谋生。天龙无意救下黑帮头目谢小泉，从此在民国加入青龙帮，走上黑帮谋生之道，他发誓找到海玉并成亲圆梦。海玉的堂叔林正清早年是汕头有名的大厨师，由于嗜酒如命，生性好赌，把家内财产全部赌光，家贫如洗，并欠下债主一大笔债。债主谢子魁强逼林正清之女杏花过门为其病危之子冲喜成亲。杏花的未婚夫林福根束手无策，以惹不起谢家为由饮泪而避。杏花死活不依，无奈父命难违，只好含恨上轿。谢家婚庆刚点上红蜡烛，新郎官使命赴黄泉。杏花成了寡妇，后与林福根几番周折，归终与杨九星再点上红蜡烛。林正清醒悟，诉出参与逼害林伯南的经过，海玉原谅他的愚昧、自私、无知，林正清发誓重新做人。在他的传授下，海玉学到一手潮菜手艺。陈祖德暗中相助办起了“潮江楼”，从此引出潮汕文化美食节。祖旺经营的“望海楼”受到威胁，使出各种花招，妄想吞掉“潮江楼”。海玉处处受到祖德的帮助，祖德的诚意使海玉深受感激，俩人渐结相好。陈汉章害怕海玉日后知道家庭被害的内幕，坚决反对这门亲事，不得不说出实情。祖德万万没想到一惯慈善的父亲，却是人面兽心，他处于绝望之中。祖旺勾结官府，将天龙打入牢中。天龙为活命，诬告海玉，使海玉成为死囚。祖德千方百计搭救出海玉，逃走他乡。海玉陷入情网，他们两颗心紧紧连在一起，在异国他乡结为良缘。天龙万念俱灰，发誓要把陈家赶尽杀绝，夺回海玉。天龙重入黑帮，并巧遇祖德之妹陈惠娴。为报恩，阿娴愿为天龙之妻，遭祖旺大力反对，出于无奈，青龙帮头目泉哥带着人马强迫神父深夜为天龙、阿娴举行订婚仪式，做“生米煮成熟饭的夫妻”。祖旺恨之入骨，天龙喜怒无常，陈惠娴忍受各种辱驾，归终为天龙产下一男婴便命归西天。祖旺强行占有了虚荣心极强的叶玲瑶，又通过玲瑶加害海玉。海山面对自己心爱的人如此无情、无耻，走上断送自身之路。玲瑶醒悟要与祖旺拼命，祖旺将她卖到妓院，玲瑶沦落为妓，巧遇嫖客天龙，天龙为其赎身，玲瑶感激，愿以身相许，结百年之好。天龙要玲瑶设法勾引青龙帮老大金焘，查出仇杀之真相，玲瑶一一承应，并协助天龙杀金焘。但事非人愿，天龙反口将玲瑶赶走，使玲瑶悲恨交加，泪水洗面。天龙找出了杀害林家的证据后，威胁海玉联手铲除陈家。海玉在痛苦中挣扎，最后走上为父、为弟复仇之路。天龙与海玉联手逼使祖旺节节败退。祖德深知陈家罪孽深重，无法挽回，但姑念骨肉情，竭力帮助其兄摆脱困境。青龙帮老大金焘派人除掉天龙，天龙以血泪相诉，得到同情，泉哥反戈干掉金焘、祖旺等人。祖德见家破人亡，对海玉产生误解，顿生恨意，不辞而别。天龙要与海玉重温旧梦，遭海玉反对后，变本加厉地为难陈家，强行收购公司，并做起倒卖军火的生意。到头来天龙葬身于大海中，海玉领养天龙的儿子海童，并和玲瑶重返故乡办起了有益家乡的事业，了结恩怨相报何时了的情仇相争，以人间自有真情在的美好人生为结局。",
    "chinese_title": "沧海情仇",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-27T01:22:51"
}