{
    "aka": [],
    "sid": "4891798",
    "cast": [
        {
            "url": "/celebrity/1255860/",
            "name": "黄志忠 Zhizhong Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319085/",
            "name": "赵会南 Huinan Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312979/",
            "name": "连奕名 Yiming Lian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033846/",
            "name": "苗圃 Pu Miao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315504/",
            "name": "吴亚桥 Yaqiao Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323699/",
            "name": "王佳宁 Jianing Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318215/",
            "name": "赵子惠 Zihui Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313954/",
            "name": "李菲儿 Fei&#39;er Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315797/",
            "name": "李丹军 Danjun Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1439684/",
            "name": "宋林林 Linlin Song",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1459676/",
            "name": "王伊 Yi Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1344119/",
            "name": "高岛真一 Shinichi Takashinichi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327686/",
            "name": "葛子铭 Ziming Ge",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1416410/",
            "name": "朱瑞祥 Ruixiang Zhu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2880820270.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1350427/",
            "name": "卞智弘 Zhihong Bian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336967/",
            "name": "王学伟 Xuewei Wang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1312979/",
            "name": "连奕名 Yiming Lian",
            "@type": "Person"
        }
    ],
    "duration": "42分钟",
    "episodes": "40",
    "language": [
        "汉语普通话",
        "粤语"
    ],
    "playdate": [
        "2010-04-20(中国大陆)"
    ],
    "this_title": [
        "民国往事"
    ],
    "douban_link": "https://movie.douban.com/subject/4891798/",
    "trans_title": [
        ""
    ],
    "douban_votes": "691",
    "introduction": "《民国往事》讲述的是1926年夏，广东革命政府刚刚开始北伐，中国前途莫测。 　　一个神秘的杀手潜入了上海，他的目的是要借北洋督军毕澄元召开四国公使会议期间，刺杀毕澄元。这个消息一经传出，引起了北洋各界的恐慌，淞沪警察厅更是忧心忡忡，因为这个刺客非同凡响，他就是大名鼎鼎大刺客张亚樵。警察厅派出了骁勇的黑骑警在路上劫杀张亚樵，可是令黑骑警迷惑的是，他们一共劫杀了三个张亚樵，到底谁是真假？正当他们还没有反映过来的时候，已经全部死在了张亚樵的手下……根本没有力量能阻止张亚樵，此时，张亚樵已经悄悄的潜入了上海…… 　　而谁也不知道真正的张亚樵在什么地方，什么模样，张亚樵回到上海的第一件事，就是召集自己的旧部手下，原来张亚樵所领导的斧头帮的兄弟，当年因革命而失散，如今又回到了张亚樵的身边，张亚樵开始实施刺杀毕澄元的计划。 　　浦江饭店，四国公使会议只得在戒备森严的状态下如期举行，张亚樵安排好了一切刺杀的计划和步骤，但是老奸巨猾的毕澄元也防了一手，在刺杀得过程中，张亚樵发现了来参加会议的并不是真正的毕澄元，而是一个替身，计划陷入了僵局，此时，张亚樵结识了饭店的服务员严遇春，在严遇春的配合和帮助下，张亚樵用调虎离山之计，杀死了躲在总统套房里的毕澄元，同时也对这个小伙子严遇春留下了深刻的印象。 　　严遇春和张亚樵失去了联系，同时他也被饭店解雇了，无奈之下，去当铺当东西，偶然遇见了一个人在抢劫一个少女，严遇春救下了她，这个女人正是上海滩的京剧名角何艳秋，严遇春和何艳秋都没有想到，在后来，他们两人有着扯不断、理还乱的感情。 　　沈啸尘看出了罗宗伟的想当警察厅长的野心，为了联合罗，准备利用高级妓女妙玉来实施自己的计划，警察局长的位置和顺风码头成为了罗宗伟和沈啸尘暗地里交换的条件。 　　张亚樵回到上海，无时无刻不牵动这一个人的心，这个人就是失散多年的旧情人谢如冰，已经信奉基督教的谢如冰很反对张亚樵这样在打打杀杀中生活。 　　沈啸尘的妻妹梅绍贞只有18岁，在女中上学。性格泼辣，她早听说过张亚樵的大名，对他充满好奇。但张亚樵完全把她当成一个小女孩看。教她跑马射击。 　　与此同时，还有人相爱着，严遇春的牵挂是何艳秋，严遇春不奢望得到何艳秋的青睐，但何艳秋觉得严遇春跟其他的追求者全不一样，逐渐留意到他。 　　为了得到警察厅长的位置，罗宗伟开始动摇，答应联合张亚樵和沈啸尘，告诉他们，新督军屠森的汽车将在某一天通过八仙桥。张亚樵等人在八仙桥布置好了炸弹，但是令张亚樵万万没有想到的是：二弟沈啸尘为了自己的一己私利，并没有想炸死屠森的意思，而只把炸药填了十分之一，一声响后，屠森并没有死。事后，沈啸尘平息了张亚樵的怒火，张亚樵心中也明白。 　　顺风码头开张了，开张的这一天，张亚樵、沈啸尘、严遇春三结义，拜为把兄弟。与此同时，他们寻找了十来年的仇人万沛霖又出现了。原来，辛亥年间同盟会员万沛霖把他们当成流氓草寇，将他们一举拿下。他们十多年寻仇不遇，但是此时的万霈林已经带有为广州政府购买军火的任务，在大义和小义面，张亚樵放过了万沛霖。 　　为了配合万霈林购买军火的计划，张亚樵利用森田在顺峰码头贩运鸦片的契机，明修栈道，暗度陈仓的运走了大批的军火，屠森命令罗宗伟一定要活捉张亚樵。同时张亚樵也在实施对屠森的下一步计划：炸死屠森。 　　屠森色迷迷的在剧院看着何艳秋的演出，张亚樵、严遇春等早已在剧场中埋藏好了炸弹，一声巨响，屠森命归西天。为了避难，张亚樵决定送严遇春到广州黄埔军校学习，并赐名严励，此时，唯一让严励割舍不下的是自己心爱的女人何艳秋。 　　九一八事件爆发了，蒋介石对日实行不抵抗政策，导致东北大片国土沦丧，民众抗日情绪高涨。 　　张亚樵在淞沪战役中受伤，生命垂危，被送进了医院，而日本人惠子和森田对医院里的张亚樵开始刺杀，但在妙玉和罗宗伟的帮助下脱险，此时的妙玉已经沦为难民，而罗宗伟因为受到张亚樵案件的牵连，自毁面容充当洋车夫，隐姓埋名在张亚樵的身边，含有不可告人的目的。 　　日本人占领了上海，要在虹口公园举行庆祝大会，韩国人尹昌浩主动请缨，张亚樵和众人筹划在虹口公园炸死日本首领白川的计划。日本军人在雨中唱着日本国歌，突然一声巨响，主席台上血肉横飞……上海各报连篇累牍刊载，数百万军民奔走相告。严励心里清楚是谁干的。蒋介石亲自过问此事，希望‘为我所用’。严励带来了蒋的嘉奖令与奖金，认为这是兄弟们和解的最好机会，但张亚樵怎么可能原谅主张妥协的蒋介石。 　　英国人李顿率国联代表团到中国调查东三省及上海的中日冲突。日本特务南造惠子通过关系运作，李顿大大包庇日本，一经传出，举国哗然，张亚樵更是怒发冲冠，发誓杀之。严励得悉张亚樵欲刺李顿，晓以利害千方百计阻止。森田查知张亚樵欲刺李顿，表面上加强保卫，却故意留出漏洞，他希望张亚樵刺杀李顿，影响国际社会对中日关系的看法。张亚樵搞清楚是非利害，在最后时刻收回命令 　　在蒋介石严令之下，严励撒开大网展开了对张亚樵的围捕行动，无论是上海，还是在张亚樵在福州开展的光复会，无论是商行报社还是秘密据点，严励和张亚樵始终没有停止过追捕游戏，张亚樵迫于形势，远走香港。 　　在香港，严励也没有停止过对张亚樵的追捕，但是严励的心中是十分矛盾和痛苦的。严励抓了张亚樵的妻子梅绍贞作为人质，迫使张亚樵投降，而梅绍贞为了保全严励，在监狱中自杀，张亚樵震怒了。 　　张亚樵，沈啸尘、严励这三兄弟在一起起你争我夺、大义小义之间挣扎，怀着各自不同的理想，继续互相的追捕和杀戮，严励利用一切手段向张亚樵发动攻击，此时，上海传来了张亚樵遇刺身亡的消息，一家老小深为悲痛，严励万万却没想到张亚樵并没有死在自己的手下，在严励去吊唁灵堂的时候，一支枪指向了严励的后脑勺，张亚樵走了出来。 　　在日本人面前，张亚樵和严励进行了心灵的对话，同仇敌忾是最终达成的协议，三兄弟又走在了一起， 　　日军在戏院大搞庆祝仪式，张亚樵、严励、谭振纲等人分头埋伏着……兄弟们里应外合干掉了日本头头井岩大将。 　　日本人死了，严励接到了命令，要把张亚樵置于死地，在张亚樵没有防备的情况下，派五个兄弟刺杀了张亚樵。张亚樵死了。 　　十年后严励，坐着飞机，公文包里一张照片滑落，是张亚樵。严励恐怖，深感不安。 　　严励的飞机在空中失事。 　　沈啸尘远走香港，已至暮年，他听到了严励死亡的消息，默默无语，躺在了靠椅上，不远处的书桌上，放着一张照片。 　　三兄弟结拜的照片……",
    "chinese_title": "民国往事",
    "douban_rating": "7.7/10 from 691 users",
    "foreign_title": "",
    "douban_rating_average": "7.7",
    "update_at": "2025-09-22T23:07:32"
}