{
    "aka": [],
    "sid": "4893377",
    "cast": [
        {
            "url": "/celebrity/1218524/",
            "name": "Jack Kevorkian Jack Kevorkian",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p528626912.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1167512",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010-06-28"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1167512/",
    "imdb_votes": 346,
    "this_title": [
        "Kevorkian"
    ],
    "douban_link": "https://movie.douban.com/subject/4893377/",
    "imdb_rating": "7.6/10 from 346 users",
    "trans_title": [
        "安乐死医生"
    ],
    "douban_votes": "0",
    "introduction": "Dr. Jack Kevorkian, whose participation in at least 130 assisted suicides earned him the nickname “Dr. Death,” courted controversy in the 1990s by arguing for death with dignity, and ended up being sentenced to a ten- to 25-year prison term for the 1998 death of Thomas Youk. Despite serving eight and a half years in prison, Kevorkian today insists, “I don’t have regrets. In fact, I’m thankful.”Directed by Matthew Galkin (HBO’s “I Am an Animal: The Story of Ingrid Newkirk and PETA”), KEVORKIAN paints an intimate and surprising portrait of this complex man when it debuts MONDAY, JUNE 28 (9:00-10:30 p.m. ET/PT), exclusively on HBO.The documentary reviews Kevorkian’s controversial, colorful career, closely following his life after his 2007 parole through a failed run for a Congressional seat in Michigan’s 9th District. The documentary reveals “Dr. Death” to be a unique renaissance man: a provocative painter, composer, quirky inventor, bad moviemaker (even he dismisses his film adaptation of Handel’s “Messiah” as “a mistake”) and even worse golfer.In addition to Kevorkian’s musings about life, death and the future, the film includes conversations with friends, family, attorneys and journalists, revealing private details that shaped his world view. Those interviewed include: Geoffrey Fieger, the Detroit lawyer who became almost as famous as his client; renowned lawyer and Harvard professor Alan Dershowitz; Ruth Holmes, Kevorkian’s archivist and jury consultant; his sister Flora Holzheimer; TV reporter Roger Weber; cellmate Dondalee McBee, who describes Kevorkian’s prison rituals; former assistant Neal Nicol; and fellow Congressional candidates Joe Knollenberg and Gary Peters.In his early work as a pathologist Kevorkian examined corpses to study the process of death and its relation to organ transplants. He recalls how the agonizing death of his mother from bone cancer, with her body withering away to a mere 80 pounds, inspired him to become “a one-man death counselor.” Kevorkian was subsequently taken aback by the number of requests he received for assisted suicides, which he facilitated with a euthanasia device of his own making, later dubbed a “suicide machine.”Beginning in 1990, Kevorkian videotaped all of his interviews with his patients, relying on these recordings at his trials to prove his clients’ suffering and underscore the justness of his cause. Then, he made what many considered a self-destructive misstep, allowing “60 Minutes” to air one of his tapes in the belief he could legalize assisted suicide once and for all. Hoping to bring the issue to the Supreme Court, Kevorkian chose to act as his own defense attorney, which ultimately backfired.In prison, Kevorkian happened upon a book about the Constitutional Amendments, and was struck in particular by the Ninth Amendment, which says, “The enumeration in the Constitution, of certain rights, shall not be construed to deny or disparage others retained by the people.” Though the amendment is considered vague by many – Harvard Law School professor Alan Dershowitz told Kevorkian that Supreme Court Justice Scalia declared it “a joke” – Kevorkian interpreted it to protect euthanasia, among other activities, saying, “Dying is not a crime.”At 79, out on parole, and frail but still brilliant, Kevorkian’s newfound devotion to the Ninth Amendment fueled his spirited campaign for Congress and his fight for the rights he feels everyone should possess, including, of course, the right to die. Kevorkian didn’t accept contributions or buy any advertising for his campaign, nor was he expected to be competitive. However, some feared his campaign might steal enough votes away from the Democratic challenger to allow the Republican incumbent to retain his seat, a prospect that didn’t bother him. “They’re both crooks,” Kevorkian declared dismissively.KEVORKIAN is the story of a man whose compassion and vision have largely been misunderstood, perhaps, at times, even by himself. One journalist compares him to “an Old Testament prophet. He’s very disagreeable, hard to take, nobody you want over for a weekend, but somebody who tells us some unpleasant truths.”Producer Steve Lee Jones began visiting Kevorkian in prison in 1995. After Kevorkian’s release, Jones and director Matthew Galkin spent a year filming his life. Jones also served as an executive producer on “You Don’t Know Jack,” the HBO Films biographical drama that starred Al Pacino as Kevorkian and debuted in April.Matthew Galkin directed and produced two previous documentaries: HBO’s “I Am an Animal: The Story of Ingrid Newkirk and PETA,” about the animal rights organization and its enigmatic founder, named Best Documentary at the 2007 Hamptons International Film Festival; and “loudQUIETloud: A Film About The Pixies,” about the cult alternative-rock band and their 2004 reunion tour. He also produced the HBO documentary series “Family Bonds,” about a family of Long Island bail bondsmen, and served as co-executive producer of the reality series “Kimora: Life in the Fab Lane.”",
    "chinese_title": "安乐死医生",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Kevorkian",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-10-14T05:00:20"
}