{
    "aka": [],
    "sid": "4894063",
    "cast": [
        {
            "url": "/celebrity/1276078/",
            "name": "潘慧如 Ada Pan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312834/",
            "name": "侯湘婷 Angel Hou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1562891/",
            "name": "郭铁人 Chris Kuo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "中国台湾"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2005"
    ],
    "this_title": [
        "聽不到的戀人"
    ],
    "douban_link": "https://movie.douban.com/subject/4894063/",
    "trans_title": [
        "听不到的恋人"
    ],
    "douban_votes": "0",
    "introduction": "前言‘陈子桐’和‘陈子馨’是一对可爱的孪生兄妹，二人自小即佩戴着同款‘美人鱼’造型的项炼。这一天，子馨跟着幼稚园来到溪边郊游，一不小心弄丢了身上的项炼，子馨焦急的四处寻找，于是越走越远…。而在溪流的下游处，‘苏葵’也正跟着家人在河岸边野餐，此时苏葵的哥哥捡来了一条项炼送给妹妹，苏葵戴上项炼，便兴高采烈的跑到花丛里玩耍。不一会，天色突然间暗沉下来，暴雨随即倾盆而下！苏葵吓坏了，连忙跑向河边欲寻找家人，不料却眼见溪水暴涨，洪流在转瞬间便把她的家人全都冲走了！苏葵惊恐至极，放声痛哭呼喊着妈妈……多年后，苏葵已经长大成人，然而幼年时所受到的惊吓，却让她丧失了说话的能力。苏葵打工的花店有位常客，经常吸引着她的目光；而苏葵却不知道，这个男人也已经暗地里关注着她很久了，他正是‘陈子桐’，只可惜二人始终不敢把心意向对方表白。某日，子桐到孤儿院寻访当年失踪的妹妹子馨的消息，却意外邂逅了送花到孤儿院的苏葵！这次巧遇，让二人打开心房，展开了一段甜蜜的恋情。好景不常，子桐前女友‘黄玫瑰’的出现，替这段恋情带来了强烈的危机！苏葵开始动摇了！她顾虑双方的落差太大，更不愿意子桐为了她而放弃理想，以及对亲人应尽的责任，遂主动向子桐提出分手的要求。随着时间流逝，子桐与苏葵才了解，原来分离的痛苦竟如此强烈！苏葵决心打开心结，开始尝试学习说话，期望有一天能亲口对子桐说出心中爱意。另一方面，子桐在一次健康检查中，赫然发现罹患了骨癌！子桐悲恸不已，决定回到苏葵身边，以珍惜二人仅剩的时光。然而无情的命运，却再次开了一个残酷的玩笑，子桐无意中发现了苏葵珍藏的项炼，误以为他所至爱的恋人，竟然是自己的亲妹妹！接连的打击让子桐失去了求生意志，病情急转直下……苏葵能够开口说出‘我爱你’吗？子桐又是否能够听的到？传说您还记得美人鱼的故事吗？美人鱼公主为了得到陆地上王子的真爱，将美妙的声音典当给海底的巫婆，换来了双腿；谁知王子却不能接受人鱼公主无法言语的事实，而移情别恋与他国的公主结婚了。悲伤的人鱼公主因为无法得到王子的真爱，终于化成海水的泡沫，留下了一段凄美的传说……为什么我的声音不见了？苏葵从小被苏家夫妇收养 失去家人的苏葵对自己一无所知，只知道出事时手中的项炼一定跟自己的身世有关，却老是无法想起来，且恶梦不断，片片段段一直干扰着苏葵。她问母亲，为什么我的声音不见了？母亲则用梦幻的美人鱼童话来安慰苏葵，并且在将来的某一天，王子会来付出他的真爱，美妙的声音就会回到苏葵身边了……妈！我回来了！我会找到妹妹的！子桐留日回来，伫立在母亲的坟前，发誓要将妹妹寻回！同时也要告诉父亲要弃医从乐的决定，一场父子冲突势必难免！当然一场真爱的邂逅，也随着子桐步入花店的刹那间，已经来临了……",
    "chinese_title": "听不到的恋人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "聽不到的戀人",
    "douban_rating_average": 0,
    "update_at": "2026-02-01T14:40:30"
}