{
    "aka": [],
    "sid": "4896317",
    "cast": [
        {
            "url": "/celebrity/1318303/",
            "name": "陈逸恒 Yiheng Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313278/",
            "name": "吕凉 Liang Lü",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318485/",
            "name": "何麟 Lin He",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274710/",
            "name": "王静 Jing Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318350/",
            "name": "王伟平 Weiping Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1343937/",
            "name": "胡荣华 Ronghua Hu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1390123/",
            "name": "宋景昌 Jingchang Song",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275422/",
            "name": "张萌 Alina Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1342309/",
            "name": "方舟波 Zhoubo Fang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318408/",
            "name": "公方敏 Fangmin Gong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1372068/",
            "name": "张兰 Lan Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1357200/",
            "name": "华明伟 Mingwei Hua",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274796/",
            "name": "杨和平 Heping Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315858/",
            "name": "周洁 Jie Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322177/",
            "name": "张瑞珈 Ruijia Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318040/",
            "name": "安泽豪 Zehao An",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317422/",
            "name": "刘昌伟 Changwei  Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1406424/",
            "name": "宋世英 Shiying Song",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1362058/",
            "name": "米杨 Yang Mi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316579/",
            "name": "唐群 Qun Tang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1417330/",
            "name": "肖华荣 Huarong Xiao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1363945/",
            "name": "康爱石 Aishi Kang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1575013/",
            "name": "李晴 Qing Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1373639/",
            "name": "张晓明 Xiaoming Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1355403/",
            "name": "卢钲 Senbao Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1375540/",
            "name": "张应湘 Yingxiang Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1365506/",
            "name": "蔡纲 Gang Cai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322340/",
            "name": "夏志卿 Zhiqing Xia",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2455625765.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1318499/",
            "name": "周梅森 Meisen Zhou",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1318500/",
            "name": "蒋绍华 Shaohua Jiang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "40",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2005"
    ],
    "this_title": [
        "我主沉浮"
    ],
    "douban_link": "https://movie.douban.com/subject/4896317/",
    "trans_title": [
        ""
    ],
    "douban_votes": "1853",
    "introduction": "这是一部深刻反映我国当代改革生活的大型电视连续剧。系著名作家周梅森继《忠诚》、《至高利益》、《绝对权力》、《国家公诉》后的最新力作。该剧由全国十佳优秀导演蒋绍华执导。上海电影集团、江苏广播电视总台、浙江广电集团联合出品，总投资逾一千四百万，场面宏大，制作精良，堪称精品佳作。省长赵安邦从北京开会回来，被国资委主任孙鲁生堵住。孙鲁生紧急汇报对伟业国 际集团的接收情况。鉴于老总白原崴突然提出产权要求，并在海外转移资金，赵安邦下达政府令，冻结该集团资产。一场产权大战迅即爆发，海内外资本证券市场风起云涌，十几亿市值迅速蒸发，集团投资28亿的平州港项目停工。这时，省内政治形势极为复杂，经济发达市宁川将升格副省级，宁川市长钱惠人却涉嫌受贿。平州女市长石亚南对赵安邦一肚子意见，为港口工程和白原崴一起向赵安邦施加压力。北部欠发达市文山面临班子调整，市长田封义和常务副市长马达都在跑官泡官。省委班子也不平静。省委书记裴一弘是从平州上来的，对平州情有独钟；省委副书记于华北是从文山起家的，坚持对文山班子搞顺序接班，同时主张立案查处钱惠人。赵安邦、裴一弘、于华北三巨头发生尖锐冲突。资本大鳄白原崴公开宣布，伟业国际是戴红帽子的民营企业。省国资委予以否决，资本大战升级。白原崴决心沉船撤退，在沪市一举抛空管理层持有的三千万股伟业控股流通股，同时指令海外持股基金做空美国纳斯达克市场上的伟业中国。赵安邦和省政府在战火已起的情况下，一边让省国资委和宁川沉着应战，一边和白原崴谈判，指出，伟业国际集团不是泰坦尼克号，汉江省也不是冰海。赵安邦处在风口浪尖上。过去人们总说改革者没好下场，他虽说不容易，还是上来了，他是不是也该学学明哲保身了？宦海沉浮，磕磕碰碰，他的心已经很疲惫了！曾经的历史风雨飘然而至，赵安邦回忆起了一九八六年的文山分地。历史是在不经意中创造的，一九七八年，当凤阳小岗村农民，冒险将土地承包下去的时候，谁也没想到这是在创造历史，更没想到这些农民已为这场改革破了题。嗣后，钱惠人针对承包中出现的问题，提出分地，得到了赵安邦和地委副书记白天明的支持，于是便有了震惊全省的那场分地风波，也有了白、赵、钱和于华北的第一次历史冲突。省委书记刘焕章虽说处理了赵安邦，却也保护了赵安邦。探索的失误，让赵安邦、白天明和钱惠人全带着处分离开了古龙县，而坚持土地政策的于华北升了官。对钱惠人来说，最大打击还不是处分，而来自生活方面：已要谈婚论嫁的未婚妻孙萍萍离他而去了。钱惠人又追随赵安邦调到白山子县振兴乡镇企业，搞工业园。不料又一场大祸闯下了：为了发展地方经济，他们背着于华北和文山市委接纳了马达抗命迁来的军工企业，又给自己带来了处分。现在钱惠人出问题了，是他们老领导白天明之子白小亮挪用公款案牵涉出来的。省委书记裴一弘虽没同意立案查处，却让于华北和纪委先搞清情况。情况很复杂：钱惠人从白小亮手上借款有欠条，借钱竟是为了接济私生女盼盼！钱当年因为分地受处分被女友孙萍萍的父亲强行拆散后，孙萍萍竟为钱生了个孩子！赵安邦得知内情后深感内疚，看着专程从深圳赶来的盼盼，觉得对不起钱惠人。因为这些问题，钱惠人的副省级到底没上去，而是被改派到文山任市长，钱惠人想不通，赵安邦也想不通，然而，为了大局，赵安邦被迫违心做工作。在八面来风中，赵安邦继续闯关，一边沉着应战，在裴一弘支持下，将文山定位为新经济中心，将石亚南和钱惠人等一批发达地区的干部派往文山；同时以打逼和，留住了伟业国际和白原崴的团队，使白原崴放弃了冰海沉船的打算，该集团投资的平州港项目重新上马。这期间，白原崴远在巴黎，仍在遥控着国内外市场，并利用西方国家人民币升值预期大做文章，进行了一次横跨欧洲大陆的中国投资基金路演，一举为新成立的新伟中国企业投资公司募资三亿多欧元。石亚南、钱惠人的新班子在危机中到文山上任。钱惠人情绪很大，赵安邦做钱惠人的工作，回顾十五年前年临危受命赴宁川上任的历史。宁川当年在自费改革中闯了红灯，市委书记裘少雄和市长邵泽兴因非法集资被双双撤职。白天明于事件爆发后出任市委书记，赵安邦出任代市长，钱惠人也被赵安邦调到宁川，出任市政府秘书长。刘焕章代表省委和他们谈话，指出：宁川自费改革没错，自费改革的路还要走下去，只关心自己的乌纱帽，不愿探索不敢探索的同志，省委要请你让路；在探索中出了问题，省委日后还要处理！有人说，我和省委是又要马儿跑，又要马儿不吃草。这话说得不对，马儿可以吃草，但不能吃地里的青苗！刘焕章和省委的决策是富于远见的，赵安邦和白天明这个班子站在政治殉难者肩头上顽强起步，尽管他们在其后又一场政治风雨中倒下了，白天明甚至献出了生命，但他们拼命杀开的血路，让宁川走进了历史性的黎明，给宁川带来了十五年的超常规发展，包括今天白原崴和他的伟业国际集团，也是从宁川崛起的。因此赵安邦要钱惠人继续押上身家性命拼一场，声称：我只要结果不管过程！如果干好了，我来为你们祝贺，牺牲了，我就来为你们收尸！钱惠人热泪盈眶。于华北将刚到任的监察厅副厅长马达调到调查组，负责对钱惠人的调查。马达没查出钱惠人历史的疑点和经济问题，却查出了一起刑事案件。原来，钱惠人和以前的女朋友孙萍萍十几年后的相逢伴随着一个血泪故事：其私生女随母亲回文山老家为其外祖父奔丧，在省城火车站走失，被遣送站当三无人员抓走，卖给饭店做小姐，惨遭轮奸。孙萍萍在这种情况下找到钱惠人，向钱惠人求援。钱惠人痛心不已，为之做了努力，促使饭店赔了五十万，但面对这种在自己亲生女儿身上发生的严重犯罪，却忍气吞声，甚至没敢承认自己和女儿的父女关系！赵安邦听到马达的汇报后极为震惊，钱惠人的形象在就此在心中一落千丈。与此同时，又一个大危机爆发了：股市庄家李成文资金链断裂，打匿名电话给孙鲁生，透露了钱惠人老婆崔小柔秘密操纵上市公司绿色田园，大搞内幕交易的事。孙鲁生向赵安邦做紧急汇报。赵安邦这才警醒了，要求孙鲁生着手调查钱惠人。调查的结果证明：钱惠人在创造宁川经济辉煌的同时，也为个人创造了巨额财富，挪用三亿公款收购重组绿色田园，把这家上市公司变成了私人提款机。白原崴利用产权谈判过程中的不确定性，不断制造市场动荡，大做股权的文章，待得省政府社会化处理股权方案出台时，股权份额大大增加。赵安邦却认为这是好事，可对白原崴不择手段的资本运作，赵安邦保持着一份警觉。让赵安邦想不到的是，白原崴做起了更大的文章，一举受让了文山钢铁公司的大部份国有股权，制造了伟业控股要约收购案，在市场上再次掀起狂炒热潮。海天基金巨头汤老爷子看透了白原崴的意图，大笔吃进伟业控股，几乎成了铁人。汤老爷子的如意算盘是：高位逼和白原崴，否则就让白原崴虚假的要约收购成为事实，让伟业控股一举退市。白原崴到底被老奸巨滑的汤老爷子装了进去。白原崴要约收购是假，把股价炒上去，发行二十亿可转债是真，同样看透这一秘密的赵安邦授意孙鲁生发表分析文章，给了白原崴一个扎实的教训。白原崴同时面对着来自省国资委和汤老爷子的压力，把求救的目光转向文山。要钱惠人以文山钢铁国有资产流失的理由，中止要约收购，避免伟业控股当真退市。钱惠人也在危机之中，李成文和他老婆崔小柔联手坐庄的内幕随时可能爆光，提出融资四千万给绿色田园，白原崴答应了。结果机关算尽的汤老爷子没把白原崴套进去，自己反被这种内幕交易高位套牢了。一怒之下，汤老爷子找到于华北，对白原崴继续经营伟业国际提出质疑。于华北向裴一弘提出，对伟业国际推倒重来。赵安邦腹背受敌，处境极为困难，痛定思痛，开始深刻反省，自我否决了违规闯红灯的思路，向下属干部指出：政府手上的权力要制约，资本的权力也要予以制约。追问：资本积累有个原罪问题，改革者和摸着石头过河的改革，是不是也有个原罪问题？这么多年来，只要结果不管过程，违规操作已成了习惯。当然，这也是个悖论，如果都循规蹈矩，不越雷池半步，也没有现在的局面，但今天的情况毕竟不同了，市场经济的基础已经形成，不是当初无法可依的草莽时代了。石亚南却不顾赵安邦的警告，仍违规操作，在文山大搞破产逃债，四大国有银行找到赵安邦和省政府，威胁要停止对文山的全部贷款。赵安邦以省政府的名义对破产逃债紧急叫停，文山方面则加快了破产逃债的步伐，搞得省里极为被动。钱惠人的问题彻底曝光了：钱惠人的老婆崔小柔拿到白原崴和伟业国际打过来的四千万，没按钱惠人的要求转给李成文撤庄救火，伙同情人许克明席卷而逃，去了加拿大。走投无路的李成文在汤老爷子的挑唆下，终于向孙鲁生全面举报崔小柔的问题，结果，却在将举报材料交给孙鲁生的时候被债主聘用的杀手杀死。最后时刻，赵安邦和钱惠人谈心，希望钱惠人走坦白自首的道路，将犯罪事实讲清楚。钱惠人只承认违规，不承认犯罪，责问赵安邦：我鞍前马后跟了你二十五年，一次次为你打冲锋，堵枪眼，你难道不觉得亏心吗！赵安邦气的拍案而起，你为我打冲锋，堵枪眼，我又为谁打冲锋，堵枪眼？改革开放二十五年，又有多少民族精英在为国家的富强，人民的幸福，民族的进步打冲锋，堵枪眼！别的地方不说，就说宁川，从裘少雄到白天明，到我和王汝成，三届班子接连倒在政治血泊中，白天明连命都送掉了，可我们谁也没有陷到腐败的泥潭里！也在这次谈话时，钱惠人提出要和过去的女朋友孙萍萍结婚。并告诉赵安邦，这是孙萍萍要求的，孙萍萍说，不管日后怎么样，她都得让盼盼有个堂堂正正的父亲。赵安邦心头一阵绞痛：他可以怀疑钱惠人另有所图，却不能怀疑孙萍萍母女的善良动机，况且对她们今日的处境，他也是有一份历史责任的！于是允诺为之张罗。迟到十八年的婚礼终于举行了，多少血泪，多少心酸！赵安邦、于华北、王汝成和当年宁川的老市委书记裘少雄三代改革者都出席了。婚礼举行时，于华北安排纪检人员准备于婚礼结束后执行对钱惠人的隔离审查。看着不知内情的盼盼，和孙萍萍，赵安邦悄悄和于华北商量，给了她们母女以及钱惠人三天的婚期。王汝成回顾历史，很感慨，对赵安邦说：钱惠人的落马，我们都有责任，可不论犯了怎样的错误，我们毕竟创造了历史！而于华北这类人却没创造什么，好的坏的都没创造。赵安邦说，也不能说他们就没存在价值，他们是赛场巡边员和裁判员，新的竞赛规则没出来，他们就按老规则吹哨叫停，黄牌警告，这也是一种职责，要理解，要看到他们的积极作用，发生了争执，先退一步也无妨。在讨论立案审查钱惠人的省委常委会上，争执再次发生了。于华北由钱惠人谈到赵安邦和宁川干部违规操作带来的严重后果，抓住白原崴和伟业国际的问题大做文章，将矛头对准赵安邦。赵安邦反击说：一切都不可能推倒从来了，这段摸着石头过河的改革历史，是我们这代共产党人领导创造的历史，我们不能否定自己的历史！裴一弘说，是的，我们不能否定自己的历史，问沧茫大地谁主沉浮？我主沉浮！有腐败就要反，有问题就解决，但必须充分肯定改革开放的伟大实践。就在这晚，第四号台风登陆。赵安邦很担心，连夜去宁川。正要出发，孙鲁生上门汇报，说白原崴盯上了被ST的绿色田园，准备控股后将其重组为影视传媒公司。孙鲁生问，这种重组把戏还能让白总搞下去吗？赵安邦无奈，白原崴的资本是最活跃的，也是最有效率的资本，市场游戏规则没有改变，你就不能阻止他继续进行这种资本游戏。于是便说，这种重组不是我们能干预的，搞出麻烦让他们自己兜着！这边刚要走，石亚南的电话又打来了，汇报说，文山四大国有银行已停止对文山企事业单位的一切贷款，文山的违规逃债已面临着严重后果。专车穿越夜幕，一路往宁川赶时，赵安邦和裴一弘说，过去的其实都没有过去，今天的一切都是历史的延续。历史是辆含泪带血呼啸前行的火车头，巨大的惯性作用力不是哪个人的善良愿望可以轻易改变的，改变和创造历史需要不断注入的新的合力。经过二十五年的改革，这个国家已发生了剧变。剧变后的中国面对着一个全新的有待创造的未来，也面对着许许多多的问题，亟待按法律程序在市场化的条件下予以解决。这个解决过程会伴随着风险，既需要他们这些执政者和社会各阶层人民之间的相互宽容、相互理解，更需要一个民族的创造性智慧。二十五年改革开放的实践已经证明，这个雄踞东方的伟大民族是充满智慧的……",
    "chinese_title": "我主沉浮",
    "douban_rating": "9.0/10 from 1853 users",
    "foreign_title": "",
    "douban_rating_average": "9.0",
    "update_at": "2025-04-24T09:56:18"
}