{
    "aka": [],
    "sid": "4896290",
    "cast": [
        {
            "url": "/celebrity/1101972/",
            "name": "凯特·亨布尔 Kate Humble",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2642381938.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt2056414",
    "director": [],
    "duration": "60分钟",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2056414/",
    "imdb_votes": 26,
    "this_title": [
        "The Frankincense Trail"
    ],
    "douban_link": "https://movie.douban.com/subject/4896290/",
    "imdb_rating": "8.1/10 from 26 users",
    "trans_title": [
        "乳香之路"
    ],
    "douban_votes": "283",
    "introduction": "Series in which intrepid presenter Kate Humble follows the ancient frankincense trade route of Arabia across the amazing modern world of the Middle East. Kate's journey along the 2,000-mile trail that first connected the Arab world with the West takes her on a quest that's steeped in history, searing with desert heat, and full of characters and adventure.For 3,000 years before the birth of Christ, frankincense was more valuable than gold. Its sweet smelling aromatic smoke was treasured by Pharaohs and Caesars, and their insatiable demand for frankincense created a trade route from the southern coast of Oman to the Holy Lands. Vast camel caravans carried thousands of tonnes of frankincense over tribal lands - known today as Oman, Yemen, Saudi Arabia, Jordan, Egypt, Israel and Palestine. Following the trail across these seven nations, Kate finds modernity coexisting with ancient traditions as she discovers what it means to be a Western woman in Arabia.Part 1: Oman ,Yemen and Saudi ArabiaKate begins her epic journey following high in the hills of southern Oman. With her own supply of the precious resin, she walks with the Al Mahri tribe - the descendants of the ancient traders - and their 300 camels along the original trail through the scorching Empty Quarter desert. Crossing into Yemen, Kate arrives at the world's first skyscraper city, where her frankincense is used at the ritual blessing of a newborn baby. From the modern frankincense trade capital of Aden to an incredible camel-jumping contest, Kate journeys north and enters the mysterious Kingdom of Saudi Arabia.Part 2: Saudi ArabiaKate Humble follows the path of the ancient frankincense trade route through one of the most enigmatic nations on Earth - the Kingdom of Saudi Arabia.With unprecedented access, Kate enters the world of the nation's richest man, meets a remote mountain tribe whose ancestors once guarded the trade routes and who live at the fringe of Saudi society today, and discovers the treasures of an untouched shipwreck that once carried frankincense on the crystal-clear waters of the Red Sea. Travelling by camel, glider and boat, she traces the 1,000-mile trail through the Kingdom and discovers the modern nation and its people.Part 3: EgyptKate Humble crosses the Red Sea from Saudi Arabia to Egypt following the frankincense trail of the Pharaohs. Travelling the length of the Nile, Kate enters Karnack, the world's largest religious site. She looks at the mummy of the once beautiful Queen of the Pharaohs, reveals the death rituals of the Pharaohs in the vast tomb of the Pyramids of Giza, jostles with thousands of ecstatic Christians, and in an extraordinary ceremony in the Sinai desert is cleansed of evil spirits.Part 4: Jordan and IsraelIn this final episode, Kate Humble concludes her remarkable frankincense trail from Oman, across seven nations to Jordan, and on to Israel and the Palestinian Territories. She reveals the secrets behind the ancient Jordanian stone city of Petra, flies with a daredevil female pilot over the Sinai desert, travels to the sacred city Jerusalem, and finds out why a small plot of land is the most contested site in the world. Kate ends her extraordinary journey following in the footsteps of the Three Wise Men to Bethlehem",
    "chinese_title": "乳香之路",
    "douban_rating": "8.4/10 from 283 users",
    "foreign_title": "The Frankincense Trail",
    "imdb_rating_average": 8.1,
    "douban_rating_average": "8.4",
    "update_at": "2025-03-11T06:28:09"
}