{
    "aka": [],
    "sid": "4896298",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt2394499",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2005"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2394499/",
    "this_title": [
        "The Selfish Gene"
    ],
    "douban_link": "https://movie.douban.com/subject/4896298/",
    "trans_title": [
        "自私的基因"
    ],
    "douban_votes": "0",
    "introduction": "随着人类基因组工程完工，基因一词也被广大媒体以极大的热情四处传播，已经从教科书上走入大众的生活领域。确实我们是父母基因的产物，长期以来我们仅仅是把基因看成是构建我们机体的一份蓝图，而有意或无意的忽视了它对我们的行为的影响。　　毕竟我们自认是万物之灵，有着自由意志，可以判断是非善恶。并且我们有着强烈的愿望将人类社会的价值观强加给自然界，诸如勤劳的蜜蜂等幼读故事，将我们身边的自然界塑造成天堂的模样，除了让人尴尬的食肉动物。所以我们完全理解大灰狼注定了得不到好名声，甚至到今天我们已经对生态系统的认识有了长足的进步之后，也是如此。　　错误的观念甚至比无知更糟糕，伴随着现代生物学的迅猛发展，我们终于有了正确认识自然乃至我们自身的机会和可能。虽然真相总是让人难堪，然而鸵鸟政策决不是明智的举动。重要的是我们不能将事物是怎样和事物应该怎样混为一谈，人生没有意义，不等于我们不能去追求意义。事实上，现代生物学最重要的教益就是明白无误的告诉我们，生活的意义仰赖于我们自己。　　不过要将艰深的专业知识以通俗易懂并且正确的方式表述出来并非一件容易的事。而英国生物学家里查德.道金斯所着的《自私的基因》一书可以称为此类科普书籍的典范。在这本杰出的以现代新综合进化生物学为理论基础的书中，道金斯对生命本质——自私的基因——的全新阐述，以及由此引发的对人本身的重新思考，彻底颠覆了我们梦想中的伊甸园。足以使任何一个对自然以及渴望了解我们自己的读者陷入深深的思考之中。　　太古以来，聚集在海洋、或某个冒着强烈硫磺气息的接近于沸腾的池塘里一些寻常的有机小分子，在纯粹的物理化学原理作用下发生各种随机的聚合。一定有某个刹那，这世界上诞生了第一个具有自我复制能力的有机分子，它具有非凡的能力能够利用基本的原料制造自己，当然复制并非完美。它的后代子孙在这星球上繁衍不绝，穿越四十亿年的时光长河将这世界改造得面目全非。如今它的后代子孙遍布这星球的天空、陆地、海洋，不过它已经将自己深深的藏匿，直到1953年人们才真正明白了它们的地位，今天我们把这些分子中的某些片断称为——基因。而我们眼中的形形色色的生命形式都是由它们所创造用来延续它们自己的生存、繁衍的机器，包括我们自己。　　虽然将自私这样一个纯粹人类道德领域中的词，用来修饰一种分子，有些荒唐，然而这确实有助于我们的理解。在深受大家喜欢的动物世界中各种动物在求偶期间的各种仪式、战斗，都只是由隐藏在这些漂亮而杰出机体中的自私基因的驱使下完成它们的终极使命，将这些自私的基因延续下去。在这里确实没有什么美德，这些穿越了难以想象的漫长岁月的分子，都注定了是自私的。　　或许有些读者会提出异议，毕竟我们在这自然界中看到了大量的利它主义，看到了伟大的母爱。这些难道是可以用自私的基因可以解释的吗？这里面涉及到稍微复杂的算计，如果牺牲自己可以拯救更多的自己，那么具有这样行为的动物，将会更加成功。这就是我们在自然界中观察到的无数具有亲缘关系的动物中，所表现出动人的利它主义乃至自我牺牲行为，也是我们常说的血浓于水的生物学含义。实际上生命延续到今天，早已进化出各种各样让人眼花缭乱的复杂行为模式，不过归根到底它们都不能违背自私这一基本的原则。这就是在道金斯的《自私的基因》一书中所全力阐述的内容。　　道金斯在本书中，将自达尔文以来所创建的进化的生命观，打磨成一件锋利的武器，以前所未有的胆略揭示生命世界中隐藏极深的秘密，使我们能够穿越千变万化的具体生命形式而直指核心。他不仅颠覆了我们对自然界的幻觉，同时也开启了另一道完全不同且更加壮丽、精彩的生命画卷。《自私的基因》一书首版于1976年发行，作者于1989年重新修订。在这本受到无数赞誉和攻击的书中，作者将进化的选择单位从个体定位到创造个体的基因上，这一在76年显得颇为激进的观点，现在已经逐渐成为进化生物学界的主流。随着本书的中译本的出版，很多人认为进化的故事让人绝望，他们假想的世界被生物学进展粉碎而过分伤心，完全忽视了人类社会和动物世界的重大区别。这就是，我们拥有文明和教育，事实上我们的命运并非完全由基因决定，我们所拥有的由自私的基因所赋予的神经系统完全可以帮助我们逃离困境。只要我们能够知己知彼，而不是在不知不觉间沦为基因的工具。毕竟基因不关心道德，我们本来就只是它们的工具。我们所要警惕的正是创造我们并不可或缺的基因。　　自私的基因不会思想，但由这些基因所创造的我们不仅可以理解我们自身，同时也获得了前所未有的机遇摆脱它们无声无息的控制。正如作者所言： “让我们设法通过教育把慷慨大度和利他主义灌输到人们头脑中去吧！因为我们生来是自私的。让我们懂得我们自私的基因居心何在。因为这样我们至少可以有机会去打乱它们的计划，而这是其他物种从来未能希望做到的。”　　在这本让某些人绝望的书中，作者对人类文明的诠释，可能是这本书最大的价值所在。道金斯在书中玩笑式的用meme（中文译为拟子或迷米）这个生造的词描述人类头脑中的观念，对于这些观念的传播和存亡，道金斯认为可以用达尔文的进化论加以探讨，现在已经开始有了初步成果。这个生造的词已经被牛津英语字典收录，已经广泛进入到心理学、社会学、文化学、哲学等领域，由英国心理学家苏珊·布莱克尔所着的《迷米机器》一书，正是这种观念的进展。　　《自私的基因》一书，自诞生以来已经产生了许多回响，唤起了无数人对认识自身的渴望，甚至改变了一些人的命运，它将远离寻常人生的科学和我们自己密切相联。当我们依赖智慧而不是蛮力从自然界中脱颖而出的时候，自私的基因的地位或许该被人类社会中的观念所取代。现代生物学告诉我们，即便是我们的子孙后代，事实上也无法真正延续我们自己。我们的身体只是一群彼此协同也勾心斗角的基因组所暂时构建以延续它们自己的机器，在生物界不朽的甚至不是构成我们自己的基因组而仅仅是基因，按照有性生殖的模式，我们的子代事实上只能继承我们基因组的一半，数代的传递之后，我们同子孙之间的亲缘关系同任何一个陌生人之间可能就已经相差无几。而在人类社会中，代代相传的更重要的东西是文化传统和观念，是它们将人群凝聚在一起。而我们拥有什么样的未来，从根本上来说取决于我们相信什么.",
    "chinese_title": "自私的基因",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Selfish Gene",
    "douban_rating_average": 0,
    "update_at": "2025-02-24T06:21:11"
}