{
    "aka": [],
    "sid": "4900086",
    "cast": [
        {
            "url": "/celebrity/1060990/",
            "name": "汤姆·贝克 Tom Baker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1163845/",
            "name": "莱拉·沃德 Lalla Ward",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1979",
    "genre": [
        "剧情",
        "科幻",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2499981602.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1353351/",
            "name": "大卫·费舍 David Fisher",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032346/",
            "name": "道格拉斯·亚当斯 Douglas Adams",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0562835",
    "director": [
        {
            "url": "/celebrity/1001823/",
            "name": "Michael Hayes Michael Hayes",
            "@type": "Person"
        }
    ],
    "duration": "25分钟",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [
        "1979-09-29"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0562835/",
    "imdb_votes": 947,
    "this_title": [
        "Doctor Who - City of Death"
    ],
    "douban_link": "https://movie.douban.com/subject/4900086/",
    "imdb_rating": "8.7/10 from 947 users",
    "trans_title": [
        "神秘博士：死亡之城"
    ],
    "douban_votes": "135",
    "introduction": "The Doctor and Romana are enjoying a holiday in Paris, 1979, when they become aware of a fracture in time. During a visit to the Louvre to see da Vinci's Mona Lisa, the Doctor purloins from a stranger, Countess Scarlioni, a bracelet that is actually an alien scanner device.He, Romana and a private detective named Duggan are then 'invited' to the chateau home of Count Scarlioni, where they find hidden in the cellar six additional Mona Lisas - all of them originals! The Count is revealed as an alien called Scaroth, last of the Jagaroth race. He was splintered in time when his ship exploded above primeval Earth, and in his twelve different aspects has since been guiding mankind's development to a point where time travel is possible.His intention is to go back and prevent the destruction of his ship. To finance the final stages of this project, overseen by the misguided scientist Kerensky, he plans to steal the Mona Lisa from the Louvre and then secretly sell the multiple copies that one of his earlier splinters has forced da Vinci to paint.The Doctor realises that the Count must be prevented from carrying out his plan as the explosion of the Jagaroth ship provided the energy that initiated life on Earth. Following Scaroth's trail in the TARDIS, he travels back to primeval Earth. Duggan fells Scaroth with a punch, thereby ensuring that history stays on its proper course.",
    "chinese_title": "神秘博士：死亡之城",
    "douban_rating": "8.7/10 from 135 users",
    "foreign_title": "Doctor Who - City of Death",
    "imdb_rating_average": 8.7,
    "douban_rating_average": "8.7",
    "update_at": "2025-12-03T18:49:22"
}