{
    "aka": [],
    "sid": "4901923",
    "cast": [
        {
            "url": "/celebrity/1114996/",
            "name": "兰斯·卢曼 Lance Lewman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1243917/",
            "name": "Ellen Becker-Gray Ellen Becker-Gray",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914459479.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1302149/",
            "name": "John Rubin John Rubin",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1540263",
    "director": [
        {
            "url": "/celebrity/1282250/",
            "name": "拉什莫尔·德诺耶尔 Rushmore DeNooyer",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-12-29"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1540263/",
    "imdb_votes": 143,
    "this_title": [
        "What Darwin Never Knew"
    ],
    "douban_link": "https://movie.douban.com/subject/4901923/",
    "imdb_rating": "8.1/10 from 143 users",
    "trans_title": [
        "达尔文所不知道的事"
    ],
    "douban_votes": "102",
    "introduction": "Earth teems with a staggering variety of animals, including 9,000 kinds of birds, 28,000 types of fish, and more than 350,000 species of beetles. What explains this explosion of living creatures—1.4 million different species discovered so far, with perhaps another 50 million to go? The source of life's endless forms was a profound mystery until Charles Darwin brought forth his revolutionary idea of natural selection. But Darwin's radical insights raised as many questions as they answered. What actually drives evolution and turns one species into another? To what degree do different animals rely on the same genetic toolkit? And how did we evolve?\"What Darwin Never Knew\" offers answers to riddles that Darwin couldn't explain. Breakthroughs in a brand-new science—nicknamed \"evo devo\"—are linking the enigmas of evolution to another of nature's great mysteries, the development of the embryo. NOVA takes viewers on a journey from the Galapagos Islands to the Arctic, and from the explosion of animal forms half a billion years ago to the research labs of today. Scientists are finally beginning to crack nature's biggest secrets at the genetic level. The results are confirming the brilliance of Darwin's insights while revealing clues to life's breathtaking diversity in ways the great naturalist could scarcely have imagined.",
    "chinese_title": "达尔文所不知道的事",
    "douban_rating": "8.1/10 from 102 users",
    "foreign_title": "What Darwin Never Knew",
    "imdb_rating_average": 8.1,
    "douban_rating_average": "8.1",
    "update_at": "2025-04-12T23:07:21"
}