{
    "aka": [],
    "sid": "4902948",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2923706643.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt3618496",
    "director": [
        {
            "url": "/celebrity/1011478/",
            "name": "贡特尔·冯·弗里奇 Gunther von Fritsch",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2010-07-12"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3618496/",
    "this_title": [
        "Facs of life"
    ],
    "douban_link": "https://movie.douban.com/subject/4902948/",
    "trans_title": [
        "生命的面孔"
    ],
    "douban_votes": "0",
    "introduction": "Inspired by, and making creative use of, the philosophy of Gilles Deleuze, Facs of Life  is a film in eight plateaus that attempts to sketch and construct singular trajectories of life and thought, beginning from a series of encounters: with video footage of Deleuze’s courses at Vincennes (1975-76); with several of the students who attended the seminar and who appear in these images, found 30 years later; with the woods of Vincennes where the university buildings (pulled down in 1980) once stood; with students of the new university at St Denis; and inevitably with the phantoms of revolution, both cinematic and political, that continue to haunt our desires.The eight plateaus each fall under a key concept-word or refrain that delineates the territory of each student’s relationship to Deleuze’s thought (their angle of approach) and the nature of our encounter with them. The plateaus, while sketching a narrative of the film’s making, are designed to fold and unfold upon each other in a series of non-linear, multiple concatenations and assemblages.",
    "chinese_title": "生命的面孔",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Facs of life",
    "douban_rating_average": 0,
    "update_at": "2025-08-26T19:13:29"
}