{
    "aka": [
        "双凤楼",
        "暗战风云"
    ],
    "sid": "4903548",
    "cast": [
        {
            "url": "/celebrity/1275864/",
            "name": "丁海峰 Haifeng Ding",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044222/",
            "name": "何琳 Lin He",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316707/",
            "name": "王茜华 Qianhua Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312972/",
            "name": "程前 Qian Cheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330871/",
            "name": "李法曾 Fazeng Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1364054/",
            "name": "杨宝龙 Baolong Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323219/",
            "name": "陈征 Zheng Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1370593/",
            "name": "穆佳男 Jianan Mu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318126/",
            "name": "徐熙颜 Xiyan Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318868/",
            "name": "丁宇辰 Yuchen Ding",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326688/",
            "name": "高英 Ying Gao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2457160962.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1328467/",
            "name": "金海曙 Haishu Jin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1372900/",
            "name": "王强 Qiang Wang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1372900/",
            "name": "王强 Qiang Wang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "28",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2007"
    ],
    "this_title": [
        "暗战双凤楼"
    ],
    "douban_link": "https://movie.douban.com/subject/4903548/",
    "trans_title": [
        "双凤楼",
        "暗战风云"
    ],
    "douban_votes": "0",
    "introduction": "1938年，皖南白龙湖畔徽州县城。城外枪炮隆隆，满城人心惶惶。日本兵即将进城。当地知名徽商曾老太爷府上却我行我素地张灯结彩，搭台唱戏，为曾老爷子祝寿。并将双凤楼宅门洞开，让街坊邻里无论尊卑都可上席吃酒听戏。曾家少爷曾玉雪一直暗恋季班主的女儿——黄梅戏班大青衣季素，演出期间，约季素去后院拿赏银，想趁机图谋不轨，不料被曾家侍女茶花撞破，季素得以脱身，茶花却在推搡之际不慎坠楼身亡。茶花是城南渡口的艄公燕朋的未婚妻，原本是在当日结婚。得知茶花意外身亡，燕朋悲痛欲绝，连夜把未婚妻的遗体背回渡口。刚烈的他即便是茶花死了也要了了茶花结婚的心愿。在和茶花结死亲时，燕朋意外发现茶花手中紧攥着一块佩玉。联系到曾家种种怪异的行为，燕朋产生了怀疑。经过调查，燕朋得知玉是曾玉雪的，而茶花就是被曾玉雪推下楼的。燕朋发誓一定要为茶花报仇。日军宪兵住进了曾家双凤楼，逼迫爱国商人曾老太爷出任维持会长，还进驻了黄梅戏季家班，要求为日本人唱戏。曾老太爷和季班主宁死不从。曾家少爷曾玉雪眼看在日本人的弹压下父亲和季班主绝食多日，命在旦夕，出面答应日本人由他来担任维持会长，在日本人中斡旋。曾老太爷不能容忍儿子对日本人妥协，痛斥他是逆子，由此暴发了矛盾。季班主不屈服日本人喝了哑药。为了挽救整个季家班，季素答应了曾玉雪娶自己的要求，并约定，两人只是\"做戏\"保全季家班，并不是真正的结婚。白龙湖游击队长宫为友，为了贯彻团结抗日的方针，争取曾玉雪抗日亲自来到双凤楼和曾老太爷密谈。并警告曾玉雪不要成为民族罪人。燕朋得知曾玉雪娶亲的消息，决定在娶亲当日实施复仇计划。不动声色的燕朋巧妙地弄翻曾家接亲的花船，抢走落入水中的季素。曾玉雪恼羞成怒，动用日本人遍地围捕燕朋。得知抢亲真相的季素对燕朋产生了深深的同情，在逃亡途中，两人产生了真挚的爱情。在追兵逼近、黑枪瞄准的紧急关头，季素一把推开负伤的燕朋，只身回到曾家。身负重伤的燕朋被路过的白龙支队副队长杨秀救下。杨秀原来是季素的师妹。当年，省城军阀王耀祖看上了季素，季班主为了保护女儿，听从弟子卫安李代桃僵之计，瞒着季素狠心把杨秀送了出去。杨秀不堪凌辱，逃出王家加入了 *** 。燕朋被救后，积极投身到抗日救国的大潮中，成为骁勇善战的革命军人。然而，命运又让因伤来到双凤楼养伤的燕朋和季素再次见面。这次，燕朋毫不犹豫地决定带着季素离开双凤楼。得知自己深爱的季素竟然要离开自己，嫉恨交加的曾玉雪决定报复。在他的阴险而狡猾的策划下，季素成了出卖燕朋，向日本人告密的可耻之徒。在杨秀带着偏见的怒斥下，燕朋对季素产生了深深的误解。心灰意冷的燕朋在宫为友的撮合下，与深爱着自己的杨秀喜结连理。不久，回到双凤楼的季素生下一子——小纯。为了抚养大自己和燕朋的爱情结晶，季素苦忍曾玉雪的折磨，只为能最终把孩子交给燕朋。一年后，杨秀也产下一子——小载。49年解放军进驻县城，曾玉雪胁迫季素与明知不是自己孩子的小纯外逃，逃亡路上和季素母子发生冲突，曾玉雪欲下毒手，关键时刻，恰被外出执行任务的杨秀撞见，杨秀击毙了曾玉雪。年事已高的曾老太爷满心欢喜地迎接大军进城，弥留之际将双凤楼--这座有几百年历史的文物级老宅捐给了新政府。双凤楼成了徽州县政府办公地，燕朋等主要干部也同时住进了双凤楼。工作能力强的燕朋在宫为友的推荐下担任了县长。季素的师兄，同时参加革命的干部卫安，出于个人权欲，对燕朋的任职心怀不满。百废待兴，燕朋一心扑在工作上。洪灾来临，燕朋几次昏倒在大坝上，成为老百姓众口皆碑的好干部。季素为了燕朋的政治前途隐瞒了小纯的身世。然而一次意外的生病事件让燕朋得知小纯竟然是自己的亲生骨肉，而当年的季素告密事件，也是曾玉雪的陷害。冲动的他为了弥补季素十年的等待，坚决要和季素生活在一起。性格倔强的季素，为了燕朋的前途，也为了师妹杨秀，坚决不同意。两人一僵就是十年。50年代末期，季素的儿子小纯和杨秀的儿子小载在不同的人生境遇中成长起来，小载当上了县公安局的科长，小纯由于出身问题受到歧视，只能通过绘画寄托着自己的情感。老干部宫为友的女儿珍珍从小就与英武的小载青梅竹马，然而珍珍随着年龄的增长，渐渐被这个绘画青年作品中的悲悯情怀所打动，义无反顾地爱上了小纯。小载岂能容忍小纯的横刀夺爱？更不能容忍珍珍对他的背叛，在一次艺术青年的聚会上，小载以流氓罪为由逮捕了小纯，并在卫安别有用心地安排下，逐步定罪为反革命。季素为了燕朋和小纯自杀身亡。为救小纯，杨秀抛弃个人情感恩怨，怒斥小载，并不顾自己生病的身体，给远在农村劳动的燕朋报信，燕朋立即向组织上如实地承认了自己与小纯的血缘关系，卫安大喜，以为抓住了燕朋的所谓生活作风问题，就可以让燕朋永远翻不了身。老红军宫为友一直在向上级反映燕朋是一个坚持党性原则的好干部。经过组织调查，查清了卫安的报复行为，燕朋重新被任命为县委书记。组织对小载心胸狭窄的过激行为作了处分。小纯的问题被定为人民内部矛盾。燕朋、杨秀、带着小纯、珍珍来到季素的墓前，向恋爱中的后辈们讲着这位一生不幸而忠贞的女性可歌可泣的爱情故事。",
    "chinese_title": "暗战双凤楼",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-02-21T03:42:45"
}