{
    "aka": [
        "The Golden City"
    ],
    "sid": "4905766",
    "cast": [
        {
            "url": "/celebrity/1133819/",
            "name": "Rudolf Prack Rudolf Prack",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1137825/",
            "name": "路易斯·拉尔夫 Louis Ralph",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1118942/",
            "name": "Maria Loja Maria Loja",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022272/",
            "name": "Walter Lieck Walter Lieck",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1139527/",
            "name": "Josef Reithofer Josef Reithofer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1141019/",
            "name": "达格妮·瑟韦斯 Dagny Servaes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1141998/",
            "name": "弗里达·李察 Frida Richard",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1144195/",
            "name": "Ernst Rotmund Ernst Rotmund",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1145433/",
            "name": "Hans Hermann Schaufuss Hans Hermann Schaufuss",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1145966/",
            "name": "Liselotte Schreiner Liselotte Schreiner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1151524/",
            "name": "汉斯·斯腾伯格 Hans Sternberg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1113909/",
            "name": "欧根·克洛普弗 Eugen Klöpfer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1106560/",
            "name": "恩斯特·勒加尔 Ernst Legal",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1106506/",
            "name": "Paul Klinger Paul Klinger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025625/",
            "name": "Kurt Meisel Kurt Meisel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050752/",
            "name": "克里斯蒂娜·泽德尔鲍姆 Kristina Söderbaum",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055444/",
            "name": "Annie Rosar Annie Rosar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1056352/",
            "name": "Valy Arnheim Valy Arnheim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1075821/",
            "name": "Josef Dahmen Josef Dahmen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1082669/",
            "name": "Hugo Flink Hugo Flink",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1083389/",
            "name": "Else Ehser Else Ehser",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1093718/",
            "name": "William Huch William Huch",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1094156/",
            "name": "Maria Hofen Maria Hofen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1094742/",
            "name": "Karl Harbacher Karl Harbacher",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1095377/",
            "name": "Emmerich Hanus Emmerich Hanus",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1166744/",
            "name": "Rudolf Vones Rudolf Vones",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1942",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2578315063.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1050549/",
            "name": "威特·哈尔兰 Veit Harlan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048794/",
            "name": "Alfred Braun Alfred Braun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1065123/",
            "name": "Richard Billinger Richard Billinger",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0034800",
    "director": [
        {
            "url": "/celebrity/1050549/",
            "name": "威特·哈尔兰 Veit Harlan",
            "@type": "Person"
        }
    ],
    "duration": "Spain: 109 分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1942"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0034800/",
    "imdb_votes": 288,
    "this_title": [
        "Die goldene Stadt"
    ],
    "douban_link": "https://movie.douban.com/subject/4905766/",
    "imdb_rating": "6.1/10 from 288 users",
    "trans_title": [
        "黄金城",
        "The Golden City"
    ],
    "douban_votes": "0",
    "introduction": "Die goldene Stadt opened in late November 1942. An anti—Czech melodrama about a country girl who goes to the big or ‘golden’ city (Prague), it loosely belonged to the Heimat genre, in that the city constitutes the ‘other'. Good Germans reside in the Heimat (by definition a city is never a Heimat) and, in this case, work the farm, while in the city, live inferior and degenerate Czechs. The country girl (with a German father and Cziech mother), in defiance of her father, goes to the city to her aunt. Her male cousin, a dissolute Czech, gets her pregnant.Returning home, she commits suicide, as her unhappy mother had earlier, and in the same manner, by drowning in a swamp. Drowning in a swamp was a fate meted out to wayward Germans or half-Germans, as in the 1935 film Friesennot (Friesians in Peril), re-released a year before this film under the new title Dorf im roten Sturm (Village in the Red Storm) after the invasion of the Soviet Union.Die goldene Stadt was based on a play, Der Gigant (The Giant), by Richard Billinger in which there had been no ethnic difference, all members of the family being German. There had also been no unhappy ending since the girl returned to live on the farm with her illegitimate offspring. (Billinger, who came from the same part of Austria as Hitler, had been sympathetic to the Nazi cause, though his homosexuality complicated matters).In this film the city—country conflict was racialized, the heroine is provided with a Czech mother. As befits Nazi misogyny, it is always the mother`s origins, not the father’s, which are tainted. Not everyone from the city, however, is bad: the engineer who comes to drain the swamps is a sympathetic character who understands rural problems. The engineer occupied a special place in Nazi thinking. Though emphasizing tradition and rejecting Weimar ‘jewish` modernity, Nazis could not oppose modern technology tout court, since it was needed to strengthen Germany’s economic and military position. This accounts for some of the ambiguities inherent in the Nazi embrace of modernity. Nevertheless, this film coincided with a series of films concerned with the exodus from farming communities. Agriculture had become even more important in wartime, and women were not expected to desert, especially when men were at the front.The father, played by Eugen Klöpfer, Söderbaum’s father in Jud Süss, is a harsh character; his treatment of his daughter verging on the sadistic, not untypical of how young females are treated in Harlan films. The script underwent many changes: Goebbels interfered to ensure that the girl died at the end. At one point the father justifies his mistreatment of his daughter on the grounds that she bore a close resemblance to her unfortunate (and wayward) mother. The poor girl is a victim: the housekeeper who encouraged her to go to the city becomes engaged to her father and joins in persecuting her. After his daughter dies, her father decides to bequeath his property to the neighbouring farmer to whom she had been engaged. ‘Blood and Soil' or Blut und Boden, belonged to the völkisch ideology espoused by the Nazis; films promoting it were often referred to as ‘Blubo’ films. In such films the patriarch usually wins. In this case, however, the father’s final decision suggests that Boden (soil) has triumphed over Blut (blood), additional evidence, were that necessary, of the dispensability of females, since the farm will go to someone not blood-related. There are echoes here of the Nazi opposition to the hereditarian principle, which in this case has not targeted the aristocracy or the monarch, but a blood relative (female) who has committed Rassenschande. The farmer bequeathed his farm to the most suited person. just as the Nazis were most suited to running the state.Söderbaum drowned in so many Harlan films that she earned herself the soubriquet the Reichswasserleiche (the Reich’s drowned corpse). To women the film’s message, at a time when many were not content to remain on the farm, was unmistakable: stay at home and do as father says. Given the heroine`s tainted origins, audiences should not have expected a happy end. But since Söderbaum was very popular, some may have felt she deserved better. Die goldene Stadt won a prize at the Venice Film Festival for its colour cinematography; Söderbaum also won an award for her acting. The film prize may have been for the novelty of a European colour film; the acting prize may have been an act of kindness towards the wife of the leading film director of Italy’s wartime ally.from: Susan Tegel: Nazis and the Cinema (2007), pp 184-86",
    "chinese_title": "黄金城",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Die goldene Stadt",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-02-21T07:00:41"
}