{
    "aka": [],
    "sid": "4907965",
    "cast": [
        {
            "url": "/celebrity/1344153/",
            "name": "傅红星 Hongxing Fu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1439231/",
            "name": "高雄杰 Xiongjie Gao",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2005-08"
    ],
    "this_title": [
        "姐妹兄弟"
    ],
    "douban_link": "https://movie.douban.com/subject/4907965/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "这是一部以七宝中学新疆部为背景的电影。2000年的夏末秋初，娜迪拉、买合木提等新疆民族的孩子坐着火车来到了上海某中学的“内地新疆高中班”读书。在开学典礼上，新生代表买合木提告诉大家，他是第一次站舞台上，对着黑压压的人群说汉语。他说他不是做梦，他将在这里改变自己的命运，他要成为一个发明家，他要当爱迪生。买合木提是个喜欢做梦的孩子，他已经好久没有见到自己的父亲了，他的父亲是边防军的连长，常年在大山里执行任务，他从小就很小见到自己的父亲。在上海的日子里，他常常在梦里和父亲见面，可是每次父亲在他梦里停留的时间都很短……于是买合木提只要有机会就对同学讲述自己父亲的英勇故事，同学们都觉得买合木提讲述的故事很夸张，他们多少有些怀疑“故事”的真实性……买合木提的班上有个美丽、聪明的女同学叫娜迪拉，娜迪拉的新疆舞蹈跳得一流。在周末学校举办的“青春舞蹈比赛”中，娜迪拉毫无争议地拿了第一名。买合木提生日的那一天，一位神秘的解放军叔叔来学校拜访了校长，接着买合木提在校长那儿得到了一件精美的生日礼物，买合木提觉得大家对他有些“特殊化”，他觉得其中可能有些特别的原因……学校电视台台长滕藤是个汉族学生，父母已经离异，他拿着一台小摄象机整天跟着“新疆班”的同学后面，想拍摄一个关于“新疆班”的记录片，可是“新疆班”的同学不怎么愿意接受他……买合木提当着滕藤的镜头，讲述了自己父亲英勇的故事，想不到滕藤却完全听懂了他的故事，俩人紧紧地拥抱在一起……在买合木提的帮助下，滕藤的拍摄开始顺利了起来。娜迪拉收到了家乡来的电报，她的爷爷病重住院。娜迪拉是个孤儿，六岁的时候由现在的爷爷收养。娜迪拉非常担心年迈、并且已经失明的爷爷，她瞒着老师一个人离开了学校，准备坐火车回新疆看爷爷，校长和小陈老师最后在大街上把娜迪拉给找了回来。可是娜迪拉却因为巨大的心理压力，开始整夜整夜的失眠……小陈老师对娜迪拉进行相应的心理辅导，她和娜迪拉一起散步，和娜迪拉一起做瑜加，让她放松，让她安静……夜里小陈老师就和娜迪拉睡在一张床上，娜迪拉在小陈老师的怀里睡着了……小陈老师在校长的支持下开始和“上海视觉复明中心”联系，寻找让娜迪拉爷爷复明的可能，当同学们知道了娜迪拉的情况以后，在买合木提的带头下，大家联名给“上海视觉复明中心”写信……在一年一度的“古尔邦”节的晚会上，滕藤的“新疆班”记录片让“新疆班”的同学们看到了自己这一年来的变化和成长。在晚会的进行中，校长带来的两位“上海视觉复明中心”医生上台告诉大家，今年夏天他们将去新疆的喀什为娜迪拉的爷爷做视觉复明手术。最后那位曾经在买合木提生日那天出现过的神秘的解放军叔叔也来到了会场……晚会结束以后，买合木提在校长的办公室见到那位解放军叔叔，原来他是买合木父亲以前的领导。他告诉买合木提，在几年以前的一次缉毒战争中，买合木提的父亲已经英勇牺牲了，买合木提流下了眼泪，他知道这是他个人成长过程中必须接受的一份礼物……“新疆班”的同学们兴高采烈地参观了上海科技馆，在那里，买合木提发誓，他以后一定要发明一架“时光穿梭机”，这样的话，他就可以重新见到自己的父亲了……",
    "chinese_title": "姐妹兄弟",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-12T12:35:07"
}