{
    "aka": [],
    "sid": "4910204",
    "cast": [
        {
            "url": "/celebrity/1315981/",
            "name": "习雪 Xue Xi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1353917/",
            "name": "马薇薇 Wei Wei Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1339118/",
            "name": "刘汉强 Hanqiang Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314497/",
            "name": "何中华 Zhonghua He",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326907/",
            "name": "康恩赫 Enhe Kang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1251513/",
            "name": "李亚男 Leanne Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317354/",
            "name": "高姝瑶 Shuyao Gao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336331/",
            "name": "李雅男 Yanan Li",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884621379.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1349425/",
            "name": "李广德 Guangde Li",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "27",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2010-05-28(中国大陆)"
    ],
    "this_title": [
        "毕业后的日子"
    ],
    "douban_link": "https://movie.douban.com/subject/4910204/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "他们生于80后，在物质主义和商业主义的浇灌下成长，当走出绿草如茵的大学校园的那一刻，用叛逆标榜自己存在价值依据的时代宣告结束，往日编织的色彩斑斓的梦想与残酷竞争的社会舞台发生强烈的冲击；当他们迈出巍峨的校门那一刻，恰逢国际金融危机冲击实体经济，企业倒闭，公司裁员，整个就业市场散发出低迷的气息，他们成了难就业的社会群体。 　　要毕业了，在父辈心有余而力不足的叹息之中，他们如何觅得一方用武之地？是海投简历，终获一份体面、安稳的工作；还是屈从形势，先就业再择业；还是奔赴考场，为跻身更高学历的行伍而继续奋战；还是怀着崇高的理想走向西部、走向基层、走向部队；或者是，毕业了就失业？抑或是，在创业的奋斗中实现人生的精彩？ 　　于是，我们这个波澜起伏、错综复杂的创业故事就在这样的情况下发生了，并在亲情、友情、恩情、爱情纠结的艰苦创业中，展现出当代大学生纷纷扰扰、千头万绪的尘世烦愁，也展现出中国人醇厚朴素的情感。 　　这一年，在一所简名鹤大的校园里走出了乔东方、刘坤、徐凯、叶蕾、田晓丽、关颖三男三女，他们来自不同的家庭背景、也有着不一样的性格嗜好。 　　关颖与徐凯正陷入热恋关颖热切的希望成为一个闪婚族，徐凯却将精神注意力放在股票投资生意上；刘坤想要音乐界，父亲却蛮横的要他去打理家里的酒厂，叶蕾是个啃老族，田晓丽因为家庭环境不好，单亲背景下长大的她，急着要找一份好工作，好好奉养母亲。 　　而故事的主人翁乔东方却面临比他们更大的社会挑战。 　　在一场大型招聘会上，求职心切，急着要偿还助学贷款的乔东方不幸被女强人作风的悦欣给拒绝了，乔东方当场与傲慢的悦欣发生冲突… …出生农村、背负着沉重的感情债和金钱债的乔东方，为了糊口、还贷、缓解家庭困境，长期干苦力、打零工，眼看要毕业了，工作未定，高压下的他脑子里出现“一定要出头”的坚定信念。 　　好友刘坤、徐凯出于感情，决定帮忙性格善良淳朴的乔东方创业，鼓励他去开设餐馆，进入饮食行业。 　　云里雾里般，乔东方在好友刘坤、徐凯的起哄、帮助下茫然地走进了创业的行伍。大学生饭馆成为他度己度人的小阵地。 　　此时，刚毕业的乔东方，还同田晓丽坠入了爱河。一切似乎就这样走向平淡的美好。 　　勤于参加歌手大赛的刘坤却要独立，摆脱家庭的约束，走上了一条充满荆棘与坎坷的音乐之路。 　　富家子弟徐凯相中了自己所封的“谈笑间，钱生钱”的股票行业，这显然背离了其父徐建设的思想，在一场硝烟弥漫的代际争夺战中，徐凯取得了阶段性的胜利，如愿以偿地成为了一名证券经纪人。然而，当他准备轰轰烈烈大干一场时，女友关颖却因为性格的分歧，而与他发生激烈争吵，从此，消失在他的世界里；当他聚敛大量资金，雄心勃勃地投身股市之时，失败的阴影也正缓缓向他走来。 　　田晓丽成长于清贫的单亲家庭，在毕业前夕找到一份安稳的工作，然而，一开始便遇到重重困难，在办公室绝望的时候，乔东方出现在她面前。两人逐渐确立恋爱关系。然而，挡在两人之间的，除了艰难的生活，观念的差异之外，还有叶蕾，一个为了乔东方可以不顾一切的富家女，在那个夜黑风高的晚上，她发现，这个叶蕾，就是自己同父异母的妹妹。 　　乔东方三个多月的苦心经营，换来的不过是饭馆外墙上的那个血红的“拆”字。失败如重拳击碎他那刚刚拾起的自我存在感，烈日下，饭馆的招牌重重地砸在了他脚边，他忍不住痛哭流涕。 　　在一家酒吧，乔东方站在门口当保安，刘坤在舞台上唱着悲曲，女同学关颖却乘着高档轿车进了酒吧。友情、爱情在这里碰撞，人生的无常也在这里发生。 　　叶蕾、田晓丽、为了保住爱情、为了未来、为了感情，两个女人在不同的领域里展开角逐，田晓丽在这场角逐中身体和心灵遭受到沉重的伤害。 　　具有奋战精神的乔东在最失意的期间，一个全新的饭馆模型也在他的脑子里渐渐成形，于是，他决定背水一战，再开饭馆。此时的饭馆已经不是传统的饭馆，但由于资金周转不灵，人员紧缺，乔东方只能凡事亲力亲为，既当老板又当员工还兼做送货，与徐凯、刘坤万夙兴夜寐，三根不太结实的柱子总算撑起了这家饭馆。 　　磨难炼就了乔东方惊人的意志力，在创业的道路上，他攻下一个比一个高的山头，成绩斐然，但是他在感情，在面对田晓丽与叶蕾的爱情的争夺战中，有可能交上空白卷。",
    "chinese_title": "毕业后的日子",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-08T15:22:46"
}