{
    "aka": [],
    "sid": "4910175",
    "cast": [
        {
            "url": "/celebrity/1058399/",
            "name": "归亚蕾 Ya-lei Kuei",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1305111/",
            "name": "刘文治 Wenzhi Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348919/",
            "name": "李志 Zhi Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316604/",
            "name": "周小斌 Xiaobin Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1020586/",
            "name": "张铁林 Tielin Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313818/",
            "name": "王刚 Gang Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275175/",
            "name": "王冰 Bing Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274429/",
            "name": "斯琴高娃 Gaowa Siqin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275178/",
            "name": "李光洁 Guangjie Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316124/",
            "name": "王之夏 Zhixia Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275864/",
            "name": "丁海峰 Haifeng Ding",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313737/",
            "name": "李建群 Jianqun Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275118/",
            "name": "朱旭 Xu Zhu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312734/",
            "name": "王辉 Hui Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315832/",
            "name": "邓立民 Limin Deng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313031/",
            "name": "王绘春 Huichun Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1407785/",
            "name": "马景龙 Jinglong Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1341548/",
            "name": "刘毓滨 Yunbin Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1384193/",
            "name": "胡庆士 Qingshi Hu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275236/",
            "name": "尹治 Zhi Yin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318341/",
            "name": "安亚平 Yaping An",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320538/",
            "name": "邓英 Ying Deng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1337856/",
            "name": "陆军 Jun Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324500/",
            "name": "邓钢 Gang Deng",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情",
        "历史",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2456058837.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1275734/",
            "name": "刘和平 Heping Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1407786/",
            "name": "阎延文 Yanwen Yan",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1314186/",
            "name": "陈家林 Jialin Chen",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "36",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2004-10-15(中国大陆)"
    ],
    "this_title": [
        "沧海百年"
    ],
    "douban_link": "https://movie.douban.com/subject/4910175/",
    "trans_title": [
        ""
    ],
    "douban_votes": "440",
    "introduction": "台湾——这是一片美丽富饶、远离兵燹、浸满希望的土地！从明朝开始，中国大陆百姓便已成规模移民到这里。1662年郑成功赶走了荷兰侵略者，更多的福建平和人、草山人、泉州人来到这里。1683年清政府统一台湾后，大陆百姓移居台湾垦荒形成高潮。从此，这些福建人有了自己新的称谓——垦民；他们也有了自己公选的头领——垦首。可就在乾隆五十三年这些垦民造反了……这是典型的官逼民反！带头造反的人是林爽文，理由很简单：就是战死，也比饿死了强！没造反，还不是一样被砍头？造反的垦民攻城池、杀贪官、开仓分粮，势如燎原！很快，台湾一府三县只剩下彰化还在官军手里。垦首林石跪阻于桥头，可林爽文哪里肯听！他举刀一挥：“走，跟我攻下彰化县城，死了也是个饱鬼！”报急的折子送到京城，乾隆急调福康安赴台平乱。福康安率大军抵闽却并不登台，他让兵士们查账，并找来林家的家谱。更让福建巡抚担心的是，福康安居然还要将未造反的垦首林石接到福州！情急之下，巡抚密遣杀手要在海上将林石“做掉”！哪知福康安对此早有预料。“台湾定则东南定；东南定则海疆定；海疆定则江山永定。”福康安牢记圣祖康熙帝的训谕，坚持对台以安抚为主的方略。登台后他让垦民下山，并保证不予追究。但台湾知府却撺掇总兵柴大纪在半路将垦民截杀。福康安大怒：“自做孽不可活！”尚方宝剑下，巡抚抵头，贪官被杀，起义被平定了，林爽文等人也被押送京城。乾隆颁发了台湾六十年免税的上谕……六十年后，福建大旱，何瑾受道光之命赴闽赈灾。他原以为从治下大丰的台湾征税加粮是一个不用打擂台就可以捞足个人政绩的再简单不过的方法了，可在新一代垦首林定邦面前被断然否定：两成税不行，因为大清国都是一成！官场中的野心家在代表垦民利益的垦首面前恼怒了！他找来了藩台：“我要换垦首！”为取悦官府，压倒林定邦当上垦头，乡约吴和尚贷粮三万石暗中捐往福州。同时，何瑾与彰化知县莫勤联手使林定邦之子林文察科举未中，林定邦的垦头终于被免掉了。当上垦头的吴和尚原以为从此自己的话就是王法了，想提高林姓的税粮补还粮商的贷粮，林姓垦民哪恳多交，两姓遂生械斗。贷的粮还不上，吴和尚的儿子又病忧而死。为“冲喜”，吴和尚让吴亮带人到曾家欲抢曾琴娘为死去的儿子成亲，被林文察打得落荒而逃。家事未平，国难却至。不久英军欲占台湾，姚莹置何瑾不准开炮的军令于不顾，率军奋起还击，林定邦率垦民一同参战。关键时刻，林文察带高山族人赶来助阵，军民协同，两战两胜，全歼上岸英军，生俘两百七十多人！取得了鸦片战争史上辉煌的胜利！庆功宴上，姚莹让真正的功臣林定邦坐上首席，并让他重新当上了垦头。而姚莹自己却因清廷其它战场的失败为英军所迫而反被革职流放。面对人生如此际遇，姚莹坦言：“苟利国家生死以，岂因祸福避趋之。”临行前，他向何瑾提出的惟一要求是他走后不要换了林定邦的垦头之职，连何瑾也为之动容。雨夜海边，林定邦举起给姚莹送行的茶碗，两个铁打般男人的泪流在了一起……为救姚莹，林定邦进京送万民折，在海上被吴和尚枪杀！为替父报仇，林文察夜闯吴宅，制服官军，手刃吴和尚。垦首之争终于演变成两姓的仇杀大案。官府袒护吴家，林文察被判处决。为救丈夫，曾琴娘在囚车前喊怨自裁。面对这又一条人命，何瑾不得不对林文察做出“不判不放”的处置。这一关就是七年……为平南方匪乱，孔昭慈受左宗棠之命赴台为大军筹粮。面对莫勤的暗中阻挠，孔昭慈利用丁之健，重审“林吴案”，扳倒莫勤，抓判吴亮，征到了军粮，林文察也终于出狱了！孔昭慈说服戴氏欲起用林文察练勇押粮，但早已被何景收买的丁之键却抢先拉拢曾阿汕背叛林家，筹钱募勇，自办团练，压制林家。是林文察率二十多团勇及时赶到，击退了海匪，保住了孔昭慈和他的运粮船队。左宗棠亲授林文察四品顶戴，委以台湾团练总办。回台后林文察仍用曾阿汕为副办，对林家忠心耿耿的阿三告诫林文察：“曾阿汕那人反骨可是写在脸上。”林文察不以为然。福建战场上，福建官府和浙江官府的矛盾使林文察第一次参战既被清军所陷害。当林文察听到一声炮响率勇冲进敌阵的进候，绿营和曾阿汕却在两声炮响后才开始进攻。尽管孤陷敌阵的林文察最终直捣敌巢，建立奇功，但从此不得不离开福建转而跟随左宗棠开始在浙江打仗。而此时曾阿汕的态度很明确：“我只跟着何大人！”几年后，林文察已擢升为记名提督，他和福建官府的矛盾也更趋激化……福建战事未平，台湾匪乱又起。戴氏让朝栋、朝昌和垦民一道坚守御敌。而曾阿汕坐视彰化城破不救，致孔昭慈自杀。林文明要和曾阿汕火拼，林文察赶到却将二人一同罢官投狱，自己也欲行辞官。何瑾奉旨劝林文察出仕，不得已请出了老夫人。戴氏大义坦言：“自古以来无论做大事小事，都只有两种选择。一是做自己力所能及的事，一是做自己力虽不及但义不容辞的事。”林文察谨遵母训，上任福建水陆提督后，大力整顿军纪，查惩贪墨，最后战死在万山关。林家被封宫保弟，可死伤台勇的欠饷却没有着落。林文凤带台勇多次与官府冲突，戴氏忧心忡忡。为接济台勇，戴氏携朝栋到泉州找到大商人杨贽，商谈开发樟脑之事。心地善良的大小姐杨水萍爽快的答应说：“我们家一定帮忙。”可杨贽早从官府得知朝廷要整林家的消息，他告诉杨水萍：“这个时候我们不能帮林家！”可他哪里知道，女儿已不知不觉中对林朝栋心生爱慕。正当杨水萍陪戴氏朝栋返回台湾时，林家出了大事！林文明为救被官府抓去的林阿培，夜闯道台衙门，被曾阿汕枪杀！受林朝栋求托，杨水萍担起了林家安排后事的担子。她轻轻依在戴氏的身边问：“当年朝栋他爷爷被人害了，您是怎么挺过来的？”戴氏回答：“天塌下来有地顶着！”是啊，男人在这里是天，女人在这里是地，天在一次次塌下来，地又一次次把天撑起来！林文明被朝廷定为兵变，杨贽得悉此事，忙安排女儿去英国读书，而杨水萍听说后却毅然离家渡海来到了雾峰——大雨中，她走进林家祠堂，轻轻抱住了绝望中的林朝栋……戴氏要进京告状，被官府阻于码头；林家倾其所有竞包樟脑山，又被官府从背后支持吴亮而落败。就在林家最困难的时候，杨水萍嫁给了林朝栋。这是一场在西洋的《婚礼进行曲》中完成“夫妻对拜”的结合！所有垦民的欢呼，宣示了这个家族孕育的不屈生命！看到日本人说翻脸就翻脸，连官府也要自己做樟脑挣钱，想一脚踩死他，杨贽终于出手了！他买通北洋的人，开来了火轮，用洋枪驱散了码头上的官军，老夫人终于离开台湾，踏上了进京告状的路程。杨家也因此受到牵连，商行被一一查封。北京，戴氏将状子告到都察院，两位副都御使行文福建，福建官场决定抛出曾阿汕做替罪羊。曾阿汕虽被抓，但林文明的案子仍然未翻。林朝栋彻底灰心了，要去北京接奶奶回来。杨水萍搜集了福建官场和台湾官场贪墨的罪证交给了林朝栋。北京两位副都御使因此案涉案太深，无法追究，只好准备马车送老夫人回台，老夫人哪里恳走？左副都御史告诉老夫人，你住到长沙会馆去，那会有人帮你。果然，成老五等湘军邦戴氏见到了征战回来的左宗棠。这时，林朝栋也带着证据到了北京。两宫太后召见戴氏，林家的案子终于得以平反！沧海百年老夫人回家了！鞭炮炸响，欢笑震天！杨水萍、几位叔公和力八、阿培以及成千上万的垦民都来迎接！看着新盖的宫保第门楼，戴氏和林家的人无不激动万分，喜极而泣！……阿翠抱着孩子找到了戴氏，善良的老人把几甲田契放到了曾是自己仇人的孩子的衣服里。转日，杨贽和刘老板带着两位大夫来给老夫人看病来了。大夫告诉林朝栋：“老夫人是靠着一股心气撑持着自己的生命啊！”戴氏自感已时日无多，让朝昌把家里人都叫到了祠堂。临终遗嘱：“我们林家这个林字是两个木……一个木在福建，一个木在台湾……一个木是国，一个木是家……”老夫人历经七十多年的风风雨雨，将家国同构的遗训告诉了后人，安然而逝。又是几年过去了，中法战争暴发，为守住台湾，朝廷命刘铭传从安徽调一千兵立刻去台湾。但由于法军炮火所阻，刘铭传军使终未能抵台。为使刘铭传军能够搭英舰登台，杨水萍提出把煤矿的股份让出一部分给英国人。随后杨水萍带着七个月的身孕渡海劝刘铭传更衣上船。刘铭传虽登船却不愿在转让基隆煤矿的协议上签字，杨水萍急了：“你是钦差大臣，可以从权的呀！”英国商船上，杨水萍在众淮军官兵“妈祖娘娘保佑”的祈求声中分娩了！清援台大军终于登岸。无数淮军官兵举枪送杨水萍上岸。震天的吼声响起来：誓死守住台湾！誓死守住台湾！为能协调好湘军和淮军守住台湾，林朝栋让林朝昌和自己故意翻脸。而刘铭传下令封矿，准备与法军大战。1884年7月，法军来犯，刘铭传率军奋勇抗击。法军首击虽未能突破，但仙洞岭等三座炮台被法军炮火所毁。刘铭传和林朝栋果断决定炸毁基隆煤矿。当法军再犯基隆登岸逼近煤矿时，林文凤率勇将煤矿炸毁。之后，林朝栋和清军一道与登岸法军展开激战取得胜利。不久，刘铭传率军驰援沪尾，狮球岭只剩下了林朝栋的五百台勇。此时法军调来一千兵猛攻上来。大雨中，林朝栋对剩下的衣衫褴褛的台勇们说道：“各位叔伯兄弟，今天在这里的有林姓、有陈姓、有沈姓、还有辜姓。不管你们姓什么，每个人都是大清的子民，都是台湾的子孙！这座狮球岭就是我们每个姓氏的祠堂！不管是哪一个人，如果能够死在这里，就等于将自己的牌位供到了祖宗的灵堂上——死得其所……”栋字军与法军展开殊死搏斗。杨水萍及时带台湾百姓赶到，法军大败！台湾保住了！台湾建省了！林朝栋出任了台湾抚垦局，樟脑专卖局和铁路枕木局局长。在他主持修建的台湾第一条铁路上，他和杨水萍带着他们的孩子，迎着朝阳跑向远方，奔向台湾的未来！",
    "chinese_title": "沧海百年",
    "douban_rating": "8.1/10 from 440 users",
    "foreign_title": "",
    "douban_rating_average": "8.1",
    "update_at": "2025-02-10T15:02:19"
}