{
    "aka": [],
    "sid": "4910174",
    "cast": [
        {
            "url": "/celebrity/1053618/",
            "name": "陈坤 Kun Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042568/",
            "name": "郝蕾 Lei Hao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274671/",
            "name": "王奎荣 Kuirong Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316283/",
            "name": "王华英 Huaying Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317422/",
            "name": "刘昌伟 Changwei  Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275796/",
            "name": "饶敏莉 Minli Rao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1368583/",
            "name": "马圆圆 Yuanyuan Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1362972/",
            "name": "韩彦博 Yanbo Han",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1390604/",
            "name": "阿不力孜·聂 Abliz Nie",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2316823740.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1367130/",
            "name": "毕志飞 Zhifei Bi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1357254/",
            "name": "薛海翔 Haixiang Xue",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004499/",
            "name": "鲁晓威 Xiaowei Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1418186/",
            "name": "曹力源 Liyuan Cao",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1337896/",
            "name": "陈晓雷 Hiu-Lui Chan",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "20",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2010"
    ],
    "this_title": [
        "Zhu Jia Garden"
    ],
    "douban_link": "https://movie.douban.com/subject/4910174/",
    "trans_title": [
        "朱家花园"
    ],
    "douban_votes": "397",
    "introduction": "时间：民国初年地点：滇南古镇­­——临安(建水)民国年间，由于国力衰弱，西方资本主义列强对我国丰富的矿产资源虎视眈眈， 他们在修通了滇越铁路后，便像潮水一般涌进中国西南边陲古镇——临安。这个拥有着富庶矿产资源和绮丽风土人情的宝地，一时间变得繁华起来。此时，号称“滇南大观园”的朱家花园主人，滇南富贾朱震霆的矿业公司正面临着重重危机，濒临倒闭。这个滇南最大的矿业公司，所拥有的宝贵资源处于各方洋人的觊觎之下。越南华裔富商大小姐黎雅香，出身高贵，貌美如花。她带着对美好爱情的憧憬，带自己的贴身仆人，华裔女子沈婉婷，乘火车从河内前往临安，去会自己一直暗恋的儿时伙伴，临安都统之子——李博文。仆人沈婉婷同样气质非凡，相比黎雅香，更多出了一种恬静和大方。此番临安之行，沈婉婷除了因种种原因不得已给黎雅香做仆人外，还抱着暗自寻找生身母亲，探寻自己身世之谜的想法。李博文从海外留洋归来，是矿冶专业的高材生，他一心一意想要用自己所学，为家乡临安，这个锡矿储量占据世界第一的宝地的经济发展，尽自己的一份力量。面对重重的困难，他整日奔走于临安的各矿区之间，进行着孜孜不倦的勘探冶炼研究。恰逢黎雅香和沈婉婷乘坐的火车驶进临安车站的时候，美丽泼辣、活泼顽皮的彝族少女普花妹，却背着父亲(彝族头人普有仁)，私自带人去火车站玩闹，她的恶作剧搅乱了火车站，使得李博文没有接到黎雅香。慌乱之中，沈婉婷则误入了传说中神秘莫测的彝寨。在彝族山寨，沈婉婷的不幸身世，引起了普花妹的共鸣，二人结为结拜姊妹。李博文得知黎雅香的仆人沈婉婷身陷险境，前往燕子洞营救，却与黎雅香产生了隔阂。李博文无意中得知，原来沈婉婷就是鼎鼎大名的漂泊海外的华裔矿冶专家沈平之女时，不禁激动万分，决定前往东南亚寻找这位他仰慕以久的沈平前辈，并希望能得到沈平前辈的指教，以早日实现自己的理想，为临安百姓造福。临安都统李绍棠，对沈婉婷的出现产生了猜疑，他为了隐藏当年的一桩巨大阴谋，利用职权下令在全城通缉沈婉婷。李博文舍生忘死保护沈婉婷，却引起了沈婉婷的戒备和误解。东洋人吉田为给东洋竹山株式会社谋利，与都统李绍棠相勾结，暗中使坏，逐渐陷朱家矿业公司于绝境。就在宝贵的矿产资源要被洋人夺走的关键时刻，李博文挺身而出，许下三天内还清贷款的豪言。但他毕竟还只是年轻气盛，加上他父亲李绍棠的从中作梗，未能实现他的诺言。幸得朱震霆深谋远虑，对李博文的失败已有准备，将有“滇南大观园”之称的朱家宅院做抵押贷款，才保住了朱家矿产资源不被洋人夺走。惭愧不已的李博文，决心全力辅佐朱家矿业公司，重振临安经济。沈婉婷在躲避追捕的过程中，突然收到父亲沈平托泰国富商琨差捎来的急信，得知父亲病危，焦急万分。铁路被泥石流冲断，普花妹带领彝族马帮送沈婉婷星夜赶往泰国。沈婉婷与普花妹在途中，与背负着振兴临安矿业重任、前往东南亚寻找沈平的李博文意外相遇。李博文将自己寻找前辈沈平、完成实验研究的想法，告知了沈婉婷。沈婉婷回想起在临安的经历，不禁暗暗钦佩起这位有着远大抱负、勤奋执着的青年来。李博文与沈婉婷一路上历尽千辛万险，在生死相依的途中，萌生了美丽的爱情之花。在多情的湄公河畔，他们许下了誓言。当沈婉婷在李博文的陪伴下赶到泰国时，父亲沈平却已病逝，令沈婉婷和李博文追悔莫及。琨差告诉婉婷，她的父亲沈平二十年前曾在临安朱家任矿冶工程师。那时的朱家曾获清帝乾隆御赐“锡符”，是享誉滇南锡矿的富贾，兴盛一时，财源茂盛荫庇各少数民族，买卖兴隆波及越南、老挝、柬埔寨、新加坡、香港，声名远震欧洲。也就在那个时候，朱家突然发生了一起怪异的大火，婉婷的母亲在大火中丧生。当时沈平从大火中救出了婉婷，自己却背负纵火嫌疑，被官兵通缉追捕，仓促将婉婷携往东南亚抚养。当时，彝族头人普有仁偶然出现在大火现场，也因此被朱家和临安百姓误会。而更让婉婷惊奇的是，从琨差口中她得知，自己原来是临安号称“滇南矿王”的朱震霆的女儿，沈平只是她的养父，她其实应该叫朱婉婷。为了不影响她的学业，沈工程师才托琨差一直保守这个秘密。在琨差的帮助下，婉婷决定遵照养父沈平的遗嘱，前往临安朱家认祖归宗。李博文为了临安经济发展的大计，与心上人暂时分别，前往越南黎家筹款。在越南黎家，李博文得知了黎家父母要他与黎雅香成亲的意愿后，放弃了黎氏公司的资金，返回临安。婉婷回到朱家，一家人团聚在纵三横四，占地百顷，院落层出，房舍迭进，镂金彩绘，染翰流丹的朱家花园。而此时的朱家也已到了绝境。由于无力偿还贷款，宅院即将被查封，众股东也前往朱家要求退回股份。朱震霆无奈，将朱家的布庄、钱庄、饭庄等产业抵给了各股东，才勉强保住了朱家的矿脉和朱家宅院。李博文回到临安，被父亲李绍棠利用，气死了病重的朱震霆，使得婉婷伤心不已。朱震霆怀着满腔的自责与愤恨撒手西去，临终前一再嘱咐婉婷在冶炼技术达不到国际先进水平之前，不得开采朱家主矿脉。一连串的突发事件，使得朱婉婷认为李博文与他的父亲李绍棠是一丘之貉，联合起来陷害她们朱家。朱李二人的感情落入了冰点。祸不单行，在李绍棠、吉田等人的阴谋诡计之下，朱家宅院被查封，婉婷只得带着憨傻弟弟永昌和老管家何山凄凉地离开朱家。普花妹出现在山路上，将朱婉婷、朱永昌、何山接回了彝族山寨。历尽曲折，李博文与朱婉婷终于澄清了误会。二人的感情开始复苏。法国工程师保罗自从在来临安的火车上与婉婷相识，就喜欢上了她，对她百般追求。吉田为了夺取朱家矿脉，买下被查封的朱家宅院，送给保罗，让保罗迎娶朱婉婷，条件是让保罗促成他与朱家的开发矿脉合作。保罗将朱家宅院送给朱婉婷，并答应为朱永昌治病，条件是要与朱婉婷结婚。婉婷为了朱家祖业和病重的弟弟永昌，决定嫁给保罗。此时，远在香港的李博文在学术研讨会上获得了与会者一致好评，并吸取了国外同行的许多先进经验，找回了自己的信心。当他兴高采烈地回到临安时，却得知了婉婷要与保罗结婚的消息，他不顾一切地向教堂奔去。在教堂的最后一刻，婉婷毅然从教堂跑出，去寻找李博文，答应以后将保罗的钱全部还清。雅洛阿妈邀请普花妹、李博文和黎雅香，一起到哈尼山寨过节。在长街宴上，生性好强的普花妹因与黎雅香斗气，给李博文系结了花腰带。李博文从雅洛阿妈口中知晓，彝家女孩子如果看上了哪个小伙子，就会把自己从小绣成的花腰带系在自己心仪的人的腰上，把自己的终生托付给他，如果被系结腰带的男孩子不娶女孩子，女孩子就只有跳崖自尽，以免触犯山神。普花妹本以为不必对彝族这一风俗过于认真，然而普有仁坚持认为自己既然身为彝族头人，女儿普花妹必须要遵从彝族习俗。善良的李博文陷入了为难的境地，他与婉婷的感情再次遭遇巨大挫折。泰国富商琨差将沈平的遗物，托人带到临安交给朱婉婷。原来，这遗物正是沈平多年来研究锡矿冶炼的成果。婉婷相信勤奋执着的李博文，有能力解救临安矿业脱出困境，毅然把养父留下的宝贵资料全部交给了李博文。此时，李博文的好友，副官毕天宏，将他曾经参加护国运动所接受的新思想传授给李博文。他告诉李博文要想实现自己的抱负和理想，只有实业救国。这一民主革命的新思想，极大地振奋了李博文和整个矿区。经过反复思虑，李博文答应与普花妹结婚。黎雅香伤心至极，跳河自杀，被泰国富商琨差所救。从小就是同学的琨差与黎雅香，彼此终于找到了自己的感情归属，结为伉俪。倔强率直的普花妹毅然从悬崖跳下，危急时刻，被从小因一场大火变得憨傻，此时已被医治好的朱家少爷朱永昌所救。朱永昌向普花妹表白了自己的真心，普花妹的心灵被深深触动。二人发现，他们才是天造地设的一对有情人。这两个有情人终成眷属，众人在彝族山寨热闹了一天一夜。朱婉婷继承父亲的遗志，重建了朱家矿业公司，与李博文开始了挽救临安矿业经济发展的大业。由于已经能生产小批量的纯度合格的锡锭，朱家矿业公司终于获得了第一笔锡锭订单。然而，洋人封锁了运输路线，使得他们一筹莫展。彝族头人普有仁，毅然将彝族马帮送给朱氏矿业公司，完成了锡锭的运输。终于，朱婉婷与李博文在彝族、哈尼族等众多民族兄弟姐妹的帮助下，完成了大批量生产合格锡锭的实验和设备改造。临安矿业即将走出低谷，实业救国的新思想在他们心中深深地扎下了根。此时，就在朱家矿业公司，和整个临安经济呈现一片欣欣向荣之时，朱家的老管家何山却暴露出了狰狞面目，要以卑鄙的手段夺取朱家矿业公司的矿脉资源。李博文识破了何山的奸计，用自己宝贵的生命捍卫了临安矿产资源和自己神圣美丽的爱情。横断山脉在无声地哭泣绵绵红河在安静地流淌李绍棠和吉田均被李博文感动，幡然悔悟。李绍棠被革去了都统职务，罚没了全部资产。东洋人吉田久久地忏悔着自己罪恶的灵魂。质量上乘的临安大锡在国际市场具备了强劲的竞争力，极大地促进了临安的经济发展，乃至整个中国的经济发展，让中华民族扬眉吐气。朱婉婷怀抱着李博文的遗像，举办了特殊的婚礼……朱婉婷、朱永昌、普花妹等人与各民族兄弟姐妹，以及海外友人，紧紧地团结在了一起。为了崇高的理想和建立幸福美满的家园不断进取奋斗……",
    "chinese_title": "朱家花园",
    "douban_rating": "3.8/10 from 397 users",
    "foreign_title": "Zhu Jia Garden",
    "douban_rating_average": "3.8",
    "update_at": "2025-02-07T07:14:40"
}