{
    "aka": [
        "Golgesizler",
        "The Shadowless"
    ],
    "sid": "4911822",
    "cast": [
        {
            "url": "/celebrity/1184040/",
            "name": "埃尔坦·萨班 Ertan Saban",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1207757/",
            "name": "塞尔柱克·约奈坛 Selçuk Yöntem",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1227472/",
            "name": "Bigkem Karavus Bigkem Karavus",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1083380889.jpg",
    "region": [
        "土耳其"
    ],
    "writer": [
        {
            "url": "/celebrity/1001181/",
            "name": "尤米特·乌纳尔 Umit Unal",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1437212",
    "director": [
        {
            "url": "/celebrity/1001181/",
            "name": "尤米特·乌纳尔 Umit Unal",
            "@type": "Person"
        }
    ],
    "duration": "Turkey: 94 分钟",
    "episodes": "",
    "language": [
        "土耳其语"
    ],
    "playdate": [
        "2009-02-27"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1437212/",
    "imdb_votes": 1449,
    "this_title": [
        "Gölgesizler"
    ],
    "douban_link": "https://movie.douban.com/subject/4911822/",
    "imdb_rating": "6.6/10 from 1449 users",
    "trans_title": [
        "Golgesizler",
        "The Shadowless"
    ],
    "douban_votes": "0",
    "introduction": "A barber working in Istanbul longs to be 'both here and far, far away'. And one day, without warning, he takes himself off and disappears abruptly into the great far away. The barber settles in a far-flung village, and as chance would have it the one-time local barber, Jingle Nuri, vanished from the place years ago. The village is in the hands of the mukhtar, the elected local chief. So the new barber rents his shop and opens the doors for business. The village is not, however, the innocent village. The mukhtar finds himself dealing with one mysterious disappearance after another. Güvercin, the prettiest girl in the village, is now missing without trace. The mukhtar and his only armed man, the village guard, set about questioning everyone in the village. The mukhtar suspects Cennet's son more than anyone else. And he beats the gentle dreamer with the soul of a poet to a pulp as he cross-examines him - which causes the boy to lose his mind. The mukhtar and the guard spread terror through the village, but still they fail to find Güvercin. And Cennet's son starts drifting through the streets of the village asking, \"Why does snow fall, snow?\" - even though not a flake of snow has even been known to fall. In despair, the mukhtar seeks the advice of the village sage, Musa Dede, but only to be reminded that the history of the village is full of such secrets, misdemeanours and disappearances... Even more peculiar things start happening. The barber seems content to watch this all from the distance like a dispassionate spectator. (IMDb - Written by Umit Unal)",
    "chinese_title": "Gölgesizler",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-07-18T02:01:16"
}