{
    "aka": [
        "Women's Ward"
    ],
    "sid": "4911825",
    "cast": [
        {
            "url": "/celebrity/1107595/",
            "name": "卡迪尔·伊纳尼尔 Kadir İnanır",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108081/",
            "name": "霍丽雅.科卓伊吉特 Hülya Koçyigit",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1131207/",
            "name": "顿贾尔.奈吉米奥古鲁 Tuncer Necmioglu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1155346/",
            "name": "伊罗尔.塔史 Erol Tas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1198136/",
            "name": "伊兰姆.阿尔图格 Irem Altug",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1989",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887213445.jpg",
    "region": [
        "土耳其"
    ],
    "writer": [
        {
            "url": "/celebrity/1033419/",
            "name": "Halit Refig Halit Refig",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1034942/",
            "name": "Kemal Tahir Kemal Tahir",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0288588",
    "director": [
        {
            "url": "/celebrity/1033419/",
            "name": "Halit Refig Halit Refig",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "土耳其语"
    ],
    "playdate": [
        "1989"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0288588/",
    "imdb_votes": 456,
    "this_title": [
        "Karilar kogusu"
    ],
    "douban_link": "https://movie.douban.com/subject/4911825/",
    "imdb_rating": "7.4/10 from 456 users",
    "trans_title": [
        "Women's Ward"
    ],
    "douban_votes": "0",
    "introduction": "Halit Refig, Turkish filmmaker, film critic and theoretician and an intellectual was born in Izmir, Turkey in 1934 to an industrial family. He attended Sisli Terakki High School and briefly attended Robert College Engineering Dept. During his military service he started making documentaries in Japan, Korea and Sri Lanka with a Super 8 camera. In 1957 he started the Turkish Film Review (Sinema Dergisi) with fellow film critic Nijat Ozon. Later he assisted director Atif Yilmaz in two films. In 1961 he directed his first feature, Yasak ask (1961). His approach to filmmaking was influenced by his friendship with the famous Turkish novelist Kemal Tahir. This collaboration gave fruit to Four Women in the Harem, which Refig scripted and later production of Yorgun savasci (1979) in 1979, the most controversial film ever made in Turkish film history. Refig defended it and published a theory of national cinema, which he named Ulusal Sinema (national cinema). Later he revised his theory and called his work ATUT (Asiatic Mode of Production) cinema or Halk Sinemasi (Cinema of the People). Refig collected his articles on national cinema in a volume; Ulusal Sinema Kavgasi (Fight for a national Cinema). Refig and his fellow filmmakers like Metin Erksan and Lutfi Akad made nationalist films until late 1960s. In 1974, the newly established Turkish Radio and Television Corporation (TRT) commissioned Refig to make a literary adaptation of a Turkish novel of his choice. The result was _Ask-i memnu (1974) (TV)_ (Forbidden Love) which was hailed as the first Turkish TV mini series. In 1975 Refig joined fellow filmmakers to establish the Turkish Cinema and TV Institute.",
    "chinese_title": "Karilar kogusu",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-05-16T00:12:12"
}