{
    "aka": [
        "学徒 第四季"
    ],
    "sid": "4913560",
    "cast": [
        {
            "url": "/celebrity/1018145/",
            "name": "唐纳德·特朗普 Donald Trump",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2402770038.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1272524",
    "director": [],
    "duration": "60分钟",
    "episodes": "14",
    "language": [
        "英语"
    ],
    "playdate": [
        "2005-09-22(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1272524/",
    "imdb_votes": 28,
    "this_title": [
        "The Apprentice Season 4"
    ],
    "douban_link": "https://movie.douban.com/subject/4913560/",
    "imdb_rating": "4.1/10 from 28 users",
    "trans_title": [
        "飞黄腾达  第四季",
        "学徒 第四季"
    ],
    "douban_votes": "792",
    "introduction": "【类型】: 真人秀【片长】: 平均40分钟【集数】: 本季共15集【片源】: PDTV【字幕】: 中文【服务器】: 随机【分享时间】: 全天24小时【内容介绍】: 这是PDTV高清片源加明珠台字幕制作的版本,大家不用再忍受原来明珠台RMVB的垃圾画面了。美国广播公司(NBC)播出《学徒》(The Apprentice)节目，以对抗哥伦比亚广播公司(CBS)的热门节目《生还者》(Survivor)。据路透社报道，与《生还者》中节目参与者吞下令人作呕的虫子和猎取野生动物不同的是，《学徒》参与者将是十六名雄心勃勃、拥有高学位、已经小有成就的年轻人，这些人希望在特朗普的地产王国中得到一份年薪二十五万美元的工作。特朗普将这一竞争称为世界上最激烈的纽约街头生存术竞赛，他将在全国电视观众面前，辞掉其中的十五名参与者。街头竞争生存术两组，每组八人，他们将参加特朗普设计的一系列活动，以测试他们的销售术和街头生存能力。在节目之初，两组成员将分别用二百五十元现金，在街头搭起柠檬水摊，看哪一组每天赚到的钱最多。这个游戏听上去简单，但做起来难度并不小。获胜一组将有幸到特朗普的豪华公寓住上一晚，失利一组则会被特朗普叫到一起，解释他们没有成功的原因，并且将有一人被淘汰出局。接下来的项目包括在一个破旧、需要装修的对外租赁的空房中，举办艺术展和摇滚音乐会，所有这些都需要在一到两天内完成。《生还者》制片人博耐特(Mark Burnett)最近在接受记者采访时表示，「这些人做的是我们在许多情况下认为是不可能的事情，但没有人会双手空空回去见特朗普的。」解雇员工情非得已虽然每场节目都会有一个人因为不合格而被踢出局，但特朗普说，他的节目重点并不在此。他最近在宣传该系列片的电话采访中表示，「我不喜欢解雇人」，「但它是商场上的一部分。如果你是一家大公司的老板，裁人是你生活的一部分。它不会令我感到有趣，但我必须这样做。」上世纪九十年代初期因地产泡沫破裂而一度面临破产的特朗普，也没有忘记安慰失败者。他说，这些人有勇气站在全国观众的面前，「他可能就是本世纪最出色的商人。」各行翘楚一争高下此次节目参加人是从全美二十一万五千名申请者中筛选出来的，入选的十六名男女，都是各自领域的佼佼者，拥有雄厚的教育和工作背景。他们的年龄在二十一岁到三十六岁之间，其中包括一名拥有哈佛大学工商管理硕士学历的投资经理、一名白宫前助手和形象顾问、联邦速递公司的项目主任、拥有医学学位的风险投资商，以及开设连锁诊所的成功人士。获胜者将在特朗普众多公司中的一家担任负责人。不过，特朗普说，他不认为这个人会在他的公司长期工作。他说，「参加这个节目的人都希望变得非常富有，而只有在自己成为老板的时候，这一目的才比较容易实现。」他说，「从理论上讲，获胜者应该在一年后离开我，继续自己的追求，成为一名亿万富翁或者实现自己其他愿望。The Apprentice is the ultimate, sixteen-week job interview, where eighteen Americans compete in a series of rigorous business tasks, many of which include prominent Fortune 500 companies and require street smarts and intelligence to conquer, in order to show Donald Trump, the boss, that they are the best candidate for his companies. In each episode, the losing team is sent to the boardroom, where Trump and his associates, Carolyn Kepcher and George Ross, judge the job applicants on their performance in the task. One person is fired and sent home. Who will succeed? Who will fail? And who will be The Apprentice?It's an international affair as NBC's \"The Apprentice\" begins its fifth season (Mondays 9/8c) with candidates hailing from the former U.S.S.R., England, and Canada. For the first time, Donald Trump's daughter Ivanka and eldest son Donald Jr. will fill in for Carolyn Kepcher and George Ross respectively, during multiple episodes of \"The Apprentice.\"Ranging in age from 22 - 38, these candidates boast degrees from Harvard, Columbia Northwestern and Cornell University. A psychotherapist, appellate attorney, a Mensa member, and a sticker company owner are among Donald Trump's cast.Trump's trusted advisors, George Ross and Carolyn Kepcher will both return for a fifth season and the original \"Apprentice\" Bill Rancic will fill-in for Ross when he is away on business. Tasks will once again feature some of the biggest companies in the world and the weekly rewards will be better than ever.As the winner of the competition, the fifth \"Apprentice\" will be granted the dream job of a lifetime with The Trump Organization and a hefty six-figure salary.\"The Apprentice\" is produced by Mark Burnett Productions in association with Trump Productions LLC. Mark Burnett, Jay Bienstock, and Donald Trump are executive producers. Conrad Riggs and Kevin Harris are co-executive producers",
    "chinese_title": "飞黄腾达  第四季",
    "douban_rating": "8.5/10 from 792 users",
    "foreign_title": "The Apprentice Season 4",
    "imdb_rating_average": 4.1,
    "douban_rating_average": "8.5",
    "update_at": "2025-03-04T19:16:14"
}