{
    "aka": [
        "学徒 第二季",
        "飞黄腾达"
    ],
    "sid": "4913558",
    "cast": [
        {
            "url": "/celebrity/1018145/",
            "name": "唐纳德·特朗普 Donald Trump",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1182103/",
            "name": "Kelly Perdew Kelly Perdew",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050215/",
            "name": "凯文·艾伦 Kevin Allen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2885304519.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0514026",
    "director": [],
    "duration": "60分钟",
    "episodes": "15",
    "language": [
        "英语"
    ],
    "playdate": [
        "2004-09-09(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0514026/",
    "imdb_votes": 81,
    "this_title": [
        "The Apprentice Season 2"
    ],
    "douban_link": "https://movie.douban.com/subject/4913558/",
    "imdb_rating": "3.7/10 from 81 users",
    "trans_title": [
        "飞黄腾达 第二季",
        "学徒 第二季",
        "飞黄腾达"
    ],
    "douban_votes": "1477",
    "introduction": "现在美国最流行的一句话是什么？——你被解雇了！（You　are　fired！）这句美国人最怕听到的话，现在是风靡全美的电视热门语。也许就是因为最怕听到，所以乐意在电视上看它发生在别人身上。其实就算美国人说话直接，公司解雇人也不会说“你被解雇了”，而是委婉的“我们很遗憾让你走”之类，但是说白了当然就是一个“你被解雇了”的意思。基本上在美国生活几乎人人都有被解雇或裁员或失去工作的经验，据说平均每人得摊上三次。所以，当CBS真实电视节目《幸存者》的构想者又想出一个以美国商业运作为主题的新真实电视节目的时候，这句直接了当的台词成了每集节目的落幕词，而该节目一出，就风靡一时，本来都以为真实电视热快退潮了，却又被该剧推向另一个高潮。一时间，美国办公室的闲话全是围绕该节目的内容，节目中的人物也一夜之间迎来他们的“十五分钟名气”。这台正火爆的节目叫《学徒》（The　Apprentice），其构思是，在全美招十二位年轻人，到纽约跟地产大亨唐普（Trump）学徒，分成两组，每集由唐普安排一个经营项目，两队伍中输了的一方由唐普裁决谁负主要责任，然后解雇之———“你被解雇了”就由唐普说出。最后获胜者赢得担任唐普集团一个公司经理一年的机会。每集从事的工作五花八门，比如推销瓶装水，用三轮车载客，经营餐厅，卖画，推销慈善活动，装修公寓并将之租出，等等，盈利高的队伍赢，盈利低的当然就是输。在商业发达的美国，这种揭商业运作内幕的节目，再以比赛的方式，而且用唐普这样本来在公众中就脸熟的大亨来主持，肯定是一炮而红，倒令人奇怪怎么没人早想出这样的点子。一时间，公司白领们集集不漏，而很多商学院的企管系也都把电视中的案例留成作业题要学生写报告。恰恰是在美国经济低潮，人们对企业信任度也大打折扣的时候，这样一台节目的风行当然会让评论家有话说。该剧风靡之时电视上另一经常出现的新闻是很多公司总裁因涉及各种欺骗行为在受审，比如家政女王玛莎·斯图瓦特就因为买卖股票的问题刚被定罪，也因此不得不辞去自己创办的公司的总裁职务，“你被解雇了！”正发生在好多这样的大头目身上，也许几年前因华尔街泡沫危机深受其害的公众颇有些幸灾乐祸，这句台词可是说到点子上了！甚至有评论说，正值总统大选，布什都应该注意这个现象，因为美国人有被解雇的经验，但是在选举中则有解雇各级政府领导人的决定权，所以，“你被解雇了！”之所以流行，就是因为不光是小人物可能遭遇到，而且人人都可能遭遇到，总统也不例外。而且意味深长的是，前几年假大空商业现象令人们在商业上趋于传统，所以由传统行业地产业大亨主持，案例也多是传统买卖的《学徒》的受欢迎，也暗示着对于膨胀经济的反弹。事实上，剧中最早被解雇的学徒就是一个开互联网公司的，而最受欢迎的学徒之一却是来自爱达荷州一个大学都没念过的房地产代理人，这些都是让人觉得有趣的巧合。抛弃假大空，回到实实在在，似乎是该剧传达的一个信息。菲兹杰拉尔德说在美国生活中没有第二次机会，其实不对，因为美国人喜欢给落后者加油，也喜欢给摔倒后能爬起来的人加油。唐普就是这样一位曾经不可一世，面临破产，现在又卷土重来的人物。本来他在媒体上的形象不怎么样，他做房地产的张扬，跟老婆的离婚官司的好戏，都是小报冷嘲热讽的题材。可是，他现在不但在商业上卷土重来，而且《学徒》节目还重塑了他的公关形象，出现在节目中的他竟然让人觉得不那么令人讨厌，所以可谓是唐普的又一胜利。而这个节目也成为他的又一商业成功，因为他可不光是出演一个角色，而是对该节目有投资及发言权的。因为首季的成功，这节目已经成了正苦于《老友记》即将落幕没有热门节目跟上的NBC电视台的最新杀手锏，第二季的准备工作已经开始，申请当学徒的报名者成千上万，招募点队伍蜿蜒望不见尽头。Bloomingdale百货商店推出写着“你被解雇了”的T恤衫，一个钟头就卖出了300件！这台剧的确在一定程度上真实反映了美国的办公室政治，因为没人想被解雇，人人要向上爬，所以也是充满了明争暗斗，再加上些男女同事的异性吸引力，性格不协调的人的格格不入以至口角，所有人都烦的某个同事，总之充满戏剧性，而这些在节目中都出现了，所以上班族们看得乐此不疲。如果想了解美国人的商业心理与游戏规则，怎么与之在商业上打交道等等，这节目绝对是部好教材。",
    "chinese_title": "飞黄腾达 第二季",
    "douban_rating": "8.0/10 from 1477 users",
    "foreign_title": "The Apprentice Season 2",
    "imdb_rating_average": 3.7,
    "douban_rating_average": "8.0",
    "update_at": "2025-08-28T04:28:17"
}