{
    "aka": [
        "Vechnoye siyaniye"
    ],
    "sid": "4913506",
    "cast": [
        {
            "url": "/celebrity/1155647/",
            "name": "Kostas Smoriginas Kostas Smoriginas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1102936/",
            "name": "Virginija Kelmelyte Virginija Kelmelyte",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1987",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900069530.jpg",
    "region": [
        "苏联"
    ],
    "writer": [],
    "imdb_id": "tt0200619",
    "director": [
        {
            "url": "/celebrity/1020186/",
            "name": "阿尔吉曼塔斯·普帕 Algimantas Puipa",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "Lithuanian"
    ],
    "playdate": [
        "1987"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0200619/",
    "imdb_votes": 30,
    "this_title": [
        "Amžinoji šviesa"
    ],
    "douban_link": "https://movie.douban.com/subject/4913506/",
    "imdb_rating": "6.2/10 from 30 users",
    "trans_title": [
        "永恆之光",
        "Vechnoye siyaniye"
    ],
    "douban_votes": "0",
    "introduction": "“Eternal Light” (“Amžinoji šviesa”) (1988) – Lithuanian feature film, one of the most remarkable cinema works of the country during the last decade. In the story of Rimantas Šavelis the film director Puipa returns to the village, roots, to the end of fifties – the period, traditional in the Lithuanian cinema. Here, contrary to the films of such type, Puipa shows the post-war period not in a publicistic, but a lyrical and subtle way. Though weapons can be seen in the hands of the characters, shots are not resounding here, and the general plot is limited to the emotional relationship among four main characters. A land-surveyor Anicetas (actor Vidas Petkevičius) has an aversion to his persecutor Pranė (actress Daiva Stubraitė) and marries the loved Amilė (actress Virginija Kelmelytė) from the other village. Amilė, guided by hardly understandable inner impulses, can not believe that this is her real home and leaves away with a jolly machine-operator Zigmas (actor Kostas Smoriginas) to meet unclear future, but indeed meets the torture… Although film does not explicitly talk about war, dramatic post-war struggles and forced collectivisation, this hardly bearable burden of the historical past, which is not the past yet, oppresses the heroes and influences the melancholy and bitterness of the film atmosphere. Plastically stylised with the help of the old, nostalgic photographs (cameraman Rimantas Juodvalkis), “Eternal Light” suggestively shows how people rise up, try to stretch themselves and seek for the light. This motive coincided with the awaking self-consciousness and self-respect of Lithuanians in that period. At Locarno International Film Festival this work was awarded the main Golden Sails Prize.",
    "chinese_title": "永恆之光",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Amžinoji šviesa",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-08-30T14:35:40"
}