{
    "aka": [],
    "sid": "4914638",
    "cast": [
        {
            "url": "/celebrity/1313397/",
            "name": "馨子 Xin Zi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2498568547.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "普通话"
    ],
    "playdate": [
        "2005"
    ],
    "this_title": [
        "网"
    ],
    "douban_link": "https://movie.douban.com/subject/4914638/",
    "trans_title": [
        ""
    ],
    "douban_votes": "140",
    "introduction": "数学课上，老师出了难题，班里无人做对。肖斌悄悄做好，却不作声，还是同桌廖拟嚷嚷着发现的。数学老师把这一点告诉吴老师，吴老师会心一笑。回家时，肖斌路过网吧，欧阳老板屡次邀他都不成功，脸上表情阴晴不定。在QQ上，“悠悠小鳗”开始向肖斌请教很多游戏方面的问题。于是，肖斌找到一个办法，他自己不玩，却一一替“悠悠小鳗”解决游戏里的问题来过瘾。不过，当“悠悠小鳗”劝他重新投入心爱的游戏时，却被他一口拒绝，在他心里，始终无法原谅自己，因为在网吧打游戏而没有见到母亲最后一面。深夜，肖斌梦见在一条深邃的长廊，交杂各种游戏人物，最后看见母亲在医院长廊呼喊他，他汗水淋漓地惊醒。肖斌参加数学考试，吴老师监考，他早早把题做完后就望着窗外出神，吴老师也看着他，两人第一次对视。学校食堂里，传来消息：网络游戏公司举办的“大师赛”即将开始。因为肖斌不参赛，赵晨飞态度格外嚣张，小兄弟们都觉没面子。肖斌在周围人的影响下，有些动摇了。一天， “悠悠小鳗”突然约肖斌见面。 她左等右等，肖斌都没有出现，就在她打算离去时，看到了擦肩而过的肖斌的背影。她叫住了肖斌。肖斌也第一次看见了网上无话不谈的“悠悠小鳗”，原来是个异常美丽的女孩，比自己大两岁，真名叫王小曼。两人见面后出去玩，在江边美丽的夜色中，王小曼告诉肖斌，她想请肖斌在“大师赛”中作为她的斗士，为她出去一战，并就此洗手退出。肖斌的心终于被彻底激活，答应了小曼。肖斌再次走入网吧，轰动四座，玩家们一阵欢呼，欧阳老板露出得意的笑容。从此，肖斌白天在校念书，一放学就找各种理由去网吧训练。王小曼原来是受欧阳老板幕后之托，把肖斌重新引回黑网吧以刺激生意的，而在与肖斌的交往中，她内心充满歉疚。休息日，吴老师在野外举行了一次别开生面的室外活动，给孩子们阐释了他理解的大自然这个意义上更广阔的网，就在他最想和肖斌沟通的时候，却发现肖斌已经提前走了。聪明的肖斌渐渐发现了小曼的真实身份，但一直以来他把小曼当成姐姐般依恋，尽管感觉自己被欺骗，但他依然没有拆穿她。此刻，他最大的心愿是在比赛中证明自己。在“大师赛”的报名处，肖斌因为是未成年人无法报名。欧阳老板设法替肖斌报了名，肖斌开始厌烦这里面的虚假。王小曼也开始改变，在比赛前，她把一切对肖斌和盘托出，并告诉肖斌，在她心目中，他是唯一的高手。隐瞒年龄的肖斌出现在网络游戏“大师赛”上，等吴老师赶到比赛地点，他已连克强敌，获得冠军，又匆匆离开。回到家，得知肖斌去参赛的父亲，盛怒之下砸掉了肖斌的电脑，肖斌看见母亲送他的小仙人球也被砸碎，夺门而出。肖斌孤独地走在街上，不知何去何从……肖斌父亲余怒未消，冲到黑网吧找老板算账，正好碰见来找肖斌的吴老师，阻止了他的过激行为。吴老师在王小曼的指点下，在江边找到了肖斌。面对肖斌，吴老师说出了自己的故事：原来，学计算机的吴老师，在大学里是个超级网络游戏玩家，几乎整整一年，沉迷在网络游戏中，没有出过寝室。女友为了劝他，也开始玩，没想到她沉溺地更深，最后因旷课太多被学校劝退，跟吴也分了手。从此后，吴老师再也不玩网络游戏了。肖斌听后，若有所思。国家加大了对未成年人出入网吧的管理力度，严明了有关政策，黑网吧终被取缔。学校接到了国家关于《加强未成年人思想道德建设》的文件，校长让吴老师担任三维动画班的辅导员。在第一节课上，同学们惊讶地发现电脑上出现的竟是网络游戏。吴老师笑着解开了大家的疑团，要真正享受精美的游戏就必须先掌握制作的技巧和奥秘，人应该做电脑的主人。肖斌的座位依然空空如也，突然，教室门口传来声音，肖斌酷酷地出现在门口，露出了久违了的笑容……http://www.xgdown.com/article/274/118433_2.htmhttp://ent.163.com/ent/editor/movie/050224/050224_382196.html",
    "chinese_title": "网",
    "douban_rating": "5.2/10 from 140 users",
    "foreign_title": "",
    "douban_rating_average": "5.2",
    "update_at": "2025-05-24T19:01:23"
}