{
    "aka": [],
    "sid": "4915096",
    "cast": [
        {
            "url": "/celebrity/1067623/",
            "name": "理查德·坎布里奇 Richard Cambridge",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "爱情",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868461618.jpg",
    "region": [
        "英国",
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0363571",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1999-08-09(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0363571/",
    "imdb_votes": 28,
    "this_title": [
        "Distant Bridges"
    ],
    "douban_link": "https://movie.douban.com/subject/4915096/",
    "imdb_rating": "6.7/10 from 28 users",
    "trans_title": [
        "往事如烟"
    ],
    "douban_votes": "0",
    "introduction": "耄耋之年的威尔永远忘不了他的好朋友费舍，他们从小一同长大，又一同经历了战场上血与火的考验。那是1914年，为了自己的国家做点什么是他们在认真考虑的问题。费舍在学校里是有名的淘气包，喜欢冒险，他和艾米在校园里偷着接吻被校长发现，费舍被当成伤风败俗的典型受到惩罚，虽然他的自尊心严重受挫，却没有阻止他们彼此相爱。费舍和威尔盼着去前线，真正的战场和他们想象的完全不同，却是将他们锻炼成真正的男人的地方。费舍渴望忘掉战争，渴望见到亲人，但是他最终永远地留在那里。悲伤的威尔拖着伤腿回到家乡，和艾米一同勇敢地面对生活，组建了幸福的家庭。精彩看点：时光流逝，一切仿佛过眼云烟。但是那些刻骨铭心的记忆是至死不忘的，尤其是人在步入暮年时，对将来的考虑越来越少，而不能淡忘的却是过去的事，而且会越来越清晰。战争拆散了依恋的情侣，夺去了好朋友，但是，有幸活下来的人把对故人的一切珍藏在记忆的深处，把他们一同成长的过去交给历史。他们知道，在时间的尽头他们将会重逢，到那时一切都将成为永恒。The ‘coming of age’ theme has been subject of many a film over rthis century. Combine that idea with two young lads going off to fight for their country in the Great War of 1914/18 and you have Distant Bridges. For Aurthur Fisher (Richard Cambridge) and Will Brown (David East), schoolboy friendship in the sleepy North country town they live in, mirrors the traditional prankster and one-up-manship, associated with youth in any period. However, they dream of adventure and to Arthur and Will, fighting for King and country in France against the wicked ‘hun’, is probably the best adventure they could imagine.Neither are 18, but that doesn’t deter them from trying to enlist. In Will’s case, passing for 18, due to his size is academic, however Arthur, of slight build needs a little help in pursuading them of his age.Having passed the hurdle, they are despatched into the forefront of battle in the French trenches, and only then does the true horror of war and it’s sickening and mindless killing hit home to the two young men.For Arthur being slightly injured requires his return to ‘Blighty’ on leave and to the girl of his dreams, Amy (Laura Patch). Back at the front the news that he is to be a father, gives Arthur a new purpose in life, to stay alive and see his child grow up. But for Arthur life is to be cut short when he’s riddled with machine-gun bullets. For Will, thea death of his best friend is shattering, but he survives the war, returning to England injured but alive, seeing the future in the eyes of Arthur’s growing son, and a new generation, who hopefully will never have to go through such a trauma again.Directed by Dusty Rhodes, the two young leads played by Richard Cambridge and David East, are thoroughly convincing as innocents taught the harsh reality that war is no graet adventure, consequently they mature rapidly as the story unfolds.In the lead role Richard Cambridge shows a potential of greater things to come, as he hopefully gains more experience from forthcoming roles that will stretch his ability to perform in front of the camera. On this showing he should find a very successful career ahead as an actor. Watch this space....",
    "chinese_title": "往事如烟",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Distant Bridges",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-05-29T03:00:37"
}