{
    "aka": [],
    "sid": "4917364",
    "cast": [
        {
            "url": "/celebrity/1207926/",
            "name": "约瑟夫·博伊斯 Joseph Beuys",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1981",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2538219054.jpg",
    "region": [
        "西德"
    ],
    "writer": [
        {
            "url": "/celebrity/1026093/",
            "name": "Dore O. Dore O.",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1132994/",
            "name": "维尔纳·内克斯 Werner Nekes",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0207335",
    "director": [
        {
            "url": "/celebrity/1026093/",
            "name": "Dore O. Dore O.",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1132994/",
            "name": "维尔纳·内克斯 Werner Nekes",
            "@type": "Person"
        }
    ],
    "duration": "11 分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1981"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0207335/",
    "imdb_votes": 23,
    "this_title": [
        "Beuys"
    ],
    "douban_link": "https://movie.douban.com/subject/4917364/",
    "imdb_rating": "6.1/10 from 23 users",
    "trans_title": [
        "博伊斯"
    ],
    "douban_votes": "0",
    "introduction": "The first thing to strike you about this DVD release is its content: a single film, totalling only 10 minutes and 30 seconds, and absolutely no extras. Admittedly that film does come in two versions – with or without its burnt-in English subtitles – but this provides a choice present solely for language reasons; in all other respects both versions are completely identical. As such we’re not faced with the greatest of enticements – beyond the fact that this is already a disc which will sell only to niche audience – but then Beuys isn’t your typical offering. In spite of its barely there running time it manages to be a dense, playful and provocative work; it shouldn’t be gauged simply by the number of minutes it lasts for, but rather the number of repeat viewings it prompts. Indeed, once you’ve selected which version of the film you wish to watch the disc then happens to play on a continual loop – a fitting quality as you’ll wish to return to it immediately.Ostensibly, and as the title should hopefully have suggested, Beuys is a documentary on the German artist Joseph Beuys, a renowned figure in modern/contemporary art circles and one recently treated to a major retrospective at Tate Modern. This may put the film in the same category as, for example, Clouzot’s La Mystère Picasso, Rivers and Tides (on Andy Goldsworthy) or Right Out of History (on Judy Chicago), yet for each of their respective qualities these works offer essentially conventional records of their subjects. Beuys on the other hand takes a more conceptual approach and as a result perhaps shares a closer kinship with Gilbert and George’s contemporaneous feature The World of Gilbert and George. Here we find Beuys effectively given free rein – his is the only voice, indeed only sound, which we hear; he is the only person to appear onscreen, and in a single take at that; and even the opening credits seem unnaturally hasty in their efforts to move out of his way, having been written directly onto the celluloid and over in seconds – but crucially he doesn’t figure in the expected manner. Rather we find him facing a wall, with his back to the camera and placed in a spotlight so that he becomes almost a silhouette.Indeed, all we see are the hands behind his back and his equally stationary right ear, the rest of his body having been engulfed by a hat and sizeable coat. Under such circumstances he resembles nothing more than a big screen gangster, one in a firing line perhaps or an informant trapped in an intense spotlight. Moreover, the décor seem to match such an interpretation: the walls are painted white and are completely bare save for some electrical fittings which presumably no longer work; apart from Beuys himself the only other visible object is a radiator of standard persuasion. All told it appears that we’re in either a disused factory or some abandoned warehouse – either way it’s a stark environment, but also one teeming with atmosphere.So quite how do we take the film? Have directors Werner Nekes and Dore O. got Beuys in the firing line, forcing him to issue some “famous last words” as it were? And if so, are they this from a “friendly” perspective or perhaps something a little more aggressive? Certainly, he’s the star of the piece and gets his name in the title and even though we never see his face, would not a conventional ‘talking heads’ approach have been the more familiar, and therefore anonymous, approach? Indeed, in this instance he’s afforded a great deal of charisma, treating us to long pauses for maximum dramatic effect, sharing the attire, as said, of a movie star, positioned in such a way so that every movement becomes apparent, and, most importantly, able to command our attention from the very first syllable he utters.Of course, there’s a major possibility that Beuys’ conception would outweigh its content, but really this isn’t the case. Rather the film’s true heart lies in what its subject has to say for himself – his theory on art and perception, how this fits into his own artistic output, and the ramifications it will have in the future, during “the next cultural epoch”. The key question to ask ourselves is not whether the concept is more important than Beuys, but whether it has the desired effect. Had Beuys been a conventional documentary portrait would we be paying it so much attention? Would we return to it time and again? And would it still feel, even on the umpteenth viewing, as though it still had secrets to share?",
    "chinese_title": "博伊斯",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Beuys",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-10-01T06:39:28"
}