{
    "aka": [
        "Karma"
    ],
    "sid": "4917707",
    "cast": [
        {
            "url": "/celebrity/1314226/",
            "name": "崔鹏 Peng Cui",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275756/",
            "name": "佟丽娅 Liya Tong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316474/",
            "name": "蒋冰 Bing Jiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274774/",
            "name": "曹秋根 Qiugen Cao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2625777963.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1318442/",
            "name": "鲁坚 Jian Lu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1318442/",
            "name": "鲁坚 Jian Lu",
            "@type": "Person"
        }
    ],
    "duration": "94分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2009-11-03(中国大陆)"
    ],
    "this_title": [
        "玫瑰余香"
    ],
    "douban_link": "https://movie.douban.com/subject/4917707/",
    "trans_title": [
        "Karma"
    ],
    "douban_votes": "88",
    "introduction": "苏南市交警郭长明的女儿郭佳妮在苏南市市郊公路旁被车撞伤，肇事车辆逃逸离开了现场。在事发现场，除了摔坏的自行车和郭佳妮的一幅写生画，还有一束鲜艳的玫瑰花，经过对现场进行勘查，初步认定肇事车辆是一辆灰色的微型车辆，另外，交警支队事故科的周大勇还接到一个神秘的报警电话。经过医护人员的全力抢救，郭佳妮虽然勉强保住了性命，但成为了植物人，郭长明怀着悲愤之情，开始不顾一切地追查肇事逃逸者，经过对事发当日在肇事路段行驶的有关灰色微型车辆的情况进行排查，最后把调查目标锁定在上海的几辆灰色车主。在这同时，郭长明从张秀梅那里得知，有个神秘的中年女人给一家花店留下一笔钱，让花店每天让一家花店往郭佳妮的病房送玫瑰花，郭长明隐隐感觉到郭佳妮的这起车祸背后有一段隐情，结合玫瑰花的线索，通过上海交警部门的协查，他意外地发现，撞伤女儿的灰色面包车的车主竟然是他的初恋情人梦婕…… 一年前，在上海服装学院服装学习服装设计的郭佳妮在成功举办了自己的毕业作品演示会后，接受了相爱多年的男友的求婚，并跟他一起去上海郊县的清塘镇见他的母亲梦婕，没想到梦婕见到郭佳妮之后，坚决不同意跟郭佳妮的婚事，而且要在她和郭佳妮之间做出选择。谭柯和郭佳妮的爱情面临严峻考验，他告诉郭佳妮他刚生下不久，他的父亲因为见义勇为牺牲后，梦婕含辛茹苦把他抚养成人，这辈子非常不容易，因此梦婕不同意他们的婚事是因为她一时接受不了儿子要离开她的现实，他希望郭佳妮能给她一些时间。但有一天，梦婕突然找到郭佳妮，把她反对和郭佳妮的婚事的原由告诉郭佳妮后（而且让郭佳妮保证不要把这个原由告诉谭柯），郭佳妮经过一番痛苦的思考，暗自决定离开谭柯。在这同时，年轻的意大利侨商叶晓钟怀着回国创立自己的服装品牌的梦想，在上海创办了FOR YOU服装公司，他在看过郭佳妮的毕业作品演示会后，因为欣赏郭佳妮的才华，诚邀郭佳妮加盟FOR YOU公司，郭佳妮被叶晓钟的创业精神所打动，在加盟公司之后，以“与人玫瑰，手有余香”的生活哲理为题，设计了一套名为“玫瑰余香”的中式晚装，在时装界取得成功。同时，叶晓钟也向郭佳妮表达了他对她的爱慕之情，郭佳妮为了割断跟谭柯的恋情，借机违心地接受了叶晓钟的感情，谭柯误以为郭佳妮是因为看上了叶晓钟的家庭背景，而另攀高枝，带着爱恨交加的心情在大庭广众之下羞辱了郭佳妮，毅然离开的郭佳妮。正当叶晓钟兴致勃勃地要带着郭佳妮去意大利见他的家人时，郭佳妮却突然告诉叶晓钟，她在心里并没有忘记对谭柯的爱，她不能嫁给叶晓钟。叶晓钟不明白她和谭柯既然如此相爱，为什么不能在一起，郭佳妮便把梦婕告诉她的原由告诉了叶晓钟。原来在二十多年前，作为一名普通警察的郭长明，因为拿不出钱迎娶跟他相恋多年的梦婕，俩人发生矛盾争吵后，梦婕赌气嫁给了在苏南市投资做生意的谭老板，后来，郭长明在追查一起文物走私案时，发现犯罪团伙的头目竟然就是谭老板，郭长明奉命去抓捕谭老板，谭老板行凶拒捕，郭长明开枪当场打死了谭老板。已经怀上谭柯的梦婕怀着对郭长明的怨恨，离开了苏南市这个伤心之地，到上海的清塘镇靠种植玫瑰花，独自抚养谭柯，并给他编造了一个美丽的身世谎言，但没想到天意弄人，谭柯竟然跟“有杀父之仇”的郭长明的女儿郭佳妮相爱了。叶晓钟知道真相后，暗自决定要帮助郭佳妮成全她跟谭柯的爱情，但就在这时，对郭佳妮充满嫉恨之心的谭柯到苏南市找?",
    "chinese_title": "玫瑰余香",
    "douban_rating": "3.7/10 from 88 users",
    "foreign_title": "",
    "douban_rating_average": "3.7",
    "update_at": "2025-04-29T09:15:19"
}