{
    "aka": [],
    "sid": "4922857",
    "cast": [
        {
            "url": "/celebrity/1314377/",
            "name": "黄杏秀 Cecilia Wong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313798/",
            "name": "高雄 Eddy Ko",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1459953/",
            "name": "王敏明 Wong Man Ming Stella",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1988",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2538967811.jpg",
    "region": [
        "香港"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "20",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "1988-01-18"
    ],
    "this_title": [
        "南拳蔡李佛"
    ],
    "douban_link": "https://movie.douban.com/subject/4922857/",
    "trans_title": [
        ""
    ],
    "douban_votes": "122",
    "introduction": "富家子弟陈享（孟飞）自幼好武，苦无名师指点，长大成人无所事事，其母让其去广州找舅舅李有山（秦沛）学习经商。陈享在广州救下了马受惊的富商千金郑安妮（黎美娴），安妮对其留下深刻印象，在奕康老爷（吴孟达）的寿宴上，享与安妮重逢，并见到了广州著名的艺妓徐小玄（黄杏秀），享和奕康之子奕真（戴志卫）对其惊为天人，一见钟情，而小玄却对奕真情有独钟。李有山实为南拳高手，享拜李有山为师。一日无意中发现小玄和蔡福（高雄）的师徒关系。李有山偶遇蔡福，两人意气相投，结为生死之交。蔡福告诉小玄其生世，原来蔡福与奕康同是少林弟子，奕康贪图富贵，勾结朝廷火烧少林，少林全寺僧人遭难，只有蔡福侥幸逃脱，小玄之父为朝中大官，仗义执言，为少林辩护，但被奕康污蔑勾结少林，结果皇上下旨徐家男子处死，女子卖到青楼。小玄听后悲愤至极，发誓报仇。蔡福刺杀奕康失败，被李有山所救，李决定带蔡福与陈享离开广州，结果所乘之船在海上被奕康使计炸沉，陈享被安妮之父所救，而李与蔡则飘到荒岛上，最终被奕康手下发现，李受重伤而死，临死前要蔡福收陈享为徒。安妮在照顾陈享的日子对陈享的感情日深，而陈享心中却只有小玄。蔡福回广州，带小玄和陈享上罗浮山练功。林则徐（刘江）查出奕康贩卖鸦片等罪行，欲将其正法，行刑之即，圣旨忽到要将奕康交于三堂会审，亦真半路拦截欲救走奕康，小玄与蔡福赶到，亦真为救小玄使得蔡福与陈享得以手仞奕康。亦真誓要为父报仇。第一次鸦片战争爆发，郑父带安妮回四川避难，安妮路遇山贼，幸被陈享所救。安妮的舅舅是林则徐，林则徐敬佩蔡福武功，要安妮带信与蔡福邀其下山训练士兵。蔡福被林则徐的诚意所感动，决定下山。安妮在山上看见陈享与小玄在一起，负气离去。蔡福来到广州与林则徐相见，却传来林则徐被解职的消息，蔡福仍决定留下，誓与广州共存亡。英军炮烘虎门，蔡福赶到衙门求救兵，却被琦善埋伏下的火枪队暗杀，享与小玄悲痛不已。小玄决定回山为师父守灵，长伴师父，而陈享决定护送林则徐回乡。第一次鸦片战争结束，琦善代表清延与英国签下南京条约割让香港给英国。几年后，享在广州开了一家蔡李佛武馆。朝廷重新启用林则徐。一日林则徐带享参加宴会，享与安妮重逢。但安妮早已嫁作他妇，二人心中都很伤感。安妮的丈夫杨昆（郭峰）受人挑拨，对享大打出手。享说出安妮对杨昆的感情，终于使安妮夫妇冰释前嫌。安妮与杨昆出席一次迎接英国亲王的舞会，亲王威尔斯对安妮的美貌一见倾心，借口要为安妮画像，在杨府灌醉杨昆后将安妮强暴。杨昆大怒，要与威尔斯决一死战，结果反被威尔斯所杀，安妮深受刺激，请享为其报仇。享用铁砂掌击中威尔斯，威尔斯数日后不治身亡，为安妮报得大仇。罗浮山上，小玄与奕真终于重逢，在小玄的劝说下，真终于放下仇恨，与小玄开始了幸福的生活。岂料好景不长，奕真仇家上门寻仇，真与玄虽得以逃脱，但小玄却因为中毒不得不截肢。一日安妮偶见奕真，疑其来寻享报仇，叫享提防，享追寻奕真下落至真与玄栖身之所，真恰好出门，享与玄相见，不胜惊喜，然而被陈享击败的日本高手跟踪而至欲暗算享，玄为救享而死，临死之际求享若真找其寻仇请享放过他，享悲痛欲绝，含泪答应。真回来见此一幕，悲愤之余发誓要找享报仇。一股英军侵扰广东三元里，三元里的百姓在陈享的带领下打退了这股英军。享带领民众抵抗洋人受到珂善的人的敌视，欲借机将其害死，安妮发现事情有异，前去示警，却为救享身亡。真数次来寻享报仇，却始终非其敌手，感于享多次手下留情，终于放下心中仇恨，但是最终与仇家同归于尽。享见救国无望，且眼见的知己好友一个个为救自己死去，心灰意懒，决意随神僧云游天下。",
    "chinese_title": "南拳蔡李佛",
    "douban_rating": "7.4/10 from 122 users",
    "foreign_title": "",
    "douban_rating_average": "7.4",
    "update_at": "2025-04-18T15:21:18"
}