{
    "aka": [],
    "sid": "4922790",
    "cast": [
        {
            "url": "/celebrity/1323753/",
            "name": "陈兵 Bing Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275175/",
            "name": "王冰 Bing Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313423/",
            "name": "姬晨牧 Chenmu Ji",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1351332/",
            "name": "穆宁 Ning Mu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1414945/",
            "name": "熊大桦 Dahua Xiong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1401894/",
            "name": "陈琦 Qi Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1483973/",
            "name": "杨宝琮 Baozong Yang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2554021278.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1403516/",
            "name": "计红绪 Hongxu Ji",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1418618/",
            "name": "洪开 Kai Hong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1406212/",
            "name": "王云高 Yungao Wang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1318385/",
            "name": "于中义 Zhongyi Yu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "6",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1991"
    ],
    "this_title": [
        "明宫三大案"
    ],
    "douban_link": "https://movie.douban.com/subject/4922790/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "一、梃击案案件始末明万历朝，因立太子曾引起朝廷激烈的争论。万历帝长子朱常洛为太后宫女王氏所生， 极受冷遇；而宠妃郑贵妃所生皇三子朱常洵为万历帝所钟爱，郑氏与万历帝“密誓”立常洵为太子。 　　朝臣依据封建王朝太子立嫡，无嫡立长的法纲力争，但万历帝总以各种借口拖延，直至皇太后施加压力，始于万历二十九年（1601年）册立朱常洛为皇太子，同时也封常洵为 福王，藩国洛阳，这就是万历朝围绕确立太子争论了15年的“争国本”斗争。从万历二 十九年（1601年）至四十二年（1614年），又斗争了13年，直至福王离开北京赴洛阳就 国才真正确立了朱常洛的太子地位。但宫闱的权力之争仍未停止。 　　万历四十三年（1615年）五月，宫外男子张差手持木棒闯入大内东华门，一直打到皇太 子居住的慈庆宫，后被内监捕获。对张差梃击太子宫之事，朝内争论不一。支持郑贵妃 倾向福王为太子的臣僚认为是张差疯癫所为；支持皇太子的大臣认为是陷害太子的阴谋 。经刑部十三司会审，查明张差系京畿一带白莲教的一支红封教的成员，其首领为马三 道、李守才，他们与郑贵妃宫内的太监庞保、刘成勾结，派张差打入宫内，梃击太子宫 。 　　此案的发生，震惊了宫内和朝野。联系万历四十一年（1613年）曾发生郑贵妃的内侍与 奸人勾结诅咒皇太子的事件，梃击案牵连到郑贵妃在所难免。万历皇帝极力调解皇太子 与郑贵妃的矛盾，一方面怒责郑贵妃，一方面迫使皇太子改变态度，由“张差所为，必 有主使”改变为“此事只在张差身上结局足矣”。此外，万历皇帝又召见群臣，表示怀念皇太子的保护人皇太后，以示自己立太子的诚意。他明令除惩治张差等人外，“不许 波及无辜人”，以解脱郑贵妃。 　　此案结局，张差磔死，马三道、李守才发远方戍守，太监庞保、刘成在内廷击毙，梃击 案掀起的轩然大波暂时平息。然而宫闱争斗并未真正结束，在泰昌、天启年间更为剧烈地展开，“红丸案”、“移宫案”接踵发生。梃击案与权力之争显然有关，但其内情至今未有定论，成为明宫疑案之一。相关人物1、郑贵妃 　　郑贵妃，大兴人。明万历初入宫，封贵妃，生皇三子朱常洵，进封皇贵妃，是万历帝最 宠的妃子。因太子久不立，外廷疑郑氏有立己子谋。万历二十九年（1601年）太子册立 。万历四十一年，奸人孔学为陷害太子，牵连郑贵妃，梃击案又有郑贵妃之太监参予其 事。万历去世后，郑贵妃仍居乾清宫，命光宗封其皇太后，以大臣反对乃止。后移居慈宁宫，崇祯三年（1630年）去世，葬银泉山。 　　2、福王 　　福王，名朱常洵，明万历皇帝第三子，郑贵妃所生。万历久不立太子，中外疑郑贵妃谋 立己子，朝臣交章言其事。万历二十九年（1601年），常洵封福王，至四十二年（1614 年）始就藩。崇祯时，李自成的农民起义军攻至河南，陷洛阳，俘福王常洵，后被杀。二、红丸案简要介绍朱常洛自幼不得其父喜爱，13岁才出阁读书，又长期辍读，经历坎坷。朱常洛即位后，颇具心计的郑贵妃又竭力笼络泰昌帝的宠妃李选侍，二人谋合，欲为己请封皇太后和皇后之号。泰昌帝由于忧心国事，本已虚弱的身体，不几日更是“圣容顿减”，“病体由是大剧”。 　　此时，司礼监秉笔、掌管御药房的原郑贵妃宫中的内医崔文升入诊帝疾，他用去热通利之药，希使泰昌帝腹泻排毒，却遭到东林攻击。这些人攻击皇帝生病是纵欲过度；崔文升进药是受郑贵妃指使，欲置皇上于死地。众太医于是束手。此后鸿胪寺丞李可灼又自称有仙丹妙药可治帝疾，对其药大臣们多不主张皇帝服用。但皇帝由于无计可施，决计服用。初服一丸，四肢和暖，思进饮食，再进一丸，于次日凌晨即崩。此药为红色，称“红丸”，以铅为主，以参茸为副。 　　东林于是开展攻击，称郑家有意谋害皇帝。继泰昌帝而后新登极的天启皇帝朱由校迫于舆论压力，准许内阁首辅方从哲退休，将崔文升发配南京，李可灼充军，此案草草收场。“红丸案”成为明宫疑案之一。转年，东林孙慎行等复官，又曾发此案以攻击方从哲。次辅韩广等出面调解。最后调查结果称在场“众臣皆有罪”。相关人物1、李选侍 　　泰昌皇帝妃嫔之一，时有二个李选侍，此为西李选侍。深受朱常洛宠爱，生皇四子，早 殇。又生皇八妹，封安东公主。天启时封为康妃。 　　2、崔文升 　　崔文升原为明朝万历皇帝郑贵妃的内侍，光宗朱常洛即位后，升司礼监秉笔，掌御药房 。光宗有疾，崔文升用大黄药，病益剧，不视朝。外廷诸臣攻崔是受郑贵妃指使有异谋 。未几，光宗服鸿胪寺丞李可灼红丸，遂崩。大臣攻崔、李，最后李可灼治戍，崔文升 谪南京。及魏忠贤专权，又召崔文升总督漕运兼管河道。崇祯即位，充孝陵净军。 　　3、方从哲 　　方从哲，字中函，其先德清人，后居北京。明万历十一年（1583年）进士，授庶吉士， 屡迁国子监祭酒。万历四十一年（1613年）升礼部尚书兼东阁大学士。在梃击、红丸、 移宫三案中，方从哲持其两端，受到攻击，天启二年削发归里。崇祯元年（1628年）卒 。史料记载红丸案，明末三大案之一。 　　万历四十八年（1620年）七月二十一日，万历皇帝病死。太子朱常洛继位，改年号为泰昌，所以习惯把他叫作泰昌帝。八月初一日，泰昌帝在登极大典上，“玉履安和”，“冲粹无病容”，就是行走、仪态正常，没有疾病的症象。泰昌帝在万历四十八年七月二十二日和二十四日，各发银100万两犒劳辽东等处边防将士，罢免矿税、榷税，撤回矿税使，增补阁臣，运转中枢，“朝野感动”。 　　本来以为新君继位，会有一番作为，不想登极大典后仅十天，也就是八月初十日，泰昌帝就一病不起。第二天的万寿节，也取消了庆典。《国榷》记载：郑贵妃“进侍姬八人，上疾始惫”。《罪惟录》也记载：“及登极，贵妃进美女侍帝。未十日，帝患病。”八月十四日，泰昌帝病重，召内官崔文升治病。服用崔文升开的药后，就开始腹泻，用今天话来说可能是得了急性肠胃炎吧。一昼夜泻好多次，有的说一昼夜泻三四十次。八月二十九日，泰昌帝召见内阁大臣，问：“有鸿胪寺官进药何在？”首辅方从哲等回话：“鸿胪寺丞李可灼自称有仙丹妙药，臣等未敢轻信。”这里稍作解释。鸿胪寺是掌管朝会、宾客、礼仪等事的一个机构，鸿胪寺的正卿叫鸿胪寺卿，四品。他的副手是鸿胪寺少卿，五品。鸿胪寺丞又低一级，六品，大致相当于现在的处级干部。泰昌帝命身边太监速召李可灼进宫。李可灼诊视完毕，泰昌帝命快快进药。诸臣再三嘱咐李可灼慎重用药，泰昌帝则不断催促赶快和药。到日午，李可灼进一粒红丸。泰昌帝先饮汤，气直喘。待药入，即不喘。于是称赞李可灼为“忠臣”。大臣们都心怀不安，等候在宫门外。一位太监高兴地出来传话：皇上服了红丸后，“暖润舒畅，思进饮膳”。（《明史·韩爌传》）日晡（bū）（申时，下午3～5时），李可灼又进一丸。次日（九月初一）卯刻，泰昌帝驾崩。这时，他继承皇位整一个月。因“红丸”引发的宫廷案件，史称“红丸案”。 　　泰昌帝是八月初一继位，九月初一就驾崩了，这当然是大事情，朝野上下议论纷纷。此案明显是由于光宗长期忧心操劳国事和东林党人胡乱议论干预治疗并耽误病情的结果。可东林偏偏说是服红丸而死；说是惑于女宠，是郑贵妃有意加害；说是用药差误。他们为了政治目的，间接害死皇帝在先，现在又抹黑先帝，真是罪行滔天。有的大臣因李可灼进红丸功，议“赏钱”；有的大臣以“李可灼罪不容诛”，议“罚俸一年”；有的大臣以“可灼非医官，且非知药知脉者”议上，将其遣戍；直到天启五年（1625年），魏忠贤上《三朝要典》，遂免可灼遣戍。李可灼这个案子，一直争吵了八年，成为天启朝党争的题目之一。三、移宫案案件介绍明万历四十八年（1620年）七月至九月一日，万历、泰昌两帝相继而亡，新帝即位之事关系着国家的命运，成为朝野关注的焦点。 　　天启皇帝朱由校由于其父泰昌帝朱常洛不得万历皇帝的宠爱，他自幼也备受冷落，直到万历帝临死前才留下遗嘱，册立其为皇太孙。朱由校的生母王才人虽位尊于李选侍之上，但因李选侍受宠，她备受李选侍凌辱而致死，临终前遗言：“我与西李（即李选侍）有仇，负恨难伸”。于是东林认为，朱由校从小亦受李选侍的“侮慢凌虐”，终日涕泣，形成了惧怕李选侍的软弱性格。但崇祯即位后却称李选侍对待他们兄弟甚好（《三桓笔记》）。　 　　泰昌帝即位后，朱由校与李选侍一起迁住乾清宫。一月后，泰昌帝驾崩，李选侍控制了乾清宫，在太监李进忠（魏忠贤）等支持下，企图逼封皇太后。此举引起朝臣怀疑，认为他要垂帘听政。 　　泰昌帝驾崩当日，杨涟、刘一燝等朝臣即直奔乾清宫，要求哭临泰昌帝，请见皇长子朱由校，商谈即位之事，但受到李选侍的阻拦。在大臣们的力争下，李选侍方准朱由校与大臣们见面。杨涟、刘一燝等见到朱由校即叩首山呼万岁，并保护朱由校离开乾清宫，到文华殿接受群臣的礼拜，决定以本月六日举行登极大典。为了朱由校的安全，诸大臣暂将他安排在太子宫居住，由太监王安负责保护。　 　　李选侍挟持朱由校的目的落空，又提出凡大臣章奏，先交由她过目，然后再交朱由校，朝臣们强烈反对。朝臣们要求李选侍移出乾清宫，迁居哕鸾宫，遭李选侍拒绝。李选侍又要求先封自己为皇太后，然后令朱由校即位，亦遭大臣们的拒绝，矛盾日渐激化。朱由校御乾清宫登极大典日期迫近。至初五日，李选侍尚未有移宫之意，并传闻还要继续延期移出乾清宫。内阁诸大臣站在乾清宫门外，迫促李选侍移出。朱由校的东宫伴读太监王安在乾清宫内力驱，李选侍万般无奈，怀抱所生八公主，仓促离开乾清宫，移居仁寿宫内的哕鸾宫。九月六日，朱由校御奉天门，即皇帝位，改明年为天启元年。至此，李选侍争当皇太后、把持朝政的企图终成画饼。　 　　李选侍虽已“移宫”，但斗争并未结束。“移宫”数日，哕鸾宫失火，经奋力抢救，才将李选侍母女救出。当时就有人斥责东林欺人太甚：“皇八妹入井谁怜，未亡人雉经莫诉”，指责他们违背孝悌之道。朱由校在杨涟等人的支持下批驳了这些说法，指出“朕令停选侍封号，以慰圣母在天之灵。厚养选侍及皇八妹，以遵皇考之意。尔诸臣可以仰体朕心矣”。后来又晋封选侍为康妃，加以安置。 　　至此，“移宫”风波才算暂告结束。它与万历朝的梃击案、泰昌朝的红丸案一直是天启朝党争的题目，史称晚明三大疑案。",
    "chinese_title": "明宫三大案",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-21T13:13:10"
}