{
    "aka": [
        "Five Disciples of Master Huang"
    ],
    "sid": "4925411",
    "cast": [
        {
            "url": "/celebrity/1275270/",
            "name": "张晨光 Morning Chang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019278/",
            "name": "郑则仕 Kent Cheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323829/",
            "name": "卓凡 Fan Zhuo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1343630/",
            "name": "吴珏瑾 Juejin Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336627/",
            "name": "方晓莉 Xiaoli Fang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037846/",
            "name": "莫少聪 Siu Chung Mok",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033090/",
            "name": "熊欣欣 Xinxin Xiong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318120/",
            "name": "高天 Tian Gao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1152771/",
            "name": "唐国强 Guoqiang Tang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1011562/",
            "name": "刘涛 Tamia Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327998/",
            "name": "洪雁 Yan Hong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317286/",
            "name": "何妤玟 Winnie He",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1276150/",
            "name": "吴磊 Leo Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1426253/",
            "name": "周仲 Zhong Zhou",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情",
        "武侠"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2324470853.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "37",
    "language": [
        "普通话"
    ],
    "playdate": [
        "2006"
    ],
    "this_title": [
        "黄飞鸿五大弟子"
    ],
    "douban_link": "https://movie.douban.com/subject/4925411/",
    "trans_title": [
        "Five Disciples of Master Huang"
    ],
    "douban_votes": "0",
    "introduction": "一代宗师黄飞鸿，武术和医术皆精湛，难得是他肯无私授徒，让绝学得以流传发扬。在他众多弟子当中，尤以梁宽、猪肉荣、鬼脚七、牙擦苏、和路小月五人最为后世传颂，他们拜师的经历及各人的英雄事，精彩有趣。在黄飞鸿三十九岁那年，他父亲黄麒英因病辞世，临终前他嘱咐儿子放弃授徒，经营药店：“以拳头谋生，结怨必多，以医为生，则广结人缘。”飞鸿听从父亲遗训，开设宝芝林药店。世事难料，当黄飞鸿决定不再授武之际，打铁工人梁宽便与好友郭尤盛登门拜师，黄多番拒绝，梁仍坚决苦候；但郭尤盛感到扫兴，打算改拜教头谢荣为师，梁宽也去作伴，席间谢荣嫌郭尤盛的拜师费太少，竟以拳脚戏弄，还错手把郭打死，梁宽怒不可歇，出手为朋友讨公道，他毕竟武艺未精，谢荣却拳拳要命，眼见快要被打死，梁宽居然大声一喝：“我是黄飞鸿的徒弟，你够胆便取我性命！”黄师傅被迫讨了个便宜徒弟，一方面愤怒，另一方面却欣赏梁宽的机智和义气，当他感到为难之际，挚友刘永福将军，亦即是黑旗军将领便对黄晓以大义：行医可以救人，授武可以救国！因为刘将军这句话，黄便前去营救梁宽，并真正收他为徒。林世荣，又名猪肉荣，他与黄飞鸿的师徒渊源正是来自“黄飞鸿”这三个字，猪肉荣恋上一名青楼妓女，碰巧又叫王菲红，同名同音，闹出不少笑话！话说猪肉荣倾尽积蓄为菲红赎身，并打算结婚，可是菲红始终嫌弃荣的身家，临时反悔，移情英俊米铺老板温南，想不到温竟是个情场浪子，菲红被骗，流泪向荣求救，荣是大好人，吃了亏也不计较，答应为爱人出头，结果被打得落花流水，黄飞鸿因与妓女同名，无端卷入事件，救了猪肉荣一命，并收他为徒。鬼脚七在拜黄飞鸿为师之前并非叫鬼脚七，而是洪七，本来他也不懂无影脚，本来他只是个恶霸，也是个武痴，一直想挑战黄飞鸿，但黄拒绝与他较量，某次他借故欺负鱼贩，黄被迫出手，施展无影脚把洪七的脚踢断，七负伤落泊街头，黄既往不咎，亲自为他疗伤，并收他为徒，授以无影脚，希望他从此改邪归正！过了一段日子，某天，宝芝林捉到一名偷药贼，叫阿苏，黄飞鸿宽大，没有报官，但阿苏好象有点傻，临走牙擦苏表示会再来偷药！果然，这个牙擦苏第二晚又来偷药，又再次失手，黄好奇，查问原因？原来阿苏偷药只为救没钱看病的穷人，黄闻言便放他走；第三晚阿苏仍再到宝芝林偷药，这次黄故意让他偷，没有阻挠，牙擦苏离开后，黄发觉他竟然偷错了毒药，便命众弟子马上追截，幸好及时制止悲剧发生，事后黄师傅正式传授阿苏医术，免得他救人变成害人。艾莉丝并非黄飞鸿的徒弟，但却是个重要人物，她是黄飞鸿旅居香港时的英语老师，她性格活泼狡黠，豪迈得像个男子；事缘她离家浪迹天涯，途经佛山，便寄居在宝芝林，她与黄飞鸿情同手足，不拘小节，却引来诸多误会，笑话连篇；某天，黄飞鸿接到刘将军的密函，有要事上京，于是他把宝芝林交予四位弟子打理，并吩咐他们好好照顾艾莉丝。黄飞鸿一走，艾莉丝的捣蛋性格便原型毕露，猪肉荣打算挫她的锐气，送她到荒岛缎练几天，怎料却被她反客为主，把世荣弃在岛上吃苦；另一方面，梁宽与鬼脚七都自视甚高，争做领导，无暇管教，艾莉丝便如脱疆野马，到处乱闯。民女周湘湘被父亲逼婚，公开比武招亲，别人的家事，艾莉丝要插手也没有借口，唯有女扮男装，亲赴擂台抢亲，怎料台上对手竟是梁宽，阴差阳错，艾莉丝胜出，正当她准备功成身退，湘湘却对男装的她一见钟情，苦缠不休 …一波未平，一波又起，新上任的禁毒专员应天禄派官兵到宝芝林找大夫马上出诊，但店内病人实在太多，艾莉丝坚持就算高官也没有特权，双方发生冲突，她不畏权贵直闯官府理论，年纪轻轻，面对着应天禄竟毫无惧色，这一仗使众人对她另眼相看！而应天禄居然是个君子，不单对手下的冒失陪罪，还设宴款待各人，席间他表示对鸦片祸害深痛恶绝，要求大家合力打击。梁宽急于名扬四海，于是不顾众人反对，竟主动挑战恶名远播的铁头和尚，世荣担心阿宽出事，暗中说明，一仗功成，梁宽当上英雄世荣却不计浮名，全身而退。阿宽走运不止于此，在铁头和尚身上，还找到了鸦片贩子的犯罪线索，鬼脚七得悉，也要插手，两师兄弟同样自负，向来斗到出面，这次梁宽捷足先登，捣破鸦片烟格，救出一名失忆少女，鬼脚七途中遇上幪面高手，败下阵来，他怀疑是从前的师兄段振南；梁宽为失忆少女改名小月，并不顾反对声音，收留她在宝芝林养病。牙擦苏嚷着要学拳，世荣明知他没有天份，仍悉心教导与鼓励，苏找师兄弟们比试，没有人愿意陪他傻，苏以为自己武功第一，所以人人怕他！而各人亦乐得把这个谎言说下去。猪肉荣行年四十，尚未娶妻，只怪他为人太好，常常吃女人的亏，艾莉丝多番为他拉红线，奇怪他天姿国色都看不上眼，到头来艾莉丝发觉世荣原来暗恋她！两人尴尬万分。另一方面，小月与梁宽感情与日俱增，艾莉丝对小月没有好感，世荣与阿宽素来情同手足，爱屋及乌，连带对小月也照顾有加，两人成为无所不谈的好朋友，某个晚上，世荣因为艾莉丝的事发愁，便找小月饮闷酒，一觉醒来，他竟发觉小月躺在他的身旁！此事震惊整个宝芝林，猪肉荣百辞莫辩，自动离开师门。各人都不相信世荣会做出这种事情，只是黄河水，洗不清！小月亦慢慢揭开真面目，原来她根本没有失忆，她秘密勾结毒贩段振南，密谋分裂宝芝林，她向猪肉荣埋手，目标原来是他手上的药房锁匙。可惜人算不如天算，世荣一走，锁匙并非交给梁宽，而是落入鬼脚七手中，一个她最难对付的人！宝芝林天番地覆，牙擦苏却活在自己的世界，无论世荣怎样分析他都不相信小月会是个坏人，小月利用阿苏对她的信任，偷取药房的锁匙，但他却偷错了柴房锁匙；牙擦苏巧遇段振南，不堪一击！阿苏的武功梦爆破，心灰意冷离开宝芝林。世荣和艾莉丝里应外合，搜集小月罪证，可惜每次都功败垂成；另一方面，小月误以为阿苏悉破她的阴谋，派人灭口，梁宽、鬼脚七和店外的世荣亦分头找寻阿苏的下落，最后他仍不幸落入小月手中！阿苏死到临头，仍不相信小月会伤害她，小月终于被阿苏的纯真感动，放他一条生路。鬼脚七得悉师兄段振南贩卖鸦片，便假意同流合污，深入虎穴调查底蕴；怎料应天禄扫毒，一干人等全部被擒；艾莉丝找应为鬼脚七求情，无功而回；而鬼脚七在狱中亦发觉，他与师兄被捕根本就是个苦肉计，段振南早已放监，他开始怀疑幕后主谋就是应天禄！宝芝林四分五裂，小月用鸦片迷毒梁宽，药房锁匙最终落入小月手上，当梁宽醒觉时已经太迟，药房被人混入鸦片插赃嫁祸，应天禄派人查封宝芝林，幸而猪肉荣及时把梁宽和艾莉丝救走。鬼脚七逃狱成功，会合宝芝林众师兄弟，当大家得悉幕后主谋的时候，无不惊讶，原来应天禄想藉禁毒专员之职权，知法犯法，勾结毒贩，控制鸦片市场，但他的大计有块绊脚石，正是黄飞鸿，黄对于鸦片深痛恶绝，曾协助刘永福将军打击毒贩，应天禄知道只要宝芝林一倒，黄飞鸿势难立足，连带刘永福也可一并铲除。黄飞鸿外游归来，还不知大难临头，他才踏进宝芝林，便被官兵围捕，控以藏毒，黄为表清白，没有反抗。应天禄虽抓了黄飞鸿，但几位弟子在逃，仍是心腹之患，段振南献计，借着公开处决黄飞鸿，引弟子出面营救，到时，便可一网打尽；而众弟子亦摒弃前嫌，齐心为师傅，为宝芝林拼死一战 …小月在最后关头改邪归正，重投梁宽怀抱，一起对付敌人，实属难能可贵，经众人的请求下，黄飞鸿破例收她为徒，成为门下第五位弟子！",
    "chinese_title": "黄飞鸿五大弟子",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-20T21:45:00"
}