{
    "aka": [],
    "sid": "4925401",
    "cast": [
        {
            "url": "/celebrity/1009260/",
            "name": "凯文·贝肯 Kevin Bacon",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2171217443.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1696194",
    "director": [],
    "duration": "54分钟（上集）",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1696194/",
    "imdb_votes": 187,
    "this_title": [
        "The Human Family Tree"
    ],
    "douban_link": "https://movie.douban.com/subject/4925401/",
    "imdb_rating": "7.1/10 from 187 users",
    "trans_title": [
        "2009年国家地理杂志专题 人类基因树"
    ],
    "douban_votes": "165",
    "introduction": "科学家们利用DNA技术证明所有的人类拥有共同的祖先，为此他们来到人类的摇篮——东非。Scientists use the DNA from a random group of people to show that all humans share common ancestors. On a single day on a single street, with the DNA of just a couple of hundred random people, National Geographic Channel sets out to trace the ancestral footsteps of all humanity. Narrated by Kevin Bacon, The Human Family Tree travels to one of the most diverse corners of the world -- Queens, N.Y. -- to demonstrate how we all share common ancestors who embarked on very different journeys. Regardless of race, nationality or religion, all of us can trace our ancient origin back to the cradle of humanity, East Africa. What did our collective journey look like, and where did it take your specific ancestors? At what point in our past did we first cross paths with the supposed strangers living in our neighbourhood? Now, in The Human Family Tree, the people of this quintessential American melting pot find out that their connections go much deeper than a common ZIP code.",
    "chinese_title": "2009年国家地理杂志专题 人类基因树",
    "douban_rating": "7.9/10 from 165 users",
    "foreign_title": "The Human Family Tree",
    "imdb_rating_average": 7.1,
    "douban_rating_average": "7.9",
    "update_at": "2026-02-16T12:49:46"
}