{
    "aka": [],
    "sid": "4927334",
    "cast": [
        {
            "url": "/celebrity/1041560/",
            "name": "安吉丽卡·庞阿尼班 Angelica Panganiban",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1058351/",
            "name": "Carlo Aquino Carlo Aquino",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1309180/",
            "name": "Shugo Praico Shugo Praico",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "菲律宾"
    ],
    "writer": [],
    "imdb_id": "tt0828445",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "菲律宾语",
        "塔加路语"
    ],
    "playdate": [
        "2005"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0828445/",
    "imdb_votes": 13,
    "this_title": [
        "Sa aking pagkakagising mula sa kamulatan"
    ],
    "douban_link": "https://movie.douban.com/subject/4927334/",
    "imdb_rating": "7.5/10 from 13 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Sa Aking Pagkakagising Mula Sa Kamulatan is a full length digital picture that takes a realistic glimpse of the Filipino youth in the gulf of Manila's urban gullies. It tackles socially-related issues surrounding the intersecting lives of marginalized ordinary Manileños.Presented in a staggered vista of correlated events, the movie explores the day-to-day survival of the characters and their broken dreams, pent-up anger and abnormal sexuality. Sa Aking Pagkakagising Mula Sa Kamulatan conveys its message powerfully in a daring and unapologetic way-- using street lingo to it's fullest.The story unfolds one night when Rey, the docile and cowardly teenage student is mauled as he passes by a drinking spree of street toughies: Pogie, Jopet, Kahoy and Taba. The four release their sadistic energy on him, transforming his handsome face into a bloody mess. Braggart Pogi hates Rey for the simple reason that he secretly loves Rey's girlfriend, Angel, who has a clueless father. Jopet, a self-claimed police asset, finds Rey a convenient substitute for pouring out his hatred for his handler, Lakay, a sadistic cop. The vagrant baker/snatcher Kahoy and Taba, the bum, join in for the sake of camaraderie.While Rey lies unconscious on the pavement, the group continues drinking as if nothing happened. Some neighbors try to intervene, but reluctant to get involved. Rey regains consciousness and finds his tormentors drunk and asleep. What happens next is anybody's guess.From Alexis Tioseco's Criticine:Sa Aking Pagkakagising Mula Sa Kamulatan (\"My Awakening from Consciousness\"), Ato Bautista's first-feature film, isn't perfect-- a side-plot relating to a gay parlorista's exploits feels unnecessary-- but its power is undeniable. Released in the Philippines in the first quarter of 2005, but to have its international premiere this March at Mar del Plata in Argentina (through Unitel, who picked up the film for international distribution), Sa Aking Pagkakagising Mula Sa Kamulatan was shocking, not just for its imagery, themes or potent filmmaking, but for announcing-- seemingly out of nowhere-- the arrival of a young voice with both talent and a message.Entirely produced independently the old-fashioned way (with friends chipping in and talents and crew working on scale), Sa Aking Pagkakagising focuses on a group of 'kanto boys'. A concept common to Philippine neighborhoods (though likely not unique to them), the term describes those that one sees night in and night out wasting time, trading stories, and, of course, drinking, at the neighborhood corner store. Through a confident grasp of language and dialogue only gleaned from one who knows well the milieu he is depicting, Sa Aking Pagkakagising brings to life archetypes-- the cocky punk receiving \"foreign aid\" from his mother overseas, the siga or neighborhood toughie, the petty thief-- each of whom, after each receiving their comeuppance, vent their frustration on a hapless young square (Rey, played by Carlo Aquino) that passes by, beating him to a pulp",
    "chinese_title": "Sa aking pagkakagising mula sa kamulatan",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-06-08T07:49:44"
}