{
    "aka": [
        "福尔摩斯回到未来二十二世纪"
    ],
    "sid": "4927355",
    "cast": [
        {
            "url": "/celebrity/1091104/",
            "name": "贾森·加里-斯坦福德 Jason Gray-Stanford",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1113416/",
            "name": "韦弗·里库克 Viv Leacock",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1328573/",
            "name": "詹妮弗·科平 Jennifer Copping",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050389/",
            "name": "伊恩·詹姆斯·科里特 Ian James Corlett",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1124393/",
            "name": "史葛·麦克尼尔 Scott McNeil",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1092940/",
            "name": "麦肯锡·葛雷 Mackenzie Gray",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "科幻",
        "动画",
        "悬疑",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2158052090.jpg",
    "region": [
        "美國"
    ],
    "writer": [
        {
            "url": "/celebrity/1019222/",
            "name": "阿瑟·柯南·道尔 Arthur Conan Doyle",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1021054/",
            "name": "Robert Askin Robert Askin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1308195/",
            "name": "Eleanor Burian-Mohr Eleanor Burian-Mohr",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1020475/",
            "name": "Ken Pontac Ken Pontac",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0218791",
    "director": [
        {
            "url": "/celebrity/1295071/",
            "name": "保罗·奎恩 Paul Quinn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1396256/",
            "name": "斯科特·赫明 Scott Heming",
            "@type": "Person"
        }
    ],
    "duration": "21:30 / 19:30（无OP）",
    "episodes": "26",
    "language": [
        "英语"
    ],
    "playdate": [
        "1999-09-18"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0218791/",
    "imdb_votes": 569,
    "this_title": [
        "Sherlock Holmes in the 22nd Century"
    ],
    "douban_link": "https://movie.douban.com/subject/4927355/",
    "imdb_rating": "7.1/10 from 569 users",
    "trans_title": [
        "福尔摩斯在22世纪",
        "福尔摩斯回到未来二十二世纪"
    ],
    "douban_votes": "815",
    "introduction": "Set in the 22nd century in New London, Inspector Beth Lestrade of New Scotland Yard is chasing grotesquely deformed French rogue geneticist Martin Fenwick, when she realizes that his companion is none other than the 19th century criminal mastermind, Professor James Moriarty (this is not the original Moriarty but in fact his clone, created from cells taken from his corpse, which Holmes had buried in a Swiss ice cave). Famous biologist Sir Evan Hargreaves (who looks just like Doyle) has just invented cellular rejuvenation. Beth knows that Holmes survived and actually lived to a ripe old age, and further knows that his corpse is preserved in a glass-walled, honey-filled coffin in the basement of New Scotland Yard (this may be both a reference to the legend that Alexander the Great's body was preserved in honey, which does not rot, and also to the fact that, as stated in the original stories by Doyle, Holmes became a beekeeper once he retired). She takes the body from the basement and delivers it to Sir Evan. The biologist then uses his cellular rejuvenation technique to return life and youth to Holmes's body, so that the detective can combat Moriarty.As a descendant of the original Inspector Lestrade, Beth has inherited Dr. Watson's journals. When she has her law enforcement robot, or compudroid (whom she calls Watson) read them for information about Holmes, it ends up emulating the personality of the good doctor. Holmes also ends up getting his old Baker Street rooms back (they'd been preserved as a museum). Lestrade's compudroid assumes the name, face, voice, and mannerisms of Dr. Watson to assist Holmes in both his crime-solving duties and his difficult assimilation to England in the 22nd century.During the series, Holmes and Watson often work on retainer for New Scotland Yard, with Beth Lestrade as their supervising officer and Superintendent Greyson as hers, but they also work for private citizens. They are often assisted by the new Baker Street Irregulars: soccer player Wiggins, the Eliza Doolittleish Deidre, and the paraplegic Tennyson (who communicates through electronic beeps only Holmes seems to comprehend ironically). However, Wiggins and Deidre understand and communicate with Tennyson in The Adventure of the Dancing Men. The primary villains are Moriarty and his henchman Fenwick, but they only appear in about half of the episodes.",
    "chinese_title": "福尔摩斯在22世纪",
    "douban_rating": "8.9/10 from 815 users",
    "foreign_title": "Sherlock Holmes in the 22nd Century",
    "imdb_rating_average": 7.1,
    "douban_rating_average": "8.9",
    "update_at": "2025-03-10T11:26:08"
}