{
    "aka": [],
    "sid": "4928685",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905451141.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [],
    "imdb_id": "tt31631324",
    "director": [
        {
            "url": "/celebrity/1382394/",
            "name": "曾文珍 Wen-Chen Tseng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1306200/",
            "name": "吴米森 Mi-sen Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319262/",
            "name": "侯季然 Chi-jan Hou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1362211/",
            "name": "朱贤哲 Hsien-che Chu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1416314/",
            "name": "陈俊志 Mickey Chen",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2007-06-24(中国台湾)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt31631324/",
    "this_title": [
        "2007影像詩 思念繼續跳舞"
    ],
    "douban_link": "https://movie.douban.com/subject/4928685/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "公視「紀錄觀點」繼2003推出影像詩後，今年再度推出【2007影像詩】。【影像詩】由資深製作人馮賢賢策畫，集結吳米森、曾文珍、朱賢哲、侯季然、陳俊志等五位備受國內外各大影展矚目的新銳導演各自與詩人合作，以十分鐘影像表達出詩句的意境，是一項深具實驗和挑戰性的跨界嘗試。本片獲台北電影節之邀，將在全球華人觀摩單元中放映，目前影展售票已銷售一空。再次展現五位導演聯手拼創意、飆人氣的驚人實力！有趣的是，五位導演在拍攝過程中，不但紛紛摩拳擦掌、絞盡腦汁，而彼此間也不斷偷偷探詢對方的拍攝內容，大家形成一種彼此合作又相互車拼的好玩景象。另外，五位導演也是在誠品的記者會上，才第一次看他其他人的作品，又是一大驚喜。導演「吳米森」拍攝的影像詩「思念」，是五位導演中唯一沒有使用詩人詩作的作品。文本內容是他多年前，在給學生的課堂作業裡看見的感人故事。他將學生母親遭土石流活埋的真實情景，改編成童話。同時邀請曾獲台灣國際動畫影展首獎的「潘心屏」將故事畫成動畫，擔任其中旁白配音的森小校長朱台翔，還數度在配音過程中，因太過感動而頻頻拭淚。「吳米森」說：「選擇全片都用動畫方式表現，是認為這樣的方式更貼近影像詩在我心裡的想法，因為影像本身就是一首詩，而不是選擇用影像去詮釋詩。我在半年前就開始構思動畫的呈現方式，希望這次能帶給大家另一種對影像詩的驚奇」。五位中唯一的女導演「曾文珍」，以詩人「夏宇」的「跳舞跳到死為止」拍攝的影像詩「繼續跳舞」。片中展開一段影像與詩的對話，演員「吳依婷」、「蕭名喬」分別詮釋流浪女子和跳舞娃娃的角色，其中「蕭名喬」為了幾個鏡頭還特地去學了踢踏舞，精神可嘉。曾文珍」表示：「拍影像詩對所有的工作人員來說，都是一種極度過癮的享受。這些曾經參與過許多戲劇演出的演員，覺得演出影像詩裡的角色，讓她們有很大的詮釋空間，每拍攝一個部份，就會有一種新的感覺。而我自己在剪接時也同樣有這種感覺。所以短短的十分鐘，卻創作了很久，這跟過去拍電影和紀錄片有很大不同，像是一種解放！」曾參與過2003影像詩的導演「朱賢哲」，再度選擇詩人「零雨」的詩為文本，拍攝成影像詩「創世紀.排練」。片中由劇場演員「Fa」和「橘子淇淇」擔任男女主角，而男主角「Fa」竟也不約而同被導演「陳俊志」相中，形成了一個人在不同影像詩裡演出不同角色的有趣場面。近幾年拍攝作品皆以紀錄片為主的「朱賢哲」，擺脫紀錄片的拍攝手法，藉由片中男女之間互動產生的巨大能量，表達了這幾年來自己內心壓抑的情感。與2003影像詩的作品「弱囚」相比，「朱賢哲」笑說：「這次的影像詩在情感上的表現，比上次更飽滿、也更煽情」。連獲國際影展邀約的新銳導演「侯季然」，改編年輕詩人「孫梓評」的作品，拍攝成影像詩作品「購物車男孩」。描寫一個在大賣場以收集購物車為業的年輕男孩日復一日的機械生活，以及對愛情與青春的困惑。片中以電影「刺青」及大愛連續劇「人生旅程-緣」等劇而深受年輕觀眾喜愛的演員「是元介」貫穿演出。侯季然」說：「會想找<是元介>，是覺得他在青春陽光的形象下，還潛藏著一種迷茫的憂鬱氣質還未被挖掘。片中他洗去一貫的陽光男孩形象，轉身一變，成為在大賣場裡辛苦穿梭的大賣場服務生。除了不斷奔波在賣場上下收集購物車之外，還要爬上滾燙的鐵皮屋頂，完全顛覆元衛覺醒在舞台上時髦閃亮的形象。為了演出充滿詩意的內心戲，<是元介>整整在烈日下拍攝了七天，到最後身上的制服都已經發出了味道。而對滑板頗有研究的他，還在拍攝現場自行發明出各種「滑」購物車的方法，也讓我大為驚豔，當場修改了劇本。」著名同志導演「陳俊志」的影像詩「沿海岸線徵友」，選擇了新生代詩人「鯨向海」的詩做出發，同時找來男同純愛小說「純男物語」作者「邵祺邁」擔任編劇、寫作原創劇本；由金馬獎最佳服裝造型得主「賴蔚炅」擔任造型指導，並首度與電音才子「李雨寰」合作，走出紀錄片疆界，開始游移於紀實與虛構之間。演員中有俊美的男模「吳慷仁」、「劉雨凱」與陽光粗獷的「周孝安」以及資深舞台劇演員「黃士偉」與「Fa」擔綱演出。出櫃十年的同志導演「陳俊志」，在「美麗少年」、「無偶之家，往事之城」之後決定拍攝影像詩，片中他以傑尼斯美少年轟趴為故事華麗的背景，不同於以往紀錄片的寫實風格，他以三段式的劇情，訴說了一則脆弱又悲傷的同志愛情故事…【2007影像詩】將於6/24在台北電影節首映，6/29晚上十點於公視13頻道「紀錄觀點」節目播出。",
    "chinese_title": "2007影像詩 思念繼續跳舞",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-30T14:39:42"
}