{
    "aka": [
        "Di Shou",
        "血洗金三角"
    ],
    "sid": "4928708",
    "cast": [
        {
            "url": "/celebrity/1318303/",
            "name": "陈逸恒 Yiheng Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324636/",
            "name": "韦力 Li Wei",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275876/",
            "name": "王乙竹 Yizhu Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009107/",
            "name": "高明 Ming Gao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319823/",
            "name": "赵晓明 Xiaoming Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315225/",
            "name": "牛群 Qun Niu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1358854/",
            "name": "张志宏 Zhihong Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275312/",
            "name": "刘希媛 Xiyuan Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322085/",
            "name": "王砚辉 Yanhui Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1030875/",
            "name": "刘琼 Qiong Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1355415/",
            "name": "陈慧娟 Huijuan Chen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882227039.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1420470/",
            "name": "王大鹏 Dapeng Wang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1420470/",
            "name": "王大鹏 Dapeng Wang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "24",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2005"
    ],
    "this_title": [
        "敌手"
    ],
    "douban_link": "https://movie.douban.com/subject/4928708/",
    "trans_title": [
        "Di Shou",
        "血洗金三角"
    ],
    "douban_votes": "0",
    "introduction": "孪生姐妹一个是女警察， 一个是吸毒女，为了打击毒犯，姐姐 潜入“毒巢”与我缉毒警察里应外合。 故事发生在中缅边境... 一个阳光明媚的早上，王志东迎来了自己难得的一个星期天，自从担任了云都禁毒局副局长以来，已经很久没有这样的假期了,可正当王志东准备出门的时候，却接到了一个来自德川的紧急电话。蓖麻仔是一个被安插在毒枭身边的内线，不知道为什么他却在没有得到王志东允许的情况下，自己跑到了禁毒局的院子里。更让王志东没有想到的是，还没等自己见到蓖麻仔本人，蓖麻仔就死在了德川禁毒局的院子里。究竟是谁杀了蓖麻仔？又是谁一定要把蓖麻仔赶进禁毒局？一连串的谜团等待着打开。经过反复的内部排查，所有的焦点都集中在了一名叫何梦的女干警身上。何梦是德川公安局的一名普通的内勤警察，她为什么会跟蓖麻仔的死扯上关系呢？原来就在蓖麻仔死的当天中午，一名清洁工亲眼看到何梦走进了关押蓖麻仔的106号房间，可是何梦却说自己当时并不在局里。原来事实并不是这么简单，何梦有个孪生妹妹叫何梅，是一个吸毒女，在蓖麻仔死的当天她确实来过禁毒局找何梦，但是她跟蓖麻仔的死并没有什么关系。解剖尸体的报告证实了这一点，确认蓖麻仔死于氰化物中毒，而且这个高科技的体内炸弹是他在早餐时间吃下去的，和禁毒局的午餐没有什么关系。可是又是谁让蓖麻仔吃的这个炸弹呢？会不会就是那个毒枭呢？蓖麻仔临死前说出的线索，又和毒品有什么关系呢？新的问题接二连三的摆在了王志东的面前。正当禁毒局内部一片混乱的时候，一个远远的关注着禁毒局的人却会心的笑了。这个人就是林晓寒，一个远近闻名的企业家，缅甸玉石矿的大老板，可就是这个人安排了蓖麻仔死在禁毒局的整件事情。可惟一美中不足的是，林晓寒低估了自己的这个对手，他没有想到王志东会这么快就查出了蓖麻仔的死因，这使得他不得不提高警惕，放慢了进度。胡筠茹是王志东的前妻，是一家水果批发部的经理。她无意中接到了一单很有赚头的生意，就是把一车进口的洋葱运到外地，而且买家卖家都有了，只是一倒手的事。但是暂时存放洋葱的地方却难住了胡筠茹，起初她决定把货放到自己家里，却得到了女儿王小菲的坚决反对，无计之下，她找到了市银行行长廖德高帮忙。当王志东听小菲说胡筠茹接到的这批货与蓖麻仔临死前提供的线索不谋而合时，明感的他决定要把这批货放到自己临时住处旁的仓库里，不让它离开自己的视力范围。谁知道，这也是林晓寒想达到的目的，他想让真假两批洋葱一起出发，扰乱禁毒局的视线，使真正的毒品能够安全的到达广东。与此同时，林晓寒还在四处寻找多年前的救命恩人。可谁想，他聘请的画师当得知他的救命恩人很像自己认识的一个吸毒女时，为了高额的寻人报酬，让何梅欺骗了林晓寒。毒品已经运抵广东，但是一路上货车所经的线路，禁毒局的章干部已经摸的一清二楚。就在这时，认为已经大功告成的林晓寒发现了王志东安排在乔蕊健美中心的何梦，而且认准了她才是真正在当年拿出五千块钱救自己一命的恩人。乔蕊本来也是一名公安干警，可是阴差阳错的成了王志东的情人，为了工作王志东也不得不别别扭扭的接受了此事。林晓寒跟何梦相认了，何梦也非常自然的进入了林晓寒的生活。但运送到广东的毒品被缴获之后，原本平静的一谭湖水又被激起了几许涟漪。一半的货款回不来了，崔讨货款的消息让林晓寒恼怒不已。四处无果的林晓寒不得已借阿冲的口向曾经帮他们洗过钱的银行行长廖德高提出了贷款的事。阿冲是林晓寒的一个心腹，多年来对林晓寒一直忠心耿耿。廖德高的反常举动同时也引起了王志东的注意，在纪委同志的帮助下，廖德高对自己的责任供认不讳。没有得到贷款的林晓寒在不得已的情况下决定把隐藏自己多年的玉石矿卖掉，以筹措资金进行更大的一次贩毒计划。所有的迹象告诉王志东，他离抓住林晓寒的日子是越来越近了。利用林晓寒、何梦跟万和平三者的关系，王志东已经支起了一张硕大的网，就等着林晓寒这条大鱼收网了。万和平本是德川公安局的干警，但是王志东运用他和何梦的特殊关系，使他也和林晓寒建立了联系，又通过廖德高一事，让林晓寒认为万和平所扮演这个纪委干部已经被拉下了水，成为了他的一个棋子。万和平跟阿冲从边界带着毒品去了广西，何梦、乔蕊也跟着林晓寒去和阿冲汇合了。同时，王志东也做好了一切的抓捕工作。就在广西开始全面缉拿林晓寒的时候，随着一声枪响，一名公安干警倒在了血泊中。雪白的床单沾满了烈士的鲜血，乔蕊早已泣不成声，何梦也道出了一直没有说出口的心里话，唯独王志东静静的看着已经停止的心律表，久久的没有离去。",
    "chinese_title": "敌手",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-22T06:44:34"
}