{
    "aka": [],
    "sid": "4928742",
    "cast": [
        {
            "url": "/celebrity/1274732/",
            "name": "李宗翰 Zonghan Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315150/",
            "name": "陈展鹏 Ruco Chan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1187908/",
            "name": "陶红 Hong Tao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1241838/",
            "name": "何美钿 Mei-tian He",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274229/",
            "name": "鲍起静 Hee Ching Paw",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274559/",
            "name": "戴春荣 Chunrong Dai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108968/",
            "name": "罗家英 Kar-Ying Law",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1155115/",
            "name": "苏永康 William So Wing Hong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1434205/",
            "name": "郑晚秋 Wanqiu Zheng",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2125679942.jpg",
    "region": [
        "中国香港"
    ],
    "writer": [
        {
            "url": "/celebrity/1387436/",
            "name": "温伟基 Wai-Kei Wan",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1369759/",
            "name": "邓伟恩 Wai Yan Tang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322950/",
            "name": "李慧珠 Wai Chu Lee",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "35",
    "language": [
        "粤语"
    ],
    "playdate": [
        "2007"
    ],
    "this_title": [
        "笨小孩"
    ],
    "douban_link": "https://movie.douban.com/subject/4928742/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "高妈妈是个善良慈祥的母亲，一生牵挂着儿子士林，而士林从小患有自闭症，因为言语障碍导致常常词不达意，并且越来越不喜欢与人沟通，有时连高妈妈也不知他的所思所想。一天，高妈妈去年轻医生何卓文那儿检查身体，何卓文发现她因操劳过度得了肝病，嘱咐高妈妈应该多休息。高妈妈却只有苦笑，因为她知道，她的饺子店不能没有人打理，还有她的儿子士林，实在太需要自己的照顾了。在从诊所回来的路上，高妈妈遇到了被自己亲生母亲丢弃的智障青年肥猫，心里突然升起一阵酸楚，便把肥猫带回自己的饺子店。肥猫常跟士林一起玩游戏，无意中发现士林对音乐和立体空间的概念非常好。于是肥猫要求高妈妈带士林去看医生，早就陷入绝望境地的高妈妈依稀看到了转机。渐渐的，高妈妈允许士林踏出家门、踏出饺子店，离开自己的身边，到一街之外的足浴店做一个小小的帮工，虽然只是一个微不足道的改变，但对于士林，已是人生的一个重大的转折点了。而肥猫，因为天性喜欢吃，加上对煮面又有兴趣，于是，就从此留了在高妈妈的饺子店内工作了。但在肥猫心里，除了找妈妈之外，还有一件事教他放不下的，就是之前被他撞伤跌倒的何卓文医生的女友星月。星月也很喜欢肥猫的善良，觉得是浊世中的一股清流，也乐于与他接近。凭着高妈妈的努力，还有肥猫、芝山、星月的帮助，士林讲话越来越顺，虽然他的逻辑思考的确和一般人不一样，复杂的词句结构他仍然听不懂，但是他开始懂得主动请别人重复所不懂的部份。看到士林愈来愈进步，肥猫他们很是高兴。足浴店老板剑叔敌不过肥猫的纠缠，决定将足浴的窍门传援予士林肥猫乐天的性格赢得了饺子店内大众的赞赏，包括士林暗恋的女服务员芝山。芝山开始隐约觉得士林对自己另有一番情怀，但她不忍伤害士林，不忍告诉士林自己爱着单车运动员沈毅。知道真相后，士林的心灵受到严重的创伤。肥猫告诉士林自己一样喜欢星月，但知道星月和卓文在一起比较开心，所以就应该尊重她的选择。士林的二叔高永堂重回深圳，介绍了一个外省来的女孩小芬给士林认识，又不断拉拢士林与小芬来往，想借着替士林筹办婚事来骗取高妈妈的饺子店。肥猫同父异母的弟弟志康被发觉原来患了白血病，需抽骨髓才可活命，无耻的猫父不惜对肥猫又欺又骗，以亲情来打动肥猫。肥猫到猫父家，感受到自己从未享受过的家庭温暖。到肥猫已完全相信了父亲及志康母亲之后，二人才求肥猫捐出骨髓，又骗肥猫说捐骨髓毫无痛楚。肥猫在抽骨髓的过程中痛得死去活来，终于手术成功，志康德以活命，可是手术后遭受细菌感染的肥猫却无人问津。肥猫不愿死在一个陌生的地方，他心里面还有那个温馨的饺子店，那是曾经和朋友互相笑语、真诚共对的地方，于是，他独自坐着长途车，回去老远的深圳。与此同时，二叔见士林迟迟不肯接受小芬，且不打算与小芬见面，便利用芝山偷去高妈妈饺子店的房产证，然后灌醉了高妈妈，偷偷套取了她的手指模，制成了多份转让房产的授权书，高妈妈一觉醒来，饺子店已是属二叔所有了。高妈妈一气之下肝病再度复发，卓文诊断后出来的结果竟是癌症。沈毅参加完单车大赛，希望带芝山离开，芝山面对高妈妈一家人的困境，不肯就此离去。高妈妈开解芝山，说自己虽是士林妈妈，但感情事实在也左右不到士林，她虽然曾存过希望，希望芝山真能成为自己的媳妇，但她又感到自己的自私，她相信士林终有一日会放得下的，芝山很感激高妈妈的体谅。高妈妈的病越来越重了，终于她患有癌症的消息被肥猫、士林知道了，两人不知什么是癌，高妈妈阻止芝山说出真相，芝山只好改口说癌症是一种很重的病，不过是可以治愈的。肥猫、士林想为高妈妈做点什么，正好看到午间播出的节目，介绍一种可以治癌的药材，这种药材可以在山上找到…肥猫和士林决定上山采药。高妈妈知道二人失踪后，即心急如焚，芝山表示自己会去找他们。肥猫和士林遇到一个在山上居住的老伯。老伯告诉他们，要找那种药材，应该到药材店。于是，他们火速折返街角的药材店，买了药材，便不顾一切地冲向医院…当高妈妈知道二人上山的原委，好不感动。可是这时，芝山却还是没有回来。原来在寻访肥猫、士林的过程中，她被蛇咬伤了脚，卓文告诉芝山她的脚需切除才可保得住生命。士林结结巴巴向芝山吐露了自己的心事：芝山就算要被割去一条腿，自己还有两条腿可供芝山差唤。芝山从内里感受到了暖意，接受了卓文的建议。在娱乐圈努力打滚、赚到了名利的星月，某日遇到士林，知道了芝山切腿及高妈妈患癌症的事，她惊呆了。往后的日子，星月抽出更多的时间去照顾高妈妈，并答应替她找寻猫母的下落。星月再一次拿着猫母的照片四处访寻，终找得她的住处，高妈妈知道后带病也要跟着星月前来，但见到猫母的居所极之简陋，听街坊所言，猫母还在为寻找工作而奔波。此时，高妈妈又发病了，星月只得急急把高妈妈送回医院，在院中，高妈妈昼夜不眠写了一封书信托星月交到猫母手中。猫母终收到了高妈妈的书信，内里言词恳切，道尽了一个爱护儿子母亲的心声，求的是希望猫母能到医院一见。猫母感动了，亲往医院见高妈妈，高妈妈道出自己是活不长久的了只是觉得肥猫、士林还需要一个母亲的爱，去支持着他们继续奋进。猫母答应高妈妈，有生之年，自己会待士林有如己出。肥猫与猫母重逢，本该是一件喜事，但此刻却是百感交集。高妈妈去世后，肥猫、士林加陪用功于足浴店的工作，因为他们的善良尽心，客人都感满意，为店子带来了新的气象。他们觉得，天生我材必有用，我们做事也许会比正常人慢一点，却不会比正常人差，我们要积极面对以后的人生，努力去把每一个事情做好，以报答高妈妈和对他们好的朋友。随着时间的推移，芝山逐渐适应了用轮椅代步的日子，士林终也鼓起勇气，邀请芝山上自己的单车，在深圳展开了一个温馨的单车旅程。一年之后，经过肥猫和士林的努力，他们创业了，一家名为“高猫猫”的饺子店在昔日的原址开张了，规模比从前更大。他们一帮人结伴来到高妈妈的坟前，他们告诉高妈妈：妈妈，你不用担心，我们都成长了，并且几个人的情谊是一生不变的！",
    "chinese_title": "笨小孩",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-27T17:22:55"
}