{
    "aka": [],
    "sid": "4928717",
    "cast": [
        {
            "url": "/celebrity/1274417/",
            "name": "罗海琼 Haiqiong Luo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317302/",
            "name": "赵阳 Yang Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318221/",
            "name": "刘思彤 Sitong Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318040/",
            "name": "安泽豪 Zehao An",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316248/",
            "name": "方野 Ye Fang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327678/",
            "name": "洛葳 Wei Luo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868847860.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2005"
    ],
    "this_title": [
        "栀子花白兰花"
    ],
    "douban_link": "https://movie.douban.com/subject/4928717/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "二三十年代的上海，成了远东第一大都市。而在它周边的一些小城镇上也渐渐被这种洋风所感染。镇上的年轻人纷纷走出家门，近的去上海念书学艺,远的则去留洋。 他们带来了新的思想，也在小镇上掀起新的思潮。而故事正是在这样新就交替的背景下开始的，时代冤仇在年轻一代的身上却悄悄起了变化......张家是南翔矛头的祖传世家，拥有镇上最大的饭庄--日华轩馒头饭庄。张家独生子张延祖是个新派青年，留洋回来，为争民族之气，满怀 抱负要写出《江南民俗史》，他的文化救国思想令一心想让他延续张家祖业的父亲非常不满，父子两格格不入。李家是江南第一名酒郁金香酒楼的东家。独女湘澜是镇上出名的大美人，在上海念过书，思想颇为心潮，任性跋扈，我行我素，令父亲李瑞鼎头痛。湘澜的哥哥兴宝，则是镇上有名的一霸。张李两家因为曾经的过节而互不往来，而两家儿女的相爱，引起了喧然大波，端午节南翔镇上赛龙舟正热闹，两个年轻人却私奔了。面对阻拦，为捍卫爱情，延祖慨然赴死，最后湘澜以死相胁，两人逃往上海。上海的生活虽然罗曼蒂克，但掩盖不住贫穷带来的冲突。为支持延祖写书，湘澜不得不满着他去歌厅唱歌，她的行为引起延祖误解而最终在婚礼上逃遁，被受命而来的王喜带回南翔。一心一意要将“民俗史”带到西方的延祖始终想回英国，老爷以少掉书稿相威胁逼他成婚。为表衷心而竭力找回延祖的王喜此刻如五雷轰顶，他一直爱着的月娥竟然就是延祖的新娘。家仇、人情到底孰轻孰重，王喜选择了前者，终于踏上了不归路。王喜的一连串报复引得张家家破人亡，月娥为救延祖假意离婚。他的申明大义终于打动了延祖的心，从此爱上了自己的妻子。曾与李家有婚约的侯公子与王喜勾结骗取了一心想为延祖出书的月娥当掉了祖传宝物南翔经幢。面对为此家破人亡的经幢，王喜得意地笑了。岁月荏苒，湘澜发现自己还一心一意地爱着延祖，决定冒着风险偷出经幢。两人逃亡他乡。在异乡延祖听说月娥自尽的消息，悲痛欲绝。其实，月娥并没有死，她生下秀秀，开出了日华轩，又坚强地活了下来。正当延祖再度完成书稿准备回南翔时，一颗炸弹炸掉了日华轩，也炸掉延祖的手稿。月娥目睹一切，心如刀绞。冬去春来，八年抗战结束，秀秀，张大了，她并不知道她的“爸爸”王喜其实是张家的仇人，而她喜欢的国文老师才是自己的父亲。病入膏肓的湘澜是有一个愿望就是和延祖堂堂正正地走进结婚礼堂。但这个心愿侯公子的陷害而无法兑现。为救湘澜出狱，延祖不惜一切，甚至经幢。这时大家才发现，当年互相争夺的经幢竟然是假的。而真的经幢，此刻被王喜悄悄塞进八音盒，作为礼物送给了秀秀。延祖终于知道秀秀身世真相，他和王喜之间进行了一场“男人和男人之间的对话”。延祖表示，一定会救出湘澜，满足她一生的愿望。而王喜和月娥也该有新的生活了。然而，危险正悄悄逼近。为抢夺经幢而设下陷阱的黑社会，在侯公子的带领下围住了延祖等人。枪声响器，恩怨灰飞烟灭。留下的延祖带着秀秀远走他乡。五十年后父女俩重新踏上了南翔，捐出了经幢，并在与他一生缠绕的两个女人墓前焚烧了他的“江南民俗史”，完成了他毕生的心愿：爱情和书稿。",
    "chinese_title": "栀子花白兰花",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-13T02:23:15"
}