{
    "aka": [],
    "sid": "4930621",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt0466589",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "阿拉伯语"
    ],
    "playdate": [
        "2004"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0466589/",
    "imdb_votes": 27,
    "this_title": [
        "Until When"
    ],
    "douban_link": "https://movie.douban.com/subject/4930621/",
    "imdb_rating": "7.9/10 from 27 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Interweaving the stories of a few of the some five million Palestinian refugees, this documentary offers much in the way of insights absent from our daily news. Dahna Abourahme focuses on people of all ages, most living in the Dheisheh refugee camp--a kind of prison city near Bethlehem. Young and old speak of their anger, fear and hopes, particularly for the right of return and a lasting peace. We hear of the daily problems of living under occupation and growing up a prisoner in one's own home, from the difficulties of commuting to work to the Israeli military's cutting off of water and electricity. As well as insights into Israeli prison conditions and the intifadas, the documentary examines why some refugees did not support the Oslo Accord. There is a very strong and valuable focus on the latest generation of youth to grow up with the sound of gunfire and the tragedies of occupation, and we are privileged to meet some amazingly articulate and educated young people.Fruits become a symbol of human rights and freedoms, be it the example of picking plums on the way to work in Hebron or the stories of trees and vines in the villages prior to dispersion. Such poetry works to heighten our understanding of the losses and desires of Palestinian refugees and the history which has shaped their lives. Remaining unashamedly Palestinian and independent in its point of view, this is a valuable and honest documentary offering great insights by way of interviews, archival photographs,",
    "chinese_title": "Until When",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2025-11-12T07:00:19"
}