{
    "aka": [],
    "sid": "4933228",
    "cast": [
        {
            "url": "/celebrity/1069723/",
            "name": "Lawson Butt Lawson Butt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1116226/",
            "name": "Miles McCarthy Miles McCarthy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1121695/",
            "name": "Nola Luxford Nola Luxford",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1122333/",
            "name": "Tina Modotti Tina Modotti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1149543/",
            "name": "Charles Spere Charles Spere",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1154034/",
            "name": "默特尔·斯特德曼 Myrtle Stedman",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1920",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903570230.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1003842/",
            "name": "杰克·坎宁安 Jack Cunningham",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0188237",
    "director": [
        {
            "url": "/celebrity/1017313/",
            "name": "Roy Clements Roy Clements",
            "@type": "Person"
        }
    ],
    "duration": "46分钟",
    "episodes": "",
    "language": [
        "Silent"
    ],
    "playdate": [
        "1920-11"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0188237/",
    "imdb_votes": 57,
    "this_title": [
        "The Tiger's Coat"
    ],
    "douban_link": "https://movie.douban.com/subject/4933228/",
    "imdb_rating": "5.4/10 from 57 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The film begins in the southern California home of Alexander MacAllister (Lawson Butt) where he is confronting Andrew Hyde (Miles McCarthy) who is accused of crooked dealings. Alexander threatens to expose Hyde, and Hyde defies him to do his worst. A banker friend tells MacAllister, \"Why don't you get married?\" They are interrupted by an unexpected caller on that rainy evening, a young lady, Jean Ogilvie, the daughter of a Scotsman family friend from Mexico. He puts her up and later remarks that she has dark skin for a Scottish lass. \"Mexican sun,\" she explains. \"I expected to find an old man,\" Jean remarks to herself.The next morning Alexander becomes smitten when Jean comes down in a Mexican dress, and he wonders what the neighbors will say. Not wanting Jean to stay at his home without a chaperone, he visits a neighbor and asks them to take her in.At breakfast the following morning, the neighbor, a painter stares at Jean and makes a sarcastic remark that he once painted a native girl in Mexico that looked like her. Jean goes shopping at the Hyde store, and after she is introduced to Hyde, he looks at her suspiciously and later asks Joan's chauffeur what part of Scotland she is from. \"She came from Mexico,\" he answers.About a month later, Alexander asks Jean to marry him, and Hyde, wanting to hurt Alexander, begins looking into Jean's past. He sends his secretary to Mexico, and, in a small Mexican town, he talks to the local doctor.Alexander throws a large party to announce his engagement to Jean, and, at that time, Hyde's secretary returns from Mexico and gives Hyde the information he was seeking.On the eve of the marriage, Hyde visits Alexander, and he informs him that Jean is actually \"a low-born greaser, peon girl.\"Alexander seeks out Jean and tells her that he had given his love to someone that he assumed had pure blood instead of the blood of a low-born peon -- one of a race of loathed and despised people. Jean attempts to tell Alexander the circumstances leading her to her arrival at his home, but he tells her \"his love for her is dead.\"After she leaves, Alexander attempts to find her, and he is told that she is giving a performance in an opera house. When he attempts to see her, she rebuffs him.关于W.W. Hodkinson：W.W. Hodkinon (1881-1971) was among the first film distributors to begin showing early films in a theater rather than in run-down nickelodeons, thereby helping to make cinema (which heretofore had a reputation as appealing only to the most vulgar audiences) a respectable pasttime for the upper-classes. Hodkinson first worked as a telegrapher for the railroad and then sold correspondence-school courses. In 1907, he opened his very first movie theater in Ogden, Utah. It was a success, and soon he began operating a regional film exchange and encouraging other exhibitors to follow his lead and open their own theaters. Hodkinson's influence spread fast, and soon he was one of the biggest film distributors in the West. In 1914, he began doing the same on the East Coast. It was a rapid rise to power for Hodkinson, and at the end of the year he opened a new company, Paramount, to distribute the films from Adolph Zukor's Famous Players company. Eventually, Famous Players merged with Lasky, and they, in turn, merged with Paramount to become the Paramount Picture Corporation. Hodkinson continued to be a major film distributor through 1929 when he retired from the industry and began manufacturing airplanes. In 1936 he founded Central American airline.资料来源：www.silentsaregolden.com",
    "chinese_title": "The Tiger's Coat",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-07-21T10:13:20"
}