{
    "aka": [
        "Karaul",
        "The Guard"
    ],
    "sid": "4935201",
    "cast": [
        {
            "url": "/celebrity/1069784/",
            "name": "阿列克斯·布尔达科夫 Aleksey Buldakov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108321/",
            "name": "Sergei Kupriyanov Sergei Kupriyanov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128042/",
            "name": "Aleksei Poluyan Aleksei Poluyan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1282242/",
            "name": "Taras Denisenko Taras Denisenko",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1438318/",
            "name": "德米特里·罗斯弗夫 Dmitriy Iosifov",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1989",
    "genre": [
        "剧情"
    ],
    "awards": "　　第40届柏林国际电影节(1990)\n　　主竞赛单元 金熊奖(提名) 亚历山大·罗戈日金\n　　银熊奖 阿弗雷鲍尔奖 亚历山大·罗戈日金\n　　费比西奖（国际影评人联盟奖） 竞赛单元最佳影片 亚历山大·罗戈日金\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2178665131.jpg",
    "region": [
        "苏联"
    ],
    "writer": [],
    "imdb_id": "tt0123935",
    "director": [
        {
            "url": "/celebrity/1295930/",
            "name": "亚历山大·罗戈日金 Aleksandr Rogozhkin",
            "@type": "Person"
        }
    ],
    "duration": "96分钟",
    "episodes": "",
    "language": [
        "俄语",
        "英语"
    ],
    "playdate": [
        "1989"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0123935/",
    "imdb_votes": 204,
    "this_title": [
        "Караул"
    ],
    "douban_link": "https://movie.douban.com/subject/4935201/",
    "imdb_rating": "7.0/10 from 204 users",
    "trans_title": [
        "警卫",
        "Karaul",
        "The Guard"
    ],
    "douban_votes": "0",
    "introduction": "The creation of a truly memorable movie character is a complex process: it’s not simply a case of having a great script or a talented actor; equal attention must be paid to the world in which the character finds himself and the other figures he comes into contact, and often conflict, with.Garda Sergeant Gerry Boyle, the hero of writer-director John Michael McDonagh’s debut feature ‘The Guard’, is a spectacular creation: a drug-sniffing, booze-swigging, blarney-spouting iconoclast with an eye for the ladies, an exhaustive knowledge of literature, film and the arts and a penchant for infuriating the higher-ups at every conceivable opportunity. But the devil is in the details. So while McDonagh has created an unforgettable central figure, and Brendan Gleeson has responded with a towering, Oscar-worthy performance, the rest of the film struggles to rise to the occasion.The plot is familiar buddy movie fare – when a murder takes place in Boyle’s sleepy Connemara village, he soon pinpoints the perpetrators as a gang of ruthless international drug smugglers, but the powers that be have assigned a by-the-book FBI agent (Don Cheadle) to the case. The usual fish-out-of-water shenanigans ensue, but eventually these two proud policemen reach an understanding.There’s an enormous amount to enjoy in ‘The Guard’: McDonagh’s script crackles with memorable one-liners, the rapport between Gleeson and Cheadle is note-perfect and the film’s observations on small-town life are piercing and often hilarious. So it’s frustrating when, after a flawless first act, the script begins to wander off the point: Cheadle is kept off screen for far too long while we spend time in the company of Mark Strong and his band of overwritten, philosophy-spouting Tarantino-esque crooks and Boyle is sidetracked by a vague, unsatisfying flirtation with a murdered colleague’s wife.The cast is studded with solid supporting performances from the likes of Strong, Fionnula Flanagan and Irish comedy icon Pat Shortt, but sometimes there are too many side characters to keep track of. McDonagh’s direction has flashes of brilliance – the savage, sadistically funny opening scene is one for the ages.",
    "chinese_title": "警卫",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Караул",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-08-02T04:39:35"
}