{
    "aka": [],
    "sid": "5029056",
    "cast": [
        {
            "url": "/celebrity/1132994/",
            "name": "维尔纳·内克斯 Werner Nekes",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1996",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1132994/",
            "name": "维尔纳·内克斯 Werner Nekes",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0209141",
    "director": [
        {
            "url": "/celebrity/1132994/",
            "name": "维尔纳·内克斯 Werner Nekes",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1996"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0209141/",
    "imdb_votes": 16,
    "this_title": [
        "Media Magica I-V"
    ],
    "douban_link": "https://movie.douban.com/subject/5029056/",
    "imdb_rating": "8.6/10 from 16 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "An exhilarating and amusing encyclopedic look at the \"prehistory\" of cinema. Werner Nekes charts the fascination with moving pictures which led to the birth of film, covering shadow plays, peep shows, flip books, flicks, magic lanterns, lithopanes, panoramic, scrolls, colorful forms of early animation, and numerous other historical artiffices.Working with these formats, early \"producers\" created melodramas, comedies, -- as well as lots of pornography -- anticipating most of the forms known today. Nekes probes these colorful toys and inventions in a rich and rewarding optical experience. Film Before Film is a bewildering assault of exotic (and sometimes erotic) images and illusions.\"These primitive special effects retain the power to evoke a childlike wonder.\" -- J. Hoberman, Village Voice\"An astonishing array...The images are abundantly beautiful.\" -- Russell Merritt, Film QuarterlyThe Media Magica series began life back in 1985. This was the year in which German filmmaker Werner Nekes released Film Before Film, an 80-minute documentary which explored pre-cinema methods of moving images – camera obscuras, zoetropes, magic lanterns and the like – by drawing heavily on the director’s own extensive collection of such paraphernalia. Indeed, it has proven extensive to such a point that one documentary simply couldn’t suffice; Nekes returning to the subject ten years later to make another five instalments, each one concentrating on an area from Film Before Film and expanding it to a healthier 53-minute duration. The results were more historical context, more examples from the collection of course, and ultimately a more definitive record. Now available on six individual discs either through the BFI or direct from Nekes himself (whom we should also thank for supplying copies for this review), we’re able to view the series as a single unit – and indeed it should be considered as such. Film Before Film may exist as a standalone piece, yet really it’s more of a taster; once it has whet your appetite you really do need to sample the rest of the collection.Stylistically all six instalments follow the approach established in 1985. These aren’t documentaries inasmuch as they never really probe their subject, but rather serve as a demonstration, a kind of illustrated history lesson. The technique is really quite simple and unfussy in its approach: Nekes delivers an offscreen commentary whilst the screen is occupied by these often ancient, fanciful devices. In the case of the former, the guiding factor is sparseness, but also directness; the latter, on the other hand, is given an almost free hand, Nekes’ collection being really quite something to behold.It’s hard to find fault with such an approach as the filmmaking is so pure and unaffected. (Nekes, incidentally, had been making his own films for some time before the Media Magica project, working in both fiction and non-fiction.) There’s nothing to distract our attentions or get in the way and as such we’re allowed simply to pore over what is effectively a giant toy box (and a truly beguiling one at that, there being some truly bizarre creations contained within). Interestingly, the items come across as surprisingly fresh to modern eyes more used to CGI and the like, even though, in some cases, they’re centuries old and essentially familiar. Nekes’ remit for inclusion is simply that their methods in some way pre-figure that of the cinema. Thus concepts of photochemistry, animation and montage allow such common articles as pop-up books, 3D glasses and kaleidoscopes to figure. They’re exactly the kind of objects which we may now dismiss as mere children’s toys, yet given their individual designers’ skills, not to mention Nekes’ great enthusiasm, they take on a new wonder.Of course, there’s also a wide ranger of less familiar objects to be found, each of which conspires to make Media Magica even more of an eye-opener. The series truly does offer an alternative, forgotten history and here we find skeleton leaves, nudie brandy glasses, cigarette-instigated horse races and “mystery paintings” – alternately witty, inventive or taking us into whole new worlds. Indeed, the narrative aspects of many of these pieces become all the more accentuated given the overall sparseness of Media Magica’s style; as said there are no distractions beyond what is being demonstrated and as such we get sucked into these charming constructs, with even the frequent examples of erotica being disarmingly quaint!Such a wealth of onscreen activity does leave the series open to accusations of a lack of focus, though to do so would be unfair. Nekes sets out his stead at the beginning of each instalment and then simply lets the pieces speak for themselves. In both Film Before Film and the later, more concentrated efforts his voice-over appears only intermittently, either to provide a snippet of historical context or some brief explanation. The overriding structure – that which follows the invention of various techniques from the camera obscura to the Lumière brothers’ Cinematograph – becomes near subliminal such is our involvement with each example, but then surely this stands as a testament to the collection itself. Indeed, the only major flaw with these pieces is that whilst the collection continues to grow they effectively stay as they are. Perhaps the series will be revisited once more and introduce us to even more fascinating objects?",
    "chinese_title": "Media Magica I-V",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.6,
    "douban_rating_average": 0,
    "update_at": "2025-07-20T10:56:54"
}