{
    "aka": [],
    "sid": "5029061",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1995",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2458356022.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt0848370",
    "director": [
        {
            "url": "/celebrity/1132994/",
            "name": "维尔纳·内克斯 Werner Nekes",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1995"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0848370/",
    "this_title": [
        "Media Magica (1): Durchsehekunst"
    ],
    "douban_link": "https://movie.douban.com/subject/5029061/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "About the Camera Obscura, the peep-show, anamorphoses, shadow theatre and much more. The principle of the Camera Obscura was already known in the fourth century: a dark room where a picture of the outside world passes through a small hole and is pictured back-to-front and upside-down on the opposite wall. This is the principle that, approximately 1500 years later, made the development of the photo and movie cameras possible.The principle of the Camera Obscura played a role in the research of the laws of perspective. On the other hand, the peep-box is often a reversal of the principle of the Camera Obscura. In the Camera Obscura, or rather, with its help, wievs are sketched - in the peep-show, such views are observed. However, research on perspectives awakens an interest in its irregularities, in distorted pictures - anamorphoses.Already prior to the play with perspective, the play with light and shadow is developed. The thousand-year old shadow theatre with its rich tradition lives on today, especially in oriental cultures.",
    "chinese_title": "Media Magica (1): Durchsehekunst",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-14T03:29:50"
}