{
    "aka": [],
    "sid": "5029062",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1995",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2448524264.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt0848373",
    "director": [
        {
            "url": "/celebrity/1132994/",
            "name": "维尔纳·内克斯 Werner Nekes",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1995"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0848373/",
    "imdb_votes": 8,
    "this_title": [
        "Media Magica (5): Wundertrommel"
    ],
    "douban_link": "https://movie.douban.com/subject/5029062/",
    "imdb_rating": "8.0/10 from 8 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The Magic Drum is about the thaumatrope, stills, the kinora and much more. In 1896 the Lumière brothers combined the principle of the Camera Obscura, which takes the picture, with that of the Magic Lantern, which reproduces the picture, to construct the cinematograph. But movies - moving picture series - are first made possible by after-image effects and stroboscopic effects.Many early scientists had already studied this phenomenon by using revolving objects, and discs and thus prepared the way for the cinematograph. The thaumatrope is a rotating disc with pictures on both sides; when it is rapidly revolved, both picture sides melt into one. The phenakistiscope, the zoetrope and the praxinoscope, so-called \"wheel of life\" and \"magic drum\", show pictured phases of movement in an endless loop. The stills taken by Eadweard Muybridge demonstrate in exact analysis, movement phases, for example, the leg movements of a horse's stride.In the early days of films, many flickerbooks appear on the market: \"thumb movies\", mutoscope and kinora, where the viewer himself could regulate the speed of the movement of the printed film pictures.",
    "chinese_title": "Media Magica (5): Wundertrommel",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.0,
    "douban_rating_average": 0,
    "update_at": "2025-03-22T14:33:46"
}