{
    "aka": [],
    "sid": "5031721",
    "cast": [
        {
            "url": "/celebrity/1274437/",
            "name": "秦海璐 Hailu Qin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274671/",
            "name": "王奎荣 Kuirong Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318195/",
            "name": "曹磊 Lei Cao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316329/",
            "name": "沙景昌 Jingchang Sha",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324233/",
            "name": "张晗 Han Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1356824/",
            "name": "米冈宽纯 Mioka Hirojun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1328138/",
            "name": "陆彭 Peng Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1479993/",
            "name": "荪漃沨 Jifeng Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325800/",
            "name": "黑木真二 Shinji Kuroki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1443271/",
            "name": "李忠林 Zhonglin Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1415976/",
            "name": "贾君刚 Jungang Jia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336229/",
            "name": "张世会 Shihui Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1394280/",
            "name": "王正佳 Zhengjia Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322966/",
            "name": "金为珩 Weiheng Jin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2555575319.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1372154/",
            "name": "远方 Yuan Fang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1372158/",
            "name": "冬立 Dongli Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1372156/",
            "name": "胡平 Ping Hu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1339763/",
            "name": "陈国军 Guojun Chen",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "40",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2010-05-02(中国大陆)"
    ],
    "this_title": [
        "松花江上"
    ],
    "douban_link": "https://movie.douban.com/subject/5031721/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "一九二八年，东北军的屯垦部队营长彭兴华在兴安岭我方的军事禁区逮捕了以进行农业考察做晃子，擅自闯入军事禁区进行间谍活动并肆意枪杀我方边民、纵火焚烧民房的日本关东军军事间谍大野建二小组。依照有权处决敌方军事间谍的国际法规，出于对大野建二等间谍肆意杀人放火的憎恨，彭兴华下令处决了大野建二等人，但当时的东北地方政府，对日本关东军奉行极为软弱的政策，彭兴华为避追查，只得离开部队回乡，他打定主意去找张学良申诉，并主张对日强硬。 　　龙山的大户程八爷，是一个爱国的士绅，早年他和彭兴华的父亲同闯关东，在东北军中服役。因为与日本关东军发生冲突，彭兴华的父亲为掩护程八爷而死，程八爷感念救命之恩，将彭兴华收为义子抚养成人。彭兴华长大后为报家仇国恨，毅然投军。 　　松花江的支流桦树河子盛产砂金，并且还养育着清朝时期的稀世珍宝—东珠。桦树河子的宝藏吸引了日本拓荒团和关东军的垂涎，以关东军特务川口正雄为代表的日本侵略者千方百计想把桦树河子的开采权纳为日本开拓团所有，并把地照拿到手。而桦树河子地段分为上、中、下三段为程八爷、县商会会长李祖琦、县工商业老板林培良共同所有。程八爷为防止川口正雄分化程、李、林三家，订立了卫护桦树河子的盟约，并诅咒，谁把桦树河子的地照出让给日本侵略者，谁就是汉奸。 　　川口正雄被程八爷的举动激怒了，他决心帮助日本开拓团拿下桦树河子。他串通土匪谢久衡绑架了程八爷的小女儿程馨萍和孙子，由土匪出面让程家用桦树河子的地照赎回小女儿程馨萍及小孙子。这时恰好彭兴华回到了龙山，他与程八爷的儿子程子轩、程子辕，还有磕头大哥，东北军的团长何长水合力，不但救回了程馨萍和小孙子，又保住了桦树河子的地照不失。 　　日本关东军在追查间谍大野建二的死因时，目标锁定在了彭兴华的身上。川口正雄运用一切力量对彭兴华进行抓捕。在中共地下党领导人赵醒民和程八爷一家的倾力协助下，彭兴华逃出了龙山。 　　彭兴华到沈阳没有如愿见到张学良，且遭到了软禁，日本关东军的特务组织始终不放过彭兴华这不得不让东北军的上层为了解救彭兴华搞了一出假枪毙，但这一出戏也蒙骗了程家及始终爱着彭兴华的程八爷的大女儿程馨桢。程馨桢在绝望和哀痛中嫁给了自己并不爱的自幼由父母包办的娃娃亲，林培良的儿子林家谋。九．一八事变后程馨桢不甘心当汉奸，随林家举家南逃，在抗战胜利之后才返回东北，再与彭兴华重逢，程馨桢已为人母。 　　彭兴华被软禁在沈阳，由于上层庇护得以逃脱日本关东军的毒手，在九．一八事变之夜说服看守逃出监牢，投身抗战。 　　彭兴华追随东北军的残部转战在松花江两岸抗击日本关东军。因为人心不一，队伍最终四散，彭兴华回到了龙山。此时的龙山也已被日本关东军占领，昔日以畜牧专家面目出现的日军特务川口正雄，也恢复了关东军少佐的本来面目。日本关东军为了修建铁路，扩大开拓团耕种的土地，以低于市价98%的价格强征松花江两岸的土地，包括程、李、林三家所有的桦树河子，并强令农民在大年三十之前上缴枪支、地照，到了大年初一早晨不交，一律严惩。这一恶行激怒了龙山的百姓及大户。彭兴华、程家挑头联络四乡八村的百姓组织“大刀会”、“红枪会”、“护家队”举行武装暴动，伏击前来镇压的日本关东军，打死了日本关东军津美辽太郎大佐。 　　日本关东军调集重兵对起义的义勇军进行残酷的镇压，彭兴华决心返回自己的部队，带领自己的那个营投身抗日。县商会会长的女儿李梦桐自幼就祟拜彭兴华的一身正气，昔日因彭兴华一心爱着程馨桢，她不得不退到一边，如今对彭兴华舍身抗日更加令她敬佩，她不顾家人反对，执意追随彭兴华去兴安岭带兵，不料彭兴华已经被撤去了营长一职，只挂了一个战训参谋的虚职。在困顿之中，彭兴华和李梦桐借伐木工人的小屋结了婚。 　　彭兴华所在的屯垦部队投降了，彭兴华躲过抓捕，与团长何长水带领一部分人员返回龙山，和当地抗日群众联合组建了抗日义勇军。 　　面对义勇军的困境，李梦桐不相信自己的父亲商会会长李祖琦、哥哥李韬甫甘心当汉奸，执意劝说身为县民团团总的哥哥李韬甫投身抗日。 　　日本关东军得到了彭兴华不死，在龙山一带带领义勇军抗日，并且已娶了李梦桐为妻的情报，川口正雄以枪杀李梦桐为条件，协迫李家投靠日本关东军。李祖琦和李韬甫为了自保，也为了保住李梦桐的性命，以假意抗日为名约见彭兴华，让日本关东军趁机将彭兴华逮捕。 　　川口正雄对彭兴华软硬兼施，彭兴华决心以死相拼，誓不投降。这让日本警备队队长北岛岸介十分恼怒，他不顾川口正雄想用彭兴华做诱饵消灭义勇军的计划，把彭兴华当着李梦桐及李祖琦、李韬甫、程子轩的面塞进冰窟窿。李梦桐哀伤过度，出家入了尼姑庵。 　　彭兴华侥幸遇到一条青沟不死，他爬上江面，严寒在瞬间将他浑身上下冻成了冰甲，他一头载在雪野里，恰遇日本开拓团的老团民佐治及孙女阿铃救走。活过来的彭兴华一身伤病，他无力逃走，只好暂且栖身在老佐治家当劳金养伤。 　　江口镇火车站，是日本关东军调配作战物资的枢扭，彭兴华决意将江口火车站炸毁，他用四处张贴寻人启事的办法打算和地下党、义勇军建立联系，这一办法果然奏效，彭兴华和共产党领导的游击队里应外合炸毁了日本军列，炸毁了江口火车站。 　　一九三六年，赵醒民执行中共中央的指示，将义勇军组建成为东北抗日联军。 　　日本关东军加紧了对抗日联军的讨伐。 　　日本在桦树河子建立了矿业拓采株式会社和金矿局，并驻有日本守备队和警察所。 　　程八爷不愿让日本关东军占有桦树河子金矿，因为日本开拓团大举引用河水，造成养育东珠的河蚌死亡，他联络彭兴华带领抗联一举打掉了桦树河子日本守备队和警察所。 　　一九三七年七月七日，全面抗战暴发了，东北抗日联军牵制了大量日本关东军不得入关参战，由原有驻军的二十万猛增到四十万。至一九四0年，日本关东军为对付东北抗日联军增兵至六十万，东北抗日联军为中国的抗战、为世界反法西斯斗争做出了卓越的贡献。 　　一九四五年，抗战胜利了，松花江流域的人民又加入了为建立人民共和国的艰苦斗争。 　　彭兴华及所有东北籍的官兵从延安返回东北，发动群众开展剿匪、土改、建立政权的殊死斗争，直至一九四九年十月一日，中华人民共和国延生，太阳永远照耀在松花江上……",
    "chinese_title": "松花江上",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-18T12:26:34"
}