{
    "aka": [],
    "sid": "5045800",
    "cast": [
        {
            "url": "/celebrity/1046960/",
            "name": "潘粤明 Yueming Pan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322499/",
            "name": "丁梦雨 Mengyu Ding",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326049/",
            "name": "许文广 Wenguang Xu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893982565.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1327593/",
            "name": "冷菲 Fei Leng",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1327593/",
            "name": "冷菲 Fei Leng",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "我只在乎你"
    ],
    "douban_link": "https://movie.douban.com/subject/5045800/",
    "trans_title": [
        ""
    ],
    "douban_votes": "218",
    "introduction": "置身于国际化大都市的北京，吕波绝对属于养眼美女的那一种。高挑欣长的身段，瓜子脸蛋上秀眉弯弯、明眸圆圆，浑身上下透着明艳娇媚、青春无敌的气质。或许正是因为人长得漂亮，吕波和顺应如今时代发展趋势的青春美女一样，选择了做人情人的角色。但吕波又不是凭借长相混饭吃的那种，在她的内心深处，人到中年、事业有成却家有妻儿的周明占据了她整个的情感世界。但尽管如此，这种东躲西藏的日子过起来毕竟如同做贼，让吕波难以接受。为了找一个相对安全的二人世界，周明带着吕波来到一处闲置多年的房子。不巧的是，两个人前脚刚进门，司机小刘就打来电话：妻子来了，而且已经到了楼下。周明慌不择路，倒是吕波正想会会这个绑住自己情人的女人。无奈在周明的苦苦哀求下，吕波只好委身从窗户缘绳而逃。谁曾想，刚出窗户就不慎跌入一独身男子的家中。独身男子名叫史新羽，在一家广告公司做平面设计，住在这里原本是替出国的朋友看看家。面对眼前这突如其来、从天而降的青春美少女，史新羽还以为是“天上掉下一个林妹妹”。就当史新羽为眼前的一幕懵懂不知所措时，从有惊无险中镇定下来的吕波已经在宛尔一笑中，嫣然而去。周明是个高干子弟。如今正步入颠峰的事业离不开妻子的支持不说，一年中还有半年的时间不在国内。没有周明相伴的日子，吕波只有在自学英语、练习击剑、漫逛商场、狂泡酒吧中打发无聊的时间。在得知周明为顾及家庭的颜面和周遭朋友的舆论而拒绝答应和妻子离婚的最后通牒后，吕波决定用自己的方式报复周明。为此，吕波在一个雨夜敲开了史新羽的门，并用自尽寻死相逼，让豪无思想准备的史新羽答应和她结婚。吕波做梦都想有一个像样的婚礼，如今为报复周明，吕波带着肚子里周明的孩子，在稀里糊涂中做了史新羽的新娘。和史新羽结婚不到一年的时间，吕波就顺利生下一个白胖小子。为兑现当初答应吕波的承诺，史新羽给孩子取名叫史见证。不仅如此，史新羽还以和吕波分睡客厅沙发和卧室大床的不逾坚守，默默地实现着对吕波的好。然而，这种平静的生活很快就在史见证长到三岁的时候，随着周明的再次出现而被打破。周明带着已经和前妻离婚的好消息出现在吕波的面前。周明的出现，重新勾起了吕波对往事的回忆，也在史新羽的心上无情的划开了一道伤口。在周明重归于好的哀求面前，吕波带着史见证出现在周明为自己举办的盛大生日聚会上。面对周明赠送的宝马名车和私人别墅里觥箸交错的酒绿灯红，吕波想起了远在青岛出差的史新羽，想起了在最绝望的时候给予自己活下去勇气的丈夫。吕波毅然离开了周明，在人群攒动的街头找到真正爱她的史新羽。为实现吕波的愿望，史新羽在朋友同事的操持下，为吕波举办了一个简单而隆重的婚礼。带着三岁儿子史见证的婚礼上，吕波身披圣洁的婚纱，高歌一曲《不能没有你》。祝福声中，“……日子过得怎么样，人生是否要珍惜”的歌唱在每一个人心中荡漾，在都市的上空传得很远、很远。",
    "chinese_title": "我只在乎你",
    "douban_rating": "6.9/10 from 218 users",
    "foreign_title": "",
    "douban_rating_average": "6.9",
    "update_at": "2025-03-30T07:21:10"
}