{
    "aka": [
        "法外狂徒"
    ],
    "sid": "5047357",
    "cast": [
        {
            "url": "/celebrity/1009173/",
            "name": "保罗·L·史密斯 Paul L. Smith",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1142974/",
            "name": "Steve Ray Steve Ray",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1131189/",
            "name": "Mickey Morton Mickey Morton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1062264/",
            "name": "沃伦·贝林格 Warren Berlinger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1057900/",
            "name": "德克-安德森 Deke Anderson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048019/",
            "name": "史蒂夫·克莱默 Steve Kramer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037153/",
            "name": "大卫·海温 David Heavener",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1153759/",
            "name": "弗兰克·史泰龙 Frank Stallone",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1988",
    "genre": [
        "剧情",
        "动作"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2527058860.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1037153/",
            "name": "大卫·海温 David Heavener",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0093689",
    "director": [
        {
            "url": "/celebrity/1037153/",
            "name": "大卫·海温 David Heavener",
            "@type": "Person"
        }
    ],
    "duration": "95 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1988"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0093689/",
    "imdb_votes": 99,
    "this_title": [
        "Outlaw Force"
    ],
    "douban_link": "https://movie.douban.com/subject/5047357/",
    "imdb_rating": "4.1/10 from 99 users",
    "trans_title": [
        "法外有法",
        "法外狂徒"
    ],
    "douban_votes": "0",
    "introduction": "美国彩色故事片美国TBJ影片股份公司出品中国电影公司发行长春电影制片厂译制片分厂译制美国加利福尼亚州大都市洛杉矶。比里·瑞·道尔顿是个建筑工人，三十出头，身体健壮。他曾在部队服役四年，受过特种训练，是个特等射手。他还是位歌手，用歌声给人们带来欢乐。勇于维护正义。他有一个美满的三口之家：美丽的妻子玛琳、漂亮的女儿霍利和经常牛仔装束的他。一天，比里一家 三口看完演出在回家途中，正遇流氓头子华盛顿为首的四个恶棍肆意蹂躏为他们的汽车加油的黑人拉里，比里便跑步上前将华盛顿按倒在地，用长枪对准他的脖子，解救了拉里，迫使歹徒们爬上汽车出城而去。比里与妻女回到郊外家中，精心擦拭那只枪。女儿饿了，玛琳给她倒了杯牛奶。晚饭后，妻子给比里作按摩时告诉他自己怀孕了，两人十分高兴。女儿走进来，比里把她抱进卧室，给她盖好被，吻她，给她唱歌，之后就去路边酒吧唱歌了。夜幕降临后，华盛顿与三个同伙突然闯进拉里家中，用刀架在他脖子上逼问比里的住址，然后把他五花大绑摔到地上扬长而去。拉里蹭到桌前，用嘴咬住电话线拉过电话机，给正在路边酒吧唱歌的比里打去电话，告诉他，自己被迫说出了他的住址，让他赶紧回家看看。这时，华盛顿等人已窜入比里家正在行凶。他们在浴室中找到了玛琳，强奸后杀害了她，把室内砸得稀巴烂，然后绑架了霍利逃之夭夭。待比里驾车火速赶回时，见到的只是妻子的尸体和一片惨相，女儿无影无踪。华盛顿与同伙回到他的老巢，把霍利交给女人杰西照管，谎称遇到点麻烦，扣留女孩作人质，很快会放她回家，实际上他找到人贩子希金斯，谈定以两千美元外加三盎司可卡因的价钱将霍利卖出，只待找到买主。比里安葬了妻子，焦急地等待警方破案的消息。可警方一开始向报案的邻居谢里夫说因没有目击者很难立案，后来比里打电话催问，胖警官温瑞特告诉他，三天时间查不出他女儿的下落，让他过几天再找“追查失踪者组”询问。比里日夜思念女儿，梦里梦见妻子被害的惨景，无以排遣，便操起枪，百发百中地击毁每一个目标。这天，他收拾好枪和其他物品准备出门，谢里夫问他：“去找线索？”比里答道：“是的。”谢里夫又问：“怎么个找法？”比里回答：“顺藤摸瓜。”他告别了谢里夫驾车离家而去，来到警察局找到温瑞特，好心的温瑞特告诉他警方会很快给他答复，劝他不要扮演侦探角色，以免被坏人伤害，劝他回家。可比里说他得找到唯一的亲人，什么时候找到什么时候回家。按临行时谢里夫查到的歹待们偷的车牌号与姓名地址，比里找到了正拍色情电影的艾力克思·鲁德鲁姆，告诉他一个叫华盛顿的家伙用的是他的车牌，开着车为非作歹。鲁德鲁姆说他不认识华盛顿，车牌是他偷的。比里离开拍摄现场时，一个女色情演员叫住了他，她告知他找的这个人住在好莱坞叫血巷的小巷里，和一个叫希金斯的人有来往，他们都搞色情买卖，但希金斯搞的是儿童色情。比里问：“为什么告诉我？”她答道：“我喜欢色情表演，可我不想让孩子也干这种事。晦，牛仔，打起精神来。”希金斯给华盛顿打电话，说那孩子的父亲在鲁德鲁姆那大打出手，让华盛顿干掉他。华盛顿在牌桌上和同伙说要干掉那牛仔时，被躲在门后的杰西听见，她上前质问华盛顿：“干嘛不告诉我霍利父亲在找她？你根本就没打算放她回家是吧？”华盛顿斥责道：“你少管闲事，给我倒杯酒。”杰西当即顶撞一句：“你自己倒吧，社会渣子！”华盛顿恼羞成怒，将杰西打倒在地。一路找来的比里遭到华盛顿的追杀，他们从街道打上房顶，又打到楼下，比里虽身手不凡，但毕竟众寡悬殊。当他第二次爬上楼顶与华盛顿较量时，被一枪打中右下腹捧、摔了下去，他不顾伤痛，手捂肚子就跑。正在附近巡逻的温瑞特与其新塔档普瑞拉，听到普方发出的“一伙暴徒正在阿盖尔和好莱坞一带打架斗殴，请配合行动”的通知后，立即驱车前往，可当他俩赶到打斗现场时，比里已被杰西救走。杰西是个善良的女人，她关心霍利，给她毯子和布娃娃，想办法让她吃东西。她不满华盛顿一伙的所做所为，给苏杰打去电话，让她帮助收拾好霍利的东西，准备明天深夜动身逃走。比里身缠纱布在床上醒来，杰西走进来坐在床边说：“我叫杰西，你昨晚睡觉时全说了，你需要休息。”这时，希金斯告诉华盛顿，已找到买主，明天拂晓拱顶大楼见。杰西给比里送来一大包吃的，比里问：“这是你家？”杰西说：“不，是别人的家。”比里又问：“主人回来看见我睡在床上你怎么解释？”杰西说：“我这么说，我回来看见一个男人睡在她床上，没事儿。”她问比里：“你真的是个牛仔？”比里说：“我曾祖父常对我说，真正的牛仔不在乎自己穿牛仔的感觉，而是注意心里的感受。”他问她为什么帮他，她说是同情。比里指着一张照片中的杰西说：“这张照得真漂亮。”杰西无限感慨地说那是毕业照，已很长时间没人说她漂亮了。她见他伤口又出血，替他更换了纱布。她情意缠绵地亲吻比里，可比里却把床单披在杰西身上，拿起帽子和绳索，穿好靴子和大衣，截上手套，挎上短枪，走了出去。在夜深人静的街巷里，比里以闪电般的枪法击毙了向他开枪的华盛顿的同伙伊齐等歹徒，又一枪将调戏两个姑娘的流氓打倒在地。这时，杰西带着霍利悄悄逃走，不料被华盛顿发现。华盛顿把她俩抓了回来，驱车直奔拱顶大楼。在一建筑物的角落里，比里神奇地将华盛顿的另一个同伙斯皮德吊了起来，脚下垫一个圆桶形垃圾筐。他追问出女儿被带去了拱顶大楼便急忙离去，被吊的斯皮德很快脚下悬空，蹬了几下不动了。温瑞特与普瑞拉带急诊医生赶到枪战现场，见到两具尸体和那个睾丸被打掉的流氓。温瑞特询问打伤他的人是谁，那流氓不说。温瑞特以扯断抢救他的输液器相威胁，迫使流氓说出打伤他的是找孩子的那个人，并说他们带孩子去了拱顶大楼。普瑞拉要去叫援兵，漫温特制止了他并告诉他：“这个人只想找回女儿，一旦援兵惊动了那帮人，这个人就没命了。他心里很内疚，一心盼着找到女儿，这个道理学校是不会教你的。”在与普瑞拉赶回局里向摩根警长交差后，温瑞特匆匆离去。警长忙向普瑞拉：“温瑞特走的这么急，有什么事吗？”普瑞拉含混地说：“他，一定是急着去赴约会。”华盛顿带霍利与杰西来到拱顶大楼，他向他的走卒们发出命令：“可卡因和钱马上送来，人人有份。除了希金斯，别人不许上楼顶，看见牛就干掉他。”说完带着两个人上楼去。比里取出长枪走进了这座建筑物，一进门就出其不意干掉两个歹徒。他推开一扇门，就地一个滚翻，打死了从楼上向他开枪的人。这里地形复杂，几乎步步涉足险境，处处暗藏杀机，比里每前进一步都要十分警觉，用枪开路。温瑞特与希金斯也先后走进了这座大楼。在一个空旷的剧场内，华盛顿的另一个同伙库凯得意地对刚与另几个歹徒枪战的比里说：“你女儿就在楼顶上，可惜太远了你够不着，你枪里没子弹了，我数了。”比里当即一枪将其打死。比里伤口又出血了，他塞了块纱布，这时背后有人偷袭，被温瑞特开枪击毙。突然，温瑞特左臂中弹鲜血直流，比里急忙上前关切地说：“我去叫救护车。”温瑞特如同命令似地对他说：“快离开这儿，找到孩子赶快带她走，快去！”比里只得离开他，向楼顶找去。楼顶上，只有华盛顿、杰西和霍利三人，没好气的华盛顿眼睛狠狠盯着杰西，嘲讽地问道：“杰西，为什么？一定是牛仔床上活儿干得不坏。”杰西针锋相对：“是的，天下无双。”愤怒的华盛顿揪住杰西就要动手，这时希金斯提着钱箱来到了楼顶。希金斯赴前打开箱子，让华盛顿看过里面的钱和可卡因，比里此时已经来到楼顶的一个门后面，正往枪里装子弹。就在双方刚要交易之际，比里从门里出来高喊“华盛顿”，两歹徒同时循声望去，比里一枪击毙了希金斯。惊恐的华盛顿当即拉过霍利用枪对准她的头，叫道：“放下枪，不然就杀了她！”霍利高喊:“爸爸——”双方相持片刻，比里慢慢蹲下去放下手中的枪。就在华盛顿稍一懈怠的瞬间，比里迅猛飞起一脚将其踢倒，两人在平台上展开了生死搏斗，几个回合之后，倒地的华盛顿去抓地上的枪，一边的杰西担心地喊道：“比里当心！”比里魔术般地用左手抽出一只短枪连发两枪将华盛顿打死在地上。霍利小鸟似地扑向爸爸.比里张开双臂将女儿紧紧抱在怀里。",
    "chinese_title": "法外有法",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Outlaw Force",
    "imdb_rating_average": 4.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-13T18:12:11"
}