{
    "aka": [
        "Chapliniana"
    ],
    "sid": "5047645",
    "cast": [
        {
            "url": "/celebrity/1125858/",
            "name": "叶卡捷琳娜·马克西莫娃 Ekaterina Maximova",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2624632595.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1062804/",
            "name": "Aleksandr Belinsky Aleksandr Belinsky",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0092741",
    "director": [
        {
            "url": "/celebrity/1062804/",
            "name": "Aleksandr Belinsky Aleksandr Belinsky",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1987"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0092741/",
    "imdb_votes": 14,
    "this_title": [
        "Чаплиниана"
    ],
    "douban_link": "https://movie.douban.com/subject/5047645/",
    "imdb_rating": "6.5/10 from 14 users",
    "trans_title": [
        "卓别林",
        "Chapliniana"
    ],
    "douban_votes": "0",
    "introduction": "Chapliniana is a Soviet full-length color ballet film set to music by Charles Chaplin. Choreography by Gali Abayulov, script and direction by Alexander Belinsky, starring Gali Abayulov and Yekaterina Maksimova. The film was shot by order of the USSR State Committee on Television and Radio Broadcasting at the Lenfilm studio in 1987.Gali Abayulov - Dictator and ClownEkaterina Maximova - Prima donnaNatalia Kirichek - GirlKonstantin Zaklinsky - GuyAndrey Bosov - ColonelLeonid Lebedev - GangsterIgor Solovyov - GangsterAnya Abayulova - KidSoloists of the Leningrad Maly Opera and Ballet TheaterFilm crewScreenplay and production - Alexander BelinskyChoreography - Gali AbayulovArtistic director - Vladimir VasilievDirector of photography - Henrikh MaranjyanSet Designer - Bella ManevichAuthor's processing - Nikolay Dranitsyn, Oleg KutsenkoSound engineer - Larisa MaslovaAcademic Symphony Orchestra of the Leningrad State Philharmonic D. ShostakovichPiano part - Mikhail AptekmanConductors - Pavel Bubelnikov, Oleg KutsenkoDirector - Boris Pavlov-SilvanskyEditor - Yakov RokhlinEditing - Irina GorokhovskayaOperators - Apollinary Dudko, A. KudryavtsevMakeup - Irina VasilyevaCostumes - M. StruchkovaDirector's group - E. Belskaya, G. Pushkova, L. SobolevaAssistants:costume designer - T. Tsarevaediting - R. KhalyutinaDecorator - E. NikolaevaLighting Master - A. GusevDeputy Directors - M. Bochever, M. Gerasimov, V. TarasovaDirector of the picture - Alexander PikunovThe film was shot on the film of the Shostkinsky p / o \"Svema\"",
    "chinese_title": "卓别林",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Чаплиниана",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-02-26T13:44:53"
}