{
    "aka": [],
    "sid": "5048145",
    "cast": [
        {
            "url": "/celebrity/1027835/",
            "name": "斯科特·巴库拉 Scott Bakula",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1078350/",
            "name": "Ellen Bry Ellen Bry",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049952/",
            "name": "乔伊·克莱默 Joey Cramer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1139533/",
            "name": "加温·桑福德 Garwin Sanford",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1094213/",
            "name": "安东尼·哈里森 Anthony Harrison",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1065875/",
            "name": "约翰·布卢姆 John Bloom",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1064108/",
            "name": "赫歇尔·伯纳迪 Herschel Bernardi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1057318/",
            "name": "约翰·安德森 John Anderson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055601/",
            "name": "Rebeccah Bush Rebeccah Bush",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025257/",
            "name": "唐·戴维斯 Don S. Davis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010757/",
            "name": "伊安·崔西 Ian Tracey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1167635/",
            "name": "戴尔·威尔逊 Dale Wilson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1986",
    "genre": [
        "剧情",
        "传记",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2065785134.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0091248",
    "director": [
        {
            "url": "/celebrity/1009521/",
            "name": "科里·艾伦 Corey Allen",
            "@type": "Person"
        }
    ],
    "duration": "96分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1986-04-06"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0091248/",
    "imdb_votes": 343,
    "this_title": [
        "I-Man"
    ],
    "douban_link": "https://movie.douban.com/subject/5048145/",
    "imdb_rating": "6.0/10 from 343 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The film tells the story of widowed father Jeffrey Wilder (Scott Bakula), who works as a cab driver, and his son Eric (Joey Cramer), as they are unexpectedly hurled into the adventure of a lifetime. When a NASA truck carrying a space canister crashes near their home, Jeffrey and Eric rush inside the wrecked vehicle to recover the helpless driver and a few scientists. However, near the end of the rescue, the truck violently explodes, and Jeffrey is rushed to the hospital, 90% of his body covered in second- and third-degree burns. As the doctors watch in shock, Jeffrey's badly burnt body miraculously heals itself before their eyes, and he walks out, confused and amazed.Brushing the incident aside as an apparent freak of nature, Jeffrey is stunned when his mysterious ability manifests during a botched armed robbery at a local convenience store; he appears to be fatally shot by the panicked robber, but what would normally have been a mortal bullet wound heals in seconds, just as his burns had done. It is then revealed that Jeffrey's new 'power' is the result of his exposure to a sample of mysterious alien atmosphere leaking from the damaged canister while on board the NASA truck. Soon, Eric exhibits similar powers (having also been exposed to the gas during the rescue), but Jeffrey advises his son to keep them secret for his own safety.The U.S. Government then approaches Jeffrey with a classified mission: to stop the devious and reclusive millionaire Oliver Holbrook (John Anderson), a power-hungry maniac who – having hijacked a military train – not only plans to use the power of some stolen prototype laser pistols to force the planet's surrender but also is threatening Earth with the ultimate disaster: nuclear meltdown. Sent into battle with fellow agent Karen McCorder (Ellen Bry), Wilder leaves Eric behind with a friend. But when the two are caught by Holbrook, it will take Eric's smarts as well as his powers to rescue his father before Holbrook unleashes his stolen technology and brings the world as we know it to an end...",
    "chinese_title": "I-Man",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-05-29T10:22:57"
}