{
    "aka": [
        "English: Innocent"
    ],
    "sid": "5048346",
    "cast": [
        {
            "url": "/celebrity/1045033/",
            "name": "玛杜丽·迪克西特 Madhuri Dixit",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1984",
    "genre": [
        "剧情",
        "喜剧",
        "动作",
        "爱情",
        "歌舞",
        "家庭",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2156074932.jpg",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt0090581",
    "director": [],
    "duration": "150 分钟",
    "episodes": "",
    "language": [
        "北印度语"
    ],
    "playdate": [
        "1984-08-10(印度)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0090581/",
    "imdb_votes": 158,
    "this_title": [
        "Abodh"
    ],
    "douban_link": "https://movie.douban.com/subject/5048346/",
    "imdb_rating": "5.4/10 from 158 users",
    "trans_title": [
        "无辜",
        "English: Innocent"
    ],
    "douban_votes": "0",
    "introduction": "Naive, childish and precocious, Gauri lives in a small town with her parents. At a fair, she gets into an argument with Shankar. Shortly thereafter, Gauri is told that her marriage has been arranged. At first Gauri is thrilled, then changes her mind when she finds out that her groom is Shankar, but finally reconciles herself to this marriage. After she re-locates to Shankar's residence, she spends much of her    time playing with Shankar's little brother. Her husband starts to realize that Gauri has not matured yet. He is unable to get intimate with her. Gauri soon becomes bored, and re-locates to her parents' house, where she resides for several months. It is here that she truly grows up, realizing the importance of marriage and intimacy. She then returns to Shankar's house, where she is welcomed back - though not quite warmly enough. Gauri starts to realize that her childishness has created distance between her and Shankar. He re-locates to study in another town. For several months, the family does not get any news about him. Shankar's father Gajanan Singh visits the hostel where his son is supposed to be staying. However, Gajanan finds that Shankar has left the hostel. For 3 months, Shankar goes missing. In the end, Shanker meets Gauri's childhood friend Ratna by chance. After talking to Ratna, Shankar realises that Gauri has matured and loves him. He goes running back to meet Gauri. They both reconcile.",
    "chinese_title": "无辜",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Abodh",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-08-15T01:21:35"
}