{
    "aka": [
        "Volodya, Senior; Volodya, Junior",
        "Володя большой, Володя маленький"
    ],
    "sid": "5048462",
    "cast": [
        {
            "url": "/celebrity/1041489/",
            "name": "欧列格·缅希科夫 Oleg Menshikov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1163203/",
            "name": "亚历山大·沃卡奇 Aleksandr Vokach",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1985",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1007190/",
            "name": "安东·契诃夫 Anton Chekhov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1043281/",
            "name": "Vyacheslav Krishtofovich Vyacheslav Krishtofovich",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0090273",
    "director": [
        {
            "url": "/celebrity/1043281/",
            "name": "Vyacheslav Krishtofovich Vyacheslav Krishtofovich",
            "@type": "Person"
        }
    ],
    "duration": "55分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1985"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0090273/",
    "imdb_votes": 31,
    "this_title": [
        "Volodya bolshoy, Volodya malenkiy"
    ],
    "douban_link": "https://movie.douban.com/subject/5048462/",
    "imdb_rating": "6.3/10 from 31 users",
    "trans_title": [
        "大沃洛嘉和小沃洛嘉",
        "Volodya, Senior; Volodya, Junior",
        "Володя большой, Володя маленький"
    ],
    "douban_votes": "0",
    "introduction": "The second Menshikov's part in Chekhov's stories' screen versions was performed in the film by Kiev director Vyacheslav Krishtofovich. Before Krishtofovich has been shooting films about common people of ordinary life. He liked leisurely flow of days and prepared his heroes for the explosion which occurred closer to the end. The sparkles of it are usually concealed in the relations between the characters until it flared up showing their new faces. Then everything cooled down and went on the usual way. But the scars from the burns remained. Forever.Vyacheslav Krishtofovich and cameraman Vasiliy Trushkovsky interpreted this story in dark and cold colors, and that gave the film the shade of gloomy thoughtfulness: why rush about in the row of grey days? Anyway nobody loves each other; everything is vague, instant, and unstable. Only pain remains…Menshikov played Volodya as if a bit lazily, slowly, trying not to spend himself too much, because after all everything had no sense. And in love scenes he lived as if on some other planet, not willing to shorten the distance between him and Sofia Lvovna, not letting the events develop forcefully. In other words, he kept distance between him and life. Repulsion from reality - this Chekhov's motif turned out to be the closest for the actor who felt the nature of Chekhov's type……Menshikov gains revenge when he sings \"Mountain Peaks\" with Sofia Lvovna. During these moments Volodya breaks free from the everyday life which usually blew out his best impulses. He tries to believe in the freedom from everything that surrounds and will surround him. Soft baritone sounds as a prayer, as a final confession, as a defeated hope: \"You just wait a little, and you'll have some rest…\" The soul longs for sympathy, salvation, peace… Volodya sings-tells that our earthly existence is something to be endured and accepted. Through Lermontov's lines, through the music, the sense of life returns to Volodya, he feels and sees its mystical ornament in blending of tragedy and beauty.",
    "chinese_title": "大沃洛嘉和小沃洛嘉",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Volodya bolshoy, Volodya malenkiy",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-04-14T19:33:49"
}