{
    "aka": [
        "Otto Klemperers lange Reise durch seine Zeit"
    ],
    "sid": "5048022",
    "cast": [
        {
            "url": "/celebrity/1206369/",
            "name": "奥托·克伦佩勒 Otto Klemperer",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1985",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2501614402.jpg",
    "region": [
        "西德",
        "荷兰",
        "奥地利"
    ],
    "writer": [],
    "imdb_id": "tt0091704",
    "director": [],
    "duration": "98 分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1985"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0091704/",
    "imdb_votes": 12,
    "this_title": [
        "Otto Klemperer's Long Journey Through His Times"
    ],
    "douban_link": "https://movie.douban.com/subject/5048022/",
    "imdb_rating": "7.3/10 from 12 users",
    "trans_title": [
        "克伦佩勒的漫长旅途",
        "Otto Klemperers lange Reise durch seine Zeit"
    ],
    "douban_votes": "0",
    "introduction": "This is an excellent, updated version of a 1974 documentary on the great German conductor Otto Klemperer whose life spanned two World Wars and the vagaries of communism vs. capitalism. Klemperer also fully absorbed his environment, musical or otherwise, and assessed it accurately. In addition to interviews with the German conductor and his colleagues, director Philo Bregstein uses historical footage to provide a needed background that further highlights the conductor's achievements. In the late '30s, Klemperer came to the U.S. to escape Nazi persecution and suffered a stroke -- he was diagnosed as having a brain tumor. After World War II, he went to live in Budapest and worked at the opera there. During the post-war years, communism was pushing \"Social Realism\" in art, literature, and music, and Klemperer's love of composers like Schonberg, Stravinsky, and Mahler ran against the grain. Repression drove Klemperer to the U.S. again, just in time to be persecuted during the McCarthy era. The last years of his life were spent in West Germany, where he died at the age of 88 in 1974. For anyone interested in the history of modern music, as well as modern history, this is a very informative documentary. ~ Eleanor Mannikka, Rovi",
    "chinese_title": "克伦佩勒的漫长旅途",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Otto Klemperer's Long Journey Through His Times",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-08-26T09:00:19"
}