{
    "aka": [
        "La Lucarne du siècle"
    ],
    "sid": "5048973",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873949722.jpg",
    "region": [
        "英国",
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1007440/",
            "name": "诺埃尔·伯奇 Noël Burch",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0088639",
    "director": [
        {
            "url": "/celebrity/1007440/",
            "name": "诺埃尔·伯奇 Noël Burch",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "1985(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0088639/",
    "imdb_votes": 14,
    "this_title": [
        "What Do Those Old Films Mean?"
    ],
    "douban_link": "https://movie.douban.com/subject/5048973/",
    "imdb_rating": "7.5/10 from 14 users",
    "trans_title": [
        "La Lucarne du siècle"
    ],
    "douban_votes": "0",
    "introduction": "In this extraordinary six-part series, film historian and critic Noel Burch uses clips of rare archival silent film treasures to take us on a riveting journey of discovery. How did silent film reach such incredible heights in a mere 30 years? Why did film in the United States so quickly become such a popular art form?In the first program, Along the Great Divide: Great Britain 1900-1912, Burch examines early British classics like Rescued by Rover and other, rare films by Cecil Hepworth, Stuart Kinder, James Williamson, R.W. Paul and others to look at how the British \"gentlemen inventors of the cinema\" created entertainment for the poor.The second part, Tomorrow the World: USA 1902-1914, looks at early film in America against the background of the immigrant masses streaming into the factories, slums and sweat-ships of early 20th century America. Films by Porter, Griffith, Reginald Baker, George Dobson, Stuart Blackton and others show how early American film invented social content and then dropped it for the development of narrative.In the third program, She! Denmark 1902-1914, Burch looks at the incredible explosion of filmmaking in Denmark where mature cinema was born at a time when French and American films were simple melodramas. The earliest Danish film stars - Asta Nielsen and Urban Gad - played in remarkable films which were innovative in the technical aspects of lighting, camera angles and editing.The fourth program, The Enemy Below: France 1904-1912 covers the early love affair between the cinema and the French working class through early Pathe and Gaumont productions, and rare films of Leonce Petter, Louis Feuilliade, (including his celebrated serials Les Vampires, Judex and Vendemaire) and Jacques Feyder's Crainquebille.Post-Revolutionary Russia was a period of extraordinary social and cultural experiment, and in the fifth program of this landmark series about the early years of the cinema, Noel Burch focuses on the sexual politics of the Soviet cinema. The program, Born Yesterday: USSR 1926-1930 includes obscure films like The House on Trubnaya Square by Boris Barnet, Ermler's Katka's Apples and Remnants of an Empire, Vertov's Kino-Eye and Kozintsev and Trauberg's The Devil Wheel in a unique look at a great era of cinema in a climate of virulent change.In Under Two Flags: Germany 1926-1932, Burch discusses the German silent cinema, including landmark German films like Billy Wilder, Robert Siodmak and Edgar Ulmer's People on Sunday, Brecht and Dudow's Kuhle Wampe and Jutzi's Berlin Alexanderplatz. These films were part of the \"populist\" cinema of the Weimer Republic, the German Worker's Film. Ironically, these films were ultimately replaced by the more palatable and cheerful films of Siodmak and Wilder, and the victory of Nazism.",
    "chinese_title": "What Do Those Old Films Mean?",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-08-31T06:42:21"
}