{
    "aka": [
        "Dot and Moby Dick",
        "多特和鲸鱼"
    ],
    "sid": "5048227",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1986",
    "genre": [
        "动画",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2551543256.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [],
    "imdb_id": "tt0090961",
    "director": [
        {
            "url": "/celebrity/1098199/",
            "name": "约拉姆·格罗斯 Yoram Gross",
            "@type": "Person"
        }
    ],
    "duration": "Brazil: 75 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1986-11-10(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0090961/",
    "imdb_votes": 172,
    "this_title": [
        "Dot and the Whale"
    ],
    "douban_link": "https://movie.douban.com/subject/5048227/",
    "imdb_rating": "6.9/10 from 172 users",
    "trans_title": [
        "Dot and Moby Dick",
        "多特和鲸鱼"
    ],
    "douban_votes": "0",
    "introduction": "Continuing the wild adventures of Ethel Pedley's much-loved characters, Dot and The Whale takes fearless Aussie heroine Dot away from h er usual bush surrounds and off to the coast where she teams her up with a new friend - Neptune the dolphin. Together Dot and Neptune discover a whale stranded on a beach and do not know how to help it. Far too hefty to move on their own, they discover that to save the dying creature they must find the old and wise Moby Dick. A unique blend of live action photography and cel animation from award-winning filmmaker Yoram Gross (Blinky Bill) featuring a string of lively musical numbers, Dot and The Whale is a larger-than-life journey along Australia's coastal wonderland.Our heroine, Dot, and her friend Neptune the dolphin, find a whale stranded on an Australian beach. They discover that to save the dying creature they must find the old and wise Moby Dick. Using animation on beautifully filmed live action scenes under the sea, the movie traces the adventures of Dot and Neptune.",
    "chinese_title": "Dot and the Whale",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-03-23T17:45:10"
}