{
    "aka": [],
    "sid": "5049663",
    "cast": [
        {
            "url": "/celebrity/1048134/",
            "name": "比尔·帕克斯顿 Bill Paxton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1278706/",
            "name": "Loren Bivens Loren Bivens",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1156138/",
            "name": "B.J. Turner B.J. Turner",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1982",
    "genre": [
        "科幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2220869675.jpg",
    "region": [
        "英国",
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1005153/",
            "name": "威廉·巴勒斯 William S. Burroughs",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0086409",
    "director": [],
    "duration": "81分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1982-09-01(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0086409/",
    "imdb_votes": 315,
    "this_title": [
        "Taking Tiger Mountain"
    ],
    "douban_link": "https://movie.douban.com/subject/5049663/",
    "imdb_rating": "4.8/10 from 315 users",
    "trans_title": [
        "智取虎山"
    ],
    "douban_votes": "0",
    "introduction": "Set in a small Welsh village in 1990. America and Russia have engaged in nuclear war and the structure of British society has changed radically. Billy Hampton (Bill Paxton), an American draft-evader, is brainwashed by a feminist group to assassinate Major Whitbread who runs the Welsh village.In his last year at U.T. Huckabee began work on an ambitious 35mm, wide-screen feature, Taking Tiger Mountain, starring old friend Paxton and featuring a contribution by legendary beat writer, William S. Burroughs.  “Burroughs came to town and watched what I had on a flatbed moviola.  He said, ‘I think you’ve got something there, kid,’ and gave me the rights to his material for $100. He even offered to appear in the film, but like an idiot I said there wasn’t really a part for him.”A strange and jerky script draws the viewer thru a bleak landscape. A forgetable piece except I know something you don't.The film was originally made with a totally different script. The sound track was lost, the film abandoned and then sold to director Tom Huckabee. Tom then hired lip readers to fill in the script and added his own off-screen character dialog to complete the film. Hence, it's strangeness. Unfortunately you won't see this one anywhere.This film is very rarely seen and next to impossible to find. The film contains concepts derived from William S.Burroughs' screenplay Bladerunner (which in turn lifted its concepts from The Bladerunner by Alan E Nourse), where bizarre underground medical procedures, psychotropic drugs and brainwashing produce an unwitting assassin sent forth in a post-apocalyptic Wales to carry out his subliminal deed. It's a bizarre and unsettling film, experimental in nature and quite effective in creating an uncertain hallucinatory atmosphere...This is ripped with ancient hardware from 2x 3/4\" U-matic tapes found buried in a William S. Burroughs collection - unfortunately whoever telecined this source cropped some of the frame, you can see what i mean in the screenshots. I've deliberately ripped the FPS to 29.970. Also the original audio was lost, the new audio track goes in and out of sync but is not too distracting.",
    "chinese_title": "智取虎山",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Taking Tiger Mountain",
    "imdb_rating_average": 4.8,
    "douban_rating_average": 0,
    "update_at": "2025-03-26T00:21:14"
}