{
    "aka": [
        "By the green trail"
    ],
    "sid": "5049193",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1984",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2881492071.jpg",
    "region": [
        "委内瑞拉"
    ],
    "writer": [],
    "imdb_id": "tt0087934",
    "director": [
        {
            "url": "/celebrity/1154661/",
            "name": "Marilda Vera Marilda Vera",
            "@type": "Person"
        }
    ],
    "duration": "91分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1984"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0087934/",
    "this_title": [
        "Por los caminos verdes"
    ],
    "douban_link": "https://movie.douban.com/subject/5049193/",
    "trans_title": [
        "By the green trail"
    ],
    "douban_votes": "0",
    "introduction": "Por los caminos verdes tells the story of the clandestine crossing of the border between Colombia and Venezuela, a night journey, dangerous and full of pitfalls, of some anonymous passengers whose common goal is to arrive in Caracas and realize their dreams, thus beginning a great adventure. In the city of gold as they call it, Palenque, Jean, Rose and Machete find themselves immersed in a marginal world trying to survive with the opportunities that the city offers them, with the anguish of being deported, with the temptation of the easily earned money. They look for another El Dorado or return, broken by the environment, from where they came. Some flee, others die in this sordid environment. They are human beings, mostly Colombians, who live in Venezuelan society, whose culture they enrich, perverting or adopting.For the first time, Venezuelan cinema deals with the theme of the immigration of men and women from different parts of Latin America who have upset the complex structures of Venezuelan society.",
    "chinese_title": "Por los caminos verdes",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-02-22T10:52:26"
}