{
    "aka": [
        "Stripe of Obstacles",
        "Полоса препятствий"
    ],
    "sid": "5049179",
    "cast": [
        {
            "url": "/celebrity/1041489/",
            "name": "欧列格·缅希科夫 Oleg Menshikov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1129881/",
            "name": "安德烈·米亚赫科夫 Andrey Myagkov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029814/",
            "name": "薇拉·库兹涅佐娃 Vera Kuznetsova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1134475/",
            "name": "Gleb Plaksin Gleb Plaksin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1129700/",
            "name": "Nikolai Pogodin Nikolai Pogodin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119619/",
            "name": "谢尔盖·马科韦茨基 Sergey Makovetskiy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119453/",
            "name": "Rimma Markova Rimma Markova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1096749/",
            "name": "季诺维·格尔德特 Zinoviy Gerdt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1064465/",
            "name": "Igor Bochkin Igor Bochkin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1059808/",
            "name": "Iren Azer Iren Azer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1039021/",
            "name": "安德烈·斯莫利亚科夫 Andrei Smolyakov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1083962/",
            "name": "奥列格·费奥多罗夫 Oleg Fyodorov",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1984",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2885128306.jpg",
    "region": [
        "苏联"
    ],
    "writer": [],
    "imdb_id": "tt0087929",
    "director": [
        {
            "url": "/celebrity/1020787/",
            "name": "米哈伊尔·图曼尼什维利 Mikhail Tumanishvili",
            "@type": "Person"
        }
    ],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1984(苏联)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0087929/",
    "imdb_votes": 45,
    "this_title": [
        "Полоса препятствий"
    ],
    "douban_link": "https://movie.douban.com/subject/5049179/",
    "imdb_rating": "5.7/10 from 45 users",
    "trans_title": [
        "障碍地带",
        "Stripe of Obstacles",
        "Полоса препятствий"
    ],
    "douban_votes": "0",
    "introduction": "The sense is that a good fellow, Volodya Mezhirov from Moscow, after graduating the Institute of Art soldiers as a marine. He is very casual with the province guys, take them as equals and invites them to visit him in Moscow after demobilization. That's the prelude.But then the sad story begins: how the talented artist Mezhirov forgets his high destination and goes to work in the \"gluing\" - porcelain and crystal repair shop. Sometimes genuine antiques are brought there - they are bought from some elderly woman or an ignorant lady quite cheaply. Volodya was pushed this way by a very respectable fellow, Viktor Petrovich Korabelnikov, the man of an academic appearance, who was tactfully performed by Andrey Myagkov.At first his crafty aspirations to exploit the young talent are masked with the false concern for Volodya's well-being. Mezhirov is married, but has to share a flat with his mother still hale and hearty - inconveniences and small room. They need a flat - it means they need lots of money. It's quite good to have his own car - and soon Volodya will have it. Not a new one, but the price is quite acceptable. All this was done by his benefactor, Viktor Petrovich Korabelnikov, who maliciously involved Mezhirov into the world of greed. Volodya quits painting. He baldly wrings out the money from clients, sometimes cheats very calmly. Especially calm he is when he thinks that the client was not very honest getting the things he puts on sale. In a word, \"a cheat cheating cheats\".The further, the more… Mezhirov starts to sell antiques himself and call to necessary people:\"It's Volodya from \"gluing\". I have what you look for...\"His honest wife and mother are suffering - they understand that Volodya is rolling into abyss. Having become a smart operator, a huckster and a cynic, the ex-marine doesn't want to see his army friends anymore. They sent him a telegram that they were going to visit him as they had arranged before. This moment Mezhirov understands that he doesn't need his old friends anymore… And almost at once repentance comes - he realizes who Korabelnikov really is, and rushes to the rail-way station. His friends are at the platform. The mistakes are admitted. Mezhirov will never return to the \"gluing\". Tomorrow will be another working day for the real Art's sake! The anthem to the poor artist is performed…",
    "chinese_title": "障碍地带",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Полоса препятствий",
    "imdb_rating_average": 5.7,
    "douban_rating_average": 0,
    "update_at": "2025-08-10T19:49:08"
}