{
    "aka": [
        "Dot and the Rabbit",
        "多特和兔子"
    ],
    "sid": "5049389",
    "cast": [
        {
            "url": "/celebrity/1084970/",
            "name": "Drew Forsythe Drew Forsythe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1093582/",
            "name": "Ross Higgins Ross Higgins",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1097489/",
            "name": "Anne Haddy Anne Haddy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1099908/",
            "name": "罗恩·哈德里克 Ron Haddrick",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1983",
    "genre": [
        "动画",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2408290755.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1098199/",
            "name": "约拉姆·格罗斯 Yoram Gross",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0087170",
    "director": [
        {
            "url": "/celebrity/1098199/",
            "name": "约拉姆·格罗斯 Yoram Gross",
            "@type": "Person"
        }
    ],
    "duration": "81 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1983-04-03(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0087170/",
    "imdb_votes": 138,
    "this_title": [
        "Dot and the Bunny"
    ],
    "douban_link": "https://movie.douban.com/subject/5049389/",
    "imdb_rating": "6.8/10 from 138 users",
    "trans_title": [
        "Dot and the Rabbit",
        "多特和兔子"
    ],
    "douban_votes": "0",
    "introduction": "In this adventure, Ethel Pedley's much-loved Aussie heroine Dot ventures back out into the bush on a mission to track down a little los t joey and reunite him with his mother. Along the way she meets a cunning bunny rabbit who tries to convince Dot that he is the joey she is looking for. Delighted by his antics, Dot names her new companion Funny Bunny and together they continue to search for the joey. Along the way Dot learns that poor Funny Bunny has lost his entire family to hunters and that he has been surviving on his own ever since. A heartwarming tale of friendship, Dot and The Bunny is a captivating blend of live action photography and traditional cel animation from award-winning filmmaker Yoram Gross (Blinky Bill), featuring a string of lively musical numbers and celebrating Australia's great wildlife diversity.Dot ventures out into the bush determined to finally locate the little lost joey and reunite him with his mother. On her way she meets a silly bunny rabbit who tries to convince Dot that he is the joey she is looking for. Dot is delighted by his antics and names her new companion 'Funny Bunny'. Together they continue the search for the joey. On the way Dot learns that Funny Bunny is really a very lonely rabbit. His family were killed by hunters and he has been on his own ever since. They find mother kangaroo, and though she has not yet found her joey, when she sees the lonely bunny she realises she has found someone else to look after.",
    "chinese_title": "Dot and the Bunny",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-03-15T21:00:47"
}