{
    "aka": [
        "The Vulture"
    ],
    "sid": "5050537",
    "cast": [
        {
            "url": "/celebrity/1060519/",
            "name": "阿纳特·阿兹蒙 Anat Atzmon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1090853/",
            "name": "Shimon Finkel Shimon Finkel",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1981",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2226171251.jpg",
    "region": [
        "以色列"
    ],
    "writer": [
        {
            "url": "/celebrity/1164334/",
            "name": "Yaky Yosha Yaky Yosha",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1561625/",
            "name": "尤拉姆·卡纽克 Yoram Kaniuk",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0083604",
    "director": [
        {
            "url": "/celebrity/1164334/",
            "name": "Yaky Yosha Yaky Yosha",
            "@type": "Person"
        }
    ],
    "duration": "96 分钟",
    "episodes": "",
    "language": [
        "希伯来语"
    ],
    "playdate": [
        "1981-09-17"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0083604/",
    "imdb_votes": 45,
    "this_title": [
        "Ha-Ayit"
    ],
    "douban_link": "https://movie.douban.com/subject/5050537/",
    "imdb_rating": "6.6/10 from 45 users",
    "trans_title": [
        "秃鹫",
        "The Vulture"
    ],
    "douban_votes": "0",
    "introduction": "Boaz, a young officer, returns home from the Yom-Kippur war. He departed with two friends and returned with one dead and the other badly injured. Down and out, and lonely, Boaz aimlessly wanders the streets of Tel-Aviv. To comfort himself, Boaz goes to console his dead friend's family, only to find himself sucked into a most complex relationship with the bereaved parents. First out of courtesy, then out of cynicism, Boaz gives them all they're missing: a poem their son allegedly wrote, false tales of heroism and a few photographs. Out of thin air Boaz erects a false monument of a dead hero out of a fairly mediocre child, who didn't get to leave much behind him. Before long, Boas is running a full scale immortalization industry, \"manufacturing\" for each bereaved family a creative, sensitive son. A soldier and a poet. Boaz becomes romantically involved with his dead friend's girlfriend, and simultaneously with the beautiful coordinator in the army's memorial department. And so, by day they serve a holy trinity of comfort and immortality and by night they are fallen angels. Before too long, the next war breaks out. Boaz is called again for duty. Now an older, experienced officer, Boaz makes sure every single soldier in his company carries in his pocket a personal poem. Just in case.",
    "chinese_title": "秃鹫",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ha-Ayit",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2026-01-16T14:49:25"
}