{
    "aka": [],
    "sid": "5051528",
    "cast": [
        {
            "url": "/celebrity/1076563/",
            "name": "乔治·康斯坦丁 George Constantin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1131983/",
            "name": "Emanoil Petrut Emanoil Petrut",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1134296/",
            "name": "Vasile Popa Vasile Popa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1134432/",
            "name": "Gina Patrichi Gina Patrichi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1138710/",
            "name": "Alexandru Repan Alexandru Repan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1146271/",
            "name": "Vlad Radescu Vlad Radescu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1120029/",
            "name": "Ovidiu Iuliu Moldovan Ovidiu Iuliu Moldovan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119777/",
            "name": "Ernest Maftei Ernest Maftei",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1112633/",
            "name": "赛尔邦·约内斯库 Serban Ionescu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1087185/",
            "name": "Ion Dichiseanu Ion Dichiseanu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1071860/",
            "name": "Florina Cercel Florina Cercel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1067682/",
            "name": "Ioana Bulca Ioana Bulca",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1057281/",
            "name": "米尔卡·奥古勒斯库 Mircea Anghelescu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1154666/",
            "name": "Szabolcs Cseh Szabolcs Cseh",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1980",
    "genre": [
        "剧情",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2222812173.jpg",
    "region": [
        "罗马尼亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1049464/",
            "name": "米涅尔·乔治乌 Mihnea Gheorghiu",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0080480",
    "director": [
        {
            "url": "/celebrity/1030073/",
            "name": "格奥尔基·维塔尼迪斯 Gheorghe Vitanidis",
            "@type": "Person"
        }
    ],
    "duration": "142分钟",
    "episodes": "",
    "language": [
        "罗马尼亚语"
    ],
    "playdate": [
        "1980(罗马尼亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0080480/",
    "imdb_votes": 427,
    "this_title": [
        "Burebista"
    ],
    "douban_link": "https://movie.douban.com/subject/5051528/",
    "imdb_rating": "7.4/10 from 427 users",
    "trans_title": [
        "布雷比斯塔"
    ],
    "douban_votes": "0",
    "introduction": "In the first century BC, Burebista, centralized Dacian state leader, the struggle for the unification of the kingdom and regaining of old Dacian lands. Supported by the high priest and military commanders Deceneu Dacians, Burebista lead a skillful political alliances to defend both Romanian and expansion of the Celts.In the 70s BC, expansion of the powerful Roman Empire touches, south of the Danube, the rich lands of the Gauls united in a great and powerful kingdom under the scepter brave Burebista. The proconsul hybrid (whose wife is the former girlfriend of a gladiator Spartacus's army returned to the hearth) and install it in a Greek city by the sea. Assassination of Julius Caesar postpone the inevitable.\"I do not know how the movie comes out, how valuable would be, but I think it's an act of respect and integrity that we shot here, right where the former Dacian fortress. Unfortunately we do weaning heavy films. To I make fewer concessions to support the interpretation acting. \"- George Vitanidis - 1980 (Cinema).\"Clashes with the Dacians Celts and Romans as the smallest events in the life of the great king if you are a sophisticated imagination Mihnea Gheorghiu in\" Iron and gold \"text tedious, redundant and precarious, entrusted subsequently released. Marking total depravity Project Epos national cinema after several promising achievements in previous decades, the film has a long chain of political speeches which reproduce the tone and themes \"of the Party and State.\" \"in that great country, united and free, instead of slavery no longer is \"or,\" and tell citizens that Gauls have not ceased to be the most righteous of the Thracians \"when not downright paraphrases a former official anthem chorus:\" Workers and soldiers, scholars and ploughmen \"taking the form of prose\" Soldier and husbandmen and craftsmen alike ... \"or anticipations of Octavian Goga:\" Do not cry Lae! Living better to miss a word. \"The king's court, chums with Vercingetorx and other VIPs, is global policy and strategy at European level. Reconstruct filmmaker, ambitious, extensive battle scenes, but not sword but eloquent gesture emphatically yes core of hazardous refunds gold distribution declamarii remain trapped in tragic tone, journalistic texts. I have nothing left of nobility, naturalness and humanity dialogue written by Titus Popovici for historical films. in addition as in Virgo, Gheorghiu's obsessed with creating an artificial mythology, alaiurile mysterious Dionysian followed by Dacian popular games. Award \"Song of Romania\" could not be more fitting awarded. \"(Tudor Caranfil)",
    "chinese_title": "布雷比斯塔",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Burebista",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-02-02T23:39:11"
}