{
    "aka": [],
    "sid": "5051730",
    "cast": [
        {
            "url": "/celebrity/1125858/",
            "name": "叶卡捷琳娜·马克西莫娃 Ekaterina Maximova",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1979",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1062804/",
            "name": "Aleksandr Belinsky Aleksandr Belinsky",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0079947",
    "director": [
        {
            "url": "/celebrity/1062804/",
            "name": "Aleksandr Belinsky Aleksandr Belinsky",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1979"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0079947/",
    "imdb_votes": 15,
    "this_title": [
        "Staroye tango"
    ],
    "douban_link": "https://movie.douban.com/subject/5051730/",
    "imdb_rating": "7.3/10 from 15 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "本片主线剧情改编自1934年奥匈帝国某环球影业子公司拍摄的讽刺喜剧片《Peter》，基洛夫剧院（现马林斯基剧院）芭蕾舞团演员出演 原片俄译英介绍如下 Screenwriter - Alexander Belinsky  Screenwriter - Dmitry Bryancev Choreographer - Alexander Belinsky Choreographer - Dmitry Bryancev Composer - Timur Kogan Artist - Larisa Lukonina Heroine - Ekaterina Maksimova Master - Sergey Radchenko Bride - Elena Balueva Maid - Margarita Zenina Thief - Gali Abaydulov Valet - Boris Nadtochiy  The film-ballet to the music of Timur Kogan \"Old Tango\" was staged by director Alexander Belinsky and choreographer Dmitry Bryancev especially for the outstanding ballerina Ekaterina Maksimova in 1979.  She could handle any role: romantic, tragic, and comic. Using the plot motifs of the comedy film \"Peter\" in the script, the authors wanted to give full scope to the humor of the ballerina and try to tell the story of a little man in the soulless world of rich people through the comedy of situations. A street thief, escaping from pursuit, takes clothes from a girl who has just lost her job. From this moment on, a new resident appears in the city - a \"boy\" named Peter. Fate decrees that Peter ends up in the house of a young and rich gentleman as a servant. The girl falls in love with her master, but he already has a bride... The film features artists from the Leningrad State Academic Opera and Ballet Theater named after S.M. Kirov.",
    "chinese_title": "Staroye tango",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2026-02-10T18:14:36"
}