{
    "aka": [],
    "sid": "5051356",
    "cast": [
        {
            "url": "/celebrity/1077516/",
            "name": "Martin Brandt Martin Brandt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023183/",
            "name": "高兹·乔治 Götz George",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1100733/",
            "name": "Gert Haucke Gert Haucke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1100890/",
            "name": "莫妮卡·加布里埃尔 Monika Gabriel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105426/",
            "name": "沃尔夫冈·基林 Wolfgang Kieling",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108403/",
            "name": "赖因哈德·科尔德霍夫 Reinhard Kolldehoff",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1121164/",
            "name": "Lutz Mackensy Lutz Mackensy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1088988/",
            "name": "Jürgen Draeger Jürgen Draeger",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1980",
    "genre": [
        "剧情",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2637782035.jpg",
    "region": [
        "西德"
    ],
    "writer": [
        {
            "url": "/celebrity/1019887/",
            "name": "弗朗克·拜尔 Frank Beyer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1148918/",
            "name": "Martin Stade Martin Stade",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1043263/",
            "name": "乌利希·普伦兹多夫 Ulrich Plenzdorf",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0081023",
    "director": [
        {
            "url": "/celebrity/1019887/",
            "name": "弗朗克·拜尔 Frank Beyer",
            "@type": "Person"
        }
    ],
    "duration": "108分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1980"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0081023/",
    "imdb_votes": 36,
    "this_title": [
        "Der König und sein Narr"
    ],
    "douban_link": "https://movie.douban.com/subject/5051356/",
    "imdb_rating": "8.0/10 from 36 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Mit der Krönung Friedrich Wilhelms I. verlassen mehrere Akademiker das Land. Der neue König will fortan nur Oberst genannt werden und pflegt eine gewisse Abneigung gegen Künstler und Gelehrte. So lässt er die Ritterakademie Berlin und das Heroldsamt schließen. Damit verliert Jacob Paul von Gundling nicht nur seine Arbeit, sondern auch sein Heim, schließlich sollen seine Gemächer der ersten brandenburgischen Tuchmanufaktur weichen. Doch seine Obdachlosigkeit währt nicht lange, schließlich lässt der König ihn zu sich bitten. Ihm kam zu Ohren, dass in der Magdeburger Sankt-Katharinen-Kirche ein ketzerischer Brief für Aufruhr sorgte. Wegen seiner atheistischen Ansichten lädt er Gundling schließlich in sein Tabakskollegium ein, wo er frei über alles sprechen darf. Dabei wird ihm Alkohol gereicht, sodass er mit lockerer Zunge über die Zustände in Magdeburg schimpft und gesteht, das Pamphlet geschrieben zu haben. Später in der Nacht wird er betrunken in sein Zimmer gebracht. Dort erschreckt ihn ein als Gespenst verkleideter Offizier, aber Gundling sticht ihm mit seinem Degen in den Bauch.Der König befördert Gundling zum Kommerzienrat und lässt ihn durch sein Reich reisen, um sich von ihm berichten zu lassen, wie es um Land und Volk stehe. Die schlechten Nachrichten, beispielsweise über das klagende Handwerk, dem die Gesellen ausgehen, da sieben neue Regimenter Nachschub an Männern brauchen, kann der König schlecht verkraften. Manchen Rat nimmt der König auch an. So wird fortan, um der Korruption vorzubeugen, die Braugerechtigkeit auf die Majestät umgelegt. Kurze Zeit später wird Gundling zum königlichen Zeitungsvorleser befördert und weiter gedemütigt. Nach einer Schlägerei mit einem kleinwüchsigen Hofnarren täuscht er seinen Tod vor und flüchtet zu seinem Bruder Nikolaus Hieronymus Gundling. Allerdings kehrt er freiwillig zurück und entgeht dadurch der Verurteilung wegen Fahnenflucht. Vielmehr wird er zum Hofrat befördert und soll das Deserteurproblem beurteilen. Gundling gesteht den Fahnenflüchtigen das Recht zur Flucht zu, schließlich sei der Druck zu groß und jede Form des Ausweichens eine Art Notwehr. Der König reagiert wütend und nimmt Gundling zur Jagd mit, wobei er mehrere Schläge und Tritte erdulden muss. Schließlich flüchtet er ein zweites Mal, dieses Mal ins katholische Breslau, wo er leicht eine Stellung bekommen könnte, wenn er nur konvertieren würde. Gundling weigert sich und verbringt seine Zeit lieber mit Gelehrten und Studenten in Gaststätten, um gegen die Obrigkeit zu singen. Nachdem er wegen des Singens anstößiger Lieder verhaftet wurde, wird er zurück nach Preußen gebracht, wo man ihn zum Oberzeremonienmeister befördert.Als dieser ist er in feiner Hofgesellschaft dem Gespräch über sein Junggesellentum ausgeliefert. Als Gründe führt er neben seiner Scheu vor allen Dingen seine geringen finanziellen Mittel an. Aber das ist kein Grund für den König, der ihm mit der Hugenottin Anne de Larrey eine alte Jungfer zur Heirat sowie einen Kredit und das Krauttsche Palais gibt. In dem heruntergekommenen Haus kommen sie sich näher und führen eine innige Ehe. Nur hören die Demütigungen während des Hofes nicht auf. Als der französische Botschafter Conrad-Alexandre Comte de Rottembourg im Tabakskollegium weilt, fühlt er sich von Gundlings Ansichten über Voltaires hetzerische Schriften gegen die Obrigkeit brüskiert. Der König löst die Situation, indem er Gundling sich für den Furz seiner Majestät, den er genießen durfte, bedanken lässt.Da Gundling neben Alkoholproblemen vor allen Dingen mit seinem Magen zu kämpfen hat, schaut sich der König mit David Faßmann bereits nach einem Nachfolger um. Er lässt ihn gegen Gundling in einer Diskussion antreten, wobei Faßmann den König in höchsten Tönen lobt und Gundling weiterhin kritische Gedanken äußert. Als der König beide schließlich fragt, was sie von der Position des Hofnarren denken, wird aus dem Rededuell schnell eine Prügelei, die Gundling für sich entscheiden kann. Doch diesen vermeintlichen Sieg kann er nur noch in Alkohol ertränken. Zur Schmach soll er fortan neben einem Weinfass schlafen, das neben seinem Bett aufgestellt wird. Trotz seines schlechten Magens soll ihm, wann immer er es wünsche, Wein gereicht werden. Als Gundling schließlich verstirbt, wird er in diesem Weinfass begraben. Faßmann hält dabei die Leichenpredigt.",
    "chinese_title": "Der König und sein Narr",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.0,
    "douban_rating_average": 0,
    "update_at": "2025-03-07T14:00:22"
}