{
    "aka": [],
    "sid": "5052615",
    "cast": [
        {
            "url": "/celebrity/1068547/",
            "name": "乔治·切豪尔米 György Cserhalmi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1061607/",
            "name": "拉约什·鲍拉诺维奇 Lajos Balázsovits",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1150990/",
            "name": "乔治亚娜·陶尔扬 Georgiana Tarjan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1612863/",
            "name": "维格·乔妮格韦 Vigh Gyöngyvér",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1979",
    "genre": [
        "剧情",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888166862.jpg",
    "region": [
        "匈牙利"
    ],
    "writer": [
        {
            "url": "/celebrity/1053740/",
            "name": "盖维拉·赫尔纳迪 Gyula Hernádi",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0077149",
    "director": [],
    "duration": "73 分钟",
    "episodes": "",
    "language": [
        "匈牙利语"
    ],
    "playdate": [
        "1979"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0077149/",
    "imdb_votes": 145,
    "this_title": [
        "Allegro barbaro"
    ],
    "douban_link": "https://movie.douban.com/subject/5052615/",
    "imdb_rating": "6.8/10 from 145 users",
    "trans_title": [
        "快板巴巴罗"
    ],
    "douban_votes": "0",
    "introduction": "\"The story of Istvan (Gyorgy Cserhalmi) which began in the first film of a projected trilogy by director Miklos Jancso, Magyar Rapszodia, is continued here in Allegro Barbaro. The trilogy was intended to tell the story of Hungary from 1900 to shortly after World War II. The first film ended shortly after the conclusion of World War I, as Istvan was beginning to rethink his allegiance to the landowning class of his father and coming to espouse the peasants' cause. As Allegro Barbaro opens, Istvan has joined forces with the peasants, and in a scene recapitulating the one which opens the first film, a celebration is underway. However, this time, it is composed exclusively of peasants. As the story proceeds, it is clear that Istvan is actively working with the peasants against his family and his class. By 1944, Endre Bajcscy-Zsilinszk, the man whose life this story is based on, was executed for plotting to kill Hitler. The two films, Magyar Rapszodia and Allegro Barbaro were the most expensive films made in Hungary up to that time and were poorly received by critics as well as the viewing public; perhaps the density of the symbolic imagery in them (a Jancso trademark) detracted from the storytelling. Because of the poor critical and public reception to the first two films, Jancso never made the third one. \"",
    "chinese_title": "快板巴巴罗",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Allegro barbaro",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-12-29T05:40:24"
}