{
    "aka": [
        "Hiev up"
    ],
    "sid": "5052455",
    "cast": [
        {
            "url": "/celebrity/1064738/",
            "name": "Regina Beyer Regina Beyer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1136060/",
            "name": "Arnim Mühlstädt Arnim Mühlstädt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1135979/",
            "name": "Solveig Müller Solveig Müller",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1131158/",
            "name": "Alfred Müller Alfred Müller",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1120417/",
            "name": "马德琳·里尔克 Madeleine Lierck",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1112733/",
            "name": "卢迪格·约斯维格 Rüdiger Joswig",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1106388/",
            "name": "埃里克·克莱因 Erik S. Klein",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1039804/",
            "name": "Dietmar Richter Dietmar Richter",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1086401/",
            "name": "弗雷德·德尔马尔 Fred Delmare",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1086107/",
            "name": "Peter Friedrichson Peter Friedrichson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1093883/",
            "name": "Jürgen Heinrich Jürgen Heinrich",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1978",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1049049/",
            "name": "约阿希姆·哈斯勒 Joachim Hasler",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0077676",
    "director": [
        {
            "url": "/celebrity/1049049/",
            "name": "约阿希姆·哈斯勒 Joachim Hasler",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1978"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0077676/",
    "imdb_votes": 17,
    "this_title": [
        "Heave Up"
    ],
    "douban_link": "https://movie.douban.com/subject/5052455/",
    "imdb_rating": "5.3/10 from 17 users",
    "trans_title": [
        "Hiev up"
    ],
    "douban_votes": "0",
    "introduction": "Captain Odje is the head of the brigade Fuhlbrandt combine fishing in Sassnitz. Always his team has won first place in the competition, but now they are excellent from catching head only with the third place. This means premiums and annoyance to the fishermen. The fishing leader has nothing to complain to the catches, but lacked the brigade's cultural commitment. Odje is initially amused as outraged as is but three weeks at sea together in a confined space, the brigade, and is now to make the time together. After a reflection period Odje however, decides the premiums due to \"score points\" with an intensive three-day program at the next landfall.A part of the brigade apologized. Is a father and visited his wife in the hospital, another has a youth initiation. Odje itself sends womanizer Misha, who has just been criticized by the head catch, because he was caught in bed with a married woman, going so he looks for an inconspicuous, but solid friend for the next day. Mischa meet promptly to Odjes daughter Betsy and chooses her as his new girlfriend. To Odje the ranks are thinning. Leaving only helmsman Karstens, the stingy Bestmann Henry, the next day it may briefly interrupt the cultural program, and ship's cook Edward. Karstens is single and Henry secretly engaged and getting married secretly and quickly as the next day. If only Edward, whose wife Biggy can participate in the cultural program, to be held with the family yet. Although Biggy appears, but only to make it clear that she wants a divorce from Edward. It has been found in Edward's best friend a new partner.Under the watchful eyes of the fishing guide who occasionally disengages himself for his granddaughter from the culture program Odje and give his team their best. You go to the theater, dance and then visit the next day a passage grave, before Karstens has a little talk. The mood is down, Odje has yet experienced, with whom Misha is now together. Betsy and mixing also do not think to separate again, although Odje insists. It follows sports in the form of a sack race. Edward is now Biggy traveled after that is driven home. Here he meets his old friend, he exemplifies what Biggy expected of a husband. He sits on the lunch, makes the laundry and takes care of everything else when it comes to the budget. Biggy admits that his \"Mother\" is her reason to want to part with it. Her new lover but can not wash or cook and quickly realizes that it is calling the new situation. He leaves Biggy, has resigned after Edward grabbed his duffel bag and left.Henry marries his fiancée Marianne on the second day. He only wanted a small wedding, but Marianne has brought their entire relationship. Henry, the friends call \"the greediest man on Rügen\", directs the company hard ado to the planned Brigade lunch at a posh restaurant in order to go to the next Odje only Karstens had appeared. When Henry begins during the meal to pack some food for later and smuggle into his pocket, put it simply his colleagues and Marianne announces that the marriage will change a lot. Karstens succeeds, meanwhile, to meet another point of culture list: He wins next to a school class for the brigade also the heart of the young class teacher.The next morning, the last common cultural point the brigade list to be met: All members take part in the demonstration on 1 May participate. Only missing Edward, who has drunk with grief over his Eheaus. Odje brings him back to the group. The brigade stings a little later again to sea. The catch is to head by telegram that the brigade was on the right path. Odje is sad that it did not work with the regulation of love, but appear at the end of the pier not only the teacher and Marianne, but also Biggy, who has come to realize what she has to her husband Edward.",
    "chinese_title": "Heave Up",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.3,
    "douban_rating_average": 0,
    "update_at": "2025-05-03T07:43:17"
}