{
    "aka": [],
    "sid": "5052360",
    "cast": [
        {
            "url": "/celebrity/1067390/",
            "name": "Peter Brawley Peter Brawley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1292647/",
            "name": "艾伦·莫伊尔 Allan Moyle",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033986/",
            "name": "Frank Vitale Frank Vitale",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1065522/",
            "name": "安东尼·布思 Anthony Booth",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1974",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905712683.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1033986/",
            "name": "Frank Vitale Frank Vitale",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0077946",
    "director": [
        {
            "url": "/celebrity/1033986/",
            "name": "Frank Vitale Frank Vitale",
            "@type": "Person"
        }
    ],
    "duration": "88 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1974"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0077946/",
    "imdb_votes": 175,
    "this_title": [
        "Montreal Main"
    ],
    "douban_link": "https://movie.douban.com/subject/5052360/",
    "imdb_rating": "6.0/10 from 175 users",
    "trans_title": [
        "蒙特利尔大道"
    ],
    "douban_votes": "0",
    "introduction": "Frank Vitale pushes boundaries in this independent, controversial story from 1974 that exposes two different worlds: the low-rent bohemian areas of Boulevard Saint-Laurent and the middle-class suburbs of Montreal. Frank is a photographer living among the assorted outcasts, junkies, gay/bisexual friends and artists populating Montreal's Main street. Quieter and more introspective than most of his friends, Frank meets Johnny, a twelve-year-old kid looking to escape the boredom of the suburbs. For Frank, this new friendship both renews and confuses him. While for Johnny, it offers the freedom he craves so much. But this relationship is not without perils, and it will be tested, both from within and without. At times disquieting, Montreal Main is a cinéma vérité depiction of an offbeat generation, worlds apart from today.\"Once in a while you see a film that stays with you for a long time afterwards. \"Montreal Main\" is such a film. Originally made in 1974 and having played the GLBT festival circuit, the film disappeared. Now it is finally being released on DVD and it is a very special film.The movie is Frank Vitale's (director, producer, and co-writer, star) autobiographical study. He plays a photographer living among some of the outcasts of society--junkies, artists and others that reside on Montreal's Main. He is a quiet and introspective man who becomes smitten by Johnny, a fourteen year old from the better part of town. However the relationship is doomed by the degree of hypocrisy and possessiveness from the group when they realize just how intense the relationship is.The boy's parents become suspicious of Frank's intentions and that is due to the gay subplot of the film. Looking at the film today and considering that it was made in 1974, the gay connection seems tenuous. The real story is a bout a man who left adolescence behind but not his adolescent sensibilities. Vitale seems puzzled by his feelings and feels he has to explore his homosexuality. We are never really one hundred percent clear as to what Frank's interest in Johnny really is--he does not make a move on the boy nor do the two speak of sex. They participate in activities that are harmless and it may just be that Frank is reliving his boyhood through Johnny,The film beautifully captures time and place and we get a sense of Montreal. This is an amazing independent film that reminds us of the 1970s and it is an intimate film even if it is 35 years old.\" (Amos Lassen)",
    "chinese_title": "蒙特利尔大道",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Montreal Main",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-07-04T21:26:13"
}