{
    "aka": [
        "The Island of Love"
    ],
    "sid": "5052442",
    "cast": [
        {
            "url": "/celebrity/1072872/",
            "name": "路易斯·米格尔·辛特拉 Luís Miguel Cintra",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1026087/",
            "name": "乔治·希尔瓦·梅洛 Jorge Silva Melo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1146179/",
            "name": "保罗·罗沙 Paulo Rocha",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108707/",
            "name": "王莱 Lai Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1107148/",
            "name": "克拉拉·若安娜 Clara Joana",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029213/",
            "name": "三田佳子 Yoshiko Mita",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1081180/",
            "name": "Zita Duarte Zita Duarte",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1982",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "　　第35届戛纳电影节(1982)\n　　主竞赛单元 金棕榈奖(提名) 保罗·罗沙\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2563596634.jpg",
    "region": [
        "葡萄牙",
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1016580/",
            "name": "羽田澄子 Sumiko Haneda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1146179/",
            "name": "保罗·罗沙 Paulo Rocha",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0077722",
    "director": [
        {
            "url": "/celebrity/1146179/",
            "name": "保罗·罗沙 Paulo Rocha",
            "@type": "Person"
        }
    ],
    "duration": "170 分钟",
    "episodes": "",
    "language": [
        "葡萄牙语",
        "日语"
    ],
    "playdate": [
        "1982"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0077722/",
    "imdb_votes": 132,
    "this_title": [
        "A Ilha dos Amores"
    ],
    "douban_link": "https://movie.douban.com/subject/5052442/",
    "imdb_rating": "7.2/10 from 132 users",
    "trans_title": [
        "爱情岛",
        "The Island of Love"
    ],
    "douban_votes": "0",
    "introduction": "Following on from his earlier film A Ilha Dos Amores (1982) on the Portuguese writer Wenceslau Moraes (1855-1929), this documentary uses texts by Moraes, photographs, manuscripts, news film as well as visits to places where people still remember him.Wenceslau José de Sousa de Moraes was born in Lisbon on the 30th May 1854.After studying at the Naval College he served aboard several war ships of the Portuguese Navy. In 1885 he traveled for the first time to Macao, where he settled. There he was Deputy to the Captain of the Harbor, and teacher of Macao Secondary School since its creation in 1894. While there he married Vong-Io-Chan (aka Atchan), a Chinese woman of whom he had two sons, and established a friendship with Camilo Pessanha, a celebrated poet.Meanwhile, in 1889, he traveled for the first time to Japan, a country  that charmed him, and where he will return, in official duty, several times in the next few years. In 1897 he visits Japan with the Governor of Macao, and was received by the Emperor Meiji. The following year he deserted Atchan and his two sons, and moved to Japan, as consul in Kobe.His life there is marked by his literary activity and by the chronicles he sends to several Portuguese newspapers and magazines, by his love affairs with two Japanese women (Ó-Yoné Fukumoto and Ko-Haru), and by his increasing  \"japonisation\".During the next thirty years Wenceslau de Moraes was to be the great Portuguese source of information about the East, sharing his intimate experiences of day-to-day life in Japan with his readers in Portugal, in a parallel activity to that of Lafcadio Hearn, of whom he was a contemporary.Saddened by the death, due to illness, of Ó-Yoné, Wenceslau de Moraes renounced his post as consul, and moved to Tokushima, her birth place. There he lived with Ko-Haru, a niece of Ó-Yoné, with whom he shared his life until her death, also due to illness.There he started to dress, eat and live like the Japanese, against a backdrop of growing hostility from the local inhabitants. Increasingly lonely, and with deteriorating health, Wenceslau de Moraes passed away, in Tokushima, in the 1st July 1929, without having ever returned to Europe.",
    "chinese_title": "爱情岛",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "A Ilha dos Amores",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-08-18T01:13:12"
}