{
    "aka": [
        "I Want the Floor",
        "I Wish to Speak",
        "Proshu slova"
    ],
    "sid": "5053851",
    "cast": [
        {
            "url": "/celebrity/1002187/",
            "name": "恩斯特·罗曼诺夫 Ernst Romanov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108418/",
            "name": "Valentina Kovel Valentina Kovel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1070268/",
            "name": "列昂尼德·布罗涅沃伊 Leonid Bronevoy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1046571/",
            "name": "瓦季姆·梅德韦杰夫 Vadim Medvedev",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1038871/",
            "name": "尼古拉·谢尔盖耶夫 Nikolai Sergeyev",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028679/",
            "name": "茵娜·丘里科娃 Inna Churikova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1024587/",
            "name": "尼古拉·古边科 Nikolay Gubenko",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023586/",
            "name": "瓦西里·舒克申 Vasili Shukshin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1168209/",
            "name": "Ekaterina Volkova Ekaterina Volkova",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1976",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2574775663.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1019709/",
            "name": "格里布·潘非洛夫 Gleb Panfilov",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0073584",
    "director": [
        {
            "url": "/celebrity/1019709/",
            "name": "格里布·潘非洛夫 Gleb Panfilov",
            "@type": "Person"
        }
    ],
    "duration": "145 分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1976-11-29(苏联)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0073584/",
    "imdb_votes": 219,
    "this_title": [
        "Прошу слова"
    ],
    "douban_link": "https://movie.douban.com/subject/5053851/",
    "imdb_rating": "7.0/10 from 219 users",
    "trans_title": [
        "我请求发言",
        "I Want the Floor",
        "I Wish to Speak",
        "Proshu slova"
    ],
    "douban_votes": "0",
    "introduction": "The title is a Russian expression meaning \"I wish to speak\". This is one of my three favorite Panfilov films which I consider masterpieces, the other two being \"Nachalo\" and \"Tema\"; Panfilov wrote this script by himself it seems. It shows, this film is genius. For me, this is honestly one of the most thought-provoking films of my life. Perfectly written. It is about a family woman who was made the mayor of a town. I am mystified by this film. Not since Tarkovsky have I felt this strange spiritual energy, and that's saying something. This is the last Panfilov film I saw, I've seen five others. The incredible world of the characters is what reminds me of a Tarkovsky movie. This movie is about a family. It could be said to be about a lot of things. But to me this film is about communism. I can't have enough room to write and express all the incredible thoughts and scenes contained in this movie, nor would I want to. But I must say how realistic and natural the script and acting are and how poetic and beautiful yet simple the cinematography is. This films is about the ideals and morals of communism that any human being with a conscience can relate to: want for peace all over the world, a sense of duty to make the world better, love of your country and respect for all men and women. This mayor is still an attractive young woman, but she is stern when she needs to be and she can be rude and takes her job very seriously. But she also spends a lot of time with her family, she was a champion marksman, her husband is a soccer coach, they have two kids, son and daughter. This film uses some real Beatles songs, \"Ob-La-Di, Ob-La-Da\" for instance is played almost in it's entirety in the first 10 minutes, which I still find to be 10 of some the most incredible minutes in film ever, just incredible poetry. This film is definitely not for everyone, but it is a very good film, with an even more important message. It reminds me of an Oliviera film, because of long talking scenes. This film is definitely a nostalgic piece now that communism ended, especially because that is specifically it's topic. Also it paints a very realistic picture of what the feel under communism was for most working normal people, and it wasn't fear but togetherness. If you want a film that isn't propaganda and is very human and shows what a normal individual who is a communist \"sees\" in it, definitely watch this film, it is the one and only to treat the topic so respectfully and truthfully, the only other one is \"U Ozera\", IMO. The story is fiction but the ideas are absolutely true, in the end it doesn't matter what the directors/writers stance on anything was, he understood his subject and was inspired by it enough to make this poetic film, and I thank him.",
    "chinese_title": "我请求发言",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Прошу слова",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-05-15T08:09:24"
}