{
    "aka": [],
    "sid": "5054951",
    "cast": [
        {
            "url": "/celebrity/1314500/",
            "name": "Bo White Bo White",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1081384/",
            "name": "埃里克·爱德华兹 Eric Edwards",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1103260/",
            "name": "Robert McLane Robert McLane",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1973",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917147705.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1050568/",
            "name": "查克·文森特 Chuck Vincent",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0069807",
    "director": [
        {
            "url": "/celebrity/1050568/",
            "name": "查克·文森特 Chuck Vincent",
            "@type": "Person"
        }
    ],
    "duration": "USA: 79 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1973"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0069807/",
    "imdb_votes": 528,
    "this_title": [
        "Blue Summer"
    ],
    "douban_link": "https://movie.douban.com/subject/5054951/",
    "imdb_rating": "4.4/10 from 528 users",
    "trans_title": [
        "忧郁的夏天"
    ],
    "douban_votes": "0",
    "introduction": "This is a rather schizoid movie as is evidenced by its two alternate titles \"Blue Summer\" on one hand, or \"Love Truck\", on the other. At times this seems like a typically stupid and painfully unfunny early 70's softcore sex romp with a lot of idiotic and unrealistic situations and some pretty unappealing actresses. The movie follows a pretty typical formula--two guys who have just graduated high school go off on a road trip in a customized van looking some female action, and fall into all kinds of increasingly absurd, but not particularly funny situations--and, of course, they have a lot of sex on the way.There are places, however, where this movie really transcends its formulaic softcore origins. Reality intrudes in a couple places like the one another reviewer mentioned where a sexual tryst one protagonist is having with an older woman is interrupted by her son who's about the same age he is (and it's treated rather realistically and a little sadly, not in the comical way of something like \"American Pie\"). My favorite scene though, and really the one that makes the whole movie at all worthwhile, comes in the first half hour: the pair pick up a couple of female hitchhikers (the ONLY attractive women in this movie) and they having a long and surprisingly beautifully filmed double sex scene at a campsite while groovy early 70's music plays on the soundtrack. As unrealistic as the rest of the movie may be, this one scene really captures what it was like (or, at least, what I imagine it was like--this was ten or fifteen years before my time) to be alive and young in the early 70's. This scene alone might be worth seeing the rest of the movie.",
    "chinese_title": "忧郁的夏天",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Blue Summer",
    "imdb_rating_average": 4.4,
    "douban_rating_average": 0,
    "update_at": "2025-04-16T23:56:57"
}