{
    "aka": [],
    "sid": "5054227",
    "cast": [
        {
            "url": "/celebrity/1142957/",
            "name": "多梅尼科·鄂拿博纳 Franco Ressel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128710/",
            "name": "迪迪·佩雷戈 Didi Perego",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1126115/",
            "name": "马里奥·马南扎纳 Mario Maranzana",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1079887/",
            "name": "皮诺·费拉拉 Pino Ferrara",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1057512/",
            "name": "恩佐·安德罗尼科 Enzo Andronico",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037669/",
            "name": "Carlo Giuffrè Carlo Giuffrè",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014086/",
            "name": "艾德薇姬·芬妮齐 Edwige Fenech",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317212/",
            "name": "卡拉·曼奇尼 Carla Mancini",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1973",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2541021104.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1043431/",
            "name": "乔瓦尼·格里马尔迪 Giovanni Grimaldi",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0072356",
    "director": [
        {
            "url": "/celebrity/1003539/",
            "name": "马里亚诺·劳伦蒂 Mariano Laurenti",
            "@type": "Person"
        }
    ],
    "duration": "98 分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "1973"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0072356/",
    "imdb_votes": 202,
    "this_title": [
        "La vedova inconsolabile ringrazia quanti la consolarono"
    ],
    "douban_link": "https://movie.douban.com/subject/5054227/",
    "imdb_rating": "5.5/10 from 202 users",
    "trans_title": [
        "寡妇情调"
    ],
    "douban_votes": "0",
    "introduction": "富豪沙瓦托雷駕車於高速公路行駛期間，睹妻凱塔莉娜之照片而想入非非，發生車禍身亡。由於沙瓦未留遺囑，根據法律規定，妻子僅能繼承5/12，為此親家雙方發生爭執。女方律師提出該法條行使於未有子嗣之狀況下，一旦凱塔生產，即可與擁有繼承人身份之子女獲得數億財產。然沙瓦托雷素有性功能障礙，其兄弟托諾佐與尼柯李諾原以為可高枕無憂，卻得知另一法條關於女性懷孕期間的規定為三百天，意即凱塔仍有時間另找男子製造懷孕機會。回程途中，凱塔之母法蘭卻斯卡已躍躍欲試，甚至打起律師主意，無奈對方有同志傾向。返家以後，法蘭旋即開始行動，試圖遊說男傭，然凱塔卻無意為錢財出賣身體，任法蘭百般勸說均未見效果。托諾佐為免敵方有機可乘，遂連同尼柯將凱塔宅第四周之園丁、女傭等全部遣散，並徵得幾名男子盯梢，試圖孤立凱塔莉娜母女。凱塔得知托諾佐詭計，氣憤之下決定嘗試懷孕，與之周旋到底。凱塔莉娜亟欲懷孕的消息傳出以後，鄰近之男性躍躍欲試，紛紛趁夜間翻牆試圖侵入豪宅，然皆遭托諾佐與一干守衛攔截。托諾佐白日返回自家店面，其妻抱怨僅有財產均被丈夫挪用收買守衛，不久尼柯急忙趕到，表示報上刊登一則凱塔邀請大眾前往弔唁之消息，兄弟兩人驚慌不已，立即前往監視。弔唁者眾，卻無凱塔莉娜中意之對象，此時自稱沙瓦托雷友人的卡洛抵達，凱塔對之頗感滿意，法蘭試圖尾隨，卻因卡洛躲藏於儲物間而未能尋獲，母女兩人為此十分喪氣。深夜，卡洛離開儲物間，潛入凱塔莉娜臥室，凱塔誤以為卡洛前來尋歡，不料對方實則計劃行竊，將她五花大綁。法蘭聽聞嘈雜，持槍離房探看，恰好撞見得手之卡洛，卻也誤會其目的為求愛。凱塔掙脫繩索，自臥室前來痛批卡洛，法蘭方知其身份為男爵，意圖竊走自身所抵押之債券，遂以自己殷切期盼成為祖母為由，威脅利誘卡洛擔任播種之角色。卡洛欲離開宅第，卻因戶外受到重重戒護，屋內又有母女虎視眈眈，只得暫時答應法蘭要求。法蘭將卡洛打理一番，另方面又苦口遊說凱塔，終於使雙方同床共渡良宵。但激情持續不久，卡洛卻發現一障礙無法克服，前去客廳歇息。法蘭詢問之下得知卡洛認為先辦事後取支票的流程使其形同男妓，遂答應直接將支票匯入銀行，免去付款之步驟。難題解除，卡洛欣然返回臥室，不久卻再度遁逃，並向法蘭表示遭遇新的難題，法蘭懷疑卡洛有性功能障礙，決定暫停行事，持槍要求其至寢室休息。尼柯於庭院瞌睡，喃喃夢囈對凱塔莉娜之相思，無意道出其盼望與對方生子，此話遭托諾佐聽聞，兄弟大吵一架。卡洛於法蘭之臥室熟睡，見自己以野蠻人模式向凱塔求愛成功，夢中險些染指法蘭，使其驚醒。法蘭獨身多年，對於卡洛頗為覬覦，但為女兒之幸福著想，遂勸阻其衝動。托諾佐將家中所剩無幾之財產用盡，面對打手請款，只得要求妻子一同偽裝，表示將至銀行處理。凱塔見卡洛不思茶飯，找出一本特殊食譜欲親自料理為卡洛補身，卡洛一面表示問題出於他對凱塔之迷戀，一面又感到自己類似種豬。法蘭於廚房協助女兒烹飪，無意間透露前夜軼事，使凱塔頗感吃味。適逢尼柯添購食物前來，法蘭便將之支開，前往庭院問話，尼柯坦承愛慕凱塔，願意與之生子，如此一來嬰孩將有與沙瓦托雷相近的血統，並認為自己是唯一能給予幫助的人選。法蘭表示對此早已計劃妥當，但可將尼柯作為候補。為先取得若干財產，托諾佐嘗試與銀行協調，然對方表示一切需待沙瓦托雷之繼承人是否出生才告塵埃落定，因此無法提前支付。托諾佐與妻悻悻離開銀行，自趕來之守衛得知尼柯不久之前添購食物予凱塔母女，於是懷疑其弟可能暗中幫助敵方完成懷孕計劃。凱塔宅第的三人晚餐，法蘭酩酊大醉之下，先於桌底戲弄卡洛，繼而開始動手。見母親明目張膽調情，凱塔十分不是滋味。卡洛表示暈眩，先行離席，法蘭暗示前往其寢室。凱塔怒責母親，法蘭則從容告知女兒，卡洛將於醉意中前來尋之，因此凱塔僅需於母親床上等待，使卡洛誤認即可。凱塔發覺誤會母親，向其道歉，並趕緊前去臥室，法蘭則私下感到熱情充沛。法蘭巧妙於卡洛沐浴過後關掉總電源，卡洛摸黑來到臥室，將守候於枕邊的凱塔莉娜誤認為法蘭，興致勃勃與之纏綿。法蘭於門外竊聽，得知計劃大功告成，喜出望外，返回凱塔之臥室就寢。此時，稍早支開庭院看守的尼柯悄悄攀入，將法蘭誤認為凱塔莉娜，意亂情迷。托諾佐遍尋其弟，驚聞有人自凱塔莉娜臥室離開，與一干看守前往圍捕，卻發覺是尼柯。托諾佐逼問之下，尼柯透露其目的純屬探查，一切不需擔憂，僅需靜待九個月…。守衛聽聞窗內傳出嬰兒啼哭，趕忙前往銀行通知托諾佐。原先即將提領遺產的托諾佐夫婦得知消息，痛心疾首，托諾佐忽然憶起尼柯可能為始作俑者，隨即趕赴凱塔莉娜居所，見著尼柯便興師問罪。尼柯卻解釋自己是孩子生父，因此遺產仍舊屬於他們，托諾佐得到希望，至凱塔臥室向之道賀。然凱塔卻不承認尼柯為生父，尼柯為證明事實，透露曾於凱塔臀部看見三顆痣，經過托諾佐查看卻不見其影。當下又傳出不同的嬰兒啼哭，兄弟驚覺不妙，出外探看方知法蘭亦產子一名。托諾佐兄弟於爭吵中狼狽離去，凱塔莉娜與卡洛則歡喜迎接全新的奇妙親屬關係。",
    "chinese_title": "寡妇情调",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "La vedova inconsolabile ringrazia quanti la consolarono",
    "imdb_rating_average": 5.5,
    "douban_rating_average": 0,
    "update_at": "2025-02-22T13:28:34"
}