{
    "aka": [
        "It Is Not the Homosexual Who Is Perverse, But the Society in Which He Lives"
    ],
    "sid": "5056034",
    "cast": [
        {
            "url": "/celebrity/1608309/",
            "name": "Bernd Feuerhelm Bernd Feuerhelm",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1608310/",
            "name": "Berryt Bohlen Berryt Bohlen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1608311/",
            "name": "Ernst Kuchling Ernst Kuchling",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1608312/",
            "name": "Volker Eschke Volker Eschke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1503399/",
            "name": "Michael Bolze Michael Bolze",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1608313/",
            "name": "Steven Adamczewski Steven Adamczewski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1608314/",
            "name": "Dietmar Kracht Dietmar Kracht",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119719/",
            "name": "Norbert Losch Norbert Losch",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1608315/",
            "name": "Manfred Salzgeber Manfred Salzgeber",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1971",
    "genre": [
        "剧情",
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2171357388.jpg",
    "region": [
        "西德"
    ],
    "writer": [
        {
            "url": "/celebrity/1608307/",
            "name": "Martin Dannecker Martin Dannecker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054324/",
            "name": "罗萨·冯·布劳恩海姆 Rosa von Praunheim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1608308/",
            "name": "Sigurd Wurl Sigurd Wurl",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0066136",
    "director": [
        {
            "url": "/celebrity/1054324/",
            "name": "罗萨·冯·布劳恩海姆 Rosa von Praunheim",
            "@type": "Person"
        }
    ],
    "duration": "67分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1971"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0066136/",
    "imdb_votes": 640,
    "this_title": [
        "Nicht der Homosexuelle ist pervers, sondern die Situation, in der er lebt"
    ],
    "douban_link": "https://movie.douban.com/subject/5056034/",
    "imdb_rating": "6.6/10 from 640 users",
    "trans_title": [
        "同性恋不是变态东西，变态的是他所活着的社会",
        "It Is Not the Homosexual Who Is Perverse, But the Society in Which He Lives"
    ],
    "douban_votes": "188",
    "introduction": "It Is Not the Homosexual Who Is Perverse, But the Society in Which He Lives (Nicht der Homosexuelle ist pervers, sondern die Situation, in der er lebt) is the earnest title of Rosa von Praunheim’s 1971 PG-chaste first feature, which has aged like good cheese from a scandalous sensation (a political wakeup call to gays) into a textbook example of classic camp—and a delightful time warp trip through queer cliché. The very colorful color film (shot MOS) opens with von Praunheim’s camera trailing two fags—one blonde, one brunette—walking down a sunny Berlin street. Daniel, the shy brunette, is new to the big city and blonde Clemens is generously offering him a place to stay. (We know this by the heavily German-accented English, dubbed and spoken in a “Sprockets” cadence.)“It’s so hard to find someone who’s sincere,” Clemens’ voice says as they cuddle on his bed back at the apartment. “I really dig you.” Then, from out of nowhere, a grave, German-accented, Moses-like voiceover explains that “faggots long for loving relationships”, but “live in a dream world of glossy magazines and Hollywood movies.” Now naked in bed with Daniel, Clemens proclaims, “I’d like to throw the window open and show the whole world how wonderful it is when two men are in love!” And so it goes. Daniel fusses over his hair in the mirror while Clemens’ heartsick Teutonic voice narrates their newfound domestic bliss. “Every hour and minute I spent alone was torture for me.” Luckily, the lovebirds spend plenty of time doing things like “watching television to further our education” and housecleaning together. They also read or write letters. “Dear Mother,” Daniel’s voice begins.But alas, as Clemens stares into a cabinet chock full of knickknacks, that damn nagging Moses voiceover returns. “Faggots try to imitate middle class marriage,” he hisses, holding forth on the subject of men taught to be in competition with one another, to be self-involved—dooming the faggot relationship. Next thing you know, Daniel’s sad voice sighs, “Four months have passed. I’ve decided to leave Clemens.” Then a jaunty, genial German narrator intones, “Daniel was often cruised by a well-to-do man.” And there’s girlfriend strolling along with the tight-panted “benefactor at his country estate!” As they stop for a glass of champagne beside a statue, Moses abruptly thunders about the myth that the homosexual’s “interest in the arts is a way to make life more bearable,” when in reality “the arts are a tool for the rich and powerful,” for it makes it “much easier to get them into bed.” Cut to a piano and a wild-eyed fag singing about Deutschland! Nearby, the benefactor plays with his ascot, a gaudy silver ring in the shape of an insect on his finger. The camera pulls back and pans around the roomful of old queens respectfully listening to the recital. Moses announces, “Youth and good looks are tremendously important to old fags.” Like Hitchcock’s birds, the elderly Marys are suddenly swarming over poor Daniel—who gets nauseous and runs out the door.Then it’s off to an outdoor café—with a big sign reading “Moby Dick’s.” The genial German narrator informs that Daniel’s found a new job working at a “meeting place for homosexuals” where “conversations about film, fashion and physical culture give him ideas about how to fill his leisure time.” Moses butts in to add that faggots “gather to listen to Nina Simone, Judy Garland and Barbra Streisand” and “gather at Fire Island and San Francisco.” He intones, “Fashion has to be like a second skin that suggests the size of the cock.” A sissy saunters down the street in knee-high moccasins and shorts. Moses also warns, “The young fag must give up his interests for more homosexual interests.”And there’s Daniel sunning himself with his fellow homosexuals! Moses snipes, “He was entranced by his strong body and butch style” as a torso, hairy chest and tight blue jeans, appears in medium close up. The genial German offers, “Daniel could sit for hours and enjoy being cruised.” Then: “Wolfgang had a lot in common with Daniel” as the two mop-haired, mutton-chopped boys rub lotion on one another. But all is not well in fairyland. Moses brings news that Daniel has begun going to gay bars—is becoming addicted! And, yup, there’s Daniel, wandering around a dark and dingy hole. Moses explains, “It’s easy for faggots to find one another because they offer themselves on street corners like whores.” Cut to a queen having a hissy fit in front of the bar as another tries to calm her down, all while Moses holds forth on sad fags, how they don’t know how to use their sexual freedom for happiness, how their “greatest enemy is the conspicuous queen.” Two fairies in short shorts appear in the frame, fawning over two embarrassed fags. Moses laments, “Daniel now has no other interest than being a fag.”Cut to a motorcycle gang, leather boys cruising one another amongst the nighttime trees. They feel up each other’s zippers, chains, and studs—a clothed grope fest as Moses teaches that, other than “trans-westites, [who] long for women’s organs, leather freaks are the fags with the most hang-ups.” In fact, “The leather queers are really nice, polite people who suffer from their own weakness.” And that’s when Daniel, “bored with talking,” fatefully leaves the bar scene for the park where he “slowly made his way through the tense choreography of men.” (So sayeth Moses.)Cut to outside a public restroom (a “well-known meeting place”). Men who cruise restrooms “despise tearoom trade,” the voice of Moses trembles. Hustlers—“usually runaways from broken homes” who are “often not queer”—frequent these spots. (Assorted hustlers and fags mill about as a piece of rough trade stands like a sentinel in front of the door.) A group of queers emerge and pile circus-style into a car. An old fag cruises Daniel but strikes out (duh!) before getting beat up by rough trade.Next up: a drag queen singing in a mixed homo bar—a tattooed leather daddy staring stoically from a table nearby. And there’s Daniel! He’s “drowning himself in alcohol and cigarettes” while other fags try to “forget themselves in a frantic atmosphere”—i.e., a black guy and a white guy doing a chicken dance to “Rock Around The Clock”, which blares from the jukebox. An old yodeling queen appears. Daniel sees his friend Paul, asks if he can go back to his communal pad. And that’s where von Praunheim’s film finally reaches its climax—a psychotherapy session with a group of naked fags! Sitting in a circle, they berate Daniel in their dubbed voices. “You’ve become a real full time faggot!” “You’re becoming neurotic, a whore who doesn’t even get paid!” The Teutonic accents start calling for a gay pride awakening, a consciousness-raising “We’re here, we’re queer!” movement. “Queens and butches have to stop opposing and fight together side by side!” “Come out of the closet! Take to the streets!” “Erotically free! Socially involved!” The commentary continues even as the credits roll over a pink background—even as I can’t stop laughing over the “trans-westites,” leather freaks, and glorious tearoom trade.",
    "chinese_title": "同性恋不是变态东西，变态的是他所活着的社会",
    "douban_rating": "7.0/10 from 188 users",
    "foreign_title": "Nicht der Homosexuelle ist pervers, sondern die Situation, in der er lebt",
    "imdb_rating_average": 6.6,
    "douban_rating_average": "7.0",
    "update_at": "2025-12-30T05:28:11"
}