{
    "aka": [
        "倒計時"
    ],
    "sid": "5056506",
    "cast": [
        {
            "url": "/celebrity/1036466/",
            "name": "珍妮·艾加特 Jenny Agutter",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115857/",
            "name": "布莱恩·马歇尔 Bryan Marshall",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1163867/",
            "name": "西蒙·沃德 Simon Ward",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1242672/",
            "name": "布莱恩·马歇尔 Bryan Marshall",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1139600/",
            "name": "Billy Russell Billy Russell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1137868/",
            "name": "Madge Ryan Madge Ryan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1134398/",
            "name": "Gregory Phillips Gregory Phillips",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1133618/",
            "name": "查尔斯·劳埃德·帕克 Charles Lloyd Pack",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1133337/",
            "name": "拉娜·莫里斯 Lana Morris",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1090344/",
            "name": "刘易斯·菲安德 Lewis Fiander",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1086275/",
            "name": "迈克尔·菲斯特 Michael Feast",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1069364/",
            "name": "Lally Bowers Lally Bowers",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1068881/",
            "name": "费伊·康普顿 Fay Compton",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1969",
    "genre": [
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2447287348.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1080163/",
            "name": "奥黛丽·厄斯金-林多普 Audrey Erskine-Lindop",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0064462",
    "director": [
        {
            "url": "/celebrity/1360319/",
            "name": "大卫·格瑞尼 David Greene",
            "@type": "Person"
        }
    ],
    "duration": "UK: 105 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1969"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0064462/",
    "imdb_votes": 1358,
    "this_title": [
        "I Start Counting"
    ],
    "douban_link": "https://movie.douban.com/subject/5056506/",
    "imdb_rating": "6.9/10 from 1358 users",
    "trans_title": [
        "春心有谁怜",
        "倒計時"
    ],
    "douban_votes": "0",
    "introduction": "The story appears simple on the surface, but is revealed, especially after multiple viewings, as more multi-layered and textured than Cassavetes at his best. Ostensibly it concerns a 14-year old Catholic girl, Wynne (Agutter) growing up in this post-modern wasteland, who develops a crush on her much older adoptive brother (Marshall)- a crush which perversely deepens and grows into infatuation once she starts to believe he is the local sex killer. This is in itself an idea that makes you sit up and jolt, but as the narrative develops, it continues not necessarily along a linear path but in several confusing and fascinating directions: the family's history, (detailed effectively in chilling flashback during an improvised seance) is a chequered one, and has suffered at least one major relocation and upheaval in the last ten years.At the crux, however, it's the depiction of socialal changes that make I Start Counting so fascinating and elevate its language far beyond the confines of the standard horror film. The major subtext- that teenage girls were maturing more quickly than before, and developing full sexual and romantic appetites (even if in thought rather than deed) but were not possessed of enough discretion to make the right choices- was a step forward for a genre in which its young females had previously been portrayed as bimbo victims (Cover Girl Killer and The Night Caller spring to mind), but not one that all viewers would necessarily agree with.But most striking of all, and possibly the most enduring image which the viewer will take away with them, is of the masterful symbolism with which director Greene invests every shot. Every inch of the Kinch family's world- their house, their walls, their TV, Agutters underwear, bedroom furniture and toys, Sutcliffe's clothes, Marshalls van, the local Catholic church, their town centre, their record shop) - is painted a bright, scintillating white- a white which, by inference, is slowly becoming smudged and corrupted with the dirt of the outside world. White also symbolises, of course, purity and innocence (two qualities Catholic schoolgirls are supposed to hold dear), and it is into this world of innocence that the ever-present red bus (a symbol of violation and penetration), conducted by the lecherous yet similarly juvenile Simon Ward, makes regular journeys. The allegory is further expanded in one scene where Agutter believes she sees the Christ figure in church weeping blood: by the time we acknowledge it, its gone, but the seed has already been planted. Rarely in a genre production has the use of colour and background been so important or effective in creating a uniformity of mood.I Start Counting is as near-perfect an end to a decade as one could hope for, and exactly the kind of film people should be making now- which is, of course, exactly why they never will. A genre essential.by D.R. SHIMON@lounge.moviecodec.com",
    "chinese_title": "春心有谁怜",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "I Start Counting",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-08-24T14:07:26"
}