{
    "aka": [
        "Winter"
    ],
    "sid": "5056513",
    "cast": [
        {
            "url": "/celebrity/1035664/",
            "name": "迈克尔·朗斯代尔 Michael Lonsdale",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1061657/",
            "name": "克里斯蒂安·巴尔比耶 Christian Barbier",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108162/",
            "name": "Frédéric Latin Frédéric Latin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1969",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2358081903.jpg",
    "region": [
        "法国",
        "比利时"
    ],
    "writer": [
        {
            "url": "/celebrity/1042999/",
            "name": "马塞尔·哈侬 Marcel Hanoun",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0064434",
    "director": [
        {
            "url": "/celebrity/1042999/",
            "name": "马塞尔·哈侬 Marcel Hanoun",
            "@type": "Person"
        }
    ],
    "duration": "79分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1969(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0064434/",
    "imdb_votes": 128,
    "this_title": [
        "L'hiver"
    ],
    "douban_link": "https://movie.douban.com/subject/5056513/",
    "imdb_rating": "7.1/10 from 128 users",
    "trans_title": [
        "冬",
        "Winter"
    ],
    "douban_votes": "148",
    "introduction": "Synopsis:Julien et son preneur de son, Michel, tournent à Bruges un documentaire de commande. Julien rêve au film qu'il pourrait tourner dans cette ville mystérieuse: une adaptation de Shakespeare ou de Musset. Le rejoint bientôt Sophie, sa femme, ancienne comédienne, qui souffre de la distance que Julien semble mettre dans leurs rapports. Bientôt, à une exposition de peinture, elle rencontre un artiste qu'elle voit sous les traits de Julien et qui l'invite à venir visiter Florence. Elle confie à Michel ses tourments. Julien, de son côté, vient d'accepter la proposition de son producteur: réaliser une \"histoire\" avec des \"personnages\" et, pourquoi pas, des \"vedettes\"... Alors qu'elle semblait décidée à suivre l'inconnu, Sophie se jette dans les bras de Julien. Le metteur en scène qui tourne un film intitulé \"L'hiver\" demande une nouvelle prise. Pour la seconde fois, Sophie se jette dans les bras de Julien. Le peintre inconnu s'en va...© Fiches du Cinéma“One could spend forever unraveling this endless net, so tightly woven with signs and echoes, which becomes richer with every viewing. Hanoun’s formal investigation of the fragment and the (almost subliminal) flash frame, of very slightly altered variations and repetitions, which he applies to situation as much as to dialogue (often repeated, either within the same shot or from a different angle) reveals something of the interiority of film, of its creator’s unconscious, which becomes that of his characters. This structural resemblance to a Russian nesting doll should not confuse; it’s rather the contrary of this detachment with which the film ends. The more Hanoun compresses his dreams of dreams within dreams (films), the closer he gets to intimacy.”-Emeric de Lastens (Re:Voir)",
    "chinese_title": "冬",
    "douban_rating": "7.6/10 from 148 users",
    "foreign_title": "L'hiver",
    "imdb_rating_average": 7.1,
    "douban_rating_average": "7.6",
    "update_at": "2025-10-03T14:35:09"
}