{
    "aka": [],
    "sid": "5057343",
    "cast": [
        {
            "url": "/celebrity/1027851/",
            "name": "乔治·C·斯科特 George C. Scott",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019114/",
            "name": "科琳·杜赫斯特 Colleen Dewhurst",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002803/",
            "name": "茂文·道格拉斯 Melvyn Douglas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049681/",
            "name": "塔斯黛·韦尔德 Tuesday Weld",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1161507/",
            "name": "弗里茨·韦弗 Fritz Weaver",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054880/",
            "name": "威尔·吉尔 Will Geer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1130251/",
            "name": "凯瑟琳·内斯比特 Cathleen Nesbitt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1107423/",
            "name": "亨瑞·琼斯 Henry Jones",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1063898/",
            "name": "Paula Bauersmith Paula Bauersmith",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033200/",
            "name": "Clarice Blackburn Clarice Blackburn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028177/",
            "name": "凯瑟琳·波内斯 Catherine Burns",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1967",
    "genre": [
        "剧情",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2153301552.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1054821/",
            "name": "阿瑟·米勒 Arthur Miller",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0061534",
    "director": [
        {
            "url": "/celebrity/1011133/",
            "name": "阿力克斯·西格尔 Alex Segal",
            "@type": "Person"
        }
    ],
    "duration": "135分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1967"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0061534/",
    "imdb_votes": 163,
    "this_title": [
        "The Crucible"
    ],
    "douban_link": "https://movie.douban.com/subject/5057343/",
    "imdb_rating": "7.5/10 from 163 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In the Puritan New England town of Salem, Massachusetts, a group of girls go dancing in the forest with a black slave named Tituba. While dancing, they are caught by the local minister, Reverend Parris. One of the girls, Parris's daughter Betty, falls into a coma-like state. A crowd gathers in the Parris home while rumors of witchcraft fill the town. Having sent for Reverend Hale, an expert on witchcraft, Parris questions Abigail Williams, the girls' ringleader, about the events that took place in the forest. Abigail, who is Parris's niece and ward, admits to doing nothing beyond \"dancing\".While Parris tries to calm the crowd that has gathered in his home, Abigail talks to some of the other girls, telling them not to admit to anything. John Proctor, a local farmer, then enters and talks to Abigail alone. Unbeknownst to anyone else in the town, while working in Proctor's home the previous year she engaged in an affair with him, which led to her being fired by his wife, Elizabeth. Abigail still desires Proctor, but he fends her off and tells her to end her foolishness with the girls.Betty wakes up and begins screaming. Much of the crowd rushes upstairs and gathers in her bedroom, arguing over whether she is bewitched. A separate argument between Proctor, Parris, the argumentative Giles Corey, and the wealthy Thomas Putnam soon ensues. This dispute centers on money and land deeds, and it suggests that deep fault lines run through the Salem community. As the men argue, Reverend Hale arrives and examines Betty, while Proctor departs. Hale quizzes Abigail about the girls' activities in the forest, grows suspicious of her behavior, and demands to speak to Tituba. After Parris and Hale interrogate her for a brief time, Tituba confesses to communing with the devil, and she hysterically accuses various townsfolk of consorting with the devil. Suddenly, Abigail joins her, confessing to having seen the devil conspiring and cavorting with other townspeople. Betty joins them in naming witches, and the crowd is thrown into an uproar.A week later, alone in their farmhouse outside of town, John and Elizabeth Proctor discuss the ongoing trials and the escalating number of townsfolk who have been accused of being witches. Elizabeth urges her husband to denounce Abigail as a fraud; he refuses, and she becomes jealous, accusing him of still harboring feelings for her. Mary Warren, their servant and one of Abigail's circle, returns from Salem with news that Elizabeth has been accused of witchcraft but the court did not pursue the accusation. Mary is sent up to bed, and John and Elizabeth continue their argument, only to be interrupted by a visit from Reverend Hale. While they discuss matters, Giles Corey and Francis Nurse come to the Proctor home with news that their wives have been arrested. Officers of the court suddenly arrive and arrest Elizabeth. After they have taken her, Proctor browbeats Mary, insisting that she must go to Salem and expose Abigail and the other girls as frauds.The next day, Proctor brings Mary to court and tells Judge Danforth that she will testify that the girls are lying. Danforth is suspicious of Proctor's motives and tells Proctor, truthfully, that Elizabeth is pregnant and will be spared for a time. Proctor persists in his charge, convincing Danforth to allow Mary to testify. Mary tells the court that the girls are lying. When the girls are brought in, they turn the tables by accusing Mary of bewitching them. Furious, Proctor confesses his affair with Abigail and accuses her of being motivated by jealousy of his wife. To test Proctor's claim, Danforth summons Elizabeth and asks her if Proctor has been unfaithful to her. Despite her natural honesty, she lies to protect Proctor's honor, and Danforth denounces Proctor as a liar. Meanwhile, Abigail and the girls again pretend that Mary is bewitching them, and Mary breaks down and accuses Proctor of being a witch. Proctor rages against her and against the court. He is arrested, and Hale quits the proceedings.The summer passes and autumn arrives. The witch trials have caused unrest in neighboring towns, and Danforth grows nervous. Abigail has run away, taking all of Parris's money with her. Hale, who has lost faith in the court, begs the accused witches to confess falsely in order to save their lives, but they refuse. Danforth, however, has an idea: he asks Elizabeth to talk John into confessing, and she agrees. Conflicted, but desiring to live, John agrees to confess, and the officers of the court rejoice. But he refuses to incriminate anyone else, and when the court insists that the confession must be made public, Proctor grows angry, tears it up, and retracts his admission of guilt. Despite Hale's desperate pleas, Proctor goes to the gallows with the others, and the witch trials reach their awful conclusion.",
    "chinese_title": "The Crucible",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-05-22T14:36:01"
}