{
    "aka": [
        "雄鹰聚会"
    ],
    "sid": "5058776",
    "cast": [
        {
            "url": "/celebrity/1041151/",
            "name": "罗克·赫德森 Rock Hudson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1013929/",
            "name": "罗德·泰勒 Rod Taylor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1132245/",
            "name": "玛丽·皮奇 Mary Peach",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050172/",
            "name": "巴瑞·萨里万 Barry Sullivan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1124880/",
            "name": "Richard LePore Richard LePore",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1120283/",
            "name": "弗朗西丝·默瑟 Frances Mercer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1116272/",
            "name": "Nelson Leigh Nelson Leigh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115022/",
            "name": "雷·蒙哥马利 Ray Montgomery",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1111319/",
            "name": "罗伯特·兰辛 Robert Lansing",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1133638/",
            "name": "Ed Prentiss Ed Prentiss",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1134995/",
            "name": "约翰·皮卡德 John Pickard",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1143236/",
            "name": "Ward Ramsey Ward Ramsey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1149008/",
            "name": "特德·斯坦霍普 Ted Stanhope",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1149514/",
            "name": "Marjorie Stapp Marjorie Stapp",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1164360/",
            "name": "本·怀特 Ben Wright",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1165212/",
            "name": "约翰·伦巴 John Zaremba",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1099076/",
            "name": "约翰·霍兰 John Holland",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007063/",
            "name": "凯文·麦卡锡 Kevin McCarthy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010639/",
            "name": "路易丝·弗莱彻 Louise Fletcher",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016900/",
            "name": "Russ Bender Russ Bender",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025301/",
            "name": "理查德·安德森 Richard Anderson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037388/",
            "name": "多萝西·阿伯特 Dorothy Abbott",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037986/",
            "name": "Steve Mitchell Steve Mitchell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049918/",
            "name": "亨利·席尔瓦 Henry Silva",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054237/",
            "name": "保罗·费斯 Paul Frees",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055059/",
            "name": "利夫·埃里克森 Leif Erickson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1065029/",
            "name": "玛丽·贝努瓦 Mary Benoit",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1073357/",
            "name": "劳拉达纳 Leora Dana",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1077324/",
            "name": "罗伯特布雷 Robert Bray",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1083998/",
            "name": "约翰·戴维森 John Davidson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002923/",
            "name": "Jim Bannon Jim Bannon",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1963",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "　　第36届奥斯卡金像奖(1964)\n　　最佳音效(提名) 罗伯特·L·布拉顿\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2412172075.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1003605/",
            "name": "罗伯特·佩罗 Robert Pirosh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012770/",
            "name": "萨利·巴特利特 Sy Bartlett",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0057090",
    "director": [
        {
            "url": "/celebrity/1007219/",
            "name": "德尔伯特·曼 Delbert Mann",
            "@type": "Person"
        }
    ],
    "duration": "115 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1963-06-21"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0057090/",
    "imdb_votes": 1161,
    "this_title": [
        "A Gathering of Eagles"
    ],
    "douban_link": "https://movie.douban.com/subject/5058776/",
    "imdb_rating": "6.1/10 from 1161 users",
    "trans_title": [
        "铁翼雄风",
        "雄鹰聚会"
    ],
    "douban_votes": "0",
    "introduction": "The Inspector General of the Strategic Air Command (SAC), Major General \"Happy Jack\" Kirby (played by Kevin McCarthy), lands unannounced in a KC-135 at the fictional Carmody Air Force Base near San Francisco, California (a role actually filled by the real life Beale AFB), home of the 904th Strategic Aerospace Wing. Accompanied by a thirty-man inspection team, he demands that the Air Police take him directly to the wing's command post and once there announces a no-notice Operational Readiness Inspection (ORI). As the inspection continues, General Kirby receives a score report from a member of his team. With this in hand, he calls General Hewitt, the commanding general of SAC at his Omaha headquarters and soberly informs him, \"It doesn't look too good so far, sir.\"The general agrees and, without further ado, summons to his office his new aide, Colonel Jim Caldwell (Rock Hudson) USAF, who at the time is conducting a tour of visiting dignitaries through the central alert room of SAC Headquarters at Offutt AFB. Colonel Caldwell reports to his boss's office, and General Hewitt (Leif Erickson) coolly informs him that the wing commander at Carmody \"didn't have what it takes\" and must be replaced. Hewitt offers the job to Caldwell, who enthusiastically accepts. To Caldwell, this is a highly enviable career move, one made more auspicious when he discovers that his good friend and Korean War buddy, Colonel Hollis Farr (Rod Taylor), is the vice wing commander. Barely able to conceal his excitement, he telephones his English wife Victoria (Mary Peach) to tell her the news.Soon after he arrives, noting a number of problems in the wing that indicate a low state of training, he institutes measures that Colonel Farr immediately questions—restoring a seven-day alert cycle that isolates flight crews from their families, freezing all promotion recommendations, and making it clear that no member of the 904th may consider his job secure. This includes the Base Commander, Colonel Bill Fowler (Barry Sullivan), who, as Caldwell soon learns, drinks heavily. Eventually, Caldwell forces Fowler to retire early, and tells him straight-out that his drinking is the cause. He also alienates a maintenance officer by telling him that he must learn to delegate authority and when that officer applies for a transfer, Caldwell refuses to act on it. Farr protests that Caldwell is \"going out on a limb,\" to which Caldwell replies with a biting rhetorical question, \"What's wrong with that?\"Caldwell's harsh policies soon alienate even Victoria, who has befriended Fowler's wife. Eventually, morale at the upper echelons goes from bad to worse. First, Bill Fowler shoots himself, under circumstances that could be accidental but probably are not. Then, after Farr gives leave to a squadron commander whose unit is not in good shape, Caldwell asks the brigadier general commanding the 904th's parent air division to replace Farr as vice wing commander. He says, \"I inherited the most popular wing vice commander in SAC but one who will not assume responsibility!\" He then sharply contradicts Farr's rosy approval of the wing's performance during a post-mission critique of B-52G and KC-135A aircraft commanders and their crews as a prelude to informing Farr that he is fired. This almost causes the final breach between Caldwell and his wife, especially since gossip has had Farr and Victoria drifting into an affair a rumor to which Caldwell lends no credence, but one that Victoria has heard, leading her to think that she is in some way responsible for Farr's impending dismissal.Soon after, while Caldwell visits Fowler in a San Francisco hospital to snap him out of his depression, he receives a call from the operations chief saying that \"an unidentified KC-135\" is \"on final approach, no emergency declared.\" Suspecting another ORI, Caldwell orders the officer to notify the battle staff at once. Caldwell cannot return to base fast enough, however, and Farr must assume command in his absence. In this capacity, Farr makes a key decision: to launch a B-52 which cannot produce full power on one of its engines, a violation of peacetime flight safety regulations, because \"We're simulating wartime conditions.\"After another B-52 must abort its mission, General Kirby's \"score\" of that mission will make the difference between passing and failing. Kirby confronts Farr about the decision, and Caldwell immediately defends it, stating he would have made the same call. But Kirby, a former wing commander himself, surprises both by saying that he, too, would have done the same, and that he will not score the mission as an abort. Tellingly, he actually smiles at Caldwell as he says this. Caldwell congratulates Farr in a manner strongly suggesting he will retain Farr as his vice commander, saying that Farr has finally learned \"how...it feels out on that limb\" and \"might actually get to like it out there\". Victoria, for her part, realizes the value of Caldwell's policies especially when General Kirby wants to see her about the base's Family Support Program.",
    "chinese_title": "铁翼雄风",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "A Gathering of Eagles",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-02-26T01:21:05"
}