{
    "aka": [
        "Bronze Magician",
        "Yoso"
    ],
    "sid": "5058587",
    "cast": [
        {
            "url": "/celebrity/1050948/",
            "name": "市川雷藏 Raizô Ichikawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002006/",
            "name": "万里昌代 Masayo Banri",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1431165/",
            "name": "藤由紀子 Yukiko Fuji",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1963",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2542113398.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1016915/",
            "name": "衣笠贞之助 Teinosuke Kinugasa",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0057704",
    "director": [
        {
            "url": "/celebrity/1016915/",
            "name": "衣笠贞之助 Teinosuke Kinugasa",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1963"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0057704/",
    "imdb_votes": 122,
    "this_title": [
        "妖僧"
    ],
    "douban_link": "https://movie.douban.com/subject/5058587/",
    "imdb_rating": "6.9/10 from 122 users",
    "trans_title": [
        "Bronze Magician",
        "Yoso"
    ],
    "douban_votes": "0",
    "introduction": "Yoso is truly a lost classic, set in the Nara Era (710-794), from Kinugasa Teinosuke the same writer/director who gave us the recognized classic Gate of Hell (Jigokumon, 1952) & the milestone silent surrealist masterpiece A Page of Madness (Kurutta Ippeji, 1926).Yoso means \"esoteric priest\" which implies \"sorcerer.\" For such a rarely screened film, it seems to have attracted an unwieldy number of English titles: The Sorcerer, Ghostly Priest, Bronze Magician, Phantom Priest, & on the subtitled 35 mm print the only fully apropos title, Priest & Empress, not to be confused with another Raizo Ichikawa film called The Priest & the Beauty (Anchin to Kyohima, 1960).Japan of the Nara Era had a sovereign female emperor or Mikado, Koken-Shotoku Tenno, who fell under the sway of a Buddhist priest named Dokyo. His influence over her proved so untoward that Empress Koken-Shotoku gave him titles which implied the imperial line might actually pass to him should the Empress die, despite that the imperial line had been preserved as a single dynasty back into prehistory.The crisis engendered by Dokyo led to the banning of women ever again becoming Mikado, a decision periodically revisited including in our own generation when there stood a strong threat of no authentic male heir.The film takes this historical reality & makes of it a believable though tough & very odd love story. Dokyo, who has indeed been called \"the Japanese Rasputin,\" is here played by Raizo Ichikawa. Though Dokyo clearly uses the affections of the Empress (played by the ethereally beautiful Yukiko Fuji) for personal gain & power, his intense devotion to Shotoku is nevertheless no falsehood. When it comes time for his assassination, it is very much Rasputin-like, as he is damnably difficult to kill. It's portrayed quite horrifically but it remains simultaneously sorrowful because his love of Shotoku was no pose.",
    "chinese_title": "妖僧",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-07-23T06:26:28"
}