{
    "aka": [
        "危险边缘",
        "挑战自我"
    ],
    "sid": "5058570",
    "cast": [
        {
            "url": "/celebrity/1089303/",
            "name": "Art Fleming Art Fleming",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1126676/",
            "name": "唐·帕尔多 Don Pardo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010574/",
            "name": "梅尔·布鲁克斯 Mel Brooks",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1170274/",
            "name": "Hutton Gibson Hutton Gibson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1964",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2570482260.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1009564/",
            "name": "梅夫·格里芬 Merv Griffin",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0057758",
    "director": [
        {
            "url": "/celebrity/1108061/",
            "name": "Bob Hultgren Bob Hultgren",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1285071/",
            "name": "Jeffrey L. Goldstein Jeffrey L. Goldstein",
            "@type": "Person"
        }
    ],
    "duration": "30分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1964-03-30(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0057758/",
    "imdb_votes": 695,
    "this_title": [
        "Jeopardy!"
    ],
    "douban_link": "https://movie.douban.com/subject/5058570/",
    "imdb_rating": "7.6/10 from 695 users",
    "trans_title": [
        "抢答",
        "危险边缘",
        "挑战自我"
    ],
    "douban_votes": "0",
    "introduction": "The classic game show with a twist; the answers are revealed, but it's up to the contestants to supply the questions. Three contestants, including a returning champion, competed. Six categories are announced (e.g., Pro Football, Presidents, Science and Nature, Famous Bobs, Automobiles and Words), each having five answers ostensibly graded by difficulty, from $10 to $50. The champion chose a category and dollar amount (e.g., \"Presidents for $10\"), to which host Fleming reads the answer (\"The Father of our country; he really didn't chop down a cherry tree\"). Contestants had to respond in question form (\"Who was George Washington?\") ; if correct, they won the value of the question; if he/she was incorrect, failed to answer in time or phrase in the form of a question, that amount was deducted (hence, the dollar amount was \"always in jeopardy\") and his/her opponents could answer; having enough incorrect answers often led to negative scores. Thereafter, the contestant providing the last correct question selected next, and the process repeated. Hidden behind one of the answers was a \"Daily Double\" space, with the contestant selecting that space able to wager up to all his/her current winnings (or up to $50 if he/she had less) on the answer. After all 30 answers have been revealed (or sometimes, an undefined time limit expired), the game moved into \"Double Jeopardy!\" Gameplay was the same in \"Double Jeopardy!\" except six new categories were announced and the answers had values of $20 to $100 and two \"Daily Double\" spaces were hidden (with contestants able to wager up to $100 if they had less). At the end of the \"Double Jeopardy!\" round, all contestants with at least $1 were eligible to play \"Final Jeopardy!\"; however, anyone with $0 or a negative score was eliminated and given consolation prizes. Fleming announced a category, and the contestants (before seeing the answer) wagered up to everything they had on their ability to answer. Contestants had 30 seconds to write what they believed was the correct question. Those who were correct had the amount they wagered added to their winnings; however, any incorrect questions or failing to phrase properly lost what they wagered. Everyone kept their winnings and the contestant with the most cash (usually not more than $1,000) was champion and got to return the next day. Champions competed until they won five shows (at which point they retired undefeated) or until they were defeated. The highest-scoring contestants and all five-time champions over a period of time participated in a Tournament of Champions, the winner earning an additional $25,000; there were also college tournaments and celebrity shows conducted.",
    "chinese_title": "抢答",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Jeopardy!",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-09-25T16:28:18"
}