{
    "aka": [
        "Yaadein"
    ],
    "sid": "5058245",
    "cast": [
        {
            "url": "/celebrity/1018367/",
            "name": "纳尔吉丝 Nargis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019211/",
            "name": "苏尼尔·达特 Sunil Dutt",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1964",
    "genre": [
        "剧情",
        "悬疑"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt0058759",
    "director": [
        {
            "url": "/celebrity/1019211/",
            "name": "苏尼尔·达特 Sunil Dutt",
            "@type": "Person"
        }
    ],
    "duration": "113 分钟",
    "episodes": "",
    "language": [
        "北印度语"
    ],
    "playdate": [
        "1964"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0058759/",
    "imdb_votes": 127,
    "this_title": [
        "Memories"
    ],
    "douban_link": "https://movie.douban.com/subject/5058245/",
    "imdb_rating": "7.4/10 from 127 users",
    "trans_title": [
        "Yaadein"
    ],
    "douban_votes": "0",
    "introduction": "Set entirely in the confines of a house and featuring only one actor playing out a variety of roles, Yaadein is somewhat of a genuine oddity. Yaadein was the only film actor Sunil Dutt directed. The film adheres to a vivid expressionist style with numerous canted angles and low angle shots that literally imprison Anil’s (Sunil Dutt) figure within the tightly composed frame. Dispensing with plot, the film is an extended monologue delivered by Dutt as he wanders through the house reflecting on the breakdown of his marriage. Sunil Dutt was a terrific actor and his presence in virtually every scene was an exhausting and risky strategy to take but in many ways this is what makes Yaadein so distinct. It is evident that Sunil Dutt was openly interested in playing with his star image and Yaadein’s experimental vein pointed to a potentially interesting directorial career, which unfortunately never came to fruition. Yaadein is also problematic to categorise. While the film features a major actor/star in the lead role, the absence of plot and additional dominant mainstream characteristics pushes the film into the category of the art film. Nevertheless, Yaadein was a one off for the actor and whereas the film offers some fascinating expressionist moments, it has largely been forgotten because of a stylistic and ideological insignificance.",
    "chinese_title": "Memories",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-02-10T00:22:37"
}