{
    "aka": [
        "Hannibal"
    ],
    "sid": "5059895",
    "cast": [
        {
            "url": "/celebrity/1007080/",
            "name": "维克多·迈彻 Victor Mature",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032394/",
            "name": "加布里埃尔·费泽蒂 Gabriele Ferzetti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1098716/",
            "name": "丽塔·甘姆 Rita Gam",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1960",
    "genre": [
        "剧情",
        "动作",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2504481010.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt0053891",
    "director": [
        {
            "url": "/celebrity/1012827/",
            "name": "卡洛·卢多维克·布拉加利亚 Carlo Ludovico Bragaglia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050379/",
            "name": "埃德加·G·乌默 Edgar G. Ulmer",
            "@type": "Person"
        }
    ],
    "duration": "103 分钟(美国)",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "1960-04-16"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0053891/",
    "imdb_votes": 1199,
    "this_title": [
        "Annibale"
    ],
    "douban_link": "https://movie.douban.com/subject/5059895/",
    "imdb_rating": "5.2/10 from 1199 users",
    "trans_title": [
        "汉尼拔",
        "Hannibal"
    ],
    "douban_votes": "0",
    "introduction": "After making his historic crossing of the Alps with elephants transporting supplies and troops, Hannibal marches on Rome in a war of revenge. During his advance, he captures Sylvia, the niece of Roman Senator Fabius Maximus but, instead of holding her prisoner, he shows her his powerful army and herds of elephants, then sets her free. He is sure she will report what she has seen to his Roman enemies. Hannibal defeats the Romans at the battle of Trebbia and sends a message to Sylvia that he is marching on Rome. Sylvia succumbs to her love of Hannibal and they have a rendezvous, but are surprised by a Roman patrol. Hannibal escapes and Sylvia is confined to the temple of the Vesta Goddess. She escapes and meets Hannibal again. Hannibal orders his brother Hasdrubal to Carthage to take over command of the reinforcements preparing to join Hannibal. Hannibals wife Danila arrives from Carthage unexpectedly and Sylvia runs away and returns to Rome...VCI is very pleased to present this epic motion picture, which has been mastered from the original negatives and presented in all its widescreen glory for the first time on home video! Love and war intertwine in this fanciful adaptation of history. The brilliant Carthaginian general, Hannibal (Victor Mature) despises Rome. Fueled by vengeance, he drives his army of elephants through the treacherous, frozen Alps into Italy, crushing anyone who dared to oppose him. As a strategy to break the morale of his enemies, Hannibal captures the beautiful Sylvia of Rome (Rita Gam) so she may see the might of his army and spread the news of impending doom to her people. However, a love grows between the two that will eventually be his undoing. This big-budget spectacle produced by Warner Bros. was shot in Technicolor and SuperCinescope and literally features a cast of thousands... over 4,000 foot-soldiers, 1,500 horsemen, 45 elephants and a vast assortment of war machines were employed in the historic battle of Cannae alone.Love and war intertwine in this fanciful adaptation of history. The brilliant Carthaginian general, Hannibal (Victor Mature) despises Rome. Fueled by vengeance, he drives his army of elephants through the treacherous, frozen Alps into Italy, crushing anyone who dared to oppose him. As a strategy to break the morale of his enemies, Hannibal captures the beautiful Sylvia of Rome (Rita Gam) so she may see the might of his army and spread the news of impending doom to her people. However, a love grows between the two that will eventually be his undoing.This big-budget spectacle produced by Warner Bros. was shot in Technicolor and SuperCinescope and literally features a cast of thousands over 4,000 foot-soldiers, 1,500 horsemen, 45 elephants and a vast assortment of war machines were employed in the historic battle of Cannae alone.一句话评论Jump on! Hang on! Here comes the avenging Hannibal and his crazed elephant army!Hannibal and His Fantastic Elephant Army That Clobbered Half the World!",
    "chinese_title": "汉尼拔",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Annibale",
    "imdb_rating_average": 5.2,
    "douban_rating_average": 0,
    "update_at": "2025-04-17T04:01:50"
}