{
    "aka": [],
    "sid": "5062135",
    "cast": [
        {
            "url": "/celebrity/1048402/",
            "name": "托雷-尼尔松·莱欧波尔德 Leopoldo Torre Nilsson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1085550/",
            "name": "Guillermo Fernández Jurado Guillermo Fernández Jurado",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115256/",
            "name": "Duilio Marzio Duilio Marzio",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125994/",
            "name": "戴安娜·玛吉 Diana Maggi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1204616/",
            "name": "Paulina Fernández Jurado Paulina Fernández Jurado",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1954",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2412813015.jpg",
    "region": [
        "阿根廷"
    ],
    "writer": [
        {
            "url": "/celebrity/1160509/",
            "name": "弗洛伦西奥·桑切斯 Florencio Sánchez",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0047586",
    "director": [
        {
            "url": "/celebrity/1048402/",
            "name": "托雷-尼尔松·莱欧波尔德 Leopoldo Torre Nilsson",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1954"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0047586/",
    "imdb_votes": 39,
    "this_title": [
        "La tigra"
    ],
    "douban_link": "https://movie.douban.com/subject/5062135/",
    "imdb_rating": "7.4/10 from 39 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "La Tigra is based on a screenplay written by Carlos Alberto Orlando on a theatrical work by Florencio Sánchez of the same name.The film narrates the encounter of \"La Tigra\", a woman known by that nickname in the cafetines of the port area for its character and sharp claws, and Luis, a student of Fine Arts.There will be born a strong, passionate and forcibly brief relationship during which each of them will appear to the world of the other, hitherto unknown, without being able to overcome the hostility of it. Luis does not want or can not abandon his bourgeois stability and \"La Tigra\" is unable to leave a medium in which the malevolent figure Olivera is dominant.At the end of filming, the administrative authority described the film as prohibited for minors under 18 years and alleging \"low quality\" and covert moralism, excluded it from the mandatory exhibition regime with which national production was protected. Circulated in alternative circuits, it was exhibited with some cuts by Channel 9 of television in the program Sábados by Nicolas Mancera on the 17th of March of 1962 and it was released commercially with cuts on the 10th of September of 1964. After 30 years of not knowing its whereabouts a copy of a Santafecino deposit was recovered and exhibited in Cine Club Núcleo in 1994.The original negatives of La Tigra were lost and for several years it was considered that there is no copy of the film preserved. In 1994 the Buenos Aires Film Archive began to exhibit a 16mm copy, somewhat incomplete, and in 2001 Isabel Sarli donated to the film library a better and uncut copy in an excellent state of preservation, from which a new negative by enlargement and then a copy in 35mm were made. They are preserved by the National Institute of Film and Audiovisual Arts.",
    "chinese_title": "La tigra",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-07-30T06:28:19"
}