{
    "aka": [],
    "sid": "5062596",
    "cast": [
        {
            "url": "/celebrity/1160756/",
            "name": "Gisela Wilke Gisela Wilke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1112718/",
            "name": "弗朗西斯·莱德雷尔 Francis Lederer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1110933/",
            "name": "Manfred Inger Manfred Inger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1110670/",
            "name": "Inge Konradi Inge Konradi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1091093/",
            "name": "Adrienne Gessner Adrienne Gessner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1088242/",
            "name": "Hermann Erhardt Hermann Erhardt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1073586/",
            "name": "琼·卡姆登 Joan Camden",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1070692/",
            "name": "唐纳德·布卡 Donald Buka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1167824/",
            "name": "埃贡·冯·乔丹 Egon von Jordan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1953",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2508817661.jpg",
    "region": [
        "奥地利",
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1116956/",
            "name": "Alexander Lernet-Holenia Alexander Lernet-Holenia",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0046372",
    "director": [
        {
            "url": "/celebrity/1011478/",
            "name": "贡特尔·冯·弗里奇 Gunther von Fritsch",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1953"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0046372/",
    "imdb_votes": 279,
    "this_title": [
        "Stolen Identity"
    ],
    "douban_link": "https://movie.douban.com/subject/5062596/",
    "imdb_rating": "6.5/10 from 279 users",
    "trans_title": [
        "被盗的身份"
    ],
    "douban_votes": "0",
    "introduction": "Austrian Toni Sponer (Donald Buka) drives the cab of his benefactor Heinth without a license (he can't get one because of a criminal record in petty crimes), and because he has no passport the trapped Toni can't get out of Vienna--something he wants to desperately do. On New Year's Eve, he can't sober up the drunken Heinth and so Toni's forced into working his shift. Toni picks up a wealthy American businessman, Jack Mortimer, at the Westbahnhof train station and while he goes inside the station for his bags, his fare gets popped. Not wanting to identify himself to the police and thereby go to jail for driving illegally and have Heinth lose his cab, Toni tries to report his fare's death anonymously by phone. After that failure, he decides that this is his best chance to escape, and steals Mortimer's identity by taking his passport. Problems arise when Mortimer, who was planning to fly to the States with Karen Manelli (Joan Camden), the unhappy wife of the renown pianist Claude Manelli (Francis Lederer), is concerned when she goes to meet Mortimer at the hotel as arranged and there's a stranger there instead using his name. The wife immediately suspects something fishy and reports it to the police. They arrest Mortimer on suspicion of identity theft, but Claude identifies him as the real Mortimer and Claude should know since Mortimer was best man at his wedding. Claude explains to the gullible police that his wife has a history of mental illness and is always making up stories. Karen is now convinced Claude murdered Mortimer, but still can't understand the stranger's connection and arranges to meet him in a theater. Their meeting clears up Toni's reasons for running away and Karen explains how she has been kept on a chain by her possessive and imperious hubby and how she is watched closely by his oily manager Kruger (Egon Von Jordan) to make sure she doesn't run away. Returning together to Toni's place, they drink a New Year's toast with Toni's loyal friend Marie, a possible girlfriend, and both plan to escape together to the States. At the airport Claude is waiting for them with the police, and gives Mortimer the choice of getting on the plane alone and getting away with stealing Mortimer's identity or getting arrested for his murder. At first Toni decides to take the plane, but turns back and has the cops arrest him and convinces them to arrest Claude for the murder. Karen tells Toni she will wait for him when he gets out of his expected small jail sentence.",
    "chinese_title": "被盗的身份",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Stolen Identity",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-11-10T16:24:07"
}