{
    "aka": [
        "Peter und der Riese",
        "彼得与里泽"
    ],
    "sid": "5065775",
    "cast": [
        {
            "url": "/celebrity/1138973/",
            "name": "Modest Sancin Modest Sancin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1132924/",
            "name": "洛泽·波托卡尔 Lojze Potokar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1126744/",
            "name": "弗兰茨·普雷塞特尼克 Franc Presetnik",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007297/",
            "name": "Matija Barl Matija Barl",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125261/",
            "name": "Lado Leskovar Lado Leskovar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119716/",
            "name": "Vida Levstik Vida Levstik",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1118343/",
            "name": "Joze Mlakar Joze Mlakar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1117003/",
            "name": "Frane Milcinski Frane Milcinski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1116773/",
            "name": "Fran Lipah Fran Lipah",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1163383/",
            "name": "Drago Zupan Drago Zupan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1951",
    "genre": [
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873602554.jpg",
    "region": [
        "南斯拉夫"
    ],
    "writer": [
        {
            "url": "/celebrity/1094434/",
            "name": "Joze Gale Joze Gale",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1159502/",
            "name": "Josip Vandot Josip Vandot",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1117003/",
            "name": "Frane Milcinski Frane Milcinski",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0043703",
    "director": [
        {
            "url": "/celebrity/1094434/",
            "name": "Joze Gale Joze Gale",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "Slovenian"
    ],
    "playdate": [
        "1951-12-18(斯洛文尼亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0043703/",
    "imdb_votes": 900,
    "this_title": [
        "Kekec"
    ],
    "douban_link": "https://movie.douban.com/subject/5065775/",
    "imdb_rating": "7.9/10 from 900 users",
    "trans_title": [
        "小勇士历险记",
        "Peter und der Riese",
        "彼得与里泽"
    ],
    "douban_votes": "0",
    "introduction": "Kekec is one of those films people in Slovenia usually see in their childhood and keep it in their memories as a precious gift for the rest of their lives. It is a double memory: firstly, of one's childhood, and seconly, of an environment that doesn't exist in the modern world. In fact, the setting looks so ancient the things you see there could be taken straight from a museum - and this is not far from the truth, since every detail has been made with such accuracy it could also serve as a student's book of ethnographic elements in rural Alpine settlements. Today, these mountains are suffering greatly from the global warming, and most of the green empty planes you see are filled with small tourist houses. All in all, a film as a memory par exellence!The film was awarded the first prize at the Children's film festival in Venice in 1952 and is today considered one of the greatest and most beloved films of all time in Slovenia.In an alpine valley lies an idyllic village. High up in the mountains, facing each others across live two men: a \"good grandpa\" and an \"evil man\". The first is herbe picker Kosobirin, the other Bedanc is a poacher. The latter has a girl servant Mojca who, one day, meeting Kosobrin, tells him of her difficult life. Although in great fear of Bedanc's revenge, the old man takes her with him. Unfortunatley, he does get caught by Bedanc, who ties him on tree. Kosobrin is freed by Kekec, young cheerful and brave boy. Bedanc catches him too but promises to let him go if he helps him find the \"wretched girl\" Mojca. Kekec refuses the deal. Kekec's father and a herdsman, looking for Kekec in mountains, find his bag and presume that he has been bushed down by an eagle. Bedanc grabs Kosobrin anew. Costumed by fear, Kosobrin loses consciounsess, while Bedanc runs away because he belives he has killed the man. Kekec appears and hauls the unconscious man across the rock wall. Bedanc is sneaking around, waiting to find the secret shaft leading to Kosobrin's cottage. Eventually he finds the shaft and begins to pull himself through... But there in the dark Kekec sets an owl on him, wich scares Bedanec terribly. He rushes out of the shaft, slips down and hangs in the air, over the abyss. When he gives a promise that he will never come back again, Kekec saves him. Indeed Bedanec sets his cottage on fire and leaves the country. Kekec returns to his village, where he is greeted cherfully by all the people.",
    "chinese_title": "小勇士历险记",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Kekec",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2025-05-25T11:00:41"
}