{
    "aka": [],
    "sid": "5066037",
    "cast": [
        {
            "url": "/celebrity/1136372/",
            "name": "Jakob Nielsen Jakob Nielsen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1136143/",
            "name": "Erik Mørk Erik Mørk",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1080531/",
            "name": "Ib Fürst Ib Fürst",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1068338/",
            "name": "Ego Brønnum-Jacobsen Ego Brønnum-Jacobsen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1150616/",
            "name": "Annemette Svendsen Annemette Svendsen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1159943/",
            "name": "Olaf Ussing Olaf Ussing",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1164642/",
            "name": "Ebba With Ebba With",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1003964/",
            "name": "Karl Roos Karl Roos",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1950",
    "genre": [
        "剧情",
        "短片",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2551040444.jpg",
    "region": [
        "丹麦"
    ],
    "writer": [
        {
            "url": "/celebrity/1007144/",
            "name": "卡尔·西奥多·德莱叶 Carl Theodor Dreyer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1189729/",
            "name": "Kai Friis Møller Kai Friis Møller",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1141371/",
            "name": "犹根·鲁斯 Jørgen Roos",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0042954",
    "director": [
        {
            "url": "/celebrity/1142091/",
            "name": "Erling Schroeder Erling Schroeder",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1141371/",
            "name": "犹根·鲁斯 Jørgen Roos",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "丹麦语"
    ],
    "playdate": [
        "1950"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0042954/",
    "imdb_votes": 9,
    "this_title": [
        "Shakespeare og Kronborg"
    ],
    "douban_link": "https://movie.douban.com/subject/5066037/",
    "imdb_rating": "5.4/10 from 9 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The film shows Kronborg as it must have looked to Shakespeare when he visited the castle, if indeed he did, three centuries ago. The filmmakers run with the idea of Shakespeare visiting Hamlet’s Castle and give it filmic expression. The past returns as King Frederik II and his court gather in the Great Hall to watch a play by Shakespeare. In the wings stands the Bard of Avon and, as the past fades away, only he remains in the hall. A look into the castle-yard gives him proof of his plays’ immortality.When Lawrence Olivier’s Hamlet had its world premiere in May 1948, a Danish journalist realised, to his chagrin, that a Danish film had never been made about Kronborg, Hamlet’s castle. It would seem obvious, he opined, to have made a short film on the subject to be shown in London before Olivier’s feature as a way to promote Denmark. The journalist voiced his complaint in an interview with the head of Dansk Kulturfilm, Ib Koch-Olsen, and got the following response, \"We have […] plans ready for two Kronborg films. Both will be directed by Carl Th. Dreyer, who is expected back from the US in July.\"Dreyer wrote the scripts for two Kronborg films, and on 27 August he sent the first of them, Shakespeare and Kronborg, to Koch-Olsen. The film would deal with those sections of the castle that Shakespeare might have seen when he and his troupe visited Kronborg, as they likely did. Shortly after followed his second script, Et Slot i et Slot (A Castle within a Castle), alternately entitled, Krogen and Kronborg. It is a film about the old castle Krogen, whose remnants had been discovered inside Kronborg.At the time, Dreyer and Jørgen Roos were finishing up the short film They Caught the Ferry and they continued their collaboration on A Castle within a Castle. The production stalled, however, and the project was shut down completely in late 1947. Dreyer then billed Dansk Kulturfilm for his work on this film together with his work on They Caught the Ferry.In 1949, film work picked up again – this time on the Shakespeare and Kronborg project. Nat Carson’s theatrical troupe arrived at Kronborg in June, where they rehearsed and then performed Hamlet from 17-27 June. Dreyer wanted to use a scene from the play in the film. Travelling with the actors was the show’s producer, Blevins Davis.After meeting Davis, Dreyer very suddenly pulled out as director of Shakespeare and Kronborg, on 7 June, and three days later he made what may have been the mistake of a lifetime, when he signed a contract for the production of his Jesus film with Davis as producer. The contract may have looked like a godsend, but Davis, unfortunately, proved himself unequal to the task. The Jesus film was never realised.Roos completed Shakespeare and Kronborg in December and the film premiered on 22 March 1950 on a bill of short films that also included The Storstroem Bridge. Like several other films in 1949, A Castle within a Castle was taken off the drawing board after Dansk Kulturfilm took a huge loss with the feature For frihed og ret (For Freedom and Rights), a lavish film about the Danish constitution. Revue writer Mogens Dam wrote a song that included the following lines:The Willumsen film will remain untold,Another about May fly larvae is out in the cold,And the film about Kronborg and Krogen it mustBe said is completely broken and bust.In the end, things did not turn out quite so badly. In December 1953, Dansk Kulturfilm took the project back up and, with Teknisk Film Co., discussed the possibility of making a film based on Dansk Kulturfilm’s footage from 1947 and Teknisk Film’s footage from 1949, which \"as far as possible corresponded to Carl Th. Dreyer’s script Et Slot i et Slot.\"A Castle within a Castle premiered on 29 September 1954. Jørgen Roos was credited for photography and completion.",
    "chinese_title": "Shakespeare og Kronborg",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-06-02T02:21:44"
}