{
    "aka": [
        "Strange Deception",
        "The Forbidden Christ"
    ],
    "sid": "5066266",
    "cast": [
        "雷夫·瓦朗 Raf Vallone",
        "里娜·莫雷利 Rina Morelli",
        "阿兰·盖音 Alain Cuny",
        "安娜-玛利亚·费莱罗 Anna-Maria Ferrero"
    ],
    "site": "douban",
    "tags": [
        "意大利电影",
        "意大利",
        "电影",
        "欧洲电影",
        "动作",
        "一流",
        "P-CannesA入围主竞赛",
        "L意大利电影"
    ],
    "year": "1951",
    "genre": [
        "剧情",
        "悬疑",
        "战争"
    ],
    "awards": "　　第4届戛纳电影节(1951)\n　　主竞赛单元 金棕榈奖(提名) 马剌帕尔脱\n\n",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2512551308.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        "Curzio Malaparte"
    ],
    "imdb_id": "tt0042354",
    "director": [
        "马剌帕尔脱 Curzio Malaparte"
    ],
    "duration": "99 分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "1951"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0042354",
    "imdb_votes": 192,
    "this_title": [
        "Il Cristo proibito"
    ],
    "douban_link": "https://movie.douban.com/subject/5066266/",
    "imdb_rating": "7.2/10 from 192 users",
    "trans_title": [
        "被禁止的基督",
        "Strange Deception",
        "The Forbidden Christ"
    ],
    "douban_votes": 0,
    "introduction": "A top-prize winner at the Cannes and Berlin festivals, this striking drama (originally known as THE FORBIDDEN CHRIST) is largely forgotten today. But it survives, fortunately, as a unique bridge between Italy's postwar neorealist cinema and the more stylized, philosophical and personal cinema auteurs like Federico Fellini and Michelangelo Antonioni would soon bring to international audiences. Virile Raf Vallone plays Bruno, newly returned to his Tuscan birthplace after years spent in a Russian POW camp. What should be a happy homecoming is tempered by his grim determination to wreak vengeance on whoever betrayed his partisan brother to fascist assassins. It seems everyone (even Bruno's long-suffering mother) knows the identity of that traitor but none will tell him. The film is largely a series of vignettes in which he reunites with and questions fellow villagers, often engaging them in searching, somber conversations about religion, poverty, guilt and justice. When, at last, Bruno's quest is fulfilled, it is not remotely resolved in the way that he'd anticipated. This was the only feature written/directed (and, curiously, also scored) by Curzio Malaparte, a controversial, esteemed Italian author and intellectual whose work was at various times condemned by both Bonito Mussolini and the Vatican. With its noirish lighting and enigmatic narrative, STRANGE DECEPTION is a work of art suffused with the deepest post-WWII disillusionment and pessimism. - Dennis Harvey",
    "chinese_title": "被禁止的基督",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Il Cristo proibito",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2024-10-27T14:49:07"
}