{
    "aka": [],
    "sid": "5068994",
    "cast": [
        {
            "url": "/celebrity/1074058/",
            "name": "约翰·克莱门茨 John Clements",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008431/",
            "name": "汤姆·沃尔斯 Tom Walls",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1159636/",
            "name": "蕾切尔·托马斯 Rachel Thomas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128188/",
            "name": "斯蒂芬·默里 Stephen Murray",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1133237/",
            "name": "玛丽·莫里斯 Mary Morris",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1149645/",
            "name": "戈弗雷·特尔 Godfrey Tearle",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1101173/",
            "name": "罗伯特·哈里斯 Robert Harris",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1167362/",
            "name": "迈克·怀尔登 Michael Wilding",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1155553/",
            "name": "查尔斯·维克托 Charles Victor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1118638/",
            "name": "尼尔·麦吉尼斯 Niall MacGinnis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162140/",
            "name": "本·威廉姆斯 Ben Williams",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128378/",
            "name": "Norman Pierce Norman Pierce",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1160386/",
            "name": "约翰·斯莱特 John Slater",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1122389/",
            "name": "乔治·梅里特 George Merritt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119858/",
            "name": "Eric Micklewood Eric Micklewood",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032189/",
            "name": "斯坦利·贝克 Stanley Baker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1061970/",
            "name": "Ivor Barnard Ivor Barnard",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1070053/",
            "name": "芬利·柯里 Finlay Currie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1089331/",
            "name": "Eynon Evans Eynon Evans",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1094302/",
            "name": "罗伯特·哈里斯 Robert Harris",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1943",
    "genre": [
        "剧情",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2551496515.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1045815/",
            "name": "蒙哈·达尼切夫斯基 Monja Danischewsky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1038742/",
            "name": "约翰·戴顿 John Dighton",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0036473",
    "director": [],
    "duration": "80 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1943-08-09(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0036473/",
    "imdb_votes": 200,
    "this_title": [
        "Undercover"
    ],
    "douban_link": "https://movie.douban.com/subject/5068994/",
    "imdb_rating": "6.1/10 from 200 users",
    "trans_title": [
        "游击英雄"
    ],
    "douban_votes": "0",
    "introduction": "Ealing Studios in Great Britain released Undercover on July 27, 1943 on the guerrilla resistance movement in Axis-occupied Yugoslavia. Undercover was re-released by Columbia Pictures on September 14, 1944 in the United States under the title Underground Guerrillas. The movie was originally entitled Chetnik and was to document the Yugoslav Chetnik resistance movement headed by Draza Mihailovich. Because the movie was released when British support for Mihailovich was waning, however, the film was re-edited and references to Mihailovich and the Chetniks were deleted. The movie is invaluable, nevertheless, as a cinematic account of the resistance movement headed by Draza Mihailovich and the Chetnik guerrillas and how the perception of their role changed.John Clements starred as Captain Milosh Petrovitch, a Serbian guerrilla resistance leader in German-occupied Yugoslavia, modeled closely on Draza Mihailovich. Mary Morris played Anna Petrovitch, his wife. Stephen Murray played Milosh Petrovitch's brother, Stephan Petrovitch, modeled on Milosh Sekulich, a Serbian physician who had worked at the Municipal Hospital in Belgrade from 1935 to 1941 and who fled to London to turn over a memorandum that documented the genocide committed against Serbs by Croats and Bosnian Muslims in the Ustasha NDH Nazi-allied state.Milosh Petrovitch forms a guerrilla army in the mountains of Serbia attacking German troops and blowing up bridges and mountain tunnels. Stephan Petrovitch goes undercover and pretends to be a quisling and collaborator in order to obtain information from the German forces to pass along to the guerrillas. The climactic scene is a pitched battle between Serbian guerrillas and German troops. The Serbian guerrillas defeat the German troops and infiltrate the mountains from where they plan future attacks against Axis troops.Michael Wilding plays Constantine, one of the Serbian guerrillas. Stanley Baker, in his first movie role at the age of fourteen, plays a Serbian student, Petar. Robert Harris plays German officer Colonel Brock, who orders the execution of six Serbian schoolchildren by a firing squad for resisting the Nazi occupation of Serbia. Academy Award nominated screenwriter John Dighton co-wrote the screenplay.Undercover remains an important World War II movie on the resistance movement in Yugoslavia and in Serbia. The movie shows how the perception of the role of Draza Mihailovich and the Chetnik guerrillas in the resistance movement was altered and manipulated to reflect and to accommodate the political machinations and calculations of that time. Nevertheless, Undercover is an invaluable film account of the Yugoslavian resistance movement led by Draza Mihalovich and the Chetnik guerrillas, even though presented in a generic and fictionalized account.",
    "chinese_title": "游击英雄",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Undercover",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-30T15:07:42"
}