{
    "aka": [],
    "sid": "5069368",
    "cast": [
        {
            "url": "/celebrity/1146174/",
            "name": "Galina Sergeyeva Galina Sergeyeva",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1015736/",
            "name": "Boris Babochkin Boris Babochkin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042818/",
            "name": "米哈伊尔·扎罗夫 Mikhail Zharov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1148752/",
            "name": "康斯坦丁·索洛金 Konstantin Sorokin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1943",
    "genre": [
        "喜剧",
        "爱情",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917565224.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1038837/",
            "name": "米哈伊尔·沃利平 Mikhail Volpin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1080977/",
            "name": "尼古拉·埃德曼 Nikolay Erdman",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0035620",
    "director": [
        {
            "url": "/celebrity/1015131/",
            "name": "列昂尼德·塔拉乌别尔格 Leonid Trauberg",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1943"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0035620/",
    "imdb_votes": 84,
    "this_title": [
        "Актриса"
    ],
    "douban_link": "https://movie.douban.com/subject/5069368/",
    "imdb_rating": "7.1/10 from 84 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "战时在哈萨克斯坦拍的В ролях: Галина Сергеева, Борис Бабочкин, Михаил Жаров, Владимир Грибков, Константин Сорокин, Владимир ШишкинОписание: Военная мелодрама «Актриса», уже этимологически оправдывающая жанр музыкальной истории любви, кажется тем трогательнее и душевнее, чем она наивнее пытается сочетать несочетаемое — правду интимных чувств и необходимое военно-идеологическое оправдание частного сюжета. С одной стороны, «Актриса», первая самостоятельная (без Григория Козинцева) постановка Леонида Трауберга, классика кино 20—30-х годов — это как бы «Музыкальная история» или «Антон Иванович сердится» военного времени. В создании этих двух известных картин довоенных лет принимал участие писатель Евгений Петров, а уже «Актрису» сочиняли в эвакуации в Алма-Ате не менее признанные драматурги — Николай Эрдман и Михаил Вольпин, в свою очередь причастные к появлению таких любимых народом музыкальных комедий, как «Веселые ребята» и «Волга-Волга». Две знаменитые строчки из песен, звучащих в них — «Нам песня строить и жить помогает» и «И никто на свете не умеет лучше нас смеяться и любить» — в условиях Великой Отечественной войны отнюдь не лишаются своего пафоса. И вроде бы легкомысленный жанр оперетты, которому посвятила себя актриса Зоя Стрельникова, еще сильнее нужен фронтовикам (особенно в госпитале), среди которых — офицер Марков, на время потерявший зрение после контузии. А любовь двух людей в годы тяжелых испытаний, может, впервые в советской истории становится «государственным делом» — ибо от того, будет ли ждать дома любимая, пока боец находится в четырех шагах от смерти, зависит исход всей этой бесчеловечной бойни. Патриотический тезис о том, что и музы не молчали, когда пушки говорили, сейчас не так актуален, как искренний и доверительный рассказ о двух любящих героях — пусть мужчина мелодраматически сначала слеп, потом прозревает, а женщина излишне сомневается в своем праве быть певицей.",
    "chinese_title": "Актриса",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-24T18:13:12"
}