{
    "aka": [],
    "sid": "5072084",
    "cast": [
        {
            "url": "/celebrity/1010644/",
            "name": "彼得·洛 Peter Lorre",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1066223/",
            "name": "Thomas Beck Thomas Beck",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1081208/",
            "name": "波琳·弗雷德里克 Pauline Frederick",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025896/",
            "name": "Jayne Regan Jayne Regan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012597/",
            "name": "西德尼·布莱克默 Sidney Blackmer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1140741/",
            "name": "西戈·鲁曼 Sig Ruman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054224/",
            "name": "约翰·卡拉丁 John Carradine",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1163187/",
            "name": "杨森 Victor Sen Yung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1101796/",
            "name": "Chester Gan Chester Gan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1120102/",
            "name": "理查德·洛 Richard Loo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125506/",
            "name": "James B. Leong James B. Leong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1157139/",
            "name": "Dorothy Vernon Dorothy Vernon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1150681/",
            "name": "Lucio Villegas Lucio Villegas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1152553/",
            "name": "拉里·斯蒂尔斯 Larry Steers",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1154142/",
            "name": "查尔斯·史蒂文斯 Charles Stevens",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1159439/",
            "name": "Dale Van Sickel Dale Van Sickel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1097274/",
            "name": "Nedda Harrigan Nedda Harrigan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1088857/",
            "name": "李从福 Lee Tung Foo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1020883/",
            "name": "Wilhelm von Brincken Wilhelm von Brincken",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1062314/",
            "name": "布鲁克斯·贝内迪克特 Brooks Benedict",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1067217/",
            "name": "约翰·布莱费尔 John Bleifer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1073888/",
            "name": "Ralph Brooks Ralph Brooks",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1074733/",
            "name": "基诺·科拉多 Gino Corrado",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1076959/",
            "name": "Spencer Chan Spencer Chan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002857/",
            "name": "安必立 Philip Ahn",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1937",
    "genre": [
        "剧情",
        "悬疑",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2910765133.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1007862/",
            "name": "威利斯·库珀 Wyllis Cooper",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1088022/",
            "name": "诺曼·福斯特 Norman Foster",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025910/",
            "name": "杰罗姆·凯迪 Jerome Cady",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1043844/",
            "name": "约翰·P·马昆德 John P. Marquand",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0029648",
    "director": [
        {
            "url": "/celebrity/1088022/",
            "name": "诺曼·福斯特 Norman Foster",
            "@type": "Person"
        }
    ],
    "duration": "67 分钟",
    "episodes": "",
    "language": [
        "英语",
        "日语",
        "德语"
    ],
    "playdate": [
        "1937"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0029648/",
    "imdb_votes": 1131,
    "this_title": [
        "Thank You, Mr. Moto"
    ],
    "douban_link": "https://movie.douban.com/subject/5072084/",
    "imdb_rating": "6.9/10 from 1131 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In the Great Gobi Desert, a Mongolian named Ning attempts to murder a man in his sleep who recently joined his camel caravan, but the man instead kills Ning. At Peiping, when an ancient scroll is found by police hidden in the man's staff, he escapes to the Grand Hotel where he changes clothes and reveals himself to be Mr. Moto, known as a mysterious adventurer, explorer and soldier of fortune. Moto attends a party given by Colonel Tchernov in honor of Eleanor Joyce, the daughter of a famous importer. After Prince Chung refuses to sell Colonel Tchernov a set of scroll paintings from the Yu'an Dynasty, Tchernov pulls a gun on him. Eleanor sees the prince angrily leave with his mother, Madame Chung, and then finds Tchernov dead. When Moto arranges the death to look like a suicide, Eleanor objects but he warns her that the incident could provoke an international incident. At Chung's home, the prince thanks Moto for saving his life, as Tchernov was about to shoot the prince, when Moto entered and then killed Tchernov with a knife. In gratitude, the prince shows Moto the scrolls, which one of his ancestors painted. If placed in the proper order, the seven original scrolls, five of which the prince has, reveal a map to a great treasure in the hidden tomb of Ghengis Khan. The prince says that a sixth scroll is hidden in the Gobi desert, while the last has recently disappeared from a museum where the Chungs lent it for exhibition. After Moto reveals that he was sent to recover the treasure, Madame Chung rebukes her son for showing the scrolls and explains that it is their duty to see that the tomb is not despoiled. When Moto accuses an antique dealer, Pieriera, of stealing the scroll from the museum, Pieriera is about to name the man who paid him when he is shot from a passing car. In Moto's hotel room, he finds his belongings rifled, and when he perceives that the would-be thief is hiding, he places a gun loaded with blanks on a counter for the thief to find. He then takes out his scroll, which the thief, Schneider, steals after shooting Moto with the gun. Moto pretends to die, but then follows Schneider to the Tchernov home, where Eleanor, who is suspicious of Moto, is staying. Eleanor observes Madame Tchernov remove a scroll from her safe and leave with Schneider after speaking on the telephone with someone she calls \"darling.\" Moto then reveals to Eleanor that he is really a detective for an importers' association. He traces the call to the Chung house and prepares to go there, but he is knocked out by the Tchernov butler Ivan. Schneider and his cohort, Eric Koerger, try to torture the prince, who refuses to reveal the hiding place of the scrolls. However, when they strike Madame Chung, the prince succumbs and the scrolls are found. Ashamed of her son, Madame Chung tries to attack the thieves with a dagger, but Koerger shoots and kills her. The thieves, having now obtained all seven scrolls, leave and take Eleanor hostage before Moto arrives with Tom Nelson, a member of the American Legation who has been courting Eleanor. After the prince, believing that he has shamed his ancestors, commits hara-kiri, Moto pledges that no one shall desecrate the tomb. He and Tom follow the thieves to a river where aboard a junk, Moto reveals that the scroll stolen from his room is an imitation. With Eleanor's help, he convinces Madame Tchernov that Koerger planned to get rid of her in favor of Eleanor. A fight breaks out during which Schneider and Koerger are killed. Moto then burns the scrolls thus keeping his promise to Prince Chung, whom, he says, can now face his ancestors without shame.",
    "chinese_title": "Thank You, Mr. Moto",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-04-19T21:13:35"
}