{
    "aka": [],
    "sid": "5072200",
    "cast": [
        {
            "url": "/celebrity/1108125/",
            "name": "Tetsu Komai Tetsu Komai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1120102/",
            "name": "理查德·洛 Richard Loo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1141424/",
            "name": "Beatrice Roberts Beatrice Roberts",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1163300/",
            "name": "Harry Worth Harry Worth",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1098259/",
            "name": "Harold Huber Harold Huber",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1094796/",
            "name": "杰克·霍尔特 Jack Holt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1073362/",
            "name": "汤姆·朗顿 Tom London",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1071826/",
            "name": "James Bush James Bush",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055372/",
            "name": "约瑟夫·奎汉 Joseph Crehan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042556/",
            "name": "道格拉斯·伍德 Douglas Wood",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025414/",
            "name": "梅·克拉克 Mae Clarke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1165327/",
            "name": "雷·沃克 Ray Walker",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1937",
    "genre": [
        "剧情",
        "动作",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1008188/",
            "name": "拉尔夫·格雷夫斯 Ralph Graves",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008672/",
            "name": "Charles F. Royal Charles F. Royal",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022532/",
            "name": "Paul Franklin Paul Franklin",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0029363",
    "director": [
        {
            "url": "/celebrity/1018721/",
            "name": "欧内斯特·B·舍德萨克 Ernest B. Schoedsack",
            "@type": "Person"
        }
    ],
    "duration": "61 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1937"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0029363/",
    "imdb_votes": 31,
    "this_title": [
        "Outlaws of the Orient"
    ],
    "douban_link": "https://movie.douban.com/subject/5072200/",
    "imdb_rating": "5.4/10 from 31 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "When Chet Eaton receives urgent orders from his company to return to China to supervise the old drilling concession that he left in the charge of his wastrel brother Johnny, he asks his fiancée Alice to marry him at once before he departs. Alice initially declines, but when Chet vows to return as soon as he secures a new contract from his employer, General Cheng Kai Ling, she consents to an immediate wedding. Soon after arriving in Peiping, China, Chet finds himself competing with a business rival, Sheldon, for a business contract with the general. The general eventually awards Chet with the contract, but stipulates that he, and not his brother, supervise the work. Outraged at having lost his bid for the contract, Sheldon calls Ho-Fang, leader of a troop of Tartar fighters, and solicits his help in sabotaging Chet's enterprise. Days later, Chet's camel-led supply caravan is ambushed during a desert crossing, and Chet and his assistant Wong are forced to complete their journey on foot. When Chet arrives at the oil fields, he confronts his alcoholic brother and destroys his liquor supply. This results in Johnny making a violent, drunken attack on Chet, who is left with no alternative but to knock his brother unconscious. To put an end to Ho-Fang's reign of terror and insure the safety of his oil production, Chet decides to pay the leader of the Tartars to end his destructive acts. Because the general has refused to fund Chet's payment to Ho-Fang, Chet raises the money by padding the payroll, but when his bookkeeper, Joan Manning, is caught making an accounting error, she is dismissed. With help from company airplane pilot Lucky Phelps, Joan works out a plan to exact revenge upon Chet for causing her dismissal. Their goal is to keep Chet from returning to America, but soon after Joan returns to the oil fields, she falls in love with Johnny, forgets her mission and helps rehabilitate him. When Johnny sees Joan talking with Chet, he becomes jealous and rides off on his horse. Chet goes in pursuit of him, and when Johnny is overpowered by Ho-Fang and his men, he rescues him and hurries back to the oil fields to get there before Ho-Fang reaches them. Chet arrives too late, as Ho-Fang's men have surrounded the oil workers. Things soon turn in Chet's favor, however, when he succeeds in strafing the Tartars with bombs from the company airplane. Johnny, meanwhile, heroically caps an oil well that caught fire during the attack. With Chet's adversaries put out of commission, he is free to return to America to resume his nuptials.",
    "chinese_title": "Outlaws of the Orient",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-03-30T20:55:45"
}