{
    "aka": [],
    "sid": "5075788",
    "cast": [
        {
            "url": "/celebrity/1092643/",
            "name": "Heinrich George Heinrich George",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1101194/",
            "name": "Paul Henckels Paul Henckels",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1102798/",
            "name": "Ivan Koval-Samborsky Ivan Koval-Samborsky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1061691/",
            "name": "保罗·比安斯费尔特 Paul Biensfeldt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1152842/",
            "name": "Ilse Stobrawa Ilse Stobrawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1059184/",
            "name": "Gertrud Arnold Gertrud Arnold",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1929",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2082864458.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1054774/",
            "name": "Carl Ludwig Achaz-Duisberg Carl Ludwig Achaz-Duisberg",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0020444",
    "director": [
        {
            "url": "/celebrity/1054774/",
            "name": "Carl Ludwig Achaz-Duisberg Carl Ludwig Achaz-Duisberg",
            "@type": "Person"
        }
    ],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1929"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0020444/",
    "imdb_votes": 56,
    "this_title": [
        "Sprengbagger 1010"
    ],
    "douban_link": "https://movie.douban.com/subject/5075788/",
    "imdb_rating": "6.8/10 from 56 users",
    "trans_title": [
        "爆破挖土机"
    ],
    "douban_votes": "0",
    "introduction": "Fresh from arte TV, here's a German silent from a director noone had ever heard of before; no wonder, as \"Sprengbagger 1010\" is the only film made by Carl Ludwig Achaz-Duisberg, son of the industrial mogul Carl Duisberg. And so it is only fitting that the film thematizes the coal industry and the consequences the modern technology can have for the environment and rural areas.The plot revolves around a young engineer who develops a giant excavator which enables his company to win coal in a much more efficient manner than before. The invention is especially liked by the engineer's boss, a somewhat ruthless industrialist (played by Heinrich George). The engineer, however, is torn between his ambitions and his love for the rural areas (and a young lady living there) which his machine is likely to destroy...Although this is the only film by Achaz-Duisberg, the director not only had a lot of talent, but also already shows himself in full command of his craft here. The film seems to be very much influenced by the Russians, especially by Vertov, as the semi-documentary images of the industrial world and some very impressive montage sequences indicate. However, the film is much more ambivalent about industrialization and appears surprisingly modern in its showing of the negative consequences of the technology on the environment (even though it eventually seems to embrace industrial progess).The film has been newly restored - even if it isn't complete, as it was shortened by 45 minutes right after its premiere, and this shorter version is the only one that has survived - and expectedly looks very good. It was also given its original 1929 soundtrack by Walter Gronostay (in a new recording by the WDR Rundfunkorchester Köln, directed by Titus Engel), which makes use not only of a standard orchestra, but also of a speaking choir and unconventional instruments like sirens.",
    "chinese_title": "爆破挖土机",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Sprengbagger 1010",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-03-14T22:11:58"
}