{
    "aka": [],
    "sid": "5077147",
    "cast": [
        {
            "url": "/celebrity/1097179/",
            "name": "Yakov Gudkin Yakov Gudkin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1078223/",
            "name": "Veronika Buzhinskaya Veronika Buzhinskaya",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1136673/",
            "name": "费奥多尔·尼基金 Fyodor Nikitin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1155316/",
            "name": "Valeri Solovtsov Valeri Solovtsov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1109690/",
            "name": "爱德华.约根森 Eduard Ioganson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1926",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2517177873.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1062145/",
            "name": "Mikhail Borisoglebsky Mikhail Borisoglebsky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115568/",
            "name": "Boris Leonidov Boris Leonidov",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0017025",
    "director": [
        {
            "url": "/celebrity/1109690/",
            "name": "爱德华.约根森 Eduard Ioganson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1046456/",
            "name": "弗雷德里克·厄姆勒 Fridrikh Ermler",
            "@type": "Person"
        }
    ],
    "duration": "74 分钟(1973 restored version)",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "1926"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0017025/",
    "imdb_votes": 140,
    "this_title": [
        "Катька-бумажный ранет"
    ],
    "douban_link": "https://movie.douban.com/subject/5077147/",
    "imdb_rating": "7.2/10 from 140 users",
    "trans_title": [
        "卡思嘉的皇后蘋果"
    ],
    "douban_votes": "0",
    "introduction": "Kat'ka’s Reinette Apples was broke all box office records in 1927 in USSR. Film is still remarkably contemporary today and capable of “waking up” drowsing students in Russian film courses. Film is notable as it is regarded as an accurate portrayal of this period of Soviet history and constitutes one of the first attempts to create a film based upon contemporary Soviet \"everyday life\". Ermler creates an astonishing portrait of Leningrad under the NEP, or New Economic Policy. The NEP was a series of measures instituted by the communists that allowed a measure of private enterprise into the new Soviet state; for its critics, the NEP threatened the return of capitalism and all its vices. Dramatic uses of lighting at times recall German's expressionist films, but the real treats here are the remarkable street scenes: Ermler make extraordinary use of real locations around the city, often mixing their actors with people on the streets.The opening titles clearly announce a new, previously unseen genre―“a comic melodrama.” Katka, a young peasant girl, comes to Petrograd to earn enough money to buy a cow, but she cannot find a job at a factory and is forced sell apples on the street. Private trade is the first step toward degeneracy and criminal life. She gets mixed up with a wicked villain Semka, and becomes pregnant. However, she is still basically good and therefore realizes the wickedness of the man and breaks with him. The film acquaints us with the society of street vendors. In Ermler's scheme of values, Katka is preferable to Semka's new girlfriend, Verka, because Katka trades in apples, Verka in foreign goods. The street vendors, illegal small business people, also have their sense of community. They hire someone, Vadka, an unemployed intellectual, to look out for the police. We learn how loathsome Verka really is when she refuses to contribute to Vadka's meagre compensation. In this bustling, exciting, but very poor world, Soviet power seems very remote. There is no mention of Lenin, of the Party, or of the noble goals of communism. The authorities exist only in the form of the police, who seem none too capable. The most remarkable character in the movie is not the grotesquely overdrawn Sernka, or even the prototype of the strong Soviet woman figure, Katka, but the unemployed intellectual, Vadka, a man who is incapable of taking care of himself in the new circumstances. He cannot even properly kill himself: he jumps into shallow water. He returns to the bridge to find that his only jacket has been stolen. Katka saves the unfortunate fellow several times. She takes him in and gives him something to do - the job of taking care of her new baby while she is out working. Vadka is a thoroughly decent man. In the climactic scene of the movie, he confronts, fights and defeats Semka. The happy ending is inevitable, although Katka's sudden ransformation is unmotivated. She gives up her shady job and becomes a worker.  She marries the serving and loving Vadka, and the alliance of working classes and honest intelligentsia is reaffirmed. In depicting Katka as a breadwinner, and much the stronger character, the film has a feminist message.",
    "chinese_title": "卡思嘉的皇后蘋果",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Катька-бумажный ранет",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-04-19T15:43:24"
}