{
    "aka": [],
    "sid": "5078192",
    "cast": [
        {
            "url": "/celebrity/1114314/",
            "name": "Etta Lee Etta Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1112114/",
            "name": "Frank Lanning Frank Lanning",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1110243/",
            "name": "爱德华·金博尔 Edward Kimball",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1090303/",
            "name": "Toyo Fujita Toyo Fujita",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1087236/",
            "name": "Rockliffe Fellowes Rockliffe Fellowes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1072606/",
            "name": "Ethel Clayton Ethel Clayton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054501/",
            "name": "汤姆·威尔森 Tom Wilson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125506/",
            "name": "James B. Leong James B. Leong",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1923",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1046651/",
            "name": "艾哈迈德·阿卜杜拉 Achmed Abdullah",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0014403",
    "director": [
        {
            "url": "/celebrity/1019325/",
            "name": "韦斯利·鲁格尔斯 Wesley Ruggles",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "1923"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0014403/",
    "this_title": [
        "The Remittance Woman"
    ],
    "douban_link": "https://movie.douban.com/subject/5078192/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The scenario was based on Achmed Abdullah’s novel The Remittance Woman, which initially appeared in the July 1922 issue of Everybody’s Magazine. It was later published in book form in 1924.The film version was listed in the 12 August 1922 Motion Picture News as one of the “Box Office Ten” scheduled for release in the coming season from Film Booking Offices of America (FBO). Among the featured players was Mario Carillo, otherwise known as Count Mario Caracciolo, described in the 23 September 1922 Camera as “the only member of the Italian royalty to enter the realm of motion pictures.” A production chart in the 30 September 1922 issue noted that principal photography had begun during the previous week at Robertson-Cole Studios in Hollywood, CA, with Jack MacKenzie as cameraman and A. M. Unander as assistant director. Filming was completed approximately one month after it began, as indicated by a chart in the 28 October 1922 Camera.On 27 January 1923, Exhibitors Herald reported that FBO was reprinting Abdullah’s original story in an unidentified “fan” magazine as advance publicity for the picture. The story soon appeared in the 30 January 1923 [Oil City, PA] Oil City Derrick, among other publications, including Blue Book Magazine. The 24 March 1923 Motion Picture News also noted that short-story adaptation had been written for an unspecified edition of Movie Weekly.The Remittance Woman was released on 13 May 1923, opening that same day at the Electric Theatre in St. Joseph, MO. Other openings followed on 23 May 1923 at the Circle Theatre in New York City, and during the week of 30 September 1923 at the Symphony Theatre in Los Angeles, CA.Shortly after the film’s release, the 14 July 1923 listed its running length as 5,342 feet; it was later estimated at 6,500 feet in the October 1923 Motion Picture News Booking Guide.The National Film Preservation Board (NFPB) included this film on its list of Lost U.S. Silent Feature Films as of October 2020.",
    "chinese_title": "The Remittance Woman",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-14T23:36:08"
}