{
    "aka": [],
    "sid": "5078093",
    "cast": [
        {
            "url": "/celebrity/1025974/",
            "name": "Emil Rameau Emil Rameau",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1126832/",
            "name": "Hans Peter Peterhans Hans Peter Peterhans",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1127531/",
            "name": "埃尔娜·莫雷纳 Erna Morena",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1129017/",
            "name": "Josef Peterhans Josef Peterhans",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1139813/",
            "name": "Grete Reinwald Grete Reinwald",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1159767/",
            "name": "赫尔曼·瓦伦丁 Hermann Vallentin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1160221/",
            "name": "Agnes Straub Agnes Straub",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162980/",
            "name": "爱德华·冯·温特施泰因 Eduard von Winterstein",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007139/",
            "name": "康拉德·韦特 Conrad Veidt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1116117/",
            "name": "汉斯·马尔 Hans Marr",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1114215/",
            "name": "Fritz Kampers Fritz Kampers",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1061965/",
            "name": "Theodor Becker Theodor Becker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1082235/",
            "name": "威廉·迪格尔曼 Wilhelm Diegelmann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1087411/",
            "name": "Xenia Desni Xenia Desni",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1089172/",
            "name": "Carl Ebert Carl Ebert",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1095248/",
            "name": "Max Gülstorff Max Gülstorff",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1096888/",
            "name": "Käthe Haack Käthe Haack",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1097630/",
            "name": "奥托·葛布尔 Otto Gebühr",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1020998/",
            "name": "约翰内斯·里曼 Johannes Riemann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1110581/",
            "name": "Erich Kaiser-Titz Erich Kaiser-Titz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1106043/",
            "name": "罗伯特·莱弗勒 Robert Leffler",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1923",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2487060848.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt0014617",
    "director": [
        {
            "url": "/celebrity/1167747/",
            "name": "Rudolf Walther-Fein Rudolf Walther-Fein",
            "@type": "Person"
        }
    ],
    "duration": "Switzerland: 85 分钟(TV version)",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "1923"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0014617/",
    "imdb_votes": 46,
    "this_title": [
        "Wilhelm Tell"
    ],
    "douban_link": "https://movie.douban.com/subject/5078093/",
    "imdb_rating": "5.6/10 from 46 users",
    "trans_title": [
        "威廉·退尔"
    ],
    "douban_votes": "0",
    "introduction": "Kaiser Albrecht lässt mit harter Hand die unruhigen Provinzen im Westen des Habsburgerreichs unterdrücken und entsendet dazu drei seiner Vertrauten, die Präfekte Wolfenschiessen, Landenberger und Gessler. Die Landvögte erhalten sämtliche Freiheiten und sollen zum Wohle des Reichs das Land ausbeuten und hohe Steuern eintreiben. Doch dagegen beginnt sich Widerstand zu regen. Der wohlhabende Attinghausen entsendet seinen Neffen Ulrich von Rudenz, um mit dem kaiserlichen Kanzler zu sprechen, Heinrich von Melchthal opponiert gegen die Steuereintreiber und verweigert das geforderte Mehr an Zahlungen. Noch am selben Tag greifen sich die Steuerknechte des Kaisers Melchthals Sohn Arnold. Doch dem gelingt es, zu fliehen, woraufhin der zurückgelassene Ochse und der von ihm gezogene Pflug konfisziert werden. Der ausgezeichnete Bogenschütze Wilhelm Tell und seine Ehefrau Hedwig sind von diesen Geschehnissen zu Beginn noch unberührt. Die Dinge beginnen sich dramatisch zu verändern, als der Präfekt Wolfenschiessen bei Frau Baumgarten Halt macht und etwas zu trinken verlangt. Von ihrer Schönheit entzückt, bedrängt er sie. Armgards Gatte Konrad Baumgarten erscheint mit der Axt in der Hand und schlägt wie besessen auf den Mann ein, der seine Frau vergewaltigen wollte.Die Kunde des Todes eines Kollegen dringt zu Gessler, einem harten Verteidiger kaiserlicher Ansprüche und Rechte. Währenddessen flieht Baumgarten mit Hilfe von Tell vor den kaiserlichen Häschern bei einem schweren Sturm über den See. Gessler hält derweil Einkehr bei der schönen Bertha von Bruneck, einer verwitweten Dame von Stande, die ihn sehr interessiert. In Ulrich von Rudenz hat er einen ernst zu nehmenden Konkurrenten um die Gunst der reichen Erbin. Währenddessen will Landvogt Landenberger den Widerstand der Eidgenossen mit aller Macht brechen. Verärgert über die Sturheit des standfesten Heinrich von Melchthal und darüber, dass dessen flüchtiger Sohn noch immer nicht gefasst werden konnte, will er an Heinrich ein Exempel statuieren. Er lässt den alten Mann blenden und dessen Gehöft niederbrennen. Daraufhin beginnen die Eidgenossen stärker zusammenzurücken. Heinrichs Nachbarin Gertrud Stauffacher nimmt den nunmehr erblindeten Melchthal bei sich und ihrem Mann auf. Für diesen Akt christlicher Nächstenliebe wird sie von kaiserlichen Soldaten heftig beschimpft und von einem von ihnen in einem Handgemenge getötet. Als kurz darauf die Soldaten wieder abrücken, kehrt ihr Mann Werner Stauffacher zurück und sieht seine tote Frau vor sich liegen.Nun treffen sich die Anführer der kaiserlichen Westprovinzen und man entscheidet sich zum militärischen Aufstand. Gessler versucht derweil, den Respekt der Bevölkerung gegenüber den Landvögten zu erzwingen. Er lässt einen Vogts-Hut auf einer Stange montieren und ordnet an, dass fortan jeder Schweizer sich vor dem Hut verbeugen und ihn grüßen solle, so als wenn er höchstselbst unter diesem Hut stecken würde. Als Wilhelm Tell sich dieser Zumutung verweigert, lässt er dessen Sohn Walter sich zur Stange begeben und setzt ihm einen Apfel auf den Kopf. Wenn der Vater, so erklärt Landvogt Gessler, mit der Armbrust seinem Jungen den Apfel vom Kopf herunterschießen würde, bekäme er von ihm, Gessler, das Leben und die Freiheit geschenkt. Tatsächlich gelingt dem Meisterschützen das Kunststück. Doch als er Gessler erklärt, dass er einen zweiten Pfeil für ihn reserviert hatte, für den Fall, dass er seinen Sohn verfehlt hätte, lässt Gessler Tell sofort verhaften und einkerkern.Um bei der Witwe Bruneck voranzukommen, lässt Gessler seinen ärgsten Konkurrenten Ulrich von Rudenz verhaften und zu Tell in den Kerker werfen. Dort, so macht Gessler ihm klar, werde er solange schmachten, bis sich die Witwe Bertha dazu entschließen würde, ihn zu heiraten. Nolens volens lässt sich Bertha von Bruneck darauf ein, um Ulrichs Freiheit zu erlangen. Tatsächlich wird dieser wieder auf freien Fuß gesetzt und flieht auf den Besitz seines Onkels Attinghausen. Auf Anordnung Gesslers soll Tell zum Kaiser verbracht werden, dass dieser entscheiden möge, was mit diesem Anführer der Aufrührer geschehe. Wieder geht es mit dem Boot über den See, und wieder kommt ein schwerer Sturm auf, der das Schiff fast zum Kentern bringt. Tell, ein erfahrener Bootslenker, wird von den Fesseln befreit, damit er das Schiffchen vor dem Untergang bewahre. Am Ufer angelandet, gelingt ihm die Flucht vor seinen Wachen. Wütend trommelt Gessler seine Männer zusammen, um Tells wieder habhaft zu werden. Der aber hat sich auf die Lauer gelegt und erschießt den Landvogt mit dem Pfeil, den er einst für ihn beim Apfelschuss reserviert hatte. Dies ist das lang ersehnte Signal für die Schweizer, ihr Land endgültig von der Herrschaft der Habsburger zu befreien.",
    "chinese_title": "威廉·退尔",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Wilhelm Tell",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2025-04-15T06:45:11"
}