{
    "aka": [],
    "sid": "5080792",
    "cast": [
        {
            "url": "/celebrity/1018195/",
            "name": "道格拉斯·范朋克 Douglas Fairbanks",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1132919/",
            "name": "阿利娜·普雷蒂 Arline Pretty",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1165104/",
            "name": "Walter Walker Walter Walker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1124325/",
            "name": "阿诺德·露西 Arnold Lucy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048631/",
            "name": "艾伯特·帕克 Albert Parker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1114353/",
            "name": "Frank Lalor Frank Lalor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1145765/",
            "name": "W.C. Robinson W.C. Robinson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050049/",
            "name": "埃里克·冯·施特罗海姆 Erich von Stroheim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1117341/",
            "name": "Bull Montana Bull Montana",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1100812/",
            "name": "Ada Gilman Ada Gilman",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1917",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917213546.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1048393/",
            "name": "安尼塔·卢斯 Anita Loos",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0008134",
    "director": [
        {
            "url": "/celebrity/1020424/",
            "name": "约翰·艾默森 John Emerson",
            "@type": "Person"
        }
    ],
    "duration": "USA: 50 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1917-04-30(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0008134/",
    "imdb_votes": 25,
    "this_title": [
        "In Again, Out Again"
    ],
    "douban_link": "https://movie.douban.com/subject/5080792/",
    "imdb_rating": "6.9/10 from 25 users",
    "trans_title": [
        "又进又出"
    ],
    "douban_votes": "0",
    "introduction": "In New Jersey lives Teddy Rutherford, a vigorous exponent of preparedness. Before the populace realize it, the community becomes a hive of munition manufacturers. Teddy falls in love with Pacifice Ford, who happens to be the daughter of an extreme pacifist When Teddy's courtship is refused in favor of a youthful pacifist, the youth vows that he is through with the fair sex for all time and imbibes freely in spirits nectareal. On awakening the next morning he finds himself in jail with a girl nursing his discolored optic, the cause for which he does not seem to be able to remember. After becoming acquainted with his fair nurse, Teddy decides that the world is not so bad after all, and when he learns that she is Janie Smith, the deputy sheriff's daughter who is never allowed to venture outside the prison grounds by her watchful parent, he welcomes with joy the information that he is sentenced for thirty days in jail. Someone's mania for placing bombs under Jersey ammunition plants and blowing them into the thin air disturbs the sheriff's peace of mind to the extent of promising the hand of his daughter to the person who can throw some light on the mystery. When his worries are at their height the sheriff discovers the new trend of Janie's affections and orders the prison authorities to allow Teddy to go free on the ground that the prisoner's health is in great danger. The latter finding that he is by no means a welcome caller at the jail, decides that he will get back, and proceeds to live the life of an unlawful citizen. He tries speeding only to find that he has crossed the city line and is sent to the wrong jail. Breaking up a pacifist meeting conducted by the father and fiancé of his former sweetheart, robbing a house, and other disorderly acts fail to attain the desired results. As a last resort Teddy impersonates the mysterious stranger who has been sending the munition plants skyward, from a description of the culprit which has been spread broad-cast. He finally realizes his great ambition but is given little time to rejoice over his success for things take an abrupt and serious turn when he discovers that he has no means of proving that he is not the desperate criminal he is impersonating. Fate intervenes, however, at the last minute just as Teddy is about to be lynched by the angry Jerseyites and not only does he go free but he catches the real criminal, thus winning the hand of his sweetheart.",
    "chinese_title": "又进又出",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "In Again, Out Again",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-04-18T11:00:41"
}