{
    "aka": [],
    "sid": "5082261",
    "cast": [
        {
            "url": "/celebrity/1064436/",
            "name": "丽达·伯雷利 Lyda Borelli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016977/",
            "name": "马里奥·博纳德 Mario Bonnard",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1089068/",
            "name": "卡米洛·德里索 Camillo De Riso",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1136227/",
            "name": "Emilio Petacci Emilio Petacci",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1142894/",
            "name": "Gian Paolo Rosmino Gian Paolo Rosmino",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1145861/",
            "name": "莱蒂齐亚·夸兰塔 Letizia Quaranta",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1913",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2362758382.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1063693/",
            "name": "Emiliano Bonetti Emiliano Bonetti",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0003102",
    "director": [
        {
            "url": "/celebrity/1034055/",
            "name": "马里奥·卡塞里尼 Mario Caserini",
            "@type": "Person"
        }
    ],
    "duration": "90 分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "1913"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0003102/",
    "imdb_votes": 175,
    "this_title": [
        "Ma l'amor mio non muore"
    ],
    "douban_link": "https://movie.douban.com/subject/5082261/",
    "imdb_rating": "6.1/10 from 175 users",
    "trans_title": [
        "我的爱不会死！"
    ],
    "douban_votes": "0",
    "introduction": "Leslie Swayne, an adventurer, in order to obtain enough money to satisfy the needs of his extravagant life, has been bribed to steal the plans of the fortification from the staff officers of the Grand Duchy of Wallenstein. This undertaking, which at one time would have seemed difficult to him, becomes very easy, due to the friendship between himself and Colonel Julius Holbein, chief of the staff, and father of Elsa, for whom Swayne has shown a great deal of friendship, and in return he has Elsa's sincere love. After a dinner held at the Colonel's, during which the villain Swayne whispered sweet words of love into Elsa's ear, he succeeds in stealing the desired documents, and, protected by the darkness of the night, he escapes. Overcome by the sad reality, the Colonel is in a desperate state of mind. Elsa tries to efface from her mind her terrible suspicions, but in going to the hotel she learns of the sudden departure of Swayne, and her suspicions are confirmed. Colonel Holbein, to whom the precious document had been entrusted, is suspected as a traitor. This man shot himself for being so wrongfully accused. Elsa is asked by the Grand Duchy of Wallenstein to leave the Duchy, and is taken to one of the stations of the domain, where she is abandoned. Possessed of the qualities of a pianist and singer, under the false name of Marjorie Manners, she becomes famous. At her first performance she receives flowers from a large number of admirers, and long applause, but the memory of her father comes to her suddenly and that recollection takes away the joy of her triumph. One evening, while she is eating on the terrace of a hotel surrounded by ardent admirers, Marjorie is surprised at the sight of a young man, sad and pale like herself, who is observing her with a languid look. The pale young man is the Prince Arthur of Wallenstein, the son of the Grand Duke, who has come to the Riviera to recuperate from a long illness, under the name of Count L'Estrange. Surprised by the divine beauty and charm of Marjorie, he is a constant visitor at the theater. One morning they chance to meet and immediately they understand each other and a sense of sympathy seems to envelop their souls. They gaze into each other's eyes and seal their unspoken troth by a lingering kiss. From that day on their love becomes more intense and soon they are married. On board a ship the living apparition of the villain, Swayne, appears before them. Marjorie faints. Arthur calls for help and in the meanwhile Swayne approaches Marjorie, begging for her pardon and love. She repulses him violently, and just at that, instant Arthur returns. Swayne, to avenge himself, advises the Prince's country that the Prince amuses himself with sweet woman while the Duchy is in danger, and the Duke of Wallenstein recalls his son home. While Marjorie and Arthur are together at the hotel the message arrives, and his wife finds out who is her husband. She realizes then that she could not hide her true name any longer, and Colonel Theubner, an old friend of her poor father, tells the Prince the truth. She gets up and departs like a crazy person, and a few days later she returns to the theater which she had left. Arthur, through the Colonel, learns Elsa's history and the reason why she is compelled to go upon the stage, but in spite of this information he continues to look for her. He finds her, pale and trembling. His eyes fixed upon her from his box in the theater. Suddenly Elsa observes his look. She becomes pale, trembles, and tries to control herself, but drops to the floor. The curtain falls; the Prince hurries to her and while he feels her getting cold in his arms, he hears these feeble words, \"But my love shall never die.\" Poor Elsa, after so many troubles and anxieties, had taken poison, as she wished to die for him upon the stage that brought her so much applause.",
    "chinese_title": "我的爱不会死！",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ma l'amor mio non muore",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-11-02T21:09:15"
}