{
    "aka": [
        "镍币旅行"
    ],
    "sid": "5083726",
    "cast": [
        {
            "url": "/celebrity/1121202/",
            "name": "杰森·米勒 Jason Miller",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1090937/",
            "name": "琳达·海恩斯 Linda Haynes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036573/",
            "name": "维克托·弗伦奇 Victor French",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1098125/",
            "name": "约翰·席勒曼 John Hillerman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007068/",
            "name": "博·霍普金斯 Bo Hopkins",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008119/",
            "name": "理查德·埃文斯 Richard Evans",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1071848/",
            "name": "巴特·伯恩斯 Bart Burns",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1085065/",
            "name": "洛乌·弗里泽尔 Lou Frizzell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1285191/",
            "name": "马克·戈登 Mark Gordon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1090135/",
            "name": "李·德布鲁 Lee de Broux",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1116272/",
            "name": "Nelson Leigh Nelson Leigh",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1974",
    "genre": [
        "剧情",
        "犯罪"
    ],
    "awards": "　　第27届戛纳电影节(1974)\n　　主竞赛单元 金棕榈奖(提名) 罗伯特·马利根\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2424065357.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1000393/",
            "name": "埃里克·罗思 Eric Roth",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0073451",
    "director": [
        {
            "url": "/celebrity/1049957/",
            "name": "罗伯特·马利根 Robert Mulligan",
            "@type": "Person"
        }
    ],
    "duration": "99分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1974-05(戛纳电影节)",
        "1975-01-15(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0073451/",
    "imdb_votes": 762,
    "this_title": [
        "The Nickel Ride"
    ],
    "douban_link": "https://movie.douban.com/subject/5083726/",
    "imdb_rating": "6.6/10 from 762 users",
    "trans_title": [
        "黑街喋血",
        "镍币旅行"
    ],
    "douban_votes": "0",
    "introduction": "1974's The Nickel Ride is the work of director Robert Mulligan (To Kill a Mockingbird, The Stalking Moon) and writer Eric Roth (The Onion Field, The Insider). It's also the best film by far for Jason Miller of The Exorcist. The story of an obsolete mobster is less a neo-noir than a movie that behaves as if the noir period never ended.Eric Roth's screenplay is about a guy who discovers that he's the last to know he's on the way out. Cooper, the \"Key Man\" (Jason Miller) is the mob contact for the warehouse district of downtown L.A.; his basic responsibility is finding secure storage space for truckloads of hot contraband. Cooper can't seem to close a deal that will secure an entire block of rail-adjacent warehouses, along with the attendant payoff arrangement to make the cops look the other way. Cooper is a local celebrity with his pals down at Paddie's bar, where Paddie (Victor French) makes sure he's always welcome. Cooper's ex-dancer girlfriend Sarah (the remarkable Linda Haynes) is also intensely loyal. But things don't look right. Local mob superior Carl O'Neal (John Hillerman) is acting aloof. He wants Cooper to break in a new man named Turner (Bo Hopkins), an insolent cowboy who hides behind an aw-shucks attitude. Just as it looks like the deal for the warehouses will go sour, a boxing match that Cooper was supposed to fix goes wrong. Suddenly stood up for meetings and unable to contact O'Neal, the Key Man begins to realize that Turner may have been brought in as a way of \"easing Cooper out\".The Nickel Ride is a very good exercise in low-key crime intrigue, A local success story suddenly sees signs that the organization is turning on him. Cooper makes enough to afford a mountain cabin but lives in an apartment in his run-down neighborhood, much of which hasn't changed since the 1940s. Interestingly, the hints that he is being set up are not much different than what happens in any business, when some unlucky employee suddenly finds that his associates are pushing him out. Superiors don't seem to be interacting with Cooper in the same way, and the purpose of the unwelcome \"new man\" Turner can only be to rattle Cooper so he will make a mistake. The entire incident of the fixed fight that doesn't stay fixed, may well have been concocted to undercut Cooper's credibility. Driving to a meeting at a mountain getaway where nobody else shows up, Cooper can only conclude that he's being led down the garden path. And the menacing Turner always seems to be nearby, for no good reason.Robert Mulligan orchestrates a pleasing set of supporting characters. Jason Miller and Linda Haynes enjoy a loving, understanding relationship. Linda even shows off some of her sexy dance moves for their pal Paddie, and no tension is created. But we see the paranoia creeping up inside Cooper. He keeps it under control with the exception of one bravura sequence that proves Mulligan to be a master of deception ... reminding us how well he generated a feeling of total dread in his previous film, an adaptation of Thomas Tryon's The Other.The Nickel Ride has rewards that wouldn't be out of place in a Coen Brothers movie, even if it is 99 minutes of mostly unrelieved tension. The cinematography is by the great Jordan Cronenweth, who captures perfectly the ambience of various musty Los Angeles interiors. Casual viewers were probably bored by the film's dogged adherence to realism, but now it plays like a superior drama on all counts.",
    "chinese_title": "黑街喋血",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Nickel Ride",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-02-28T19:00:25"
}