{
    "aka": [
        "In Hell",
        "Tortura",
        "凯莱蒙迪"
    ],
    "sid": "5084724",
    "cast": [
        {
            "url": "/celebrity/1042437/",
            "name": "罗兰·伯汀 Roland Bertin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054804/",
            "name": "Armand Abplanalp Armand Abplanalp",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1077264/",
            "name": "Jean-Louis Broust Jean-Louis Broust",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1089308/",
            "name": "Jacques Ebner Jacques Ebner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1109743/",
            "name": "奥丽娃·维拉索布罗斯 Olga Karlatos",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1976",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2192562810.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt0219058",
    "director": [
        {
            "url": "/celebrity/1010190/",
            "name": "尼科斯·帕帕塔基斯 Nikos Papatakis",
            "@type": "Person"
        }
    ],
    "duration": "130 分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1976"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0219058/",
    "imdb_votes": 288,
    "this_title": [
        "Gloria mundi"
    ],
    "douban_link": "https://movie.douban.com/subject/5084724/",
    "imdb_rating": "5.9/10 from 288 users",
    "trans_title": [
        "世界的荣光",
        "In Hell",
        "Tortura",
        "凯莱蒙迪"
    ],
    "douban_votes": "0",
    "introduction": "The niche market DVD label Mondo Macabro has released a little-known 1976 film titled In Hell, known variously as La tortura and Gloria Mundi. The movie is the creation of the late Greek director Nikos Papatakis, who obviously felt he had a significant left-wing political statement to make in this bizarre and unpleasant blending of radicalism and sexual humiliation. The film's one saving grace is an astonishingly brave performance by lead actress Olga Karlatos, who we are introduced to in a provocative, if cringe-inducing sequence in which we observe her sitting in a bathtub and attaching electrical wires to her nipples and genitals then torturing herself by turning on the current. Why is she doing this? It seems that her character, Galai, is an attractive young Algerian immigrant living in Paris. She has fallen under the spell of a mysterious and unseen political anarchist named Hamdias, who wants to wreak havoc against French colonialism in Algeria. This is to be achieved through terrorist acts that he is grooming Galai to carry out via instructions on the phone and cassette tapes. He also fancies himself an important filmmaker and is trying to raise funds for a political thriller starring Galai in the leading role. The film runs into the usual dilemma that real life independent producers must endure: the funding keeps running out but Galai becomes obsessed with ensuring that the movie is completed. Hamidias envisions incorporating perverse sexual abuse into the story line and he finds a willing leading lady in Galai, who enthusiastically submits herself to self-imposed \"training sessions\" in which she performs torture on her own body, all the better to please her producer/director/lover by giving the most genuine performance possible. The graphic opening sequence of this abuse is difficult to watch but the film quickly delves into a virtually incomprehensible look at the psychological tortures Galai is facing. Seems that Hamdias enjoys playing head games with her psyche and issuing increasingly dangerous demands including carrying out dry runs for terrorist bombings. She constantly vents to herself about her disdain for him, but it becomes clear that not only is she completely submissive to his whims, he is also holding their child as a virtual hostage to ensure she carries out his demands. That's about all I could ascertain from the confusing story line which at times is completely incomprehensible. There are films within films, sarcastic scenes that denounce the French elite and occasional sequences in which Galai is subjected to sexual abuse at the hands of military captor. There is abundant full female nudity but none of it is presented in an erotic manner and in one particularly awful scene one of Galai's would-be lovers vomits on her bare chest.Papatakis might have thought he was making a poignant political statement but he comes across as a bargain basement imitation of Costas-Gavras. In fact, one suspects that all he really wanted to do was make a dirty movie but provided himself with a pseudo intellectual cover. (In one prolonged film-within-a-film sequence, a despicable French military officer engages a prostitute to engage in bizarre practices that include using a rather difficult and innovative method of opening champagne bottles.)By Lee Pfeiffer -cinemaretro.com-",
    "chinese_title": "世界的荣光",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Gloria mundi",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-06-08T12:02:04"
}