{
    "aka": [
        "哭孩巷"
    ],
    "sid": "5084240",
    "cast": [
        {
            "url": "/celebrity/1064194/",
            "name": "Jase Blankfort Jase Blankfort",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1013816/",
            "name": "弗兰克·兰格拉 Frank Langella",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1111373/",
            "name": "Anne Lange Anne Lange",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108991/",
            "name": "马克·约翰·杰弗瑞 Marc John Jefferies",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125687/",
            "name": "史蒂夫·梅勒 Steve Mellor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1143081/",
            "name": "伯纳黛特·奎格利 Bernadette Quigley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009467/",
            "name": "吉姆·加菲根 Jim Gaffigan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162803/",
            "name": "达维达·威廉姆斯 Davida Williams",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907770877.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0221097",
    "director": [],
    "duration": "96分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2000"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0221097/",
    "imdb_votes": 477,
    "this_title": [
        "Cry Baby Lane"
    ],
    "douban_link": "https://movie.douban.com/subject/5084240/",
    "imdb_rating": "5.3/10 from 477 users",
    "trans_title": [
        "哭婴径",
        "哭孩巷"
    ],
    "douban_votes": "0",
    "introduction": "Andrew (Jase Blankfort) and his older brother Carl (Trey Rogers) enjoy listening to ghost stories that the local undertaker, Mr. Bennett (Frank Langella), tells them. One night Bennett tells the tale of a local farmer whose wife gave birth to conjoined twins, one being good-natured while the other was clearly evil. The farmer, ashamed of them, kept the twins locked in their room. Eventually the twins got sick from a liver disease and died together, so the farmer sawed them in half and buried the good twin in a cemetery and the bad twin in a shallow grave near the house, at the end of an old dirt road called Cry Baby Lane, as whoever is caught out there at night will hear the cries of the deceased twin. Later, Andrew, Carl, and a group of friends decide to hold a séance in the cemetery where the good twin is buried, but soon after the seance, creepy phenomenon occurs around the town. When Andrew and Carl consult Mr. Bennett about it, he confesses that when the twins were unjoined, the farmer mixed up the twins and tossed the good one in the field and that the good twin is crying for help, not vengeance, and the bad twin possesses nearly everyone in town, and it is up to Andrew to stop him. However, during the time Andrew and Carl journey into Cry Baby Lane, the bad twin intervenes and possesses Carl who then tries to attack his brother, the evil twin speaking for Carl telling Andrew he can't stop his doing as the cries of the good twin become louder and more desperate. Andrew eventually escapes the car and journeys into the good twin's grave where he must cut a root that was wrapped the good twin's skeletal in order to regain peace. The evil twin showers dirt onto the grave, attempting to bury Andrew alive, but Andrew manages to cut the root and saves the good twin, the evil twin disappearing in a flash of light. The next day, Andrew wakes up outside of the grave where he finds the good twin's grave with flowers, alluding that the twin is now at peace. Andrew then picks a flower from the grave and gives it to Ann as they leave Cry Baby Lane.",
    "chinese_title": "哭婴径",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Cry Baby Lane",
    "imdb_rating_average": 5.3,
    "douban_rating_average": 0,
    "update_at": "2025-07-13T07:22:24"
}