{
    "aka": [],
    "sid": "5085480",
    "cast": [
        {
            "url": "/celebrity/1007103/",
            "name": "凯文·沃特利 Kevin Whately",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027638/",
            "name": "布莱恩·墨菲 Brian Murphy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1110391/",
            "name": "西莉亚·伊姆里 Celia Imrie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1118473/",
            "name": "Paul Shane Paul Shane",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "动画",
        "儿童"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2183466647.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1154909/",
            "name": "Wayne Spencer Wayne Spencer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1290535/",
            "name": "Robin Lyons Robin Lyons",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0215418",
    "director": [],
    "duration": "10分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1999"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0215418/",
    "imdb_votes": 85,
    "this_title": [
        "Hilltop Hospital"
    ],
    "douban_link": "https://movie.douban.com/subject/5085480/",
    "imdb_rating": "7.2/10 from 85 users",
    "trans_title": [
        "山顶动物医院"
    ],
    "douban_votes": "0",
    "introduction": "Hilltop Hospital is a claymation children's television programme made in 1999. It consists of 52 ten-minute shorts. The series is directed by Pascal Le Nôtre and produced in English, French (Hôpital Hilltop), German (Klinik Hügelheim) and Dutch (Heuvellandziekenhuis). The series is adapted from a series of books by Nicholas Allan of the same name. ZDF started broadcasting the shorts in 2003. The theme tune and incidental music for the English version of the series was composed by Ben Heneghan and Ian Lawson who also composed the music for the original Fireman Sam series and Joshua Jones.It was released by Buena Vista Home Video in 2000 and Maverick Entertainment in 2006 in the UK.It was about a hospital staffed by animals with mainly young animals as patients. Regular characters include:Dr. Matthews, a dog, who seeks the romantic attention of Surgeon Sally.Nurse Kitty, a cat, who seeks the romantic attention of Dr. Matthews, who for the most part does not notice.Surgeon Sally, a hippo, a workaholic surgeon who has no time for Dr Matthews' attention.Clare and Arthur, two rats, who provide technical and laboratory services.Dr Atticus, a tortoise, the anesthetist who often is sleeping.The two Teds, two identical twin bears, who drive the hospital ambulance and work as orderlies.The English-language version featured the voices of Kevin Whately (Dr. Matthews), Sally Ann Marsh (nurse Kitty), Celia Imrie (Surgeon Sally), Paul Shane (the two Teds), Brian Murphy (Dr. Atticus), Julie Higginson (Clare the lab rat) and Jonathon Kydd (Arthur the lab rat). Guest voices included Dame Thora Hird as Gracey Greyshell in Gracey Greyshell's last day.Series 1: 1999Heart TroubleEaster BunniesBlood BankThe Big EventRag Week at HilltopThe Big Match (Le Grand Match)Gracey Greyshell's Last DayFire AlertHappy Birthday, Dr Matthews!The Mystery IllnessRadio HilltopNurse Kitty's a StarThe Ghost of HilltopBlind as a BatAccidents Will HappenLift-off at HilltopA Perfect WeddingFlower-PowerDogs DinnerWeasel KneasalMouth-to-MouthAll Creatures Great and SmallButterflies in My TummyThe Bear Who Wouldn't SharePress-ups and Bunny HopsPamela's SecretSeries 2: 2001Secret BedsSaving Your BaconTeething TroubleThe Hyper HedgehogLazy EyeLaughter is the Best MedecineBully For YouHot and BotheredNitsNightmare at HilltopA Good SketchFond MemoryC-C-CasparSmoke Gets in Your EyesSafety FirstWee TroubleTesting TimeEarache at HilltopLarger Than LifeSmileNew TalentSkin DeepAn Extra Pair of HandsSiamese TwinsCold Feet",
    "chinese_title": "山顶动物医院",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Hilltop Hospital",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-06-04T10:52:34"
}