{
    "aka": [
        "Dogs"
    ],
    "sid": "5088531",
    "cast": [
        {
            "url": "/celebrity/1080463/",
            "name": "远藤宪一 Ken&#39;ichi Endô",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1151085/",
            "name": "诹访太朗 Tarô Suwa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014223/",
            "name": "冢本晋也 Shinya Tsukamoto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1121385/",
            "name": "水岛香织 Kaori Mizushima",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "剧情",
        "爱情",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2892764451.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1019834/",
            "name": "长崎俊一 Shunichi Nagasaki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1538101/",
            "name": "中島吾郎 Goro Nakajima",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0204283",
    "director": [
        {
            "url": "/celebrity/1019834/",
            "name": "长崎俊一 Shunichi Nagasaki",
            "@type": "Person"
        }
    ],
    "duration": "78分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1999-01-30(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0204283/",
    "imdb_votes": 23,
    "this_title": [
        "ドッグス"
    ],
    "douban_link": "https://movie.douban.com/subject/5088531/",
    "imdb_rating": "5.8/10 from 23 users",
    "trans_title": [
        "Dogs"
    ],
    "douban_votes": "0",
    "introduction": "Film noir and hard-boiled love story shot in black & white and on video, with wonderful camerawork, montage and casting about the hard female cop Miki who makes a minor error and then has to clean up the tracks. With a cameo role by director Tsukamoto Shinya. Nagasaki could easily have taken the Miike route in the 1990s, churning out four or five direct-to-video features a year and trying to give them some 'edge', but he chose instead to look for ways to move his own agenda forward. This `hard-boiled love story' (co-written by Nakajima Goro, his collaborator on The Enchantment) was his first digitally-shot feature, and it's a flawless combination of motifs from vintage film noir with the theme first explored in The Drive: a tough woman dragging a weaker man deeper and deeper into crime. Woman cop Miki is chasing a wanted man when she stumbles on a crashed car and sees the driver, Koichi, ignite spilled petrol to kill himself and his passenger. She drags Koichi to safety, but the passenger dies. Miki says nothing to challenge the inquest finding of `accidental death', and when she visits Koichi in hospital he begins to understand that her complicity in his crime implies a sexual invitation. But a gumshoe (played by novelist Hosaka Kazushi) has photos of the crash, and the only way to stall his blackmail is to kill him, the first of several murders... Did I mention that it's shot in lustrous black-and-white? (Tony Rains)長崎俊一らしい内省的なモノロ－グが随所に生きる刑事アクショ ン。テレビ中毒気味だった過去の自分と決別するために刑事という職を選んだ 女、笠谷（水島かおり）。退屈な張り込みの繰り返しの中で「死ぬってどうい うことなのか」と自問する彼女が滑り込む心の闇が、現実を侵食する。逃 走し た犯人を追跡中に引き起こされた自動車事故。爆発。炎上。隠された真実と恐 喝。そして、転落。硬質な語り口で描写される笠谷の生活は、彼女の意志とは 裏腹に激動する。長崎作品のみならず、黒沢清作品にも欠かせない存在の諏訪 太郎が笠谷の上司役を好演。",
    "chinese_title": "ドッグス",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2025-05-24T23:36:08"
}