{
    "aka": [
        "Tokyo no kyujitsu"
    ],
    "sid": "5089919",
    "cast": [
        {
            "url": "/celebrity/1041481/",
            "name": "埃迪·康斯坦丁 Eddie Constantine",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326806/",
            "name": "川村薰 Kaori Kawamura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025614/",
            "name": "三上博史 Hiroshi Mikami",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2214603538.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt0199094",
    "director": [],
    "duration": "96分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1991-11-02(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0199094/",
    "this_title": [
        "東京の休日"
    ],
    "douban_link": "https://movie.douban.com/subject/5089919/",
    "trans_title": [
        "东京的休息日",
        "Tokyo no kyujitsu"
    ],
    "douban_votes": "0",
    "introduction": "国際都市TOKYO。ドクター・ノグチ（三上博史）は、製薬会社で老人性痴呆症の新薬を開発中に偶然できてしまったドラッグを密かに持ち出し、製薬会社の老守衛（田村隆一）を実験台にして、さらに研究を進めていた。その究極のドラッグ「トウキョウ・ホリディ」の噂は様々なイメージによって広まり、そのドラッグに希望を見出す孤独を抱えた者達が、トウキョウ・ホリディを手に入れようと世界中から東京に集まってきていた。病を抱え衰弱しているニューヨークの大富豪ウィリアム・ライト（エディ・コンスタンティーヌ）、その部下でパンク野郎のエルビス（ディック・ルード）、謎の中国女でエルビスの仲間のチャーリー（サンサライ・リー）、コロンビアの麻薬組織の殺し屋アントニオらである。一方、ジミ・ヘンドリックス狂のギタリスト少女・ナーシア（川村かおり）は、所属するインディーズのロックバンド「インディアナ・ドラッグ」をクビにされて、失意の中、駐車違反で車をレッカー移動されたり、挙句の果てに終電車にも乗り遅れたりと、何もかもが上手く行かなかった。ナーシアは持病の頭痛に耐えながら、あてもなく夜の東京をさまよい歩くが、新たな実験台を探していたノグチに目を付けられ、狙われてしまう。ノグチを追跡していたエルビスは、ナーシアがゲームセンターでノグチと接触した時、偶然にもナーシアが頭痛薬を飲むところを目撃したことから、ナーシアの持っている頭痛薬がトウキョウ・ホリディであると誤解し、ナーシアから頭痛薬の瓶を強奪してしまう。わけも分からず立ち尽くすナーシアは、チャーリーの車に拾われ、彼女がねぐらにしているラブホテルに連れて行かれて頭痛を癒すが、そこにエルビスがやってきた為に窓から脱出。しかし誤って落下して気絶してしまう。ナーシアが気が付くと、エルビスが運転するライトのモーターホームの車内におり、ライトはナーシアから奪った頭痛薬を飲んでしまう。翌朝、ナーシアは頭痛薬で眠っている二人を置いて逃げ出すが、ナーシアのバイト先のレンタルビデオ店にライトが現れ、頭痛薬のおかげで久々に快適な朝を迎えた礼と、ナーシアを巻き込んでしまった事を謝罪する。その一方で、チャーリーはエルビスをそそのかし、トウキョウ・ホリディをライトには渡さずに自分達だけのものにしようと企て始める。「インディアナ・ドラッグ」が「スターライトガールズ」とバンド名を変え、メジャー・デビューを果たしている事をカーラジオで知った傷心のナーシアは、ライトからトウキョウ・ホリディを見付けてくれたら何でも願いを叶えると言われて、ジョークのつもりで「ジミ・ヘンドリックスを振り向かせてほしい」と要求する。ジミ・ヘンドリックスが既に死去している事を知らぬライトは、トウキョウ・ホリディが見付かれば、その願いを果たすと約束してしまう。ライトの心の空白感を理解するナーシアは、ライトの為にトウキョウ・ホリディを手に入れるべく、仲間のJ.T（永瀬正敏）から聞いた言葉を頼りにノグチの秘密の実験室まで辿り着くが、そこで同じくノグチを追っていたアントニオに遭遇。そこにノグチが現れアントニオを追い払う。ノグチはトウキョウ・ホリディが既に自分の手元にはなく、最後の一粒を老守衛が持ち去り行方が分からなくなっている事をナーシアに告げると、アントニオが落としていった拳銃で自殺してしまう。ナーシアとライトは、アントニオからの妨害を受けつつ、互いに心の交流を深めながらトウキョウ・ホリディの行方を追う。行き着く果てには何があるのか。ジミ・ヘンドリックスはナーシアの頭上に舞い降りるのか。",
    "chinese_title": "东京的休息日",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "東京の休日",
    "douban_rating_average": 0,
    "update_at": "2025-03-20T14:00:26"
}