{
    "aka": [
        "Soapte de amor",
        "Whispers of Love"
    ],
    "sid": "5091873",
    "cast": [
        {
            "url": "/celebrity/1070530/",
            "name": "安娜·琼泰亚 Ana Ciontea",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1064136/",
            "name": "Cecilia Bârbora Cecilia Bârbora",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033492/",
            "name": "扬·贝索尤 Ion Besoiu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029383/",
            "name": "科卡·布卢斯 Coca Bloos",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023318/",
            "name": "霍拉丘·默勒埃莱 Horaţiu Mălăele",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016843/",
            "name": "格奥尔基·迪尼克 Gheorghe Dinica",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1011065/",
            "name": "亚历山德鲁·波托赛昂 Alexandru Bindea",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1158290/",
            "name": "瓦伦汀·蒂奥多修 Valentin Teodosiu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1994",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2223170835.jpg",
    "region": [
        "罗马尼亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1001249/",
            "name": "米尔恰·达内柳克 Mircea Daneliuc",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0191476",
    "director": [
        {
            "url": "/celebrity/1001249/",
            "name": "米尔恰·达内柳克 Mircea Daneliuc",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "罗马尼亚语"
    ],
    "playdate": [
        "1994"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0191476/",
    "imdb_votes": 167,
    "this_title": [
        "Această lehamite"
    ],
    "douban_link": "https://movie.douban.com/subject/5091873/",
    "imdb_rating": "6.1/10 from 167 users",
    "trans_title": [
        "爱的细语",
        "Soapte de amor",
        "Whispers of Love"
    ],
    "douban_votes": "0",
    "introduction": "Doina (Ana Ciontea) dies in a car accident and her soul seeking to reincarnate. It is transported to the hospital and reanimation subject. Dr. Vali (Cecilia Barbora) finds it nearly four months pregnant and the fetus, connected to the resuscitation unit continues to live. He was born ambition to do to be born in clinical child of a mother living dead. Yet miracle occurs despite everything he stands against. The dead body of Doina, the fetus continues to be kept alive. After death, Doina not aware of her new status. Try to explain to impose their will, to have opinions but no one sees, hears and does not feel no moving thing that annoys the hell out. At first he does not agree with keeping the child alive, but what can he do? The action occurs now and Bebe (Horatiu), the father, was climber performance, which he opposes and experience. Conflict with Dr. Vali, until unexpectedly, both are caught in a love relationship. Character with charm, Bebe, like everyone else, begin to link the birth of the child mortgage solving current problems. For him the child means to housing, Vali - Nobel Prize for Doina - the possibility of reincarnation. Comedy reaches climax when other doctors defeat and envy Doina body is removed from the ICU to accommodate an injured Cuban, who thought to escape Fidel Castro just in Romania. From this moment, the action was precipitated for each of them. The desperate e Doina, who, having no other choice for a new reincarnation, heavily relies on the fruit of love between Vali and Bebe. But something is always against, comic gets savory and finally the long awaited erotic act occurs in a car that wanders in zig - zag came up with the engine off an overcrowded street. Believing that no one sees, the two make love in this car, defying movement and the universe.\"The Misanthrope's Daneliuc slide\" superior \"reluctantly. Reeds, bent, inconsistent, the film is replete with inventions endeavor: Dr. downloads the fury connecting to the mains, cars down\" came up \"with the engine off. (\" Joke \"taken directly from the press about \"anomaly Magura Bacau\" cars that seemed to rise, by itself, slope, defying the law of gravity. it was only in April 1998, hydrologist P. Olariu showed that measured with scientific means, the inclination is reversed. But critical over, servile, as filmmaker parabolic interpretation that \"we all go inside\"). Many of the reasons the film are \"caught\" by the film libraries: Ghost ghost comes and the end of the embryo space Odyssey. hysterical, trivial, melodramatic - it increasingly difficult to recognize cruise author \"(Tudor Caranfil).\"We find, in this disgust, our timeliness of all days, put the page with the anger of his own normality Mircea Daneliuc, but also found a fantastic aura, and an unexpected irizaţie suave-poetic\" (Eugenia Voda).",
    "chinese_title": "爱的细语",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Această lehamite",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-16T17:39:06"
}