{
    "aka": [],
    "sid": "5091278",
    "cast": [
        {
            "url": "/celebrity/1066452/",
            "name": "彼得·伯顿 Peter Burton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1068988/",
            "name": "约翰·查尔斯沃思 John Charlesworth",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1071817/",
            "name": "Robert Cawdron Robert Cawdron",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1146663/",
            "name": "Iris Russell Iris Russell",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1957",
    "genre": [
        "家庭",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2635485731.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1023489/",
            "name": "伊妮德·布莱顿 Enid Blyton",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0193949",
    "director": [
        {
            "url": "/celebrity/1113686/",
            "name": "Gerald Landau Gerald Landau",
            "@type": "Person"
        }
    ],
    "duration": "122 分钟(8 episodes)",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1957"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0193949/",
    "imdb_votes": 101,
    "this_title": [
        "Five on a Treasure Island"
    ],
    "douban_link": "https://movie.douban.com/subject/5091278/",
    "imdb_rating": "7.2/10 from 101 users",
    "trans_title": [
        "金银岛上的少年"
    ],
    "douban_votes": "0",
    "introduction": "This was the first filming of Enid Blyton's famous first Famous Five foray from '42, in 8 weekly parts lasting over 2 hours in total but still retaining the zeitgeist as nothing subsequent ever quite has. The times have gone now as surely as good old British Pluck has been replaced by good old British Trepidation Due To Fear Of Litigation. Totally throwaway and probably not very satisfying to the adult actors and most serious adults watching it really wasn't meant to be leisurely dissected in the armchair 50 years later … but I can't help it! Originally produced by the always-cheap-and-worthy Children's Film Foundation and later thanks to Rank and Norman Wright it was first made available in the mid '90's.It sticks pretty well to the story of the location of shipwrecked treasure (gold ingots) being hunted down by 4 children George, Julian, Dick and Ann (sic) and their dog Tim up against a couple of machinating baddies, only occasionally veering into using bits from other Five books or original screenplay. Some points: If Aunt Fanny was changed to Margaret to lull the huge, vast American audience who would be watching why was Alf/James the fisher boy changed to Jan? Did Uncle Quentin the poor property-rich scientist think his island was worth next to nothing? A little difficult to arrange but Tim appeared a bit of a dolt compared to the books, which made chunky baddie Robert Cawdon's non-Blyton order at a tense moment to keep him quiet or he'd \"blow his brains out!\" a bit rich. The classic view of Kirrin Island in the bay on a sunny day is seen repeatedly as the Five keep running on the shoreline in front of a superimposed image of it, Eileen Soper should have appreciated that touch. It made me wonder if they'd caused any damage running and squeezing into every nook and cranny of Corfe Castle, you get the feeling you know every inch of every window arch, stairway and blade of grass by the end. Apparently Blyton actually saw and enjoyed some of the filming at Corfe but I don't know what she thought of some of the liberties taken with her story.Either way, it captured the spirit of the adventure, and with all faults and without rose-tinted spectacles it's still memorable and something I can watch shamelessly every few years wishing they'd filmed a few more of the books in the same carefree vein just after this one.",
    "chinese_title": "金银岛上的少年",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Five on a Treasure Island",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2026-01-09T07:35:46"
}