{
    "aka": [],
    "sid": "5092549",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1993",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2170860205.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0188720",
    "director": [
        {
            "url": "/celebrity/1015351/",
            "name": "马里昂·卡乔里 Marion Cajori",
            "@type": "Person"
        }
    ],
    "duration": "58 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1993"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0188720/",
    "imdb_votes": 15,
    "this_title": [
        "Joan Mitchell: Portrait of an Abstract Painter"
    ],
    "douban_link": "https://movie.douban.com/subject/5092549/",
    "imdb_rating": "7.1/10 from 15 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A powerful and intimate portrait, JOAN MITCHELL: PORTRAIT OF AN ABSTRACT PAINTER captures Mitchell's independent spirit and testifies eloquently to Mitchell's art. One of the great abstract painters of the 20th century, Mitchell was an active participant of New York's dynamic Abstract Expressionist scene and hung out with fellow painters Franz Kline, Willem de Kooning and Philip Guston, as well as poets Frank O'Hara, James Schuyler and John Ashbery. In the mid-fifties, she moved to Paris, where she was part of a circle of friends that included Pierre Matisse, Samuel Beckett and Alberto Giacometti. This elegantly edited documentary weaves together interviews with the acerbic Mitchell and other leading painters and critics, while letting her stunning pictures dominate the film. Stephen Holden of the New York Times says, \"The canvases have grand chaotic romanticism. While celebrating the physical universe with an ecstatic love of color, they don't shy away from expressing a harsh, feral apprehension of nature and its violence.\"",
    "chinese_title": "Joan Mitchell: Portrait of an Abstract Painter",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-23T18:13:31"
}