{
    "aka": [],
    "sid": "5092048",
    "cast": [
        {
            "url": "/celebrity/1069930/",
            "name": "Marcelle Chantal Marcelle Chantal",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1163191/",
            "name": "Jean Yonnel Jean Yonnel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1123202/",
            "name": "Teddy Michaud Teddy Michaud",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1116668/",
            "name": "皮埃尔·马格纳 Pierre Magnier",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108572/",
            "name": "瓦莱里·因基伊诺夫 Valéry Inkijinoff",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1096349/",
            "name": "Madeleine Guitty Madeleine Guitty",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1095185/",
            "name": "让·加朗 Jean Galland",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1087345/",
            "name": "弗雷埃尔 Fréhel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1071079/",
            "name": "于贝尔·戴 Hubert Daix",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028486/",
            "name": "让·塞维斯 Jean Servais",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1934",
    "genre": [
        "剧情"
    ],
    "awards": "　　第2届威尼斯电影节(1934)\n　　墨索里尼杯 最佳国际电影(提名) 费奥多尔·奥采普\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2507090082.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1016422/",
            "name": "安德烈·兰 André Lang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037692/",
            "name": "斯蒂芬·茨威格 Stefan Zweig",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1121393/",
            "name": "亨利·勒内·勒诺尔芒 H.R. Lenormand",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0190964",
    "director": [
        {
            "url": "/celebrity/1005963/",
            "name": "费奥多尔·奥采普 Fyodor Otsep",
            "@type": "Person"
        }
    ],
    "duration": "92 分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1934"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0190964/",
    "imdb_votes": 151,
    "this_title": [
        "Amok"
    ],
    "douban_link": "https://movie.douban.com/subject/5092048/",
    "imdb_rating": "6.6/10 from 151 users",
    "trans_title": [
        "疯狂"
    ],
    "douban_votes": "0",
    "introduction": "In a Dutch colony in the Far East, Dr Holk ekes out a solitary existence catering to the needs of the natives whilst frittering away his earnings on gambling and alcohol. So oppressive is the climate in this tropical hell hole that, from time to time, one of natives is overtaken by a murderous frenzy and begins attacking his fellows. Holk is attending to one such native, shot down after going berserk during a religious ceremony, when a French woman suddenly appears and asks for his help. Holk, who has not seen a white woman for five years, is unnerved by the stranger's request and at first declines to treat her, even when she offers him a generous fee. As the woman hurries back to her car, offended by this rejection, Holk is suddenly seized by an overwhelming desire to serve her. From a handbag she dropped in her haste, he learns that she is Hélène Haviland, the wife of a wealthy merchant. He then discovers the reason for her visit: she is pregnant by her lover and requires an abortion to avoid a scandal. Like a man possessed, Holk makes repeated attempts to speak to Hélène, but she refuses to have anything to do with him. When Holk threatens to expose her secret, Hélène realises that she has no choice but to see him, and maybe put him out of his misery...Stefan Zweig's 1922 short story Der Amokläufer (a.k.a. Amok) is given a suitably torrid rendering in this deliriously intense piece of exotica from Russian film director Fyodor Otsep. Amok was the third of five films that Otsep made during his short but fruitful stay in France, having made a name for himself in his native Russia and then pre-Nazi Germany. On the strength of his impressive Dostoevsky adaptation The Brothers Karamazov (1931), Otsep came to be regarded as one of Pathé-Natan's star directors and was able to place great demands on the studio's resources for his subsequent films, which included a sumptuous adaptation of Pushkin's The Queen of Spades. Nowhere is this more apparent than in Amok, which boasts one of the most impressive jungle sets in film history, a lavish construction which (from its long, ominous opening tracking shot) appears to extend forever and adds much to the sweaty, oppressive mood of the piece (aided by an eerily atmospheric score from Karol Rathaus).Released at a time when films set in exotic locations were all the rage, Amok could hardly fail to be a huge international success. Its popularity bought Otsep his ticket to Hollywood, although he only made one film there (the all-but forgotten Three Russian Girls) and ended his career in Canada before his premature death fron a heart attack in 1949. The two subsequent adaptations of Zweig's novella, a 1944 Mexican version starring María Félix and a 1993 Franco-German version with Fanny Ardant, scarcely bear comparison with Otsep's arresting, noir-like masterwork, which deserves to be far better known than it currently is.A star of the Comédie-Française, Jean Yonnel plays the part of the tortured Dr Holk with conviction and a manic intensity, miraculously retaining our sympathy as the character succumbs to a nasty case of jungle fever. A committed stage actor, Yonnel neglected his film career and consequently failed to secure the lasting fame of his contemporaries, in spite of the fact he had a remarkable screen presence and showed great versatility as character actor, as this film amply bears out. Another forgotten star is Marcelle Chantal, the actress who portrays Amok's enigmatic heroine with the cold, mesmeric beauty of an ancient Greek statue, and we can understand why Holk is almost driven out of his mind when he first sees her (in spite of the fact he is surrounded by topless Oriental natives). Chantal was never a big star but she brought considerable grace and charm to the screen - she played Micheline Presle's mum in G.W. Pabst's Jeunes filles en détresse (1939) and bowed out in style in Pierre Billon's Chéri (1950).Equipped with Garbo's elegance and Joan Crawford's bitchy aloofness, Chantal's Hélène is the femme fatale par excellence, and it is only in her final scenes that she lets the mask slip and exposes her true character, a lost woman failing to keep up the pretence of bourgeois respectability. Even with her handsome young lover (a dishy Jean Servais at the start of his film career, many years before the role in Du rififi chez les hommes (1955) for which he is now best remembered), she appears distant and calculating, a slave to a rule-bound society that is the exact antithesis of the primitive jungle community we see at the start of the film, but one that is just as prone to wild, destructive passions. The seedy underbelly of Hélène's varnished society haven is palpably revealed in a drinking house-cum-brothel, the setting for the climactic confrontation between the protagonists. The stench of moral decay is intensified when the portly chansonnier Fréhel appears from nowhere to give a suitably earthy rendition of her song J'attends quelqu'un.Whilst it is hard to fault the studio scenes, which are directed, photographed and edited with a cinematic artistry of the first order, the film impresses most with its location inserts, which add much to the film's distinctive poetry and exotic feel. In a beautifully rendered final sequence, Amok concludes with a surge of lyrical poignancy, which is as potent as anything to be found in the work of the great Russian filmmakers with whom Otsep had started his career as a screenwriter, Pudovkin and Protazanov. Having watched Amok, one of the more compelling and visually inspired French films of the early 1930s, you are left with an intense craving for more of Fyodor Otsep's work. Amok is indeed contagious...",
    "chinese_title": "疯狂",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Amok",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-02-19T18:50:36"
}