{
    "aka": [
        "女巫的诅咒"
    ],
    "sid": "5093479",
    "cast": [
        {
            "url": "/celebrity/1019061/",
            "name": "文森特·普莱斯 Vincent Price",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1124625/",
            "name": "基思·米切尔 Keith Michell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1127976/",
            "name": "Johanna Peters Johanna Peters",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1101998/",
            "name": "Ann Howard Ann Howard",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1083036/",
            "name": "Sandra Dugdale Sandra Dugdale",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1059765/",
            "name": "Donald Adams Donald Adams",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1013572/",
            "name": "Paul Hudson Paul Hudson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1982",
    "genre": [
        "喜剧",
        "歌舞"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898243473.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1042177/",
            "name": "威廉·S·吉尔伯特 William S. Gilbert",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0184871",
    "director": [],
    "duration": "115分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1982"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0184871/",
    "imdb_votes": 89,
    "this_title": [
        "Ruddigore"
    ],
    "douban_link": "https://movie.douban.com/subject/5093479/",
    "imdb_rating": "6.2/10 from 89 users",
    "trans_title": [
        "拉迪戈尔",
        "女巫的诅咒"
    ],
    "douban_votes": "0",
    "introduction": "一切起始于几百年前，一个名叫鲁珀特 穆尔加特罗伊德的人通过焚烧女巫获得乐趣。其中一个女巫认为这是个人行为，对他下了诅咒。因为这个诅咒，他必须永远每天都要犯罪。一旦他没有完成每天的犯罪，他就会在可怕的痛苦中死去。然后就轮到他的长子了，就这样诅咒一直代代相传离拉迪戈尔城堡最近的城镇叫雷德林，从此这里就一直都有神秘的当地日常犯罪400年后的雷德林镇几乎是英格兰唯一一个拥有一个由专业伴娘组成的公司她们闲得无所事事，至少有六个月没有举行婚礼了。绝望的伴娘们正试图努力说服萝丝的姨妈汉娜夫人嫁给罗宾忠实的仆人老亚当然而，汉娜发誓永远保持贞洁。多年前，她与一个化名向她求婚的年轻人订婚，但在他们应该结婚的那天，她发现他不是别人正是罗德里克穆加特罗伊德爵士，他是一个被诅咒的家族她告诉女孩们，他的祖先鲁珀特穆加特罗伊德爵士如何利用他的时间来迫害女巫他的一名受害者在火刑柱上承受着致命的痛苦，对他下了这样的诅咒：拉迪戈尔的每一位领主，每天一次，永远犯下一种或多种罪行违抗诅咒的惩罚是在罪行停止之日痛苦死去萝丝解释说，她的困难在于村里的年轻人都很害羞，她不应该主动求爱。萝丝是一个弃儿，她的思想建立在一本礼仪书上当她被发现在一个挂在济贫院门环上的镀金盘子盖里时，这本书是她唯一的财产汉娜向萝丝建议，当地农民年轻的罗宾奥卡普尔将是她的合适人选他们双方都互相喜欢着，但都太过于害羞不敢告诉对方罗宾奥卡普尔实际上是鲁斯文爵士，由于害怕继承头衔和诅咒，他逃离了家并取了假名。他的弟弟德斯帕德认为他已经死了，继承了这个头衔。现在只有两个人知道罗宾的真相，他的老仆人亚当和他的养兄理查德他已经在海上的海岸警卫队工作了10年。而在这个时候，他的养兄理查德回来了。在为迪克举办了一个盛大的欢迎会后， 迪克和罗宾互致问候罗宾告诉他，他爱上了萝丝，但由于他太害羞和害羞，他无法鼓起足够的勇气告诉她。理查德咨询了“他内心的指示”，他的内心告诉他要为他的朋友说话。罗宾喜出望外，唱了一首歌其主旨是：“欲在世上进步，必搅其难，自吹其号。”理查德开始执行他自己设定的任务，但他一看到萝丝他的心就再次“发号施令”，说：“迪克，这就是适合你的姑娘。所以他忘记了罗宾，自己求爱，而且非常成功。罗宾和伴娘们一起过来，对事态的意外转变感到震惊。尽管如此，他还是发誓要为迪克挺身而出。因此，在假装同意的同时，他通过对水手生活中不那么受人尊敬的方面进行许多令人不安的暗示来“报复”。这个聪明的举动扭转了理查德的局面，萝丝为了罗宾而抛弃了他。主要还是罗宾作为农民有地有家禽有钱，而理查德什么也没有于是，萝丝和罗宾要结婚了，甚至连弟弟德斯帕德也来参加婚礼。而之后疯狂的玛格丽特出现，她对“坏男爵”德斯帕德的爱使她发疯。她正在嫉妒地寻找萝丝梅布德，听说德斯帕德爵士打算把萝丝当作他日常的“罪行”之一带走。然而，萝丝告诉她，她不必害怕，因为她已经向另一个人订婚。玛格丽特则要求她写保证书。突然间，一群城市里的纨绔子弟出现了，来拉拢当地的小妞。很明显，这些人在大城市没有得到约会，所以他们在乡村女孩身上尝试他们的搭讪方式。反过来，女孩们对这种关注感到很有趣，并很快甩掉了当地的土包子们。而德斯帕德为他的命运感到悲哀，因为他本来是非常好的人，却注定是非常坏的。他试图通过在早上的第一件事上解决他的罪行来平衡他对邪恶和善良的描述，然后在一天剩下的时间里做好事。同时，自从萝丝甩了迪克之后，他就一直在生闷气所以他决定告诉德斯帕德罗宾的真实身份，以此来报复罗宾。一想到很快就能自由后德斯帕德立马就同意了。他们决定立即行动，因为萝丝和罗宾以及伴娘们已经开始参加婚礼了。一首可爱的牧歌唱起，接着是一首加沃特舞曲，游行队伍即将开始前往教堂这时德斯帕德进来并揭穿罗宾，声称他是他的哥哥鲁斯文穆加特罗伊德爵士，拉迪戈尔爵位合法继承人。他作为诚实的农民无法否认这个事实而萝丝决定，她不能很好地嫁给一个被诅咒的男爵，无论多么富有，所以她改嫁给德斯帕德。但这个提议被拒绝了，因为德斯帕德再次变得善良，信守对玛格丽特的誓言。萝丝于是自然而然地把自己扔回了老迪克身上而罗宾，现在是“坏男爵”第一幕结束后，罗宾已经搬进了当地的城堡并改名为鲁斯文穆尔加特罗伊德爵士。老亚当也不甘示弱，将自己的名字改为吉迪恩克劳尔。他们正在拼命想办法履行诅咒，每天犯案而不被发现。一个问题是，他们不知道要犯多大的罪才能满足诅咒的要求。与此同时理查德和萝丝到城堡请求鲁斯文同意他们的婚姻老亚当有一个非常好的罪行是“毒害他们的啤酒！”但这对于还没有达到“坏”必要状态的鲁斯文爵士来说，实在是太过分了。理查德和萝丝带着伴娘高兴地进来了，鲁斯文爵士认为她已经掌握在自己手中，威胁要将她关在地牢里。却被理查德挫败，理查德制作了一个小英国国旗，即使是“坏男爵”也无法抗拒。萝丝恳求鲁斯文爵士同意他们的婚姻，鲁斯文爵士看在是旧爱的份上他勉强同意了，并允许他们不受干扰地离开。在过了一个星期后罗宾的微弱罪行将他祖先的鬼魂从他们通常出没的城堡肖像画廊中惊醒。所有画已经变得生动起来；人物从他们的框架中走出来，已故的第 21 任男爵罗德里克•穆加特罗伊德爵士的幽灵警告罗宾，他无法避免自己的命运罗德里克爵士随后唱起了他那美妙绝伦的鬼歌 When the night wind howls好吧，他先是摆摆手，声称周一是个假期，诸如此类的事情。底线是他还没有坏到什么程度。音乐与歌词完美契合，开场小节最具描述性，伴奏贯穿始终，无疑是幽灵般的。之后鬼魂让新男爵审视他每天犯下的罪行但是尽管罗宾开始诡辩，但他们还是认为他的罪行太弱鬼魂们决定，他能证明自己的唯一方法是绑架镇上的一个女孩。要么，就是传统的在可怕的痛苦中死去的时候了。在短暂而戏剧性地展示了可怕的痛苦之后，他决定让老吉迪恩去抓镇上的少女们。无奈之下，他同意了，鬼魂们又回到相框里低沉柔和的合唱再次响起，画廊恢复正常。当亚当离开时，德斯帕德和他的新妻子玛格丽特出现了。他们也换了衣服，都穿着朴素的正式剪裁服装。他们是地区访问者。来敦促鲁斯文爵士放弃他的罪恶生活。德斯帕德指出，虽然鲁斯文只当了一个星期的坏男爵，但从法律的角度来看，他要为他德斯帕德在过去十年中犯下的所有罪行负责。这让鲁斯文爵士非常震惊，他恢复了他的道德感，他决定改革并承担后果即使这意味着他必须死。为了庆祝，他们都试图唱得比管弦乐队快。当亚当带着那个镇上的女孩回家时，鲁斯文爵士意识到他的麻烦才刚刚开始。镇上的 \"女孩 \"原来是汉娜阿姨！她有点生气，从麻袋里跳出来，挥舞着一把刀，她无疑证明了自己是一只“虎猫”罗宾被吓坏了，向鬼魂们求救。他的叔叔罗德里克从他的画框中走了下来，想弄清楚这些嚷嚷是怎么回事。在一个戏剧性的巧合中，罗德里克爵士原来是汉娜夫人曾经爱过的男爵鲁斯文奉叔叔之命，当场离开一起演唱了吉尔伯特与沙利文中最悲伤的民谣之一汉娜看到他的旧爱，一起演唱了吉尔伯特与沙利文中最悲伤的民谣之一但这时，鲁斯文爵士兴奋地冲了进来，其他角色和伴娘团的合唱紧随其后。他想到了一个主意。由于拉迪戈尔的男爵只能通过拒绝每天犯罪而死，拒绝无异于自杀。但自杀本身就是一种犯罪，罗德里克爵士不应该死。萝丝回到了她的初恋情人鲁斯文身边理查德不得不娶了首席伴娘佐拉，歌剧在欢乐的合唱声中结束。",
    "chinese_title": "拉迪戈尔",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ruddigore",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-04-15T09:09:07"
}