{
    "aka": [],
    "sid": "5094400",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1974",
    "genre": [
        "纪录片",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0181123",
    "director": [
        {
            "url": "/celebrity/1020808/",
            "name": "Heinz Sielmann Heinz Sielmann",
            "@type": "Person"
        }
    ],
    "duration": "USA: 93 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1974"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0181123/",
    "imdb_votes": 48,
    "this_title": [
        "Vanishing Wilderness"
    ],
    "douban_link": "https://movie.douban.com/subject/5094400/",
    "imdb_rating": "5.9/10 from 48 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "From Arthur Dubs, the producer of the Wilderness Family series... ride the thundering white water of the primitive Rogue River into Zane Grey's country and fish for steelhead trout. Sour in skies over jagged mountain slopes. Painstakingly filmed over a five-year period, this breathtaking portrayal of vanishing species makes for an intimate view of our thrilling back-country in all its splendor. Narrated by Rex Allen, this is an entertaining getaway where the entire family will witness the scenic splendor of a land and time few people may ever see again.Painstakingly filmed over a five-year period, this intimate view of our country's magnificent landscape will take you on the getaway you can only imagine. Witness the splendor of nature as you've never before seen it. Ride the thundering white water of Oregon's Rogue River. Soar through the bluest skies on the wings of the truly free. Climb the jagged mountains few men have traveled. From Arthur R. Dubs, the producer of the entire Wilderness Family Classics series, comes the breathtaking portrayal of our Vanishing Wilderness.",
    "chinese_title": "Vanishing Wilderness",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-06-10T05:49:33"
}