{
    "aka": [],
    "sid": "5094887",
    "cast": [
        {
            "url": "/celebrity/1116786/",
            "name": "塞莉娜·洛梅 Céline Lomez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1120269/",
            "name": "肖恩·麦卡恩 Sean McCann",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1976",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1164380/",
            "name": "乔伊斯·维兰德 Joyce Wieland",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0179175",
    "director": [
        {
            "url": "/celebrity/1164380/",
            "name": "乔伊斯·维兰德 Joyce Wieland",
            "@type": "Person"
        }
    ],
    "duration": "105 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1976"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0179175/",
    "imdb_votes": 41,
    "this_title": [
        "The Far Shore"
    ],
    "douban_link": "https://movie.douban.com/subject/5094887/",
    "imdb_rating": "5.5/10 from 41 users",
    "trans_title": [
        "远岸"
    ],
    "douban_votes": "0",
    "introduction": "THE FAR SHORE, a 1976 Canadian feature fictional film by painter and filmmaker Joyce Wieland, has a continuing interest. In it we see how a woman experimental filmmaker has attempted to use melodramatic form for feminist ends. The film is in its subject matter a radical feminist polemic. It depicts the way that the bourgeois family entraps the individual, and it criticizes the nuclear family as the basic social model of patriarchal culture. In its style, THE FAR SHORE makes such an ideological critique by mixing a codified \"avant-garde\" style and the Hollywood generic conventions of domestic melodrama.Generic-formula dramas and experimental cinema make markedly different sets of demands upon the spectator. Yet THE FAR SHORE did make explicit either within the text (the body of the film) or in its context of marketing and publicity that spectators must simultaneously comprehend both levels of discourse; and this led to serious problems for audiences' \"reading\" the film. Popular commercial movie audiences were not generally familiar with the way the Structural film style employed by Wieland disrupted the illusion of realist narrative, nor were they accustomed to the plethora of visual symbolism which makes the film coherent. At the same time, experimental cinema's followers were not comfortable with an avant-garde cinematic style that was so enmeshed in popular codes and so removed from its \"pure\" form, as seen usually then in low-budget, short, anti-narrative, personal films. Wieland's two largest potential audiences were unprepared for the \"intertextual\" familiarity necessary for \"reading\" the film, so the film did not have a financial success.But the strengths of THE FAR SHORE are exactly those two stylistic strategies, the strategies that alienated audiences when the film was first released. THE FAR SHORE places a value on simultaneous cognition and on disrupting linear narrativity and illusionist spectacle. It uses these as a means to inaugurate a feminist discourse. Because it tried to establish the dynamics of a radical feminist film form, THE FAR SHORE has influenced British feminist theorist-filmmaker Laura Mulvey and Yvonne Rainer, one of the first U.S. filmmakers to pursue similar formal directions as a means for engaging political radicalism.[1][open notes in new window] THE FAR SHORE engages and critiques both Hollywood and experimental cinematic style in an attempt to create a commercially viable feminist cinema. Thus it prefigures a major direction that independent cinema would move in the 1980s.THE FAR SHORE presents the story of Eulalie, a refined French Canadian woman who in 1919 marries a boorish Toronto engineer. The film's opening pre-credit sequence shows Eulalie being courted by her future husband in her nativeQuebec. Accompanied by a young girl, Eulalie and Ross seem possibly able to establish an idealized nuclear family in the most romantic of all settings, a country landscape of flowers and grasses on a sunny summer day. Within that pastoral setting, we hear Eulalie's lilting French tones. Written English subtitles appear on the screen, suggesting the audience's distance from full, immediate identification with and comprehension of Eulalie's Quebecois culture. Eulalie expresses a greater love for her surroundings than for her companion, and he sees the land only as something to be improved scientifically while he stiffly struggles in English and broken French through the courtship ritual. The two characters represent simplified aspects of bi-cultural, bi-lingual Canada. This identification is further accentuated when the child serves as a go-between for Ross's marriage proposal and Ross is unable to understand Eulalie's acceptance in French.Ross's and Eulalie's wedding occurs silently during the credit sequence. The dramatic action begins when Eulalie moves to her husband's Toronto home. There she discovers that he wanted only a \"wife,\" a domestic and social ornament. Psychologically and culturally isolated, Eulalie meets one other \"kindred spirit,\" a landscape painter residing on her husband's estate. Wieland modeled the painter, Tom McLeod, on Canada's most legendary artist, Tom Thomson (1877-1917), a master of Canadian wilderness scenes who mysteriously disappeared on an Ontario lake in 1917. Thomson also figured prominently in the formation of the Group of Seven, Canada's first organized supporters and producers of a nationalist art.Eulalie and Tom share a mutual respect for the unspoiled beauty of nature; symbolically the two represent the possibility of a union based on a love for the arts, closeness to the land, and uncomplicated romantic passion. But when Tom refuses to compromise his ideals by serving as Ross's guide on a northern Ontario silver expedition, Tom leaves the estate, and Eulalie is lonelier than ever. Later, on a northern Ontario camping trip with her husband and his friends, Eulalie again meets the artist. Dissatisfied with her marriage and the way of life that her husband represents, she takes an ax to Ross's rowboat, jumps fully clothed into the lake, and swims to join Tom who is camped across the water. Ross and a friend subsequently make a futile search for the couple, who are enjoying a passionate reunion. But finally Ross's friend spies the couple in their canoe and fires two shots at them. The last images consist of the overturned canoe, the artist's dead body, and Eulalie's hat floating on the water.Made in 1975 and 1976 in Toronto and northern Ontario, THE FAR SHORE promised to be one of a series of commercial Canadian films in the middle 1970s that would make an international breakthrough in North American cinema. The success of such films as THE APPRENTICESHIP OF DUDDY KRAVITZ (1974) and LIES MY FATHER TOLD ME (1975) seemed to indicate the emergence of a Canadian film industry viable enough to share a market monopolized by Hollywood films. Wieland received funding in the early 1970s from the national agency that promoted Canadian feature filmmaking, the Canadian Film Development Corporation. Her effort to obtain monies from the CFDC was part of a four-year struggle to fund a Canadian nationalist, feminist film (a political approach unlikely to guarantee commercial success). The movie finally attracted other backers, however, because in its guise as a period melodrama, it rather apolitically sentimentalized Quebecois culture as close to nature and antagonistic to English Canadian modernization.The film's commercial career was brief and troubled. Wieland, marketing the film herself, was naive about distribution and exhibition practices. A victim of inexpert marketing and of the limited access that individual filmmakers (particularly women filmmakers) have to theatrical outlets, THE FAR SHORE received only limited trial commercial runs in a few major Canadian cities. Popular audiences were unprepared for the film's radical formal strategies. The art crowd felt the film was a paean to commercialism. And the nationalists thought that THE FAR SHORE purveyed an apolitical, sentimental federalism. Thus the film had few champions. Among the detractors, THE FAR SHORE's innovations as a feminist film were of little interest.Critics suggested that the film's originality lay in its use of painterly qualities—visual composition, hue, shape and texture, and its formal innovations for expressing moods, states of mind, and relationships between characters.[2] THE FAR SHORE's imagery emphasizes environmental textures, colors, shapes, and slow rhythms. The expressiveness of the muse-en-scene is more important than narrative events or characterization. Cinematically the film uses long takes, limited camera movement, and editing patterns which elongate scenes with little dramatic action or concentrate scenes with much dramatic action. Such cinematic tactics further heighten the expressiveness of setting, decor, objects, and gestures.Domestic melodrama depends on visualization of psychological states. Because the crises of domestic melodrama are personal and emotional rather than social and behavioral (in contrast to sci-fi, or horror movies), the possibilities for broad spatial action are limited. The genre must depend upon states of mind externalized into visual correlatives. Only a psychologically expressive cinematography can articulate the film's themes. Thomas Elsaesser has described the process as expressing the dramatic values through the mise-en-scene.[3] He further explains how in melodrama the objects of the mise-en-scene symbolically critique the patriarchal systems of familial relationships,\"The setting of the family melodrama almost by definition is the middle-class home, filled with objects, which surround the heroine in a hierarchy of apparent order that becomes increasingly suffocating … [It) also brings out the characteristic attempt of the bourgeois household to make time stand still, immobilise life and fix forever domestic property relations as the model of social life and a bulwark against the more disturbing sides in human nature.\"[4]Elsaesser concludes that the family melodrama introduces within the mise-en-scene a submerged level of discourse that subverts the very values of institutional closure and patriarchal authority that the narrative attempts to uphold.[5] By presenting the claustrophobia of familial relations, the genre format subversively reveals its own internal contradictions.[6]In the best of Hollywood family melodramas, for example, those by Vincente Minnelli or Douglas Sirk, the directors self-consciously play off the mise-en-scene against the characters' dilemmas. The dominant themes in the narratives are about individual crises which threaten the stability of the family unit and which end in reconciliations that reinforce the authority and self-containment of the family. The directors manipulate the mise-en-scene to emphasize the materialist values inherent in the bourgeois home. The visual depiction of the home suggests a fixed definition of family. The visual background and cinematography imply that the \"home\" cannot functionally help to resolve the conflicts posed by individuals whose wishes oppose the stable operation of the family unit. In such films as ALL THAT HEAVEN ALLOWS, HOME FROM THE HILLS, and THE MAGNIFICENT OBSESSION, Sirk and Minnelli amplify the contradictions between the family structure's inability to give priority to individual fulfillment and the stories' contrived endings, which artificially reconcile differences without resolving the initial problems.These arguments regarding domestic melodrama are important when discussing THE FAR SHORE because Wieland makes the internal contradictions of family melodrama genre an aesthetic issue. The \"subversive\" element within the mise-en-scene here becomes the film's dominant way to depict spatial and material entrapment in the family as its primary theme. While maintaining the characteristic structure of family melodrama, Wieland also introduces elements that establish a tension between experimental film strategies and traditional narrative film practices.THE FAR SHORE's visual correlatives articulated through the mise-en-scene depend upon a host of allusions to personal, filmic, and painterly art that exist outside the space of the film. The flattened screen image often echoes historic art styles. Interior scenes reproduce the look of Dutch and Italian old masters while the lake wilderness scenes mimic famous Canadian painters' interpretations. For examples, critics have noted similarities between THE FAR SHORE's use of color harmonies and that of eighteenth century Venetian artist Giovanni Battiste Tiepolo.[7] The movie's lighting and textural effects in certain scenes are derivative of Jean-Baptiste Chardin or the Canadian landscape artists of the Group of Seven.Wieland employs dramatic expressionistic light to intensify color and often imitates a Baroque painterly illusionism. The mise-en-scene is simultaneously a visual correlative for the intense emotional crises of the heroine and a photographic encapsulation of European and Canadian art history. It relies upon such an extended play of painterly homage that it ruptures the smooth illusion of cinematic realism. As self-consciously composed \"forgeries,\" Wieland's images contradict the notion that they represent photographic material of a natural world.Three examples illustrate the point. Repetitive cutaway shots that are extreme close-ups of carpets, paintings, and embroideries are used on the narrative level to bridge spatio-temporal ellipses. On the symbolic level, the objects (all works of art) function as leitmotifs intertwining Eulalie's and Tom's identification with artistic activity as a way to spiritual redemption. The close-ups are so magnified that they emphasize the material qualities of the images - texture, hue, reflection of light, formal arrangements. But that magnification deconstructs the photographic reality and makes the objects signify their own physical compositions. Here Wieland exploits a cinematic technique commonly found in Structural experimental films, including several of her own.For example, Wieland applies a technique that she used in her experimental film SOLIDARITY (1973). Freely borrowing an experimental device to break conventional norms, Wieland uses a close-up of a richly patterned carpet to represent Eulalie's subjective point-of-view while Eulalie listens to her husband lecturing his employees. The extended duration of the close-up fixes the image as a representation of an art object and as a self-referent, and the length undermines the image's \"story\" role within the narrative's illusion. The accompanying voice of Eulalie's husband Ross, which speaks about the role that engineering will play in building the future, comes from an off-screen space that cannot be identified as an extension of the on-screen space. Sound and image operate as discrete elements and they have an antagonism between the act of contemplating objects as art and the scientific approach of dominating and mastering nature.Two other such cutaway close-ups serve similar functions and build upon the first one. A close-up of an embroidered fish and a hand sewing introduces a night scene of Eulalie alone. The shot again serves as Eulalie's subjective point-of-view and reinforces our identification with her, both as the protagonist and as an active artist. The embroidered fish symbolically refers to the water/life motif that links the artist Tom to Eulalie throughout the film. The image of the embroidery also reinforces the role of the art piece itself. Here art is both an object of beauty and a structural and symbolic motif of unity.The long scene introduced by the embroidery close-up ends when the husband Ross begins to rape Eulalie in their living room. Ross's sexual activity is a violent attempt at domination in the form of rape. His professional activity also rapes the land and water in order to build sewers, bridges, and dams that will exemplify man's mastery over his environment. The film cuts from a medium long shot of the grappling couple to the next scene's opening extreme close-up: another fish is being painted by Tom onto a shop window. The motif contrasts Tom and Eulalie as artists to Eulalie's husband. This extreme close-up of the fish that Tom is painting at first lacks definition, and it cannot initially indicate any photographic or natural object. It momentarily undermines the realistic illusion at the same time that it connects locales and characters through the fish image's poetic properties.An extended scene between Tom and Eulalie in Tom's cabin midway through the film further illustrates the operation of this process. The characters take turns holding a magnifying glass up to their lips, and they silently mouth texts to each other. The mouth is Wieland's personal motif for women's strength and power. A detail within the close-up, the mouth, here becomes magnified cinematographically; it produces a visual pun on the cinema's iris effect. The image is reminiscent of Wieland's use of an extreme close-up of lips of a Quebecois politician as the dominant image in PIERRE VALLIERES (1972). This scene's lack of any accompanying soundtrack further interrupts the kind of flow on which classic narrative cinema is based.After the silent mouthing which occurs in real time, Wieland elides several days and weeks into roughly the same amount of screen time as the aforementioned lip gestures. She then again inverts how the film depicts elapsed time as Eulalie and Tom sing an entire folk song together in real time. These different depictions of time occur within the same geographic locale in the narrative. But these sequences convey little new narrative information and only limited character insights. They operate more as poetic devices. They exemplify a creative mix of experimental and narrative techniques that undermine the film's narrative line.Other cinematic devices that highlight visual expressionism include mise-en-scene movement and jump cuts. Wieland heightens a sense of the flat, formal qualities of the two-dimensional images. Movement within the frame usually occurs within shallow space and across horizontal or vertical lines. Movements lack depth cues, diagonal movement, and any reference to off-screen geography that would indicate a deeper, more solid sense of space—the ideal of cinematic realism. The film has a moving tableau effect.In an original handling of conventional movie romance, Wieland uses repeated jump cuts to punctuate the sequence of Tom and Eulalie making love. The editing pattern establishes a rhythmic metaphor for their act of sexual intercourse, and by avoiding point-of-view shots and close-ups of either person, Wieland handles the scene without isolating either character as an object of scrutiny. The pattern of jump cuts formally portrays eroticism while also slightly disturbing the illusionist spectacle.One specific moment perfectly combines a dominant discourse that depicts the theme of patriarchal relations and a subversive discourse that critiques realist cinema practices. It is a scene two-thirds into the film where Eulalie, alone in her bedroom, feels fully the claustrophobic entrapment of her marriage. The film irises into a close-up of Eulalie, which fades to a white iris framed in red. The image slowly fades up to a canoe crossing a lake within the iris. Then the camera irises out so that the landscape image fills the entire frame.The tour-de-force of such an image-transition has multi-level effects. AS a simple narrative transition, it fluidly weds Eulalie to the wilderness landscape, through which Tom glides in his canoe. The iris-in cinematically reflects Eulalie' s psychological claustrophobia with Ross, and the iris-out symbolically foreshadows her subsequent psychological release when she joins Tom in the wilderness. The image transition also suggests a subjective sexual daydream. The activity of the iris technique makes female orgasm the power that here controls and unifies the images. The midway red-and-white abstraction of the extended dissolve symbolically links Eulalie and Tom with the colors of the Canadian flag (Wieland frequently uses red and white to signify Canada's national colors). The transition has the same bridging function that the earlier art object transition shots did. But it introduces more abstract levels that make Eulalie's psychological state into a cinematic art object.The technique also pays homage to D.W. Griffith's cinematic use of irises as an effective bridge between scenes. THE FAR SHORE is punctuated with silent film techniques that treat the story with formal methods popular in the narrative's time period. For example, Wieland employs an increasing tempo as she cuts from Eulalie and Tom in one canoe to Ross and his friend chasing them in another canoe: the crosscutting here seems like Griffith's use of parallel action. The referential allusion to Griffith's convention for conveying a climactic pursuit becomes obvious when accompanied by a musical cliché for silent film chases. In THE FAR SHORE, the chase scene seems removed from contemporary narrative styles of handling of a pursuit, more a parody of silent film chase. The cinematic method itself becomes the subject, creating a narrative rupture during the film's most dramatic moment.THE FAR SHORE may emphasize art over political feminism, as feminist critic Barbara Martineau suggests.[9] But it champions the possibility of a genre critique as a political challenge within the narrative arts. Within the confines of domestic melodramatic form, THE FAR SHORE's ending makes the political point. Tom's visible death and Eulalle's physical disappearance are marked by an object of clothing left behind on-screen. The woman does not return to the space within conventional bourgeois boundaries. Up to the finale, such a resolution could have come through Tom, as the more suitable partner for a contemporary liberal marriage, or through Tom's death and Eulalie's subsequent return to her husband. But Eulalie disappears beyond the boundaries of the frame; this effects a rupture in melodramatic closure. Eulalie, beyond the on-screen space established by the film escapes to the invisible territory that Wieland labels \"the far shore.\" Whereas feminists have criticized Eulalie's disappearance as Wieland's condemning the character to invisibility, in context, the film's conclusion is a feminist statement which acknowledges that Eulalie cannot be integrated into the dominant order and can only accede to an as yet unactualized territory.",
    "chinese_title": "远岸",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Far Shore",
    "imdb_rating_average": 5.5,
    "douban_rating_average": 0,
    "update_at": "2025-04-18T16:15:16"
}