{
    "aka": [
        "Thirst"
    ],
    "sid": "5094618",
    "cast": [
        {
            "url": "/celebrity/1163737/",
            "name": "帕夫莱·武伊西奇 Pavle Vujisic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1179938/",
            "name": "Aco Djorcev Aco Djorcev",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1158759/",
            "name": "娜达·斯帕索耶维奇 Neda Spasojevic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1152059/",
            "name": "Snezana Stameska Snezana Stameska",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1132301/",
            "name": "Petar Prlicko Petar Prlicko",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1113578/",
            "name": "Dragi Kostovski Dragi Kostovski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1109863/",
            "name": "阿佐·约万诺夫斯基 Aco Jovanovski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1098782/",
            "name": "Nada Gesovska Nada Gesovska",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1083390/",
            "name": "Vukan Dimevski Vukan Dimevski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1077241/",
            "name": "达尔科·达梅夫斯基 Darko Damevski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1057395/",
            "name": "Melihate Ajeti Melihate Ajeti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1057153/",
            "name": "Sabina Ajrula Sabina Ajrula",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1056856/",
            "name": "Nikola-Kole Angelovski Nikola-Kole Angelovski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1201587/",
            "name": "Pance Kamdzik Pance Kamdzik",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1971",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2240922848.jpg",
    "region": [
        "南斯拉夫"
    ],
    "writer": [
        {
            "url": "/celebrity/1025076/",
            "name": "日夫科·钦戈 Zivko Cingo",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0180329",
    "director": [
        {
            "url": "/celebrity/1136349/",
            "name": "Dimitre Osmanli Dimitre Osmanli",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "Macedonian"
    ],
    "playdate": [
        "1971"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0180329/",
    "imdb_votes": 31,
    "this_title": [
        "Zedj"
    ],
    "douban_link": "https://movie.douban.com/subject/5094618/",
    "imdb_rating": "6.8/10 from 31 users",
    "trans_title": [
        "渴",
        "Thirst"
    ],
    "douban_votes": "0",
    "introduction": "The inhabitants of a small village in a backward area of Macedonia earn their living by sending their men abroad in search of employment. Three young girls, named Elica, Maria and Nikolina live and work as schoolteachers in the village. Each of them try to make sense of their lives, in that situation where it is imposed on them. In the village the greatest problem is the supply of water. Spring water is carried by Marko from the distant mountains Marko is falls in love with the poor girl Kate. The monotonous peasant life is dispelled with the arrival of a group of mining engineers who come to do some research. The one engineer, named Victor is among them and he attracts the schoolteacher Maria’s attention. The return of Trendafil the old man working abroad, Kate’s uncle, is a special event in the village’s life. The destiny of a great number of the inhabitants depends on the wealth of the uncle returned from America. However there is no place for faith and hope as the uncle returns with no earnings at all.\"Thirst\" is the second project carried out by the Film making association but the executive Producer was the distributive house \"Makedonija Film\". This case seems to demonstrate that the decentralization of Macedonian film production definitely in its functional form. The screenplay, thematically devoted to the village, was written by Zhivko Chingo the well-known Macedonian prose writer. The film was directed by Dimitrie Osmanli, this being his third film. It seems that he hesitated between two options: on one hand, it was the stylistic procedure based on documentarity and realism, which he had already established in some of his films; on the other it was the application of an open, complex, dramatic observation containing something more abstract and suspectful in respect of the possibilities the dramatic material offered, overestimating them at one point suspecting at another. Influenced by the modern movement of the \"increased\" critical realism of film, which started in the late sixties, \"Thirst\" in its general structure is a replica of the contemporary critical perception marked as \"the black wave\" in the stylistic progress of the domestic film. Because of the influence of the stylistic trends promoted in the films of the \"black wave\" a number of stylistic and expressive elements of this kind were introduced in the structure of \"Thirst\".The plot encloses the fate of characters desperately striving to change through the film. Not only are they entangled by the hot sun and drought, but also by their inner ties, unstable but sole in their eternal sufferings. The alternation is seen by migrating out of the village. The delicate structure of \"Thirst\" affirms its success by means of using the sound dramaturgy. Once again the archaic as a base and the story its function have a parallel performance in the created audio concept. The music composed by Traiko Prokopiev takes along the archaic base while the pure sound which comes out of the melodic base emphasizes the tonal symbolic of the space and the drama occupying it. The sound recording was done by Gligor Pakovski who brilliantly transmitted the acoustic concept to the audience. The color photography of Ljube Petkovski made the optical existence of the film's space equal to the rest of the dramatics of the plot. The set designs supervised by Dime Shumka, were obviously influenced by the symbolic plot of the film. The carefully selected protagonists Pavle Vuisic, Petre Prlichko, Darko Damevski, Neda Spasoevic, Aco Jovanovski, Snezhana Stameska, Dragi Kostovski, Sabina Ajrula and Jadviga Mitrevska all gave persuasive performances.",
    "chinese_title": "渴",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Zedj",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-08-01T21:28:11"
}