{
    "aka": [],
    "sid": "5096116",
    "cast": [
        {
            "url": "/celebrity/1092527/",
            "name": "伯纳德·霍利 Bernard Holley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1139959/",
            "name": "Tracy Reed Tracy Reed",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1070312/",
            "name": "希瑟·切森 Heather Chasen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1059222/",
            "name": "格雷厄姆·阿什利 Graham Ashley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1213623/",
            "name": "特蕾西·里德 Tracy Reed",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1165533/",
            "name": "雷蒙德·扬 Raymond Young",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1144020/",
            "name": "Jean Rimmer Jean Rimmer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1116896/",
            "name": "鲁拉·兰斯卡 Rula Lenska",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1086711/",
            "name": "克洛伊·弗兰克斯 Chloe Franks",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1062282/",
            "name": "Nicholas Barnes Nicholas Barnes",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1976",
    "genre": [
        "动作"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2406660413.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0174577",
    "director": [],
    "duration": "105 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1976"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0174577/",
    "imdb_votes": 87,
    "this_title": [
        "The Deadly Females"
    ],
    "douban_link": "https://movie.douban.com/subject/5096116/",
    "imdb_rating": "4.2/10 from 87 users",
    "trans_title": [
        "绝命女士"
    ],
    "douban_votes": "0",
    "introduction": "What would you do if your husband, wife or business partner was making your life unbearable, to the point where there was no alternative but to have them removed- permanently? Could you bring yourself to do it? If not, bored Kensington housewife Joan (Tracy Reed, cousin of Oliver and niece of Carol) offers a possible alternative- for a price, she and her highly trained, all-female hit squad will very discreetly take out the offending party and leave no trace behind . In this dark, bleakly comic and sometimes grimly prophetic drama from Donovan Winter, which, like many of the best British exploitation films, features a story ripped from yesterday s headlines , we enter the lives of both assassin and victim, and discover that in the London of 1975, whether swanky Knightsbridge or deepest suburban Orpington, noone has immunity from murder, and everyone is expendable. Locations also take in the legendary Biba department store, shortly before its closure. As usual, Winter assembles a cast of great performers from both ends of the cinematic spectrum, with future TV stars Bernard Holley (Z Cars, Tripods, Thriller, Dr Who, Phoenix And The Carpet, Birds Of A Feather) Brian Jackson (Revenge Of The Pink Panther, Protectors, Persuaders, Escort Girls) and Rula Lenska (Rock Follies, Take A Letter Mr Jones, Cluedo, Dr Who, Leap In The Dark, Confessions) rubbing shoulders with seasoned blue movie names Heather Chasen and Steve Amber, the former of whom is now a respected actress in her own right. There s also a minor role for horror star Sally Faulkner (Prey, Vampyres, The Body Stealers) which the eagle-eyed amongst you will have fun spotting. Is it the Mafia? Is it the Triads? Is it the Illuminati? The Men In Black? No, it s The Deadly Females and they ve got your name on their books.... Extras include: Theatrical Trailer, Television X Interview, The Winters of My Discontent - Donovan Winter s memoirs (.pdf) and Naughty Trailershow",
    "chinese_title": "绝命女士",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Deadly Females",
    "imdb_rating_average": 4.2,
    "douban_rating_average": 0,
    "update_at": "2025-11-04T14:28:05"
}