{
    "aka": [],
    "sid": "5102056",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1983",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2913065431.jpg",
    "region": [
        "奥地利"
    ],
    "writer": [],
    "imdb_id": "tt0152790",
    "director": [
        {
            "url": "/celebrity/1048747/",
            "name": "瓦莉·艾丝波特 Valie Export",
            "@type": "Person"
        }
    ],
    "duration": "18 分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "1983"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0152790/",
    "imdb_votes": 90,
    "this_title": [
        "Syntagma"
    ],
    "douban_link": "https://movie.douban.com/subject/5102056/",
    "imdb_rating": "6.8/10 from 90 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "1984’s Syntagma, takes this idea to its next logical step and replaces EXPORT with an actress. Once more, however, there’s autobiographical thinking behind this as by this time, courtesy of various controversy and acclaim, she had become something of a media icon, an object if you will. Indeed, VALIE EXPORT is herself a creation for the art world, a persona assumed by Waltraud Lehner in the late sixties (with intentional capital letters, as per this review) which again blends the anonymous (EXPORT doesn’t really exist…) and the material (…yet she very clearly has a physical presence as the early films show).As such Syntagma concerns itself with the objective and the subjective, with self-awareness and the perception of and by others. Here our female subject (and again EXPORT uses intermittent nudity as means of underlining her femininity) is represented through various representations; her image being repeated, rhymed, echoed and divided through split screens. It’s a testament to EXPORT’s cinematic prowess – an element often forgotten in lieu of the body politics – that all of this is so persuasively handled and so concisely done. We’re able to both see and see what is being seen as it were, yet with such a remarkable ease that it never feels over-theorised or overburdening.The message is abundantly clear: that EXPORT’s role as some kind of figurehead, not to mention as a woman, are no longer her realm, rather through time she’s becomes subsumed and objectified by all those around here. (In fact, in writing this review I’m doing the very same thing.) Indeed, Syntagma has been seen as a culmination of her work up until this point given its acceptance of this idea and its fitting combination of many techniques which has occupied her pieces thus far. Yet it should also go without saying that this was over 20 years ago and as such EXPORT’s work has since continued to progress and grow further. With this in mind we can therefore only hope that this particular disc becomes just the first in a whole series of digital outings for EXPORT, one which will continually allow us to retrace her preoccupations and obsessions on innumerable occasions.",
    "chinese_title": "Syntagma",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-12-06T09:10:19"
}