{
    "aka": [],
    "sid": "5104320",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1965",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905901021.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1132620/",
            "name": "Robert Nelson Robert Nelson",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0141679",
    "director": [
        {
            "url": "/celebrity/1132620/",
            "name": "Robert Nelson Robert Nelson",
            "@type": "Person"
        }
    ],
    "duration": "12 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1965"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0141679/",
    "imdb_votes": 234,
    "this_title": [
        "Oh Dem Watermelons"
    ],
    "douban_link": "https://movie.douban.com/subject/5104320/",
    "imdb_rating": "5.9/10 from 234 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "\"Watermelons was commissioned by the San Francisco Mime Troupe as a short entertainment to be screened during intermission for its rather infamous 1965 Minstrel Show (Civil Rights from the Cracker Barrel), which assaulted racial stereotypes by wildly exaggerating them – as performed by (mostly white) performers in blackface, yet. A relative latecomer to filmmaking, the 35-year-old Nelson had just begun fooling around with the medium, mostly in collaboration with then-wife Gunvor Nelson. To make Watermelons he drafted talent from the Mime Troupe and alma mater Mills College, where he'd also found a young composer named Steve Reich, later known (to his occasional annoyance) as the father of minimalism, and thus the person to be blessed or blamed for subsequent fellow travelers Philip Glass and John Adams.Reich's raucously repetitive choral arrangement of a Stephen Foster oldie (in which a slave mourns his deceased master) adds another satirical dimension to the color visuals, which direct the campus era's mood of anarchy and impudence toward the watermelon. Aiming to explode stereotypes and their symbols, the film finds melons used as bombs, footballs, baseballs, shooting targets, even as sensuous love objects. Watermelons are cut-and-pasted onto existing images (from Superman to a NASA missle) and sometimes animated there, à la Terry Gilliam's Monty Python 'toons. Fruits are chased by white male hordes, then turn around (via the magic of reverse projection) to chase them in return.\"",
    "chinese_title": "Oh Dem Watermelons",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-05-20T14:14:30"
}