{
    "aka": [],
    "sid": "5105405",
    "cast": [
        {
            "url": "/celebrity/1127024/",
            "name": "Lucy Payton Lucy Payton",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1915",
    "genre": [
        "剧情",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0137485",
    "director": [
        {
            "url": "/celebrity/1012552/",
            "name": "托德·布朗宁 Tod Browning",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1915"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0137485/",
    "this_title": [
        "The Electric Alarm"
    ],
    "douban_link": "https://movie.douban.com/subject/5105405/",
    "trans_title": [
        "电力报警器"
    ],
    "douban_votes": "0",
    "introduction": "An electrical engineer is installing a fire alarm system in a small town in Pennsylvania, and has about completed his work, with the exception of connecting the wires from the different alarm boxes to wires which operate a large bell in the City Hall tower. His sweetheart and her mother go to a nearby town to spend the day, intending to return on the evening train. The girl discovers that she has brought her opera glasses along in her handbag, and not wishing to take them with her, turns them over to the electrician to keep for her until she returns. On his way to work the electrician meets one of the village policemen, who evinces a desire to learn how the new alarm works. The workman explains things to him and shows him how to open the box and send in an alarm. Wishing to finish the job that day, the electrician and his assistant work quite late and succeed in making all but one connection, when they run short of wire. Needing only a short piece of wire, the assistant is sent for it, while the electrician sits down to wait for him, and for lack of something better to do, he surveys the surrounding country through the opera glasses. Upon looking in the direction of the railroad tracks, he is horrified to note that the trestle over which the evening train must pass, is a roaring mass of flames. Glancing farther along the track he can faintly see the smoke of the approaching train on which are his sweetheart and her mother. He looks for his assistant, but he is not in sight. He sees the policeman on the street below and a desperate plan comes to him. Calling to the officer, he tells him to turn in an alarm and grasping the loose ends of the wires in each hand, he completes the circuit with his body. The alarm is sounded and the fire department arrives at the trestle in time to prevent a wreck. The electrician suffers untold agonies as the current passes through his body and the wire burns his hands to the bone. He hovers between life and death for a time, but passes the crisis in safety. The railroad company shows its appreciation of what the electrician has done by presenting him with a check large enough to allow him and the girl to marry.",
    "chinese_title": "电力报警器",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Electric Alarm",
    "douban_rating_average": 0,
    "update_at": "2025-11-27T07:00:10"
}