{
    "aka": [],
    "sid": "5105752",
    "cast": [
        {
            "url": "/celebrity/1037268/",
            "name": "哈尼夫·库雷西 Hanif Kureishi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1158045/",
            "name": "克莱奥·西尔维斯特 Cleo Sylvestre",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1300634/",
            "name": "Neal Weisman Neal Weisman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313697/",
            "name": "林奕华 Edward Lam",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1993",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2294166229.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0135785",
    "director": [
        {
            "url": "/celebrity/1287956/",
            "name": "伊萨克·朱利恩 Isaac Julien",
            "@type": "Person"
        }
    ],
    "duration": "8 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1993-09-11(多伦多电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0135785/",
    "imdb_votes": 91,
    "this_title": [
        "The Attendant"
    ],
    "douban_link": "https://movie.douban.com/subject/5105752/",
    "imdb_rating": "6.0/10 from 91 users",
    "trans_title": [
        "工作人员"
    ],
    "douban_votes": "0",
    "introduction": "Having tried his hand at feature length narrative with Young Soul Rebels (1991), with The Attendant Isaac Julien returned to more experimental, avant-garde filmmaking. As with much of Julien's work, The Attendant positions racially motivated queer desire within a high-art context, as he follows a closeted black gallery employee who confronts his repressed homosexual desires.The centrepiece of the gallery, and the film itself, is François-Auguste Biard's 19th century work 'Slaves on the West Coast of Africa'. The painting, which depicts black slaves at the hands of merciless white oppressors, literally comes to life when the film's central character is aroused by the arrival of a white man visiting the gallery. These lurid recreations of the paintings that adorn the gallery walls are highly sexualised, and notions of slavery and black history are reconfigured to become subversive fantasies of submission and domination. Indeed, one scene has the attendant being whipped by his leather-clad object of desire, only for the roles to be reversed moments later, when the attendant is shown whipping the white man.But while the attendant's fantasy life is one of sexual and racial emancipation, his reality is far from it. A brief sequence set at home with his wife reveals his closeted lifestyle, and hints at the difficulties gay black men face in finding social acceptance. Meanwhile, his very presence in the museum space highlights the absence of black figures in typically white art environments, with his menial position adding another level to the film's critique on the expected roles of black men.",
    "chinese_title": "工作人员",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Attendant",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-05-04T01:02:09"
}