{
    "aka": [
        "Del Shodegan"
    ],
    "sid": "5107806",
    "cast": [
        {
            "url": "/celebrity/1286212/",
            "name": "蕾拉·哈塔米 Leila Hatami",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1126046/",
            "name": "Jalal Moghadam Jalal Moghadam",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1059719/",
            "name": "Jamshid Hashempur Jamshid Hashempur",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1992",
    "genre": [
        "剧情",
        "音乐",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2910766766.jpg",
    "region": [
        "伊朗"
    ],
    "writer": [],
    "imdb_id": "tt0125718",
    "director": [
        {
            "url": "/celebrity/1099833/",
            "name": "Ali Hatami Ali Hatami",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "波斯语"
    ],
    "playdate": [
        "1992"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0125718/",
    "imdb_votes": 1222,
    "this_title": [
        "The Love-stricken"
    ],
    "douban_link": "https://movie.douban.com/subject/5107806/",
    "imdb_rating": "7.4/10 from 1222 users",
    "trans_title": [
        "Del Shodegan"
    ],
    "douban_votes": "0",
    "introduction": "Love-stricken ( (in Persian:دلشدگان; is a 1992 Iranian historical drama film directed by Ali Hatami. The movie is mainly about some Iranian classical musicians in Ghajar era and their struggle to release their first Record which takes them on a journey to France. The film uses many notable Iranian actors and actresses. Among them are: Amin Tarokh, Akbar Abdi, Saeed Poursamimi, Mohamad Ali Keshavarz, Jamshid Hashempour, Hamid Jebelli, Fathali Oveisi, Shahla Riahi, Leili Rashidi, Leila Hatami,and Anna Borkowska.Love-stricken is in celebration and praise of Iranian music. At the beginning of the film an intertitle is seen which says: \"This film is dedicated to The Great Masters of Iranian Music in the millennium anniversary of Barbad\". The film music was composed by famous Iranian musicians such as Hussein Alizadeh as composer and Mohammad Reza Shajarian as singer. Love-stricken was 13th film of Ali Hatami after some both commercial and artistic successes of his previous films like: Mother, Sooteh-Delan, Sattar Khan, Hajji Washington and Kamalolmolk.His imperial majesty Ahmad Shah Qajar asks a group of Iranian musicians, unaffiliated with the royal court, to record a sample of Persian Classical Music on newly invented gramophone at the Conservatoire de Paris. A group of best musicians gather under the direction of Maestro Delnavaz. A singer named Taher (Amin Tarokh) also accompanies them to the journey to Paris.They can record several gramophone discs after a lot of troubles. Taher who has fallen in love with a blind Turkish princess dies of an illness. As the others decide to come back to Iran, one of them says he wants to stay in Europe and learn \"Scientific Music\". Other members return to Iran with broken hearts, their friend's corpse and some recorded gramophone discs of Iranian treasure.",
    "chinese_title": "The Love-stricken",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-10-05T09:28:17"
}