{
    "aka": [],
    "sid": "5107599",
    "cast": [
        {
            "url": "/celebrity/1155299/",
            "name": "克里斯·沃菲尔德 Chris Warfield",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1121996/",
            "name": "阿特·梅特拉诺 Art Metrano",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1142861/",
            "name": "Robert Redding Robert Redding",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1102304/",
            "name": "Valda Hansen Valda Hansen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1092216/",
            "name": "Neola Graef Neola Graef",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041265/",
            "name": "乔治·“巴克”·弗劳尔 George &#39;Buck&#39; Flower",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033431/",
            "name": "Peter Balakoff Peter Balakoff",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025326/",
            "name": "乌席·迪加尔 Uschi Digard",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1970",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2260663609.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0126545",
    "director": [
        {
            "url": "/celebrity/1033431/",
            "name": "Peter Balakoff Peter Balakoff",
            "@type": "Person"
        }
    ],
    "duration": "77 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1970"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0126545/",
    "imdb_votes": 50,
    "this_title": [
        "Norma"
    ],
    "douban_link": "https://movie.douban.com/subject/5107599/",
    "imdb_rating": "4.7/10 from 50 users",
    "trans_title": [
        "诺尔玛"
    ],
    "douban_votes": "0",
    "introduction": "A woman goes to a physician wishing he will remedy the woman nymphomania. Scenes of her along with her different fans and pick-ups of both sexes are shown. Through therapy she recalls becoming found and penalized by her \"mother\" which makes like to a next-door neighbor man the very first-time and that is the supply of her damage. Keep your attention away for Uschi Digard as one of the orgy participantsIt never ever stops to amuse me that when upon time, movies such since these had been really attended by \"the raincoat contingent\" looking for visual stimulation. Clearly, today, this will look really tame, seeing as simply the way the adult content material consists primarily of nude breasts and simulated undulating. On the area, this plays like dry, standard plot that would effortlessly act as a letter to Penthouse forum: a woman visits a psychiatrist frequently to figure out the reason behind her conflicting ideas of nymphomania vs. close anxiety. There's cursory backstory about her one true love that has already been lost in Vietnam and simply how it would seem she merely flings with guys to fill that void. And clearly, every \"hot switch\" issue for the era -- sadomasochism, lesbianism, group orgies, even cross-dressing -- comes into play once the frustrated Norma goes into one flashback after another. But 3/4 of this way in, after jarring utilizes of insert shots through the opening world to punctuate the woman anxiety about gender, it lastly struck me: this film is one huge MARNIE ripoff! Female who operates hot and cool, teasing guys after that supporting away from them, flirting aided by the man determined to \"cure\" her, clues that just make experience in the \"hypnosis\" finale -- there's also an agitated horse and a repressive mom. Truly the only thing that's missing is the shade red-colored -- but regarding the print we saw, the complete movie had faded to a shade of red, so that's cosmic justice also. Therefore if you gather friends together to watch this for many inexpensive irony, those of you whom are film literate may get a few additional kicks. Gotta provide credit towards the ersatz skinflick designers for hacking from Hitchcock.",
    "chinese_title": "诺尔玛",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Norma",
    "imdb_rating_average": 4.7,
    "douban_rating_average": 0,
    "update_at": "2025-02-23T11:56:08"
}