{
    "aka": [
        "Martha's Garden"
    ],
    "sid": "5108299",
    "cast": [
        {
            "url": "/celebrity/1029045/",
            "name": "施特凡·库尔特 Stefan Kurt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1099416/",
            "name": "妮娜·霍伽 Nina Hoger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108888/",
            "name": "László I. Kish László I. Kish",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1164257/",
            "name": "Nikola Weisse Nikola Weisse",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1997",
    "genre": [
        "剧情"
    ],
    "awards": "　　第50届洛迦诺国际电影节(1997)\n　　金豹奖 最佳影片(提名) 皮特·里克提\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2168242629.jpg",
    "region": [
        "瑞士"
    ],
    "writer": [],
    "imdb_id": "tt0123167",
    "director": [],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1997"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0123167/",
    "imdb_votes": 41,
    "this_title": [
        "Marthas Garten"
    ],
    "douban_link": "https://movie.douban.com/subject/5108299/",
    "imdb_rating": "7.3/10 from 41 users",
    "trans_title": [
        "玛尔塔的花园",
        "Martha's Garden"
    ],
    "douban_votes": "0",
    "introduction": "Karl lives a secluded life. He likes to keep his flat in perfect order, enjoys spending quiet hours in a café, likes to sleep. One evening, in somewhat sinister circumstances, he meets Martha, a woman who exercises an enigmatic fascination. A fatal love story is set in motion; even at the very end, Karl will not be able to say what really happened - or how it could. He soon realizes that love has also brought something uncanny into his life. Gradually, even the best-repressed demons in him are unleashed. Even the jolly 'stag outings' with his old friend Uwe can no longer provide the relaxation he is used to. Karl experiences his encounter with Martha as a convulsion, a fall from on high. The violence of his feelings shatters his thin veneer of 'security'; he plummets to hitherto unknown depths. Ultimately he experiences his surroundings as no more than a macabre backdrop for his own decline and fall. Convinced that the whole city has been infiltrated by the 'undead', he barricades himself in his home. But that is precisely where he finds his pallid neighbours sitting, and above all where Mr. Tepesch, the old vampire, has settled down: it is a carefully laid conspiracy. Meanwhile Martha’s ties to the neighbourhood are growing ever stronger. Karl has been drawn into a murderous maelstrom that can only lead to bloodshed.",
    "chinese_title": "玛尔塔的花园",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Marthas Garten",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-08-14T02:14:07"
}