{
    "aka": [],
    "sid": "5109206",
    "cast": [
        {
            "url": "/celebrity/1048276/",
            "name": "斯特凡妮娅·罗卡 Stefania Rocca",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1094695/",
            "name": "米克尔·盖于普 Mikkel Gaup",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1129622/",
            "name": "弗雷德里克·皮耶罗 Frédéric Pierrot",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1163261/",
            "name": "Antony Watkins Antony Watkins",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1997",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2266598972.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1042701/",
            "name": "罗伯·特里根萨 Rob Tregenza",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0119373",
    "director": [
        {
            "url": "/celebrity/1042701/",
            "name": "罗伯·特里根萨 Rob Tregenza",
            "@type": "Person"
        }
    ],
    "duration": "115 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1997"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0119373/",
    "imdb_votes": 96,
    "this_title": [
        "Inside",
        "Out"
    ],
    "douban_link": "https://movie.douban.com/subject/5109206/",
    "imdb_rating": "6.9/10 from 96 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "An uncredited Jean-Luc Godard produced this 1997 third feature by the singular American independent Rob Tregenza, and along with Hungarian filmmaker Bela Tarr, Godard is certainly a presiding guru over this powerful if enigmatic view of life in and around a psychiatric hospital somewhere in rural, snowbound America. Shot by Tregenza himself (one of the best cinematographers on the planet) in black-and-white 35-millimeter ‘Scope — mainly in extremely long, choreographed takes that transpire with a minimum of dialogue but with an extremely inventive and original Dolby sound track — the film offers not so much a plot in the usual sense as a series of interlocking characters and events governed, like the film’s title, by polarities: sound and image, interior and exterior, sanity and madness, freedom and institutional captivity, society and isolation. According to clues planted in the clothes and decor (especially the cars), the action begins around 1945 and ends in the present or near future, but to confuse matters further the characters and their behavior remain unaging constants. Tregenza’s background in existential philosophy serves him well: every shot comprises an event, and most of them were shot only once, in a single take, allowing change and contingency to shape the material. Art conceived as both adventure and confrontation, Inside/Out requires a certain amount of creative energy from the audience but grandly repays the effort.",
    "chinese_title": "Inside/Out",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-03-30T20:00:57"
}