{
    "aka": [],
    "sid": "5110905",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1995",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873608756.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt0112555",
    "director": [
        {
            "url": "/celebrity/1051788/",
            "name": "维克劳·里普 Velcrow Ripper",
            "@type": "Person"
        }
    ],
    "duration": "80分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1995"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0112555/",
    "imdb_votes": 18,
    "this_title": [
        "Bones of the Forest"
    ],
    "douban_link": "https://movie.douban.com/subject/5110905/",
    "imdb_rating": "7.8/10 from 18 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Bones of the Forest traverses the topic of deforestation through the lens of colonisation. Told through the eyes of both native and non-native elders, current and former loggers, environmentalists and protesters, the film shows the experience of the sights and sounds of threatened forest, alongside the plight of loggers and their families. The voices at times coalesce—loggers made redundant due to over-foresting, align with environmental activists who wish to save the forest from the destruction of this culture.Bones of the Forest is told through the eyes of both native and non-native elders, placing deforestation into the context of colonization. Maintaining an even-handed tone, the filmmakers incorporate the views of loggers, alternative forestry practitioners, a former VP of logging giant MacMillan-Blodell, native elders and longtime protesters. The plight of loggers and their families, made redundant due to over-foresting, is included as yet another damaging social consequence of forestry policy.Interwoven throughout the film is the dramatic experience of the sights and sounds of the threatened forest.Utilizing a host of cinematic techniques, from time-lapse photography to animation, and a gloriously descriptive and evocative soundscape,the power of Bones of the Forest grows from its quietly stated commitment to the significance of these lands and its respectful granting of a platform to those involved in the crisis. This second feature for Ripper and first for Frise is a major cinematic achievement and a powerful contribution in the fight for global environmental sense.",
    "chinese_title": "Bones of the Forest",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-02-22T14:34:03"
}