{
    "aka": [
        "Josephine the Singer and the Mice People"
    ],
    "sid": "5111313",
    "cast": [
        {
            "url": "/celebrity/1058876/",
            "name": "维克多·安德里恩科 Viktor Andrienko",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1994",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2915343373.jpg",
    "region": [
        "乌克兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1012608/",
            "name": "弗兰茨·卡夫卡 Franz Kafka",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0111265",
    "director": [
        {
            "url": "/celebrity/1574296/",
            "name": "谢尔盖·马斯洛博伊什科夫 Sergei Maslobojshchikov",
            "@type": "Person"
        }
    ],
    "duration": "104分钟",
    "episodes": "",
    "language": [
        "Ukrainian"
    ],
    "playdate": [
        "1994"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0111265/",
    "imdb_votes": 40,
    "this_title": [
        "Співачка Жозефіна й Мишачий Народ"
    ],
    "douban_link": "https://movie.douban.com/subject/5111313/",
    "imdb_rating": "6.6/10 from 40 users",
    "trans_title": [
        "Josephine the Singer and the Mice People"
    ],
    "douban_votes": "0",
    "introduction": "An adaptation of Kafka’s novel of the same name and landmark example of Ukrainian cinema in the 1990s, a decade that sought new forms of self-expression in the wake of independence, Josephine the Singer and the Mice People is an absurd and vast theatrical spectacle.The mice people who live in a giant theatre are obsessed with the singer Josephine. She believes music has a healing effect, so when people are fighting, she organises phantasmagorical concerts on the main stage. Josephine’s singing is unique, as instead of melodic songs she can only produce pitiful squeaks.Adapted from Franz Kafka’s short story and filmed on location at the Chernivtsi Drama Theatre, the work’s absurdism is conveyed through the spectacle of a vast, yet cramped space, overwhelmed by mice folk with human problems. Masloboishchykov made this seminal film, which has often been described as frighteningly prophetic of Ukraine’s political future, before himself diving into theatre for many years.Josephine is a landmark example of Ukrainian cinema in the 1990s, when the industry was in the uneasy formation of its new independence and search for self-expression, rhyming with the stormy era of the country’s first years of independence. This was the first Ukrainian film in IFFR’s history and its return to the festival 30 years after its premiere is a must-see.",
    "chinese_title": "Співачка Жозефіна й Мишачий Народ",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-06-16T01:49:29"
}