{
    "aka": [
        "Benito: The Rise and Fall of Mussolini"
    ],
    "sid": "5112386",
    "cast": [
        {
            "url": "/celebrity/1022582/",
            "name": "安东尼奥·班德拉斯 Antonio Banderas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050815/",
            "name": "托尼·贝尔多瑞利 Toni Bertorelli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1093619/",
            "name": "扬·赫鲁欣斯基 Jan Hrusínský",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1127980/",
            "name": "Jirí Ornest Jirí Ornest",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128335/",
            "name": "扬·诺沃特尼 Jan Novotny",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1130303/",
            "name": "克拉拉·波勒特瓦 Klára Pollertová",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1132499/",
            "name": "Memè Perlini Memè Perlini",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1134602/",
            "name": "雷尼·普瑞比勒 René Přibil",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1134669/",
            "name": "Petr Pospíchal Petr Pospíchal",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1139450/",
            "name": "Pavel Rímský Pavel Rímský",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162444/",
            "name": "维拉斯蒂米亚·维尔科瓦 Vlastimila Vlková",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1168922/",
            "name": "Vlastimil Zavrel Vlastimil Zavrel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041442/",
            "name": "卢卡·津加雷蒂 Luca Zingaretti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041415/",
            "name": "苏珊娜·洛塔尔 Susanne Lothar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1294654/",
            "name": "嘉罗斯拉娃·波科娜 Jaroslava Pokorná",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1127908/",
            "name": "扬·普热乌奇尔 Jan Preucil",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1121302/",
            "name": "Pino Micol Pino Micol",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1094396/",
            "name": "Jaroslav Heyduk Jaroslav Heyduk",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1077786/",
            "name": "Franco Castellano Franco Castellano",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1098229/",
            "name": "Karel Hlusicka Karel Hlusicka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1099687/",
            "name": "安娜·盖伊斯洛娃 Anna Geislerová",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1100623/",
            "name": "安德烈·焦尔达纳 Andrea Giordana",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1102948/",
            "name": "Ivan Jirík Ivan Jirík",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105564/",
            "name": "雨果·卡明斯基 Hugo Kaminský",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1106285/",
            "name": "卡雷尔·哈布尔 Karel Hábl",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1109477/",
            "name": "克劳迪亚·科尔 Claudia Koll",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1112932/",
            "name": "Václav Kotva Václav Kotva",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115749/",
            "name": "弗兰科·梅斯科利尼 Franco Mescolini",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1121103/",
            "name": "Ivano Marescotti Ivano Marescotti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1112994/",
            "name": "Robert Jaskow Robert Jaskow",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1993",
    "genre": [
        "剧情",
        "传记",
        "历史",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2570224222.jpg",
    "region": [
        "捷克共和国"
    ],
    "writer": [
        {
            "url": "/celebrity/1042013/",
            "name": "温琴佐·切拉米 Vincenzo Cerami",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0107012",
    "director": [
        {
            "url": "/celebrity/1279893/",
            "name": "詹路易吉·卡尔代罗内 Gianluigi Calderone",
            "@type": "Person"
        }
    ],
    "duration": "114分钟",
    "episodes": "",
    "language": [
        "意大利语",
        "英语"
    ],
    "playdate": [
        "1993"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0107012/",
    "imdb_votes": 252,
    "this_title": [
        "Il giovane Mussolini"
    ],
    "douban_link": "https://movie.douban.com/subject/5112386/",
    "imdb_rating": "5.7/10 from 252 users",
    "trans_title": [
        "年轻时的墨索里尼",
        "Benito: The Rise and Fall of Mussolini"
    ],
    "douban_votes": "0",
    "introduction": "The story starts at the point in Benito Mussolini's life when, at the age of nineteen, he gave up being a schoolmaster, left his home town of Forli and, as a guest worker on a building-site in Lausanne, Switzerland, underwent his own personal experience of the darker sides of the capitalist system. The speed with which the rhetorically gifted demagogue manages to assemble whole crowds of friends and followers around him - including above all his \"protectress\", the enigmatic Russian woman Angelika - is reflected in the speed at which he succeeds in attracting enemies from church and state. His love for the beautiful Eleonora, the daughter of a middle-class family, studying medicine at the University of Geneva - a city where Mussolini himself has been carrying stone around as an unskilled worker - even convinces him to take up studying. When a fatal accident occurs on the building-site - a worker plunges to his death from a badly-secured section of scaffolding - the young student Mussolini calls for a general strike. Arrest and expulsion are the consequences of this first piece of agitation, and it is only the intervention of his influential friend Angelika which saves him from being thrown into jail. But Mussolini is not a man to give up easily. Soon he's successful again, in Trieste, working as editor of the socialist newspaper \"L'Avventure del Lavoratore\", and a conflict soon arises between himself and the local clergy. This, however, provides the local imperial Austrian authorities with the excuse they need to expel this troublemaker and agitator from the country. Back in his native town of Forlì, Mussolini marries Rachele, his childhood sweetheart. But he's still a long way from settling down into a \"bourgeois\" lifestyle - he spends far more time with his comrades, and especially the pretty female comrades, than with Rachele and the family. It's not long before Mussolini becomes local chief of the Italian Socialist Party, in which he reveals his secure instinct for power and his talent for intrigue as he plays off various sections of the left against each other. Very soon he's levered his arch-rival Bissolati out of office: in Milan Mussolini becomes editor-in-chief of the country's largest socialist newspaper, \"Avanti!\". Mussolini exploited the escalation in violence among the country's workers for his own ends. The \"reds\" - the left-wing Socialists - and the \"yellows\" - the Republicans - were involved in a bitter war with each other. At the peak of this crisis, however, World War I broke out. While the Italian Nationalists are urging the country to take part in the war, the left wing builds its support on the pacifist strength of the \"Socialist International\": the workers of Europe must unite against the imperialist warmongers! Now that those in power represent a common enemy, Mussolini - via an adroit move - succeeds in uniting the warring left-wing factions. Although hopes that a united European left will be able to stop the war are soon dashed, Mussolini is now more powerful than ever before. It is at this period of his life that he begins to have growing doubts about neutrality and pacifism being worthy aims for a true revolutionary. Gradually he turns all his allies, even the staunchest ones, into enemies, including his beloved Angelika, by showing a lot of sympathy towards the landowning classes. The last great chapter in the history of Mussolini the socialist is now played out against the backdrop of World War I, and the transformation begins which will eventually lead him to found an entirely different type of socialism altogether - Fascismo. While the pacifists in his party are pressing for neutrality, Mussolini finally allows himself to be \"bought\" by the Conservative government. The former anti-war campaigner turned opportunist now supports the war. Now he's on his own - and at the turning-point of his political career...",
    "chinese_title": "年轻时的墨索里尼",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Il giovane Mussolini",
    "imdb_rating_average": 5.7,
    "douban_rating_average": 0,
    "update_at": "2025-03-09T02:00:40"
}