{
    "aka": [],
    "sid": "5113348",
    "cast": [
        {
            "url": "/celebrity/1286557/",
            "name": "Jon Hewitt Jon Hewitt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1147037/",
            "name": "Ian Rilen Ian Rilen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1129462/",
            "name": "Claire Paradine Claire Paradine",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1063856/",
            "name": "Randall Berger Randall Berger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1046668/",
            "name": "理查德·沃斯滕克罗夫特 Richard Wolstencroft",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1992",
    "genre": [
        "动作",
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2355778387.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1046668/",
            "name": "理查德·沃斯滕克罗夫特 Richard Wolstencroft",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1286557/",
            "name": "Jon Hewitt Jon Hewitt",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0103841",
    "director": [
        {
            "url": "/celebrity/1286557/",
            "name": "Jon Hewitt Jon Hewitt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1046668/",
            "name": "理查德·沃斯滕克罗夫特 Richard Wolstencroft",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1992"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0103841/",
    "imdb_votes": 300,
    "this_title": [
        "Bloodlust"
    ],
    "douban_link": "https://movie.douban.com/subject/5113348/",
    "imdb_rating": "3.2/10 from 300 users",
    "trans_title": [
        "嗜血"
    ],
    "douban_votes": "0",
    "introduction": "Bloodlust is a spectacular achievement. Richard Wolstencraft and Jon Hewitt's opus is a very fine film of its own accord, however its importance ultimately lies in the fact that it is an example of that rarest of breeds - an Australian film with balls. Bloodlust spits all over the dreary crap that regularly gets churned out with the assistance of funding bodies. At the time of its release, this film was a much needed shot of adrenalin in the arm of the limp and pathetic Australian independent film-making scene.I don't care if each character has a different, equally unconvincing, accent or that the calibre of acting displayed in the film makes the average porn star look like Laurence Olivier. The film was obviously made on the sniff of wet rag with a cast of amateurs. Get over it. Bloodlust is all about ideas, in particular exploring the cinematic boundaries of sex and violence. In that regard, Bloodlust is the least patronising film I have ever seen. It gives the viewer large doses of sex and gore, often both at once, without all the garbage in between. For me, Bloodlust is like getting a huge serving of dessert without having to eat your mangy vegetables beforehand.The film revolves around three blood drinking killers - Tad, Frank and Lear. Our three heroes spend most of their time having sex and murdering people, although not necessarily in that order. When the local stake wielding religious fanatics almost succeed in killing Tad, the lovely threesome decide to rob a casino and retire. This sets off a chain of events that result in Tad and his ladies being chased by police, mobsters and the religious slayers. Bloodlust does not waste a second of its running time being boring. If someone is not being mutilated or having sex, then one of the characters is spewing out a tasteless joke. In fact, Bloodlust is a very funny movie. The screenplay is wonderfully literate and the humour, while not exactly subtle, is dark and pointed.",
    "chinese_title": "嗜血",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Bloodlust",
    "imdb_rating_average": 3.2,
    "douban_rating_average": 0,
    "update_at": "2025-05-19T08:12:25"
}