{
    "aka": [
        "Weininger's Last Night"
    ],
    "sid": "5114923",
    "cast": [
        {
            "url": "/celebrity/1121363/",
            "name": "保卢斯·曼克 Paulus Manker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1101343/",
            "name": "哈康·希森贝格尔 Hakon Hirzenberger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1051117/",
            "name": "安德莉亚·埃克特 Andrea Eckert",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1145059/",
            "name": "西戈德·拉普 Sieghardt Rupp",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1157342/",
            "name": "Hilde Sochor Hilde Sochor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1196990/",
            "name": "Arminio Rothstein Arminio Rothstein",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1989",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2229364212.jpg",
    "region": [
        "奥地利"
    ],
    "writer": [
        {
            "url": "/celebrity/1121363/",
            "name": "保卢斯·曼克 Paulus Manker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1053043/",
            "name": "Joshua Sobol Joshua Sobol",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0098629",
    "director": [
        {
            "url": "/celebrity/1121363/",
            "name": "保卢斯·曼克 Paulus Manker",
            "@type": "Person"
        }
    ],
    "duration": "Germany: 105 分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1989"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0098629/",
    "imdb_votes": 67,
    "this_title": [
        "Weiningers Nacht"
    ],
    "douban_link": "https://movie.douban.com/subject/5114923/",
    "imdb_rating": "7.0/10 from 67 users",
    "trans_title": [
        "魏宁格的最后一夜",
        "Weininger's Last Night"
    ],
    "douban_votes": "0",
    "introduction": "Otto Weininger (April 3, 1880 – October 4, 1903) was an Austrian philosopher. In 1903, he published the book Geschlecht und Charakter (Sex and Character), which gained popularity after his suicide at the age of 23. Today, Weininger is generally viewed as misogynistic and antisemitic in academic circles, but was held to be a great genius by the philosopher Ludwig Wittgenstein and the writer August Strindberg.In his book Sex and Character, Weininger argues that all people are composed of a mixture of the male and the female substance, and attempts to support his view scientifically. The male aspect is active, productive, conscious and moral/logical, while the female aspect is passive, unproductive, unconscious and amoral/alogical. Weininger argues that emancipation should be reserved for the \"masculine woman\", e.g. some lesbians, and that the female life is consumed with the sexual function: both with the act, as a prostitute, and the product, as a mother. Woman is a \"matchmaker\". By contrast, the duty of the male, or the masculine aspect of personality, is to strive to become a genius, and to forego sexuality for an abstract love of the absolute, God, which he finds within himself.A significant part of his book is about the nature of genius. Weininger argues that there is no such thing as a person who has a genius for, say, mathematics, or music, but there is only the universal genius, in whom everything exists and makes sense. He reasons that such genius is probably present in all people to some degree.In a separate chapter, Weininger, himself a Jew who had converted to Christianity in 1902, analyzes the archetypal Jew as feminine, and thus profoundly irreligious, without true individuality (soul), and without a sense of good and evil. Christianity is described as \"the highest expression of the highest faith\", while Judaism is called \"the extreme of cowardliness\". Weininger decries the decay of modern times, and attributes much of it to feminine, and thus Jewish, influences. By Weininger's reckoning everyone shows some femininity, and what he calls \"Jewishness\".Weininger's suicide in the house in Vienna where Beethoven had died, the man he considered one of the greatest geniuses of all made him a cause célèbre, inspired several imitation suicides, and turned his book into a success. The book received glowing reviews by August Strindberg, who wrote that it had \"probably solved the hardest of all problems\", the \"woman problem\".This film, dramatizing Weininger's life, is an adaptation of the 1982 play Soul of a Jew by Israeli writer Joshua Sobol. Director Paulus Manker also plays the lead role.",
    "chinese_title": "魏宁格的最后一夜",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Weiningers Nacht",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-11-07T03:28:11"
}