{
    "aka": [],
    "sid": "5114099",
    "cast": [
        {
            "url": "/celebrity/1049747/",
            "name": "蒂姆斯·伯特姆斯 Timothy Bottoms",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1284638/",
            "name": "Robert Gavin Robert Gavin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1282729/",
            "name": "Jenny Drugan Jenny Drugan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319695/",
            "name": "香农·戴 Shannon Day ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162875/",
            "name": "Brian Williams Brian Williams",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1093015/",
            "name": "埃德·盖尔 Ed Gale",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1059916/",
            "name": "Tom Allard Tom Allard",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [
        "家庭",
        "奇幻",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1509642062.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1003566/",
            "name": "查克·门维尔 Chuck Menville",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0101130",
    "director": [
        {
            "url": "/celebrity/1046090/",
            "name": "Frank De Palma Frank De Palma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1021072/",
            "name": "John Strysik John Strysik",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1287598/",
            "name": "伦·詹森 Len Janson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1279683/",
            "name": "杰夫·伯尔 Jeff Burr",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1991"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0101130/",
    "imdb_votes": 1138,
    "this_title": [
        "Land of the Lost"
    ],
    "douban_link": "https://movie.douban.com/subject/5114099/",
    "imdb_rating": "6.8/10 from 1138 users",
    "trans_title": [
        "失落的大陆"
    ],
    "douban_votes": "0",
    "introduction": "Because of the success in syndication of the cult 1974 series Land of the Lost, Sid and Marty Krofft created a remake.[1] The new Land of the Lost saw advanced special effects and a lighter, less survivalist-oriented tone.The series ran for 26 episodes spread over two seasons, with each season consisting of thirteen episodes. It featured the Porter family—father Tom, son Kevin and daughter Annie—trapped in a parallel universe after their Jeep Cherokee (referred to as a \"truck\" in the series) fell through a time portal while exploring the back country. They soon meet another human, a beautiful \"jungle girl\" named Christa who came from 1960s San Francisco. Christa became trapped in the Land of the Lost when she was very young and grew up alone. (An earlier concept would have featured an adult Holly Marshall as the \"mystery girl\" along with Cha-Ka but due to casting the characters were revisualized as Christa and Stink).Intelligent natives of the Land of the Lost include chimpanzee-like Pakuni and the lizard-like Sleestak, and there are many species of dinosaurs filling the jungle. A Paku named Stink and a baby dinosaur named Tasha were befriended by the Porters. Acting as antagonists were a trio of exiled Sleestak criminals named Shung, Keeg and Nim. Shung is their leader and possesses a powerful crystal sword. Another major obstacle faced by the Porters was a one-eyed Tyrannosaurus named Scarface, who lived near the area where the family made their home and frequently chased after them in an attempt to eat them.A sorceress named Keela with genuine magical powers was introduced in the second season and appeared in two episodes. Another character added in the second season was Namaki, a strange fish-like human who befriended Christa when she was just a little girl.The first eight episodes of Season 1 were released onto videocassette at two episodes per video. As of 2012 the series has yet to be released on DVD.",
    "chinese_title": "失落的大陆",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Land of the Lost",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-12-01T06:42:26"
}