{
    "aka": [
        "The Old Song"
    ],
    "sid": "5114022",
    "cast": [
        {
            "url": "/celebrity/1052368/",
            "name": "Grischa Huber Grischa Huber",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1116112/",
            "name": "Lotte Meyer Lotte Meyer",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1992",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2920185585.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1008628/",
            "name": "乌拉·施特克尔 Ula Stöckl",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0101312",
    "director": [
        {
            "url": "/celebrity/1008628/",
            "name": "乌拉·施特克尔 Ula Stöckl",
            "@type": "Person"
        }
    ],
    "duration": "82 分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1992"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0101312/",
    "imdb_votes": 12,
    "this_title": [
        "Das alte Lied..."
    ],
    "douban_link": "https://movie.douban.com/subject/5114022/",
    "imdb_rating": "6.3/10 from 12 users",
    "trans_title": [
        "The Old Song"
    ],
    "douban_votes": "0",
    "introduction": "Who is Ilse? Her laughter and her songs haunt the film. Did her sister Katharina really denounce her? Did Alf really sacrifice his career for the sake of his love for her? Is Ilse still alive or does she only still exist as a symbol of joie de vivre and strength in the dreams of these people, whose stories are told in this film?Ilse is the woman who never fit in. This is the exact opposite of her hardworking sister Katharina, who brought up her brother, as well as her son and grandson, and who always put her own life and needs to one side and gave up everything for the family. Didn't Katharina deserve finally, in December 1990, to get her reward. Despite the lie, which she has been living, and which she only now admits to her family? Finally, on the occasion of her 70th birthday she comes together with her childhood sweetheart Alf, who only ever wanted her sister Ilse. In a similar way Germany is now also reunited. Forty years ago she fled from her native Dresden to Hamburg. Now she wants to return. Katharine feels no sense of injustice, as she calls for the return of \"her\" house on the river Elbe. Was it ever really hers? After all she bought it for a \"song\" from a Jewish family in Nazi-ruled Germany.",
    "chinese_title": "Das alte Lied...",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-07-15T14:00:21"
}