{
    "aka": [
        "Kazyonnyy dom",
        "The Public House"
    ],
    "sid": "5115190",
    "cast": [
        {
            "url": "/celebrity/1109218/",
            "name": "尤里·卡京-雅尔采夫 Yuri Katin-Yartsev",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1127647/",
            "name": "加琳娜·波尔斯基赫 Galina Polskikh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1146176/",
            "name": "妮娜·鲁斯兰诺娃 Nina Ruslanova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1152702/",
            "name": "塔玛拉·肖明娜 Tamara Syomina",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1153087/",
            "name": "瓦迪姆·维尔斯基 Vadim Vilsky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1526911/",
            "name": "塔蒂亚娜·克雷切托娃 Tatyana Krechetova",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1989",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878891068.jpg",
    "region": [
        "苏联"
    ],
    "writer": [],
    "imdb_id": "tt0097654",
    "director": [
        {
            "url": "/celebrity/1026094/",
            "name": "阿尔伯特·姆克尔柴扬 Albert S. Mkrtchyan",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1989"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0097654/",
    "imdb_votes": 41,
    "this_title": [
        "Казенный дом"
    ],
    "douban_link": "https://movie.douban.com/subject/5115190/",
    "imdb_rating": "6.0/10 from 41 users",
    "trans_title": [
        "孤儿所",
        "Kazyonnyy dom",
        "The Public House"
    ],
    "douban_votes": "0",
    "introduction": "Albert S Mkrtchan was famous for making such positive and adventurous films as: Zemlya Sannikova 1975, Lekarstvo Protiv Strakha 1980, Opekun 1970. He was not very popular, but Zemlya Sannikova was really well-known film of 70s generation. During Perestroika this director made his first \"horror\" film about children without parents, who live in an asylum. We are shown a lot of social horror of one who live without parents and about the savage laws there.Some children snuff, prostitution , loneliness can be seen the first part of the film. Weaker children suffer-stronger punish. Others go to some naughty concerts drinking and even breathing toxic poisons to get high.Those are the main characters- a bunch of addicts-children in their 6-13 years old, who get used to breathe chemicals and hiding some cisterns in a basement, where they go at night to get their only real unforgettable pleasure.We can see how teachers are heartless in that school of life. The laws look more like imprisonment. One of the kids is black and suffers a lot of being different from others. When once they go to get high- the black one suddenly dies-so his friends are afraid of telling the truth to anybody- they just leave the boy digging him under stones in the basement.They returned to asylum having made an agreement of silence.But in some days one guy the most addicted to breathing chemicals returns back to basement to have more fun. When him comes inside he suddenly see his dead friend being a ghost.Well, after all this is rather gloomy and realistic film from Perestroika time.Mkrtchan managed to make film that will not entertain many folks, but it will make you feel, as if you live like the children in that hellish asylum, who see no future no happiness.",
    "chinese_title": "孤儿所",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Казенный дом",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-05-22T03:01:30"
}