{
    "aka": [],
    "sid": "5115543",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1988",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2512749124.jpg",
    "region": [
        "布基纳法索"
    ],
    "writer": [
        {
            "url": "/celebrity/1046427/",
            "name": "加斯顿·卡伯 Gaston Kaboré",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0096495",
    "director": [
        {
            "url": "/celebrity/1046427/",
            "name": "加斯顿·卡伯 Gaston Kaboré",
            "@type": "Person"
        }
    ],
    "duration": "95 分钟",
    "episodes": "",
    "language": [
        "More"
    ],
    "playdate": [
        "1988"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0096495/",
    "imdb_votes": 103,
    "this_title": [
        "Zan Boko"
    ],
    "douban_link": "https://movie.douban.com/subject/5115543/",
    "imdb_rating": "6.9/10 from 103 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In the Mossi culture, one of the rites attending the birth of a child and its induction as a new member of the community involves the burial of the placenta. The space in which the placenta is buried is called 'Zan Boko' - a phrase which connotes the religious, cultural and affective relations that bind the child to the land and that embraces the notions of 'rootedness' and 'belonging'.\"Zan Boko is an important contribution to one of the central themes of Contemporary African cinema: the conflict between tradition and change. It marks an important synthesis of the 'Africanist' and 'social realist' trends in African filmmaking.\"Zan Boko means 'the place where the placenta is buried' and symbolizes the continuity between past and present in African village societies. The film tells the story of a village swallowed up by one of Africa's sprawling cities. Through this commonplace event, the film reveals the transformation of an agrarian, subsistence society into an industrialized, commodity economy and of an oral culture into a mass media culture.\"Zan Boko is also the story of two men, from two words but sharing a common integrity. Tinga is a peasant farmer whose ancestral land is confiscated by a wealthy businessman. Yabre is a journalist whose uncompromising television expose of Tinga's victimization is censored by a corrupt government.\"Zan Boko was the first African film to take a candid look at the role of television in contemporary Africa. In it we witness a revolution in communications In 'pre-industrial' meaning is inherited through the oral tradition, through the repetition of the 'wisdom of the ancestors.' In industrialized societies it is manufactured by the mass media, by forces controlling society's agenda. The film gives us a unique opportunity to see our own televised civilization through the eyes of the traditional culture it is displacing.\"",
    "chinese_title": "Zan Boko",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-05-12T18:52:26"
}