{
    "aka": [],
    "sid": "5115919",
    "cast": [
        {
            "url": "/celebrity/1108353/",
            "name": "米丽亚米·库奥斯马宁 Mirjami Kuosmanen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1161178/",
            "name": "Mogens Wieth Mogens Wieth",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1148995/",
            "name": "Anton Soini Anton Soini",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1147944/",
            "name": "Tapio Rautavaara Tapio Rautavaara",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1135025/",
            "name": "Jalmari Parikka Jalmari Parikka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1130079/",
            "name": "Hilda Pihlajamäki Hilda Pihlajamäki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128924/",
            "name": "Ale Porkka Ale Porkka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128043/",
            "name": "马蒂·奥拉维斯托 Matti Oravisto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1112368/",
            "name": "Eino Jurkka Eino Jurkka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1107279/",
            "name": "Sakari Jurkka Sakari Jurkka",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1951",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2569757063.jpg",
    "region": [
        "芬兰",
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1052031/",
            "name": "艾瑞克·布隆伯格 Erik Blomberg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040046/",
            "name": "Jack Witikka Jack Witikka",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0121370",
    "director": [
        {
            "url": "/celebrity/1040046/",
            "name": "Jack Witikka Jack Witikka",
            "@type": "Person"
        }
    ],
    "duration": "77 分钟",
    "episodes": "",
    "language": [
        "芬兰语"
    ],
    "playdate": [
        "1951"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0121370/",
    "imdb_votes": 33,
    "this_title": [
        "Aila, Pohjolan tytär"
    ],
    "douban_link": "https://movie.douban.com/subject/5115919/",
    "imdb_rating": "5.9/10 from 33 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The narrator of the story introduces himself as American writer Harm, whose surname was formerly Härmä. His parents were born in Finland and after the war he has decided to get to know the land of his forefathers. At the March reindeer round-up '500 kilometres north of the Arctic Circle' he introduces the main characters of his story, the subjects of the 'tragedy which is to develop': Reino is a hunter, originally from the south, while Aila is the daughter of reindeer herder Morokka. There is an erotic and conspiratorial tension between them: Reino is a reindeer thief and Aila is aware of this but has not betrayed him. The morning after the reindeer round-up Aila leaves for a five-day trip. During the journey her sleigh tips over and the reindeer runs away. Trudging through the snow she is caught in a storm and falls. Reino is travelling with his reindeer and when the storm abates finds Aila buried under the snow. He takes Aila to a deserted hut where the girl revives. During the night they become lovers. In the morning men arrive at the hut, headed by Aila's father. Reino is not there and his dog is shot. Aila explains the situation to her father.A few weeks pass. The writer is a witness to an incident in the village shop: Aila is shopping with her father. Her father wants a good rifle but can't afford it. Reino comes into the shop and trades furs for the rifle. He also chooses a scarf which Aila understands is intended for her.Against the warnings of her grandmother Aila goes to meet Reino. She takes him a puppy and receives the scarf in return. Reino says he will be leaving to do his work as soon as the snow storm starts. Aila asks him to stop stealing reindeer and declares her love for him.Aila's father catches Reino red-handed and shoots him but Reino escapes in a sleigh. During the chase Aila's father catches up with Reino who manages to stab him with a knife and escapes to his cottage. Aila finds her father wounded, covers him and rushes to Reino who she also finds wounded and bandages him with her scarf. She returns to her father to find him dead. With the rifle in her hand she skis after Reino who has lost his skis in his flight and is stumbling along the side of the fell, often falling into the snow. Aila catches up with him. With the last of his strength Reino shoots her and she shoots back. Both fall to the ground and remain lying motionless a few metres away from each other.",
    "chinese_title": "Aila, Pohjolan tytär",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-07-31T13:26:44"
}