{
    "aka": [],
    "sid": "5116029",
    "cast": [
        {
            "url": "/celebrity/1103567/",
            "name": "Stefan Iordache Stefan Iordache",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1135393/",
            "name": "瓦伦丁·波佩斯库 Valentin Popescu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1989",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2511438058.jpg",
    "region": [
        "罗马尼亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1028787/",
            "name": "丹·皮察 Dan Pita",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1043687/",
            "name": "米哈伊尔·萨多维亚努 Mihail Sadoveanu",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0136432",
    "director": [
        {
            "url": "/celebrity/1028787/",
            "name": "丹·皮察 Dan Pita",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "罗马尼亚语"
    ],
    "playdate": [
        "1989"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0136432/",
    "imdb_votes": 93,
    "this_title": [
        "Noiembrie, ultimul bal"
    ],
    "douban_link": "https://movie.douban.com/subject/5116029/",
    "imdb_rating": "7.4/10 from 93 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Stefan Iordache is Prince Cantacuzin, a cultivated man that lives in a small burgh or borough where \"nothing ever happened\". Based on the short novel, \"The Place Where Nothing Ever Happened\" by Mihail Sadoveanu, the film is the story of Cantacuzin's hidden love for his pupil he mentored since early adolescence, until her being married by her stepfather. Daria Mazu, coming from an unfortunate family, with an epileptic brother and a drunker stepfather, and a fortune the latter wants to have for himself, even if that meant getting rid of the children, was tutored and brought up a young lady by Cantacuzin and Mrs. Ortac, which nurtures some feelings for the Prince. When a friend of Cantacuzin dares asking Daria from her father, a set of events sets in motion. Daria's crazy brother appears from nowhere, throwing fits in her married woman home; her father quarrels with her husband for the dowry and an old debt; Daria herself confesses her love to Cantacuzin, who's also confessing, but taking no action, at the beautifully filmed ball scene; and the brother kills his stepfather. In the final scenes, Daria and her brother go deep into a deep morass/lake, to escape from it all. Daria is trapped between the principles Cantacuzin instilled in her, once with the education he provided her and her own bovaric instincts, that do not allow her settle for the quiet existence in the borough. Beautiful classical music, beautiful footage.",
    "chinese_title": "Noiembrie, ultimul bal",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-03-08T22:14:29"
}