{
    "aka": [],
    "sid": "5118539",
    "cast": [
        {
            "url": "/celebrity/1051649/",
            "name": "Francesco Campanini Francesco Campanini",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1052656/",
            "name": "卢卡·马格里 Luca Magri",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1178510/",
            "name": "马里奥·科尔多瓦 Mario Cordova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1195014/",
            "name": "Paolo Rossini Paolo Rossini",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1217132/",
            "name": "Donatello Landi Donatello Landi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "剧情",
        "惊悚",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt0356941",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2002"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0356941/",
    "imdb_votes": 32,
    "this_title": [
        "Nel cuore della notte"
    ],
    "douban_link": "https://movie.douban.com/subject/5118539/",
    "imdb_rating": "6.1/10 from 32 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "E con Nel cuore della notte, di Laurell K. Hamilton, seguito di Sedotta dalla luna, arriviamo al volume 4 del ciclo urban fantasy per adulti su Merry Gentry, la porno principessa sidhe Unseelie Meredith NicEssus, erede al trono di Faerie ed investigatrice privata a Los Angeles.La saga sulle fate, o meglio, sui fey, di Laurell K. Hamilton, prosegue e va focalizzandosi sempre più sulla questione… procreativa. I fey - che sono immortali e si dividono tra “luminosa” Corte Seelie e oscura Corte Unseelie - sono creature poco fertili; soprattutto quelle “superiori”, cioè i bellissimi sidhe. E i sidhe di sangue reale lo sono ancora meno. E’ per questo che Andais, Regina dell’Aria, delle Tenebre e della Corte Unseelie (che si trova nelle colline cave del Missouri), sanguinaria e poco affettuosa zia di Meredith, ha promesso di abdicare e cedere il trono a chi, tra Meredith stessa e Cel, suo unico (degenere) figlio, riesce a procreare per primo.Mentre Cel era - ed è - momentaneamente assente dalle scene (è chiuso in un camera di tortura), abbiamo assistito agli innumerevoli tentativi di Merry di rimanere incinta. Ma, nonostante la gran quantità di sesso fatto, la nostra Merry… incinta ancora non è. In compenso, però, ha scoperto di avere due Mani del Potere piuttosto scioccanti; una, quella della Carne, che riesce a trasformare in un ammasso sanguinolento - ma vivo - qualsiasi creatura, l’altra, quella del Sangue, che allarga le ferite, trasformandole in squarci da cui sgorgano fiumi di sangue. Inoltre, dopo che il Senzanome (l’entità creata da tutti i poteri a cui le creature soprannaturali hanno rinunciato per poter vivere e coesistere con gli umani) è stato distrutto in sua presenza, Meredith, che ha assorbito qualche genere di potere, riesce anche a ridare la divinità ai fey che vi avevano rinunciato (e anche a qualcuno in più).",
    "chinese_title": "Nel cuore della notte",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-06-11T05:22:52"
}