{
    "aka": [
        "Der Traum ist stärker als der Tod",
        "La vache merveilleuse"
    ],
    "sid": "5119686",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1019309/",
            "name": "让·鲁什 Jean Rouch",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0351685",
    "director": [
        {
            "url": "/celebrity/1019309/",
            "name": "让·鲁什 Jean Rouch",
            "@type": "Person"
        }
    ],
    "duration": "70分钟",
    "episodes": "",
    "language": [
        "法语",
        "希腊语",
        "Peul",
        "Tamashek"
    ],
    "playdate": [
        "2002-02-15(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0351685/",
    "this_title": [
        "Le rêve plus fort que la mort"
    ],
    "douban_link": "https://movie.douban.com/subject/5119686/",
    "trans_title": [
        "Der Traum ist stärker als der Tod",
        "La vache merveilleuse"
    ],
    "douban_votes": "0",
    "introduction": "Jean Rouch recounts three dreams of friendship and Dionysian adventures. First dream: Damouré, the man who introduced Rouch to the rituals of the River Niger, returns home after making his fortune in Ghana and fathering a large family. He drives through present-day Niamey in his black, open-top Jaguar looking at the department stores, a bridge, the paved roads. The city is ten times the size it was. Damouré soon realises that things are not what they once were. So in order to rectify this, he decides to make a ritual sacrifice. Second dream: Rouch and his friends take a trip down the River Niger, but they can’t take Damouré along because he doesn’t have permission to leave the country. So Damouré’s place is taken by Lam Ibrahim Dia, a young Peul cowherd from somewhere or other. During the trip, he tells of his marabout journey to Nigeria, where he discovered marvellous white cows that were very soft and came from India. They even spoke Hindi, but the locals didn’t trust them because they didn’t have horns. Nor could they drink their milk. They were indeed the Devil’s own cows. Third dream: in an ancient theatre, a multicultural group of actors gives a strange performance of Aeschylus’ ‘The Persians.’ “Barbarians“ dance and speak in adapted ancient Greek and the modern Peul language. For the sake of convenience, the accomplice poets have translated the dialogues into the language of their colonisers. Close by, in the shadows, the actors’ ancient doubles from 25 centuries earlier seek out the light.",
    "chinese_title": "Le rêve plus fort que la mort",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-08T08:28:33"
}