{
    "aka": [
        "Kto vernyotsa, dolyubit",
        "Love Awaits Those Who Return",
        "Those Who Return Shall Love to the End"
    ],
    "sid": "5120676",
    "cast": [
        {
            "url": "/celebrity/1079820/",
            "name": "尤里·杜布罗温 Yuri Dubrovin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1095711/",
            "name": "Liliya Gurova Liliya Gurova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108849/",
            "name": "Antonina Leftiy Antonina Leftiy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1113601/",
            "name": "Boris Khmelnitsky Boris Khmelnitsky",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1968",
    "genre": [
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2923873427.jpg",
    "region": [
        "苏联"
    ],
    "writer": [],
    "imdb_id": "tt0347362",
    "director": [
        {
            "url": "/celebrity/1036094/",
            "name": "莱奥尼德·奥苏卡 Leonid Osyka",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1968-03-11(苏联)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0347362/",
    "imdb_votes": 37,
    "this_title": [
        "Кто вернётся - долюбит"
    ],
    "douban_link": "https://movie.douban.com/subject/5120676/",
    "imdb_rating": "7.3/10 from 37 users",
    "trans_title": [
        "Kto vernyotsa, dolyubit",
        "Love Awaits Those Who Return",
        "Those Who Return Shall Love to the End"
    ],
    "douban_votes": "0",
    "introduction": "This complicated story begins in 1963, when Perevirte vashi hodynnyky (Check Your Watches), a film script co-authored by Lina Kostenko, one of Ukraine’s greatest women poets and a leading author of her generation, and Arkadii Dobrovol’s’kyi, at the time a recent returnee from Kolyma who had spent twenty-two years there first as a GULAG inmate and later as an exile, won a Ukraine-wide competition and was published in the literary monthly Dnipro. The script is an essayistic meditation on the lives and writings of three young Ukrainian poets who perished on the frontlines of World War II and, in a symbolic gesture, were admitted posthumously into the Ukrainian Writers’ Union in 1962. This collaboration of a woman poet who herself would soon endure many years of persecution for her dissident stance and a screenwriter whose professional career had been interrupted for nearly a quarter century was part and parcel of the Thaw-era radical rethinking of the World War II experience in the Soviet Union and one of the pinnacles of this revisionist trend in Ukraine.An abstract, symbolist-influenced text whose characters bear names like Woman Who Bore Poetry in Her Bosom, Battalion Commander Who Still Did Not Die for His Motherland, or Person in Favor of Whatever Power Is in Power, it radically dispensed with the trappings of socialist realist aesthetics. In true poetic essay film fashion, it blended documentary material with surreal, dreamlike episodes in a subjective narrative open to diverging interpretations. The film was assigned to the recent VGIK graduate, a promising young director named Vasyl’ Illiashenko. Full of youthful enthusiasm and fervor, and buoyed by the considerably freer atmosphere of the Moscow intellectual circles of his student years, he dove headlong into the project. The filming was about three quarters complete when an order came to halt production. In a rare gesture for its time (as opposed to the 1930s), the already shot footage was ordered burned, and only a few fragments have survived thanks to the courage of one of the editors.",
    "chinese_title": "Кто вернётся - долюбит",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2026-02-07T21:28:27"
}