{
    "aka": [],
    "sid": "5120070",
    "cast": [
        {
            "url": "/celebrity/1073720/",
            "name": "Maurice Cass Maurice Cass",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1954",
    "genre": [
        "科幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2455695294.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1061864/",
            "name": "Fritz Blocki Fritz Blocki",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0350124",
    "director": [
        {
            "url": "/celebrity/1037655/",
            "name": "霍林斯沃思·莫尔斯 Hollingsworth Morse",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1954"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0350124/",
    "imdb_votes": 100,
    "this_title": [
        "Silver Needle in the Sky"
    ],
    "douban_link": "https://movie.douban.com/subject/5120070/",
    "imdb_rating": "4.6/10 from 100 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Champions of justice in the 21st Century, Space Ranger Rocky Jones and his crew are sent to escort a group of planetary ambassadors to a United Worlds Conference. The gathering is intended to promote peace throughout the universe. Evil femme fatale Cleolanta sabotages the event by capturing the delegates and uses them as pawns in a devilish scheme. Rocky must now call upon his deepest reserves of strength and courage to foil Cleolanta and rescue the hostages so that the conference for peace can proceed.Silver Needle In The Sky was compiled from episodes of \"Rocky Jones, Space Ranger,\" which ran from 1953 to 1955. The special effects seen in the TV program were considered state-of-the-art in the '50s and thrilled young audiences of that period. Sally Mansfield was a contract player for Paramount Pictures, but is best known for the role of spaceship navigator Vena Ray in the Rocky Jones series. Richard Crane, who portrays the show's title character, appeared in several other minor science fiction classics, inluding the serial Mysterious Island, The Neanderthal Man, The Alligator People and The Devil's Partner. Scotty Beckett, who appears as Winky, had risen to fame decades earlier as one of the Little Rascals. Director Hollingsworth Morse had a guiding hand in numerous television series throughout his long career, including \"Zorro,\" \"Adam-12\" and \"The Dukes Of Hazzard.\"",
    "chinese_title": "Silver Needle in the Sky",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.6,
    "douban_rating_average": 0,
    "update_at": "2025-01-30T12:00:39"
}