{
    "aka": [],
    "sid": "5120470",
    "cast": [
        {
            "url": "/celebrity/1091524/",
            "name": "埃迪·加西亚 Eddie Garcia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1160653/",
            "name": "Ray Ventura Ray Ventura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1300042/",
            "name": "Priscilla Almeda Priscilla Almeda",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "菲律宾"
    ],
    "writer": [],
    "imdb_id": "tt0348165",
    "director": [],
    "duration": "112分钟",
    "episodes": "",
    "language": [
        "塔加路语",
        "英语",
        "菲律宾语"
    ],
    "playdate": [
        "2001"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0348165/",
    "imdb_votes": 56,
    "this_title": [
        "Syota ng bayan"
    ],
    "douban_link": "https://movie.douban.com/subject/5120470/",
    "imdb_rating": "7.2/10 from 56 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Tanya, a sex-symbol on the wane, went home and gets herself neck-deep into the election fever as she wreaks havoc on the hometown political scene. Specially as her campaigns drives the incumbent mayor up against the wall. Even more so as romance bloomed between her and the mayor\\'s son. Dity tricks get into the picture but Tanya pulls surprise of her own.The word syota is commonly understood as girlfriend/boyfriend but may also mean someone with whom one has a short time relationship?a one-night-stand. \"Syota ng bayan\" connotes a loose woman (pakawala) whom anyone may bed, but in \"Syota ng Bayan\" it takes on a positive meaning as \"Darling of the People.\" Syota ng Bayan is Tanya Marquez (Priscilla Almeda), a bold star who quits showbiz and goes back to her hometown. Finding out that a cement factory is causing a lot of havoc in the environment and in the lives of her town mates, she challenges the incumbent of Mayor Golano (Eddie Garcia) to have it closed. When denied, Tanya rallies the people in protest but is silenced. The mayor's opponents prevail upon Tnays to run for mayor in the coming elections against Golano's son, Peter Lee (Tonton Gutierrez). During the campaign period Tanya and Peter Lee meet and fall in love. Will this mark the end of Golano's political dynasty?",
    "chinese_title": "Syota ng bayan",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-04-05T22:52:31"
}