{
    "aka": [
        "Гнездо на ветру"
    ],
    "sid": "5120743",
    "cast": [
        {
            "url": "/celebrity/1056648/",
            "name": "Rudolf Allabert Rudolf Allabert",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1021067/",
            "name": "阿尔沃·伊霍 Arvo Iho",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055620/",
            "name": "Evald Aavik Evald Aavik",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1114371/",
            "name": "Tõnu Kark Tõnu Kark",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1116566/",
            "name": "Ain Lutsepp Ain Lutsepp",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1979",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1306438/",
            "name": "Isaak Fridberg Isaak Fridberg",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0347089",
    "director": [
        {
            "url": "/celebrity/1046972/",
            "name": "Olav Neuland Olav Neuland",
            "@type": "Person"
        }
    ],
    "duration": "95 分钟",
    "episodes": "",
    "language": [
        "Estonian"
    ],
    "playdate": [
        "1979"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0347089/",
    "imdb_votes": 93,
    "this_title": [
        "Tuulte pesa"
    ],
    "douban_link": "https://movie.douban.com/subject/5120743/",
    "imdb_rating": "7.3/10 from 93 users",
    "trans_title": [
        "风中之巢",
        "Гнездо на ветру"
    ],
    "douban_votes": "0",
    "introduction": "Осень 1945 года. Сменилась власть в Эстонии. Наступили смутные времена. Прежде крепкое хозяйство Юри Пийра начинает рушиться, а сам он оказывается заложником обстоятельств. Не желает он включаться в политическую борьбу, не желает принять чью-то сторону. Он хочет жить, как жил, честно трудиться на своей земле, хочет защитить от посягательств семью, дом, пашню, скот. И все. Но внешний мир не хочет терпеть такой нейтральности хуторянина. На его покой посягают и «лесные братья», и представители советской власти. И те, и другие для него — бандиты, разоряющие хозяйство, лишающие покоя. Мир сошел с ума, никому нельзя верить...«Трудно пришлось семейству Пийров осенью 1945 и зимой 1946 года. Их маленький хутор затерян в лесной глуши. До властей далеко, до города еще дальше. Забрел на двор потрепанный человек, не совсем в себе, немой, должно быть, контуженный. Кто он — друг, враг? Бояться его надо или пригреть, дать кусок хлеба? А вот тянутся следом четверо с автоматами и с ними бывший учитель. Он спрашивает тебя, крестьянина, любишь ли ты свою родную землю? Если любишь, давай еду, поддержи тех, кто скрывается в лесу от нового режима. А если плохой ты патриот, история тебя осудит, да и пуля из шмайсера может легко достигнуть в следующее мгновение... Уйдут эти, только уляжется всполох в семье, как глянь — фыркает, грохочет мотоцикл. Это Тийт Пальясмаа, парень, выросший на соседнем хуторе. Теперь он — представитель Советской власти — строго спрашивает, почему до сих пор не сдано государству зерно? Или ты, Юри Пийр, испугался угроз молодчиков из лесу? А попробуй, не испугайся, если за угрозами звучат выстрелы, если лошадь привозит к райсовету вместе с мешками зерна и своего бездыханного владельца...Было время, подобные сюжеты строились, если можно так выразиться, субъективно-психологическом ключе.Вопрос стоял так: проявил ли герой повествования сознательность? Что он, собственно говоря, считает своей родиной? Понимает ли, что с лета 1940 года его родина — не маленькая буржуазная Эстония, а огромный, многонациональный Советский Союз, живущий по социалистическим предначертаниям? Понимает? Сотрудничает с новой властью? Сдает продовольственные поставки? Тогда он имеет право на сочувствие зрителя, на искреннее сострадание, если сюжет оборвется эпизодом похорон.Сценаристы Исаак Фридбергас и Григорий Кановичус, режиссер Олев Неуланд ставят примечательный акцент на другом — на цепи суровых обстоятельств, в которых Юри Пийру приходится проявлять свою сознательность. Суровые ветры времени насквозь продувают его усадьбу. Надо еще учесть, что и сам Юри — не бесплотный символ, а человек из мяса и костей. Ему холодно, голодно, ему больно и за себя, и за семью. Он сохранил в неприкосновенности все предрассудки хозяйчика средней руки. Немой работник, возмечтавший о любви к вдовой невестке Юри, оскорбляет его достоинство. А своего, и того, что отнимают «лесные братья», и того, что, хочешь-не хочешь надо сдать по поставкам,— так жалко, так жалко, сил нет. Свистят пули, взрываются гранаты прямо у крыльца, а немолодой, тяжелый Юри Пийр пытается в хлеву уложить кормилицу-корову на пол, на солому, фактически прикрывает ее своим телом от губительного свинца.«Каждое поколение как бы заново, по-своему осмысливает время испытаний своей Родины, своего народа»,— сформулировал основную фильма «Гнездо на ветру» Г. Панфилов, художественный руководитель постановки»Виктор Демин«Спутник кинозрителя», июль 1980 года",
    "chinese_title": "风中之巢",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Tuulte pesa",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-03-03T19:00:32"
}