{
    "aka": [
        "Vostochny koridor"
    ],
    "sid": "5120439",
    "cast": [
        {
            "url": "/celebrity/1196928/",
            "name": "Lyudmila Abramova Lyudmila Abramova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1061017/",
            "name": "雷吉曼塔斯·阿多迈蒂斯 Regimantas Adomaitis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1149368/",
            "name": "瓦莲京娜·季托娃 Valentina Titova",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1966",
    "genre": [
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2616883256.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1152504/",
            "name": "瓦伦丁·维诺格拉多夫 Valentin Vinogradov",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0348327",
    "director": [
        {
            "url": "/celebrity/1152504/",
            "name": "瓦伦丁·维诺格拉多夫 Valentin Vinogradov",
            "@type": "Person"
        }
    ],
    "duration": "98分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1966(苏联)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0348327/",
    "imdb_votes": 54,
    "this_title": [
        "Восточный коридор"
    ],
    "douban_link": "https://movie.douban.com/subject/5120439/",
    "imdb_rating": "7.0/10 from 54 users",
    "trans_title": [
        "东部走廊",
        "Vostochny koridor"
    ],
    "douban_votes": "0",
    "introduction": "Описание: Почти сюрреалистическая фантазия о белорусском подполье в годы войны. Бросив тень предательства на одного из подпольщиков, фашисты пытаются расколоть единство арестованных. Прежде чем подпольщики окончательно убедятся в том, что предателей среди них все-таки нет и будут готовы к побегу, они переживут неимоверно трудные дни совместного бытия.Доп. информация:Судьба картины \"Восточный коридор\" - трагична. Достаточно сказать, что в 1967 году в Кишинёве прошел 7-ой кинофестиваль Прибалтийских республик, Беларуси и Молдавии. На котором фильм \"Восточный коридор\" был признан антихудожественным и снят с конкурса.После этого о фильме забыли, на протяжении многих лет о нем никто не слышал, его никто не видел.Режиссёр фильма – Валентин Виноградов – был уволен с киностудии, фактически, отстранен от кинематографа. А фильм \"Восточный коридор\" критики назвали \"эстетизацией жестокости\".\"Восточный коридор\" действительно стоит особняком в ряду работ белорусских кинематографистов, снятых в то время.Надо сказать, что первая работа Виноградова – \"Письма живым\" о Вере Хоружей был воспринят достаточно положительно. Даже жанр притчи, в котором его представил режиссёр, не раздражал. В верхах попросили снять фильм о войне. При работе над материалом совместно со сценаристом – Алесем Кучарой – были найдены весьма любопытные судьбы героев минского подполья.Напомним, что судьба минского подполья была печальной. Почти все его участники были арестованы и казнены. Только немногим удалось спастись.И создатели фильма хотели показать войну такой, какая она есть – не с точки зрения воюющей армии, а с точки зрения сопротивления оккупированных территорий.Более того, создатели картины потом признавались, что чем больше изучали материал, тем больше убеждались, что не будут снимать традиционный фильм о войне. Критики потом отметят, что при всех полярных отношениях к картине, она – единственная, снятая на \"Беларусьфильме\", где была попытка затронуть тему Холокоста, возможно, тему – долготерпения, причем, в высшем – философском - смысле этого слова.Материал был близок как режиссёру, так и сценаристу. Надо сказать, что Валентин Виноградов окончил главный кинематографический вуз страны, который считался островком свободомыслия и диссиденства. Вместе с ним учились Тарковский, Шукшин и Гордон.Алексей Кучара – весельчак в быту, обладал философским складом ума, что, разумеется, отразилась в его работе. Потом скажут, если бы не оценка фильма приверженцами соцреализма, он мог бы повторить судьбу картины \"Летят журавли\". Но фильм был признан антихудожественным, и не просто положен на полку – забыт.А между тем, создатели нашли весьма необычные декорации. Сцены снимались в Литве и Мирском замке. Который в то время являл собой весьма плачевное зрелище.Виноградов предпочитал работать с не растиражированными лицами. Потому приглашал малоизвестных в то время актеров, а то и вообще – непрофессионалов. Так, на главную роль был приглашен неизвестный пока Регинатас Адомайтис.Непонимание и неприятие фильма руководством страны сделало невозможным его прокат. Рассказывают, что во время просмотра Петр Машеров, встал в середине фильма – и вышел. А секретарь ЦК КПБ по культуре, который дал положительную оценку фильму, спешно был отправлен послом в Польшу.В кинематографическом мире ополчились не только на режиссёра, но и на его тандем со сценаристом.И только во время перестройки о картине вспомнили. На 30-ом международном кинофестивале его включили в программу в номинации \"Советский авангардизм\".",
    "chinese_title": "东部走廊",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Восточный коридор",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-01-25T20:00:17"
}