{
    "aka": [],
    "sid": "5121370",
    "cast": [
        {
            "url": "/celebrity/1023128/",
            "name": "保罗·赫特 Paul Hecht",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1067690/",
            "name": "Robert Clark Robert Clark",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901751624.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1046580/",
            "name": "叶礼庭 Michael Ignatieff",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0344305",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2002"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0344305/",
    "imdb_votes": 30,
    "this_title": [
        "Scar Tissue"
    ],
    "douban_link": "https://movie.douban.com/subject/5121370/",
    "imdb_rating": "6.1/10 from 30 users",
    "trans_title": [
        "疤痕组织"
    ],
    "douban_votes": "0",
    "introduction": "She often repeating herself and small lapses in her memory are the first indications that Mora Carlisle-Nevsky's family have that something is not quite right. Only in her mid-fifties, she is eventually diagnosed with a degenerative case of Alzheimer's, which will gradually make her brain function deteriorate and which will take her life in approximately three years. Despite their family line being predisposed to the disease, each of her family members takes the news in a different way. Her husband, Alex Nevsky, vows to take care of her without outside professional help, no matter what it takes. Her older son, Nick Nevsky, a physician, has a more matter-of-fact and pragmatic view of what his mother requires. But the news hits her younger son, professor and filmmaker Daniel Nevsky, the hardest. He can't fathom his mother, a former renowned painter, losing her strong personality. He looks for answers as to what has happened in her life - most specifically why she stopped painting twenty years earlier - if that knowledge can help her now, and if it can make him understand what is happening in his own life. As such, he decides to make a documentary film about her. As Mora's situation worsens and as Daniel's focus becomes singularly on her, it takes its toll on his own family - his wife Shannon and their adolescent son Jake.",
    "chinese_title": "疤痕组织",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Scar Tissue",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-19T17:44:59"
}