{
    "aka": [],
    "sid": "5121576",
    "cast": [
        {
            "url": "/celebrity/1131339/",
            "name": "约翰·纳特尔斯 John Nettles",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1084695/",
            "name": "莫瑞斯·德纳姆 Maurice Denham",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1435645/",
            "name": "安吉拉·伊斯特林 Angela Easterling",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1166145/",
            "name": "克里斯托弗·雷恩 Christopher Wren",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119143/",
            "name": "希亚兰·麦登 Ciaran Madden",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016723/",
            "name": "乔安娜·大卫 Joanna David",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316383/",
            "name": "海蒂·贝恩斯 Hetty Baynes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322976/",
            "name": "伊丽莎白·嘉尔维 Elizabeth Garvie",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1982",
    "genre": [
        "爱情",
        "悬疑"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2164328993.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1050010/",
            "name": "阿加莎·克里斯蒂 Agatha Christie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1030119/",
            "name": "威廉·科利特 William Corlett",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1373088/",
            "name": "T·R·鲍温 T.R. Bowen",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0343230",
    "director": [
        {
            "url": "/celebrity/1297666/",
            "name": "迈克尔·辛普森 Michael Simpson",
            "@type": "Person"
        }
    ],
    "duration": "52分钟",
    "episodes": "10",
    "language": [
        "英语"
    ],
    "playdate": [
        "1982-09-07(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0343230/",
    "imdb_votes": 471,
    "this_title": [
        "The Agatha Christie Hour"
    ],
    "douban_link": "https://movie.douban.com/subject/5121576/",
    "imdb_rating": "7.1/10 from 471 users",
    "trans_title": [
        "阿加莎·克里斯蒂悬疑剧场"
    ],
    "douban_votes": "324",
    "introduction": "Agatha Christie Hour is a collection of ten hour-long dramas based on short stories by the most popular novelist in history. Some were romances, some had supernatural themes and a couple were adventures. The common link was that all came from the talented pen of Agatha Christie, all were entertaining and each drama was carefully crafted and well cast with many of Britain’s best known actors of the time represented.1.The Case of the Middle-Aged Wife:When Mrs Packington, whose husband is paying more attention to his young secretary, answers an ad in the papers reading, ARE YOU HAPPY? IF NOT, CONSULT MR PARKER PYNE, she soon finds herself being dazzled and swept off her feet by the handsome Claude Luttrell.2.In A Glass Darkly:Matthew Armitage is startled by a vision in his mirror: he sees a man with a scarred neck strangling a beautiful blonde. He later meets the woman in his vision, Sylvia, and notes her fiance’s scarred neck. Mathew tells Sylvia of his premonition, and the engagement is broken off. But is that all there is to it?3.The Girl in The Train:George Rowland, a bored playboy, disowned for the seventh time by his wealthy uncle, is on the train to London. When a beautiful girl bursts into his compartment frantically begging to be hidden, his life changes dramatically.4.The Fourth Man:A canon, a lawyer and a psychiatrist find themselves together on a train bound for Newcastle. There is a fourth man in the compartment, who apparently pays no attention to his companions’ animated conversation.5.The Case of the Discontented Soldier:The recently retired Major Wilbraham is bored and unhappy so he answers Parker Pyne’s newspaper ad. Before long the Major finds himself rescuing Freda Clegg from two burly attackers; with Freda in tow, he embarks on a daring adventure to find treasure in the wilds of Africa! Another charming love story of an autumn romance.6.Magnolia Blossom:Theodora Darrell is running away with her lover – and business associate of her husband – Vincent Easton, when she learns her husband Richard is facing financial ruin. Old loyalties resurface and she returns home to see if she can fix the situation.7.The Mystery of the Blue Jar:Playing golf early one morning, Jack Harrington hears a cry, “Murder! Help!” from a nearby cottage. He runs up to find a beautiful French girl, Felise, placidly weeding the garden, oblivious to any disturbance. When the Jack hears the same cries for many days he begins to think he might be mad. But are more sinister forces at work?8.The Red Signal:Dermot West is invited to dinner at the home of Jack and Claire Trent. The first is his best friend, the second, the woman he loves. During the evening the conversation turns to the supernatural; Dermot admits he frequently gets what he calls ‘the red signal’ to warn him of impending danger. He neglects to mention that he is getting the signal strongly that night!9.Jane in Search of a Job:Jane Cleveland lands a sought-after job as double for the Grand Duchess of Ostrova during the latter’s state visit to England. An attempt is feared on the Duchess’ life and when Jane is framed for a theft, events become ever more complicated. Can she clear her name and who is trying to kill the Duchess?10.The Manhood of Edward Robinson:Prim and proper, yet a romantic dreamer, Edward Robinson, leads a rather dull life with his domineering girlfriend and uninspiring job. His quiet, dull life ends when he wins some money in a newspaper contest and he embarks on an adventure that even he never dreamed of.",
    "chinese_title": "阿加莎·克里斯蒂悬疑剧场",
    "douban_rating": "7.8/10 from 324 users",
    "foreign_title": "The Agatha Christie Hour",
    "imdb_rating_average": 7.1,
    "douban_rating_average": "7.8",
    "update_at": "2025-05-22T08:07:13"
}