{
    "aka": [
        "I Call You Angel"
    ],
    "sid": "5124189",
    "cast": [
        {
            "url": "/celebrity/1187899/",
            "name": "姜利奈 Ri-na Kang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1378855/",
            "name": "崔允锡 Choi Yoon-seok",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1992",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2502919357.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "imdb_id": "tt0330682",
    "director": [],
    "duration": "128分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1992"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0330682/",
    "this_title": [
        "나는 너를 천사라고 부른다"
    ],
    "douban_link": "https://movie.douban.com/subject/5124189/",
    "trans_title": [
        "I Call You Angel"
    ],
    "douban_votes": "0",
    "introduction": "SYNOPSISIn the 1970s, Jung In-sook, the daughter of the deputy mayor of Daegu came to Seoul with dreams of becoming an actress. In-sook approached Jang Sa-gong, a popular radio program writer, under the false pretense of being a French literature student. Sa-gong is enamored with In-sook's spunk and naivete, but In-sook was working for Sun-woon-gak, a high class room nightclub as a hostess. Her exceptional beauty and manners brought her instant celebrity among her co-workers and when she meets a top political figure, her life changes. But In-sook soon becomes someone who knows too much about political maneuvering. Not realizing that her world is closing in on her, she struggles to hold on to her position. But when she finally realizes that she was only truly happy with Sa-gong, her fate, as planned out by nameless powers that, approaches her.故事20世纪70年代，大邱市副市长钟恩洙以演员的梦想来到首尔。他接近当时受欢迎的广播电台作家张思恭，并欺骗他成为一所着名大学的学生。反对无辜和无辜行为的经理感到一阵幸福，但她已经进入了一个名叫孙仁安的高级童话故事。以她优秀的美丽和耕种的行为，她的立场日益增长，有一天她得到了最高的政治权力，改变了自己的命运，从而立即获得了幸福和权力。然而，曾经知道时间很多腐败的Jung In-sook，急于保护自己的位置，而不知道她的生活越来越大。一旦她觉得她对埋葬的第一次爱是真正的幸福，她的最后命运就是由未知的权力进行的。",
    "chinese_title": "나는 너를 천사라고 부른다",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-01-29T01:44:49"
}