{
    "aka": [
        "Mori to mizuumi no matsuri",
        "The Outsiders"
    ],
    "sid": "5124788",
    "cast": [
        {
            "url": "/celebrity/1007153/",
            "name": "高仓健 Ken Takakura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037632/",
            "name": "香川京子 Kyôko Kagawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119854/",
            "name": "三国连太郎 Rentarô Mikuni",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012103/",
            "name": "中原瞳 Hitomi Nakahara",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002137/",
            "name": "有马稻子 Ineko Arima",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1107157/",
            "name": "加藤嘉 Yoshi Katô",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031711/",
            "name": "花泽德卫 Tokue Hanazawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1026842/",
            "name": "风见章子 Akiko Kazami",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008504/",
            "name": "佐佐木孝丸 Takamaru Sasaki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1537288/",
            "name": "户田春子 Haruko Toda",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1958",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896015449.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1007979/",
            "name": "武田泰淳 Taijun Takeda",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0328153",
    "director": [
        {
            "url": "/celebrity/1048499/",
            "name": "内田吐梦 Tomu Uchida",
            "@type": "Person"
        }
    ],
    "duration": "113分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1958-11-26(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0328153/",
    "imdb_votes": 23,
    "this_title": [
        "森と湖のまつり"
    ],
    "douban_link": "https://movie.douban.com/subject/5124788/",
    "imdb_rating": "6.4/10 from 23 users",
    "trans_title": [
        "森林与湖的祭祀",
        "Mori to mizuumi no matsuri",
        "The Outsiders"
    ],
    "douban_votes": "0",
    "introduction": "One of the major joys of writing about Japanese movies is that whenever you begin to get that tired, jaded feeling that you think you’ve seen it all and that there’s nothing left that’s ever going to set your pulse racing, you stumble across a whole previously hidden seam of movies that completely revolutionises any ideas of what Japanese cinema is. I remember getting this feeling watching the works of Hiroshi Shimizu at the 2003 Tokyo FILMeX, and I got it again at the same festival exactly one year later, during a 13-film retrospective of Tomu Uchida, which travelled to the Rotterdam Film Festival in a slimmed-down version a couple of months later.In English-language film circles, not much is really generally known about Japanese cinema prior to the 1960s. Anderson and Richie’s The Japanese Film: Art and Industry is still the bible for those who want to find out more, but more recent non-academic publications are limited by the films that are available for viewing. It’s a catch-22 situation, which DVD is slowly overcoming. Yet still, outside of the work of a few major directors like Kurosawa and Ozu, recent releases have tended to stick with products from more recent years, more often than not focused around the twin poles of art and exploitation.It is therefore really difficult to get any broader picture of what the industry was doing before the days of yakuza movies and Roman Porno. Yet the 1950s were the decade when the Japanese cinema had reached full maturity and cinema attendances were at a peak, the so-called Golden Age when the major companies were between them turning out around 500 films a year, all made by directors with several decades of experience behind them, at long-established studios with a large highly-trained professional team of technicians. Far from being the bastion of conservativeness that Oshima and the New Wave directors labelled it to be, I am coming to look at the decade as a vast lucky dip with some fabulous treasures still waiting to be found – such as The Outsiders, for example, an epic outdoor adventure in which an embittered Ken Takakura fights for the rights of Hokkaido’s oppressed Ainu population.Tomu Uchida was one of those names I’d heard bandied about a lot, most often in conjunction with the film Earth (Tsuchi) made in 1939. A seminal piece of social-realism made by a director noted for his leftist inclinations, Earth focused on the harsh lives of a community of farmers at a time when rapid urbanisation was bleeding the countryside dry. It was a political film in that it confronted the swelling ranks of the emergent urban middle classes who made up the large bulk of cinema audiences with the plight of the rural poor, paralleling the release of John Ford’s adaptation of John Steinbeck’s The Grapes of Wrath in America around the same time in 1940.Remember, long before the days of television, cinema was the only way of seeing how the other half lived, and in today’s image-saturated mass-media culture it is easy to overlook the power and immediacy of what people saw on the big screen. Uchida’s film was all the more political because it was made at the time when the lion’s share of agricultural production was being put towards Japan’s wartime expansion. Needless to say, it went bang in the face of the type of films the government was promoting at the time.Earth was filmed over the course of a year with a documentarist’s attention to detail, taking in each of the seasons and focusing very much on man’s relationship with the soil. This approach of drawing out the realism and charting the passage of time through the use of the four seasons much later became a staple of the documentary films made by the collective centred around Shinsuke Ogawa, such as Magino Village – A Tale (Sennen Kizami no Hidokei: Magino-Mura Monogatari, 1987), or more recently in the documentary-styled fictional work of Naomi Kawase, specifically the films Suzaku and Hotaru.Uchida’s film, by the way, is not to be confused with the German-Japanese co-production, The New Earth (Atarashii Tsuchi), directed by Mansaku Itami, the father of Tampopo director Juzo Itami. This film, released in 1941, was a nationalist propaganda work made under the instigation of Dr Arnold Fanck, the German director who sparked off the peculiar genre of the “Mountain Film” as typified by The Holy Mountain (Der Heilige Berg, recently released on DVD in the UK by Eureka). As written by Fanck, its goal was to portray “unity of the Nazi group-spirit and the racial spirit of the Japanese as opposed to the weak spirit of the democracies”, but there was conflict between the Japanese and the German creative elements throughout the production due to the way in which Fanck constantly misrepresented elements of Japanese culture in service of the film’s higher propagandist purpose (The Last Samurai, anyone?). Released overseas at the time as The Daughter of the Samurai, one of the first co-productions Japan ever made with the West thus ended up a classic textbook example of orientalist filmmaking.Much of what has been written about Uchida’s career in the English language – basically in Anderson and Richie’s book – has focused on his pre-war career. But as the FILMeX retrospective clearly demonstrated, this was only half of the story. In 1945, the left-leaning director travelled to the formerly Japanese-occupied area of Manchuria in China to join the Manchuria Film Association, or Man’ei, and was not to come back until 1953. Upon his return he continued for almost two decades to produce a wide range of films that fit into every genre conceivable, from traditional kabuki adaptations to melodrama and yakuza movies.The diversity of his oeuvre therefore means that getting a grip on what elements typify an Uchida picture is a difficult task, but on the evidence of The Outsiders, one of the original program that tellingly did not go over to the Rotterdam festival, perhaps it is fruitful to turn once again to the parallel with John Ford. The film’s mixture of heroic action, making full use of one of the top macho icons of its day, an expansive sense of location, masterful use of colour and composition and a focus on social injustice meted out on large sectors of the nation’s indigenous people had me thinking in terms of The Searchers. In what seems like another unlikely case of synchronicity, Ford’s film was released just two years previously in 1956.The Outsiders is something of a revelation. It certainly looks nothing like what you’d expect from a Japanese movie made around the mid-50s, which is perhaps the reason why it is completely unknown outside of Japan. Opening with a lengthy pan across the barren mountaintops of Hokkaido, Uchida’s third film in colour, after the two parts of the jidai-geki Daibosatsu Pass (Daibosatsutoge, 1957/58) is an undeniably exhilarating visual experience, making full use of the Toeiscope widescreen format to capture Japan’s northernmost territory in all its rugged beauty. It also is of particular interest for drawing attention to the destruction of the culture and the discrimination against the indigenous Ainu people, a dwindling race faced with danger of extinction since the Japanese nation began its concerted push northwards with the government extending administration over all parts of the landmass in 1868.Screen legend Ken Takakura is Ishitaro Kazamori, known as Byakki “the Phoenix” by the local Ainu population, as he whisks from village to village on horseback delivering supplies and educational books to the locals, an outcast Robin Hood character working for the future of his people. But Byakki’s rough methods aren’t to everyone’s tastes. Money has been going missing from the funds raised by the chairman of the Ainu Society, Dr. Ike (Kitazawa), a well-meaning “shamo” (non-Ainu) who has dedicated much of his life to researching the history and culture of Japan’s aboriginal people.When Dr Ike brings a young landscape painter Yoshiko Saeki (Kagawa) from Tokyo with him on his field trips to sketch the local landscapes, there is initially resentment of another outsider treating the local populations as her own pet project. But Yoshiko soon befriends Mitsu (Fujisato), an Ainu girl who was jilted years ago on the eve of the holy Bekanbe Festival by her “shamo” lover who couldn’t go through with the stigma of marrying into this ostracised class. Mitsu may also hold the key to Byakki’s whereabouts.Meanwhile, as the next Bekanbe Festival approaches, tension is growing between the Ainu and the Japanese settlers in the coastal town of Nanbetsu due to Byakki’s increasingly unruly antics. One local who steadfastly refuses to pitch in to Dr. Ike’s project is Oiwa (Mikuni), who runs the local fishery with his old father (Susukida), and runs a strict policy of not hiring any Ainu workers. Oiwa bears Byakki a particular enmity, because Byakki knows that Oiwa is living in denial, masquerading as a “shamo” and keeping his real Ainu ancestry well hidden. But Oiwa also knows a few secrets about Byakki.Hokkaido is in many ways Japan’s northernmost frontier, its own equivalent to the Wild West, and The Outsiders, though based on the novel Mori to Mizuumi no Matsuri by Taijun Takeda, most clearly resembles an American western, a gripping action film letting forth a righteous cry against social injustice against the indigenous population and unfolding against an epic landscape. Such genre appropriations can’t be coincidental. As could be seen as early back as Uchida’s own 1933 silent, The Police Officer (Keisatsukan), which also played at FILMeX, Japanese filmmakers were certainly not above borrowing heavily from typically American staples such as the cops-and-robbers film. I can’t say whether Uchida consciously modelled his film on the western, but the crucial fact about The Outsiders is that the story makes sense and works in its own right, rather than just being noteworthy as a cross-cultural hybrid curio.The main drawing point is of course Hokkaido itself, shot beautifully by cinematographer Shoe Nishikawa, picking out the autumnal russet-tinged hues of the majestic countryside of lakes, plains and woods, as the camera glides and tracks through a series of mainly exterior locations. But aside from this vibrant use of colour, also used to great effect in the matsuri (festival) scenes and the coloured fabrics of the traditional costumes, The Outsiders is also unique for revealing a facet of Japanese culture almost completely disregarded in its cinema. Bold, beautiful, and packing a powerful dramatic punch, there is little else quite like it. We can only hope that some adventurous DVD company will pick it up soon, because this is a film that could change people’s perceptions and prejudices about Japanese film for good. from midnighteye",
    "chinese_title": "森林与湖的祭祀",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "森と湖のまつり",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-04-29T22:14:55"
}