{
    "aka": [
        "자유여자"
    ],
    "sid": "5124250",
    "cast": [
        {
            "url": "/celebrity/1051837/",
            "name": "千虎珍 Ho-jin Jeon",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1990",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2492863404.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1603751/",
            "name": "鱼润青 Yun-cheong Eo",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0330480",
    "director": [
        {
            "url": "/celebrity/1603690/",
            "name": "朴浩泰 Ho-tae Park",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1990(韩国)",
        "1990-11-03(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0330480/",
    "this_title": [
        "Free Woman"
    ],
    "douban_link": "https://movie.douban.com/subject/5124250/",
    "trans_title": [
        "自由的女人",
        "자유여자"
    ],
    "douban_votes": "0",
    "introduction": "SYNOPSISHye-soo is separated from her husband for their daughter's education. While she stays in her husband Dong-joon's farm in Cheju, she meets his friend, Jae-ho, a graduate school student. Jae-ho, fascinated by Hye-soo, gladly grants her favor to tutor her daughter and visits them every day. Hye-soo is attracted to Jae-ho who is very different from her husband but her morale prevents herself from getting intimate with him. However when she witnessed her husband with another woman, she throws herself to Jae-ho. Dong-joon realizes his fault and seek Hye-soo's forgiveness and Hye-soo is confused again. Jae-ho cannot wait any longer so suggests that three of them talk it out and Hye-soo confesses her affair to her husband. Jae-ho knocks Dong-joon out of conscious and put him in the car and attempts to make it look like a car accident but by a little mistake all three of them falls down the cliff with the car. Hye-soo suffers only a light injury but Jae-ho is dead and Dong-joon is missing. Out of hope, Hye-soo goes back to the farm where Dong-joon is waiting for her having been rescued by a fisher. Hye-soo realizes her selfish behavior and sheds tears.故事Hyesu了我的丈夫和女儿去济州岛丈夫农场的教育问题东君满足晚辈东君研究生jaeho。Jaeho neukkideon联盟，以优雅的hyesu是日常家访，说不要地图女儿。Hyesu还设法保持自己在墙上等待也嫁出去，到另一个jaeho丈夫。但hyesu丈夫目睹抛出我的婚姻大事了另一个女人为自己当晚jaeho场景。东君恢复的原因是深深忏悔的hyesu决定离婚，并hyesu再次动摇。该提案是厌倦了等待jaeho是jitja与三个男人的谈判，并hyesu坦白真相东君。Jaeho被困在欲望正试图伪装成车祸之后，东君昏厥，但三款车不慎与瞬间崩溃。Hyesu但仅受轻伤jaeho死亡，东君丢失。绝望hyesu前面发现了一个牧场等待垂钓者意外东君结构。Hyesu忏悔和他的自私，作为妻子，作为母亲倒黑暗的泪水。",
    "chinese_title": "自由的女人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Free Woman",
    "douban_rating_average": 0,
    "update_at": "2025-12-03T22:20:19"
}