{
    "aka": [
        "The Sound of Laughter"
    ],
    "sid": "5125223",
    "cast": [
        {
            "url": "/celebrity/1325819/",
            "name": "南贞妊 Jeong-im Nam",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316705/",
            "name": "李营河 Yeong-ha Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1196493/",
            "name": "都琴峰 Geum-bong Do",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1978",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2462906247.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "imdb_id": "tt0326337",
    "director": [
        {
            "url": "/celebrity/1288550/",
            "name": "金洙容 Soo-yong Kim",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1978"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0326337/",
    "this_title": [
        "웃음소리"
    ],
    "douban_link": "https://movie.douban.com/subject/5125223/",
    "trans_title": [
        "笑声",
        "The Sound of Laughter"
    ],
    "douban_votes": "0",
    "introduction": "The hostess Oh Hak-ja has not experienced true love yet. Though outwardly, Hak-ja seems to distrust men, she earnestly thirsts for love. Hak-ja tries to find true love with a young man named Ji Suk-wu but he betrays her. Promising to meet again, Suk-wu goes abroad but Hak-ja falls into despair when he doesn't return. She decides to kill herself at a place filled with memories of Suk-wu. Hak-ja tries to succeed at love through death. However, when she gets to the place, Hak-ja discovers a dead couple lying there. Upon returning to Seoul, Hak-ja wanders the mountain where she meets another young man whom she starts a new relationship with. So begins what feels like another one of Hak-ja's mistakes in this hypocritical world.줄거리진정한 사랑을 얻지 못한 호스테스 오학자는 겉으로는 남성을 불신 하지만 절실한 애정에 목말라 한다. 그녀는 지석우라는 청년에게서 진실을 얻고자 하나 정작 배신을 당한다. 재회를 약속한 석우가 외국에서 돌아오지 않자 절망한 오학자는 석우와의 추억이 서린 장소에서 죽기를 결심한다. 죽음으로 자신의 사랑을 승리로 이끌려던 것이다. 그러나 추억의 장소에는 한쌍의 연인이 죽어 있었다. 서울로 돌아온 그녀는 산속을 배회하다가 만났던 청년과 새로운 관계를 맺고 이 가식의 세계가 또하나의 오학자의 과오로 여겨지기 시작된다.故事女主人并没有得到真正的爱情五位学者似乎在怀疑和渴的人，而是发自内心的感情。她有一个车轮浦想从一个年轻人的真相被击中jeongjak背叛。一个五名学者们绝望seokwoo答应重聚并没有从国外返回已决定在某地的记忆和塞克伍·瑟林死亡。邓恩导致了他的死亡的爱的胜利。但地方的回忆杀害了一对恋人。她回到首尔，它已与年轻人我遇到了一个新的关系，而徘徊在山上开始考虑这个借口的另一个世界的五位学者的错误。",
    "chinese_title": "笑声",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "웃음소리",
    "douban_rating_average": 0,
    "update_at": "2025-06-12T22:00:20"
}