{
    "aka": [
        "Dmitriy Kantemir"
    ],
    "sid": "5126171",
    "cast": [
        {
            "url": "/celebrity/1160857/",
            "name": "Mihai Volontir Mihai Volontir",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1111335/",
            "name": "Alexander Lazarev Alexander Lazarev",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1140271/",
            "name": "阿里亚德娜·桑杰拉亚 Ariadna Shengelaya",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010075/",
            "name": "纳塔利娅·瓦利 Natalya Varley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1006259/",
            "name": "雷昂哈德·梅尔金 Leonhard Merzin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1089707/",
            "name": "Dumitru Fusu Dumitru Fusu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1104080/",
            "name": "Aleksandr Lazarev Aleksandr Lazarev",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1070043/",
            "name": "Viktor Chutak Viktor Chutak",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1974",
    "genre": [
        "剧情",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2174823917.jpg",
    "region": [
        "苏联"
    ],
    "writer": [],
    "imdb_id": "tt0322046",
    "director": [
        {
            "url": "/celebrity/1004394/",
            "name": "Vitali Kalashnikov Vitali Kalashnikov",
            "@type": "Person"
        }
    ],
    "duration": "97分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1974"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0322046/",
    "imdb_votes": 30,
    "this_title": [
        "Дмитрий Кантемир"
    ],
    "douban_link": "https://movie.douban.com/subject/5126171/",
    "imdb_rating": "7.6/10 from 30 users",
    "trans_title": [
        "德米特里·康捷米尔",
        "Dmitriy Kantemir"
    ],
    "douban_votes": "0",
    "introduction": "Сюжет фильма рассказывает о Господаре Молдавского княжества Дмитрии Кантемире и охватывает 1710 и 1711 годы. В центре сюжета лежат события неудачного для русской армии Прутского похода 1711 года.Турецкий султан назначает господарем Молдавского княжества Дмитрия Кантемира, оставляя у себя в заложниках его старшего сына.Дмитрий Кантемир, приехав в Молдавию, и видя насилие по отношению к молдавскому народу со стороны турок, решает сделать страну независимой от власти турецкого султана, а также освободить захваченные турками молдавские земли и избавить Молдавию от турецкой дани.Он заключает в Луцке договор с русским царём Петром I о совместном противостоянии против Турции, и объявляет об этом на боярском собрании. Жена Кантемира Кассандра, тревожась, напоминает ему о том, что у турецкого султана в заложниках их сын и что ему теперь угрожает смерть.Когда русские войска приблизились к землям Молдавии, Дмитрий Кантемир посылает к Петру I капитана Декусарэ, который докладывает о том, что вся Молдавия взялась за оружие, под знамёна собрано семнадцать молдавских полков, и Кантемир просит русские войска перейти Днестр.Русские войска переходят Днестр и совместно с молдавскими частями разбивают турок. От турецкого султана к Дмитрию Кантемиру прибывает Реис-эфенди. Он говорит Кантемиру, что его сын доставлен из Стамбула в лагерь турок. И если Кантемир не прибудет к туркам со всем своим войском на рассвете, то голова его сына будет прислана ему на подносе.Дмитрий Кантемир не соглашается на условия Реис-эфенди. Турки собираются казнить сына Кантемира, но в последнюю минуту Реис-эфенди отменяет казнь своей властью. Он освобождает мальчика и отправляет его к Димитрию Кантемиру.Часть молдавских бояр, не одобрив выбор Кантемира в пользу России, переходит на сторону турецкого султана. В результате их предательства туркам удаётся окружить русскую армию, подавить восстание в Молдавии и вернуть власть.Турки требуют от Петра Первого отдать им Азов, разрушить таганрогские укрепления, а также голову Дмитрия Кантемира, на что Пётр I отвечает отказом.Дмитрий Кантемир покидает Молдавию вместе с Петром Первым и русским войском.",
    "chinese_title": "德米特里·康捷米尔",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Дмитрий Кантемир",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-08-27T09:35:12"
}