{
    "aka": [
        "加林工程师的双曲线体",
        "大独裁者"
    ],
    "sid": "5127904",
    "cast": [
        {
            "url": "/celebrity/1107163/",
            "name": "叶甫根尼·耶夫斯基格涅耶夫 Evgeni Evstigneev",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1141174/",
            "name": "弗谢沃洛德·萨丰诺夫 Vsevolod Safonov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1113476/",
            "name": "米哈伊尔·库兹涅佐夫 Mikhail Kuznetsov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1103132/",
            "name": "斯捷潘·克雷洛夫 Stepan Krylov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1145859/",
            "name": "帕维尔·施普林菲尔德 Pavel Shpringfeld",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1057629/",
            "name": "米哈伊尔·阿斯坦戈夫 Mikhail Astangov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1148579/",
            "name": "阿纳托利·罗马申 Anatoli Romashin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1020977/",
            "name": "弗拉基米尔·德鲁日尼科夫 Vladimir Druzhnikov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1137811/",
            "name": "Yuri Sarantsev Yuri Sarantsev",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1136258/",
            "name": "布鲁诺·奥亚 Bruno Oja",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1107705/",
            "name": "阿尔乔姆·卡拉佩强 Artyom Karapetyan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1074869/",
            "name": "尼古拉·布勃诺夫 Nikolai Bubnov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007737/",
            "name": "维克多·切克马廖夫 Viktor Chekmaryov",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1965",
    "genre": [
        "科幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2500902238.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1034886/",
            "name": "Aleksandr Gintsburg Aleksandr Gintsburg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1053542/",
            "name": "Iosif Manevich Iosif Manevich",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1533925/",
            "name": "阿列克谢·尼古拉耶维奇·托尔斯泰 Алексей Николаевич Толстой",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0314105",
    "director": [
        {
            "url": "/celebrity/1034886/",
            "name": "Aleksandr Gintsburg Aleksandr Gintsburg",
            "@type": "Person"
        }
    ],
    "duration": "96 分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1965"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0314105/",
    "imdb_votes": 344,
    "this_title": [
        "Гиперболоид инженера Гарина"
    ],
    "douban_link": "https://movie.douban.com/subject/5127904/",
    "imdb_rating": "6.5/10 from 344 users",
    "trans_title": [
        "工程师加林的双曲面",
        "加林工程师的双曲线体",
        "大独裁者"
    ],
    "douban_votes": "0",
    "introduction": "Soviet era science-fiction is something that holds a great fascination as an x-ray of the zeitgeist of its times in exactly the same way that 1950s Hollywood B movies are fascinating historical artefacts for the way that they amplify fears of the Atomic Age and of the Communist threat. The Soviet films are fascinating in very different ways to their American counterparts – you can, for example, look through any of the Eastern Bloc science-fiction films of this era in vain in search of a work where they fear an invasion of the USSR by aliens that are a thinly disguised allegory for the United States. Moreover, there was only a single Soviet film, Letters from a Dead Man (1986) – which was made well into the era of perestroika – that deals with the issue of nuclear war and none at all that feature atomic monsters. Rather most of the Soviet science-fiction films of the 1950s and 60s seem political/ideologically driven works that feature noble scientists and engineers of the regime as they boldly carry the Communist cause to the stars. See efforts such as The Heavens Call (1959), Storm Planet (1962), Andromeda Nebula (1967), Moscow-Cassiopeia (1973), and works from non-Russian countries such as First Spaceship on Venus (1959) and Ikarie XB-1/Voyage to the End of the Universe (1963). Most of these were brought up by Roger Corman and AIP and re-edited into titles like Battle Beyond the Sun (1963), Voyage to the Prehistoric Planet (1965), Queen of Blood (1966) and Voyage to the Planet of Prehistoric Women (1968). These are not fearful films like their American counterparts, rather they seem lit up by the grand ideals of colonising the universe that caught the Soviet imagination during the Space Age.The Hyperboloid of Engineer Garin is based on The Hyperboloid of Engineer Garin/The Garin Death Ray (1927), a novel by Alexei Tolstoy, the writer whose original work also became the basis of the very first Soviet science-fiction film, the silent classic Aelita (1924). The film would appear to be a fairly accurate translation of the book from what I can gather, even retaining the 1920s setting of its original publication. The one thing that left me puzzled was the reference to the death ray as an hyperboloid. My immediate thought was to think of the literary term ‘hyperbole’, which means a form of exaggeration that is not meant to be taken literally, but apparently an hyperboloid is a curved three-dimensional surface.The first half of The Hyperboloid of Engineer Garin takes place as a spy thriller. It is fascinating to see as a counterpoint to the numerous English-language spy films that were being made around this era such as the James Bond and Harry Palmer films or more serious works like The Spy Who Came in from the Cold (1965). These often featured the Soviets as villains but here we are seeing a spy film from the opposite side of the political fence. Like many of these others, The Hyperboloid of Engineer Garin takes place in a series of freewheeling international locations, which are often lavishly presented. I began to get into the film, impressed by the directorial style that Alexander Gintsburg was showing where many of the scenes are shot in an exaggeratedly heavy contrast of light and shadow that immediately recalls the world of The Third Man (1949). On the minus side, you get the feeling that the film is compacting down the complicated plotting that takes place in the book. What we end up with is a murkily incomprehensible plot that involves the murder of a double of Garin, international blackmail and sabotage, multiple murder plots and a number of factions running around all seeking to either kill Garin or get their hands on his discovery, at the same time as he tries to find a colleague who has gone into hiding in a remote part of the world.It is when it unveils its hyperboloid about halfway through that The Hyperboloid of Engineer Garin starts to come to life as a science-fiction film. There is the fascinating scene where Yevgeny Yevstigneyev’s Garin is holed up in a villa as several people come after him and so switches the hyperboloid on and eliminates all his opponents by sweeping the heat ray across the door. Thereafter the film abandons the spy thriller aspect and becomes a film about an amazing discovery. Here it starts to resemble one of the German classics of the early sound era – the likes of F.P.1 Does Not Answer (1932), The Tunnel (1933) and Gold (1934), which were films made about scientific discoveries that marvelled in the sheer power of engineering projects. There is a great fascination to the scenes of the machine drilling through the Earth to reach the olivine layer, the vast project built on the island and especially the scenes where Yevgeny Yevstigne",
    "chinese_title": "工程师加林的双曲面",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Гиперболоид инженера Гарина",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-07-14T11:00:22"
}