{
    "aka": [],
    "sid": "5129568",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1923",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt0307183",
    "director": [
        {
            "url": "/celebrity/1001043/",
            "name": "让·爱泼斯坦 Jean Epstein",
            "@type": "Person"
        }
    ],
    "duration": "25分钟",
    "episodes": "",
    "language": [
        "英语",
        "法语"
    ],
    "playdate": [
        "1923"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0307183/",
    "imdb_votes": 14,
    "this_title": [
        "La montagne infidèle"
    ],
    "douban_link": "https://movie.douban.com/subject/5129568/",
    "imdb_rating": "6.5/10 from 14 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "La Montagne Infidèle (The Unfaithful Mountain) was the missing piece among Jean Epstein’s work. At 26 years of age and early in his career, Epstein filmed this documentary about the eruption of Mount Etna in June 1923. Shot between Coeur Fidèle and La Belle Nivernaise, both from the same year with Paul Guichard as the cameraman, La Montagne Infidèle emphasizes the interest in real-life settings that was to dominate his filmography from the 1930s onwards, and which here takes the form of cataclysm and the extraordinary. The film’s mythical aura stems not only from its subject matter and filming conditions, but also from Epstein’s essay-like writings. His second book on cinema was titled The Cinematograph Seen from Etna (1926), and in it the theoretical reflection seems to arise from the extreme experience of the volcano.In 2021, Pere Tresserra’s heirs deposited a collection of films of the Pathé-KOK kind, a 28 mm system for educational and family viewing, in the Filmoteca de Catalunya (Catalan Film Library). Thanks to the work of 2CR (Centre for Conservation and Restoration of the Filmoteca de Catalunya), this copy of La Montagne Infidèle was identified in the collection and restored. That is why we can finally project again what cinema witnessed on Etna.",
    "chinese_title": "La montagne infidèle",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-10-14T15:28:18"
}