{
    "aka": [
        "The Broken Night"
    ],
    "sid": "5130903",
    "cast": [
        {
            "url": "/celebrity/1216298/",
            "name": "李美淑 Mi-suk Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1213737/",
            "name": "陈凤真 Bong-jin Jin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1984",
    "genre": [
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2511071077.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "imdb_id": "tt0300976",
    "director": [
        {
            "url": "/celebrity/1339899/",
            "name": "高荣男 Young Nam Ko",
            "@type": "Person"
        }
    ],
    "duration": "95分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1984"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0300976/",
    "this_title": [
        "밤이 무너질 때"
    ],
    "douban_link": "https://movie.douban.com/subject/5130903/",
    "trans_title": [
        "夜晚破碎之际",
        "The Broken Night"
    ],
    "douban_votes": "0",
    "introduction": "SYNOPSISJung Kang-il is a consumer electronics repairman. After finishing his duties abroad, he returns to Korea to discover that the fiancee he trusted has already left him. Kang-il is wandering about looking for his fiancee when he meets a woman named Shin Chae-won. He gets a vague feeling of the true meaning of life from her. But then by chance, Kang-il gets entangled in something that his fiancee is involved in. He needs Chae-won to come forward and provide his alibi. Kang-il sacrifices himself and denies that he was with Chae-won because he's found love for the first time and wants to protect Chae-won without breaking up her family. Chae-won is in agony. She is torn between her family and the truth. In the end, Chae-won reveals that she was with Kang-il, providing him an alibi.故事他是一个试图通过学习电子维修技术而热切地生活的年轻人。但是当他从海外工程师的使命中回来的时候，他的未婚妻已经离开了他。刚毅在这里跑来跑去找她。那时我遇见了一个名叫新蔡元的女人，从她身上我感受到了人与人生意义的淡薄。但是，在一个涉及未婚妻未婚妻的偶然事件中，有必要把新家乡的新故乡夷为平地。“中港日”否认了这个事实，那就是与申善院在一起，为了他最初感受到的爱和新蔡元的家庭和解而献出了自己的牺牲。新的花园很痛苦。一直担心家人和真相的申先生，告诉警方，他一天都呆在这里。",
    "chinese_title": "夜晚破碎之际",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "밤이 무너질 때",
    "douban_rating_average": 0,
    "update_at": "2025-08-02T00:21:19"
}