{
    "aka": [],
    "sid": "5130510",
    "cast": [
        {
            "url": "/celebrity/1056514/",
            "name": "唐·阿斯卡里安 Don Askarian",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2602031143.jpg",
    "region": [
        "Armenia",
        "德国",
        "荷兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1056514/",
            "name": "唐·阿斯卡里安 Don Askarian",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0302890",
    "director": [
        {
            "url": "/celebrity/1056514/",
            "name": "唐·阿斯卡里安 Don Askarian",
            "@type": "Person"
        }
    ],
    "duration": "76分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2001"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0302890/",
    "imdb_votes": 62,
    "this_title": [
        "On the Old Roman Road"
    ],
    "douban_link": "https://movie.douban.com/subject/5130510/",
    "imdb_rating": "4.5/10 from 62 users",
    "trans_title": [
        "通往古罗马的路"
    ],
    "douban_votes": "0",
    "introduction": "Levon remembers his childhood in Turkey: love, political brutality. A bloody comedy. Also a modern crime story about Armenian terrorists and Turkish secret agents, about Kurds tragedy.Askarian’s most recent project is another meditation on the artist in exile. Like the filmmaker Avetik and the real-life composer Komitas from his previous films, Levon - a writer of Armenian extraction now living in Rotterdam - is caught between memories of homeland and the realities of contemporary life. From his Dutch domicile, Levon reminisces about his brother-in-law (a hairdresser who robs dead Turks), a brilliant Kurdish musician, a red-bearded executioner, a seventeen-year-old girl with chestnut-colored skin, and a Turkish Apollo with eight wives who likes to bury himself in hot ash. His memory is also populated by beautiful thoroughbred horses, stray dogs, camel drivers, soldiers, and Turkish policemen. These poetic, almost surrealist scenes of magic love and political cruelty are contrasted with the reality of present day Rotterdam, presented in the guise of a modern crime story with Armenian terrorists and a Kurdish tragedy.\"Every year, we look at thousands of films and when one shines above the rest, as ON THE OLD ROMAN ROAD did, it is indeed a pleasure. Don Askarian, recently honored with a Harvard Film Archive retrospective, is considered the greatest living Armenian filmmaker. In Askarian's latest film, which he describes as “a bloody comedy”, a man in exile remembers a childhood of magic and mayhem, complete with grave robbers, brutal assassinations, horses, and men buried in hot ash. As striking a visual feast as one can find, this is an extravagant and crystalline treasure, a film whose rewards far outweigh its considerable demands.\"",
    "chinese_title": "通往古罗马的路",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "On the Old Roman Road",
    "imdb_rating_average": 4.5,
    "douban_rating_average": 0,
    "update_at": "2025-06-29T21:13:27"
}