{
    "aka": [
        "The Fortress Europe"
    ],
    "sid": "5133102",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2910699585.jpg",
    "region": [
        "斯洛文尼亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1152012/",
            "name": "Toni Trsar Toni Trsar",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0291522",
    "director": [
        {
            "url": "/celebrity/1050814/",
            "name": "热利米尔·日利尼克 Zelimir Zilnik",
            "@type": "Person"
        }
    ],
    "duration": "80 分钟",
    "episodes": "",
    "language": [
        "俄语",
        "Slovenian"
    ],
    "playdate": [
        "2001"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0291522/",
    "imdb_votes": 27,
    "this_title": [
        "Tvrđava Evropa"
    ],
    "douban_link": "https://movie.douban.com/subject/5133102/",
    "imdb_rating": "5.6/10 from 27 users",
    "trans_title": [
        "The Fortress Europe"
    ],
    "douban_votes": "0",
    "introduction": "Artjom and his daughter Katja try to enter Italy illegally to join their wife and mother, Sveta, who emigrated to Italy a while ago, and found a job with the last of Trieste coachmen driving a horse-driven carriage. Artjom, Katja and a group of other refugees are caught, first by the Slovene and then by the Italian police. The refugees encounter different procedures at police headquarters and are finally placed in a centre for illegal immigrants, awaiting extradition. At the centre, they meet all sorts of refugees and learn about their life stories. Written by AnonymousFortress Europe is the latest semi-documentary film by Zilnik and was shot on the borders between Slovenia and Italy, Croatia and Slovenia and Hungary and Austria—i.e. the southern area covered by the Schengen Treaty governing the transit of migrants in Europe. As Zilnik notes in the accompanying interview, this new “wall” against the movement of people is more impenetrable than the Berlin wall.Zilnik’s film revolves around the fate of a Russian family whose marriage has come to an end. The wife has travelled to see friends in Trieste, Italy and now awaits the arrival of her daughter, escorted by her former husband. The girl runs away from her father in the middle of their trip across Europe and the two of them are then stranded, separated and in a foreign country without the appropriate papers to travel further west. The conditions laid down by the Schengen Treaty are clear—the “illegals” are to be sent to a detention camp, checked for bugs, given a shower and then, when their case is processed, sent back to the previous country they travelled through. In most cases the deported migrants then arrive in another foreign country exhausted, penniless and of course without the appropriate papers.Either they resort to illegal activity to stay alive or they give themselves up to the authorities and the whole circus starts up again—detention centre, investigation, deportation. One customs official acknowledges a huge increase in the number of migrants attempting to come into western Europe. The deportation centres in the different countries are filled to the brim with refugees from Turkey, Iraq, China, India, Sri Lanka and increasingly the countries of the former eastern bloc.Forced to flee because of the dire economic and political situation in their own countries and often having gone deeply into debt to pay for their travel, they are trapped in a no-man’s land where you can neither go forward or backward. Treated like the most pernicious of criminals, their only crime is to have attempted to escape poverty. A miner reports that he left Serbia because he was working underground for the equivalent of five German marks per month—enough to buy just five bottles of beer. He is one of the “economic migrants” who have been singled out by various Western European governments as the “main enemy” to be kept out. In his latest film Zilnik has tackled the way in which divisions, nationalism, even tribalism, is encouraged by the existing European structures and nation states.More than any other Balkan filmmaker, Zilnik’s feature films and documentaries, with all their limitations, represent an attempt to archive the experiences undergone by the people of the Balkan region since the break-up of Titoism. Zilnik is convinced of the power of film, honestly made, to act as a “conscience” of the people and the times. (World Socialist Web Site - wsws.org)",
    "chinese_title": "Tvrđava Evropa",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2025-04-07T08:22:57"
}