{
    "aka": [
        "Be My Star"
    ],
    "sid": "5133868",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2515569973.jpg",
    "region": [
        "德国",
        "奥地利"
    ],
    "writer": [
        {
            "url": "/celebrity/1015012/",
            "name": "瓦莱斯卡·格里策巴赫 Valeska Grisebach",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0288115",
    "director": [
        {
            "url": "/celebrity/1015012/",
            "name": "瓦莱斯卡·格里策巴赫 Valeska Grisebach",
            "@type": "Person"
        }
    ],
    "duration": "65分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2002-01-03(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0288115/",
    "imdb_votes": 188,
    "this_title": [
        "Mein Stern"
    ],
    "douban_link": "https://movie.douban.com/subject/5133868/",
    "imdb_rating": "6.5/10 from 188 users",
    "trans_title": [
        "我的明星",
        "Be My Star"
    ],
    "douban_votes": "0",
    "introduction": "Love is real, especially for the teenagers in Be My Star, a film about the raw reality of what love is to these kids who are neither child nor adult. 14-year-old Nicole awaits a significant event to happen in her life. Naturally, she discusses with her girlfriends how her ‘first meeting’ would be and eagerly anticipates this happening. Finally her expectations become real when she starts dating the neighborhood ‘star’, Christopher. Nicole’s home after dark, when her mother leaves for work, turns into their regular meeting place. But the quickening heartbeats are short-lived, gradually replaced by misunderstanding, obsession and empty promises. Uncertainty, tension and passion confuse the line between a love explored on their own terms and one that merely imitates what they have witnessed from adults.The filmmaker’s broad experience in documentary filmmaking seems to be the strength of this film whose inquiries about the true meaning of love seeks out reality as it is lived. Filmmaker Valeska Grisebach’s script, based on numerous interviews with teenagers living near Berlin, expresses the diverse thoughts contemporary youth have about life, happiness and the future.",
    "chinese_title": "我的明星",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Mein Stern",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-06-13T05:52:06"
}