{
    "aka": [
        "简·爱"
    ],
    "sid": "5133248",
    "cast": [
        {
            "url": "/celebrity/1080646/",
            "name": "玛丽·埃利纳 Marie Eline",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1069881/",
            "name": "弗兰克·霍尔·克雷恩 Frank Hall Crane",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1088866/",
            "name": "Alphonse Ethier Alphonse Ethier",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1083017/",
            "name": "Martin Faust Martin Faust",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1079039/",
            "name": "Charles Compton Charles Compton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1063400/",
            "name": "Amelie Barleon Amelie Barleon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1094589/",
            "name": "William Garwood William Garwood",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1910",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912100164.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1045408/",
            "name": "夏洛蒂·勃朗特 Charlotte Brontë",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025789/",
            "name": "Theodore Marston Theodore Marston",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0290677",
    "director": [
        {
            "url": "/celebrity/1025789/",
            "name": "Theodore Marston Theodore Marston",
            "@type": "Person"
        }
    ],
    "duration": "62分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1910"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0290677/",
    "imdb_votes": 66,
    "this_title": [
        "Jane Eyre"
    ],
    "douban_link": "https://movie.douban.com/subject/5133248/",
    "imdb_rating": "5.7/10 from 66 users",
    "trans_title": [
        "简爱",
        "简·爱"
    ],
    "douban_votes": "0",
    "introduction": "First adaption of the 1847 Charlotte Brontë novel of the same name about a woman through stages of her life, from her abusive childhood at Gateshead Hall until she is able to marry her beloved.Left a penniless orphan at 14, Jane Eyre is adopted by her uncle, who has ample means to provide for her and also loves her dearly. Her uncle's family considers her an intruder and do all in their power to prevent her from becoming a full member of their family, but during his lifetime she receives some degree of kindness and consideration. Unfortunately, he dies and leaves her without a friend in the world and his unfeeling widow sends her to a badly-run orphan asylum. Five years later she leaves the asylum to accept the position of governess to Lord Rochester's little niece, daughter of his late brother. Her mother has become insane and is living in Lord Rochester's home under his protection. Jane is engaged by Lord Rochester's housekeeper during his absence from home, and her first meeting with her employer is both exciting and romantic. She is sitting by the edge of the road reading when Lord Rochester rides up to his ancestral home. The sight of his huge dog, coming upon her suddenly, so startles Jane that she jumps to her feet, causing Lord Rochester's horse to shy and throw it rider. He injures his ankle, and has to be assisted to remount \"the little witch,\" as he calls her, who is the cause of his accident. That same evening in his home, he is surprised to find that \"the little witch\" of his adventure is living in his house as his niece's governess. Jane's rich relations, the Reeds, visit Lord Rochester, and persistently insult and humiliate her by treating her like a servant. Lord Rochester, however, is not blind to her sweetness, nor to the cruelty of her cousin, who is trying to win Lord Rochester's hand and fortune. One evening the maniac escapes from her nurse and sets fire to the room in which Lord Rochester has fallen asleep. He is saved from a horrible death by Jane. When next Jane's haughty aunt and cousins call on Lord Rochester, they are just in time to be introduced to his bride, who is none other than the despised Jane Eyre.",
    "chinese_title": "简爱",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Jane Eyre",
    "imdb_rating_average": 5.7,
    "douban_rating_average": 0,
    "update_at": "2025-05-02T06:00:10"
}