{
    "aka": [
        "The Crossing"
    ],
    "sid": "5135203",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2531196299.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1005551/",
            "name": "塞巴斯蒂安·利夫施兹 Sébastien Lifshitz",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0282212",
    "director": [
        {
            "url": "/celebrity/1005551/",
            "name": "塞巴斯蒂安·利夫施兹 Sébastien Lifshitz",
            "@type": "Person"
        }
    ],
    "duration": "85 分钟",
    "episodes": "",
    "language": [
        "法语",
        "英语"
    ],
    "playdate": [
        "2001-06-13(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0282212/",
    "imdb_votes": 61,
    "this_title": [
        "La traversée"
    ],
    "douban_link": "https://movie.douban.com/subject/5135203/",
    "imdb_rating": "6.9/10 from 61 users",
    "trans_title": [
        "十字路口",
        "The Crossing"
    ],
    "douban_votes": "0",
    "introduction": "This deeply personal documentary is quite moving, even though it never quite gives us what we want to see. French filmmaker Lifshitz (Come Undone) follows his friend Bouquet on a journey in search of Bouquet's long-lost father, an American serviceman who never knew that he'd left his girlfriend pregnant in 1960s France when he was transferred away. He begins his search in New York, where he always dreamed his father lived, then moves on to Washington DC, then buys a car and drives cross-country to deepest Tennessee. The film is an assembly of long quiet travelogue segments, silent except for ambient music or sound, then narrated thoughtfully and almost poetically by Bouquet as he runs through his own story, his expectations and dreams. There's a real tension as he gets closer and closer, wondering whether this man he never knew will recognize him or accept him in any way, especially with Middle America's well-reported intolerance of homosexuality. Strangely though, the camera shies away at the final point, so we not only never see any part of their meeting, but we get surprisingly little of Bouquet's own reaction, as it's all just too fresh for him to sort through. Still, it's a lovely, mesmerizing, touching film, beautifully shot in wide-screen and capturing the lush textures both of the cities and countryside.",
    "chinese_title": "十字路口",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "La traversée",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-08-30T20:49:18"
}