{
    "aka": [],
    "sid": "5136599",
    "cast": [
        {
            "url": "/celebrity/1084293/",
            "name": "Joy Michelle Moore Joy Michelle Moore",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1488403/",
            "name": "邦妮·约翰逊 Bonnie Johnson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1536800/",
            "name": "特里·比森  Terry Bisson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2557543638.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1001113/",
            "name": "赫尔曼·罗谢 Herman Raucher",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1295400/",
            "name": "凯莉·莱卡特 Kelly Reichardt",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0276370",
    "director": [
        {
            "url": "/celebrity/1295400/",
            "name": "凯莉·莱卡特 Kelly Reichardt",
            "@type": "Person"
        }
    ],
    "duration": "48分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1999-06-09(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0276370/",
    "imdb_votes": 245,
    "this_title": [
        "Ode"
    ],
    "douban_link": "https://movie.douban.com/subject/5136599/",
    "imdb_rating": "6.7/10 from 245 users",
    "trans_title": [
        "颂歌"
    ],
    "douban_votes": "0",
    "introduction": "If something characterizes Reichardt's work, it's that it always finds its characters downhill. And if that vivid decadence, that pain of not being anymore that transmit the characters in River of Glass, Old Joy and Wendy and Lucy, her three features, already causes anguish, those great moments of pain captured by the director intensify, through condensation, in each of her short subjects. Death is lord and master in the shorts Then, a Year and Travis, and also in Ode, the only mid-length film by this daughter of cops (him, scientific; her, narcotics). Then, a Year combines, without attempting any kind of narrative, Reichardt in her adoptive Portland with a pastiche that mixes statements from different shows about crimes of passion. This idea is resumed in Travis, video-installation where that focus that never reaches the image, sensed as violent close-ups of a fixed photograph, is centered in politics: Reichardt infinitely loops fragments from the interview with a mother that has lost her son Travis in Iraq, and who, in every little confession, leaves a piece of her heart. Lastly, in Ode, the director shows the courage for loving of two young Baptists, capturing, for three quarters of an hour, the story of a love that could never be between Billy Joe and Bobbie Lee, and its tragic outcome. And the inevitable one, because there's no place for the humbled joy of those poor old hearts in the oppressive world of the religious deep America. in Ode, the director shows the courage for loving of two young Baptists, capturing, for three quarters of an hour, the story of a love that could never be between Billy Joe and Bobbie Lee, and its tragic outcome. And the inevitable one, because there's no place for the humbled joy of those poor old hearts in the oppressive world of the religious deep America. in Ode, the director shows the courage for loving of two young Baptists, capturing, for three quarters of an hour, the story of a love that could never be between Billy Joe and Bobbie Lee, and its tragic outcome. And the inevitable one, because there's no place for the humbled joy of those poor old hearts in the oppressive world of the religious deep America.",
    "chinese_title": "颂歌",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ode",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-05-16T19:16:00"
}