{
    "aka": [
        "New Hyperion or Liberty, Equality, Brotherhood"
    ],
    "sid": "5138685",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1992",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2864676996.jpg",
    "region": [
        "捷克斯洛伐克"
    ],
    "writer": [
        {
            "url": "/celebrity/1154527/",
            "name": "卡雷尔·瓦切克 Karel Vachek",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0266808",
    "director": [
        {
            "url": "/celebrity/1154527/",
            "name": "卡雷尔·瓦切克 Karel Vachek",
            "@type": "Person"
        }
    ],
    "duration": "207分钟",
    "episodes": "",
    "language": [
        "捷克语",
        "斯洛伐克语"
    ],
    "playdate": [
        "1992"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0266808/",
    "imdb_votes": 17,
    "this_title": [
        "Nový Hyperion aneb Volnost, rovnost, bratrství"
    ],
    "douban_link": "https://movie.douban.com/subject/5138685/",
    "imdb_rating": "7.5/10 from 17 users",
    "trans_title": [
        "New Hyperion or Liberty, Equality, Brotherhood"
    ],
    "douban_votes": "0",
    "introduction": "A real and incomplete story, lived and played out by philosophers and heads of state and church, artists and party secretaries, scholars and ministers of the governments of the federation and republic, pensioners and prisoners, trades-unionists and civil servants, dissidents and the si-called \"grey zone\", preachers and armed men, radicals of the right and the left, both former and contemporary, citizens and their representatives in the events surrounding the free-election comedy - Czechoslovakia 1990.After twenty-two years, Karel Vachek and his film crew return to the core of political events. This time, however, the director eschews officiality as well as old and new ideologies in order to focus on the characteristic details, displays of authenticity, and humorous paradoxes of this period of political awakening, out of which he composes a funny and inspirational film-collage. With a philosophical point of view he not only documents the contemporary political and social climate, but also grapples with deeper threads in Czech and world history in which more than a single movement attempted to instate equality, liberty and brotherhood.New Hyperion is the first part of Vachek's \"Little Capitalist\" film tetralogy, which, in its own distinctive way, maps Czech politics, scholarship, culture and education in the 1990s and turn of the new millennium.In 1990, Czech and Slovak society was facing its first democratic parliamentary elections since 1945. The film spans the period from the parliamentary elections of May 1990, through Pope Jan Paul II's visit to Czechoslovakia, the campaigns, and election day, to the moment when the newly-established parliament voted Václav Havel president of the Republic. We follow state representatives, politicians, dissidents, artists, philosophers and various activists who moved within public circles in this period of heightened political activity, and we are witnesses to the way in which new social positions begin to be formed. From the behavior, discourse, and appearance of individual actors, Vachek composes, in the form of a mosaic, a broad and many-layered film-argument about Czechoslovak democracy in the period of its rebirth, all administered with the director's inimitable point of view. In this unique and historical moment, as part of the \"pre-election comedy\", everyday citizens \"play noblemen\", becoming actors in a universal \"carnival\" that culminates in a symbolic closing scene depicting crowds marching towards Prague Castle to the accompaniment of a chorus from Bedřich Smetana's opera Brandenburges in Bohemia. In the collage-panorama of Prague with the Charles Bridge that closes the film, we also see New York's Statue of Liberty, the Parisian Bastille, and St. Basil's Cathedral in Moscow...New Hyperion works from several fundamental scenes and motifs that, divided into multiple parts, enter and exit according to context and create, through the course of the film, an expansive dialogue. Within this complex braid of numerous lines of thought, sound and image function as relatively independent elements, to the point at which the authentic spoken word is frequently conferred with meaning tha texceeds that of the image, thus fulfilling a function tha tmight be termed illustravite or contrapuntal. The connections between individual episodes and events also operate primarily on the basis of the spoken word and elements of words. With this elevation of the word (throught which Vachek creates a unique form of meaning-collage), among other things, Vachek's films demonstrate their kinship to literature. And indeed, Vachek titled his film after Friedrich Hölderlin's (1770 - 1843) novel Hyperion or the Hermit in Greece (1799).New Hyperion or Liberty, Equality, Brotherhood had its premiere on the 6th of April, 1992, shortly before a second set of parliamentary elections that ultimately led to the dissolution of Czechoslovakia into the independent Czech and Slovak states.",
    "chinese_title": "Nový Hyperion aneb Volnost, rovnost, bratrství",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-06-17T05:23:47"
}