{
    "aka": [
        "福斯塔夫"
    ],
    "sid": "5139486",
    "cast": [
        {
            "url": "/celebrity/1150263/",
            "name": "布莱恩·特菲尔 Bryn Terfel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1114564/",
            "name": "Robin Leggate Robin Leggate",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1116294/",
            "name": "Diana Montague Diana Montague",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "戏曲"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1034666/",
            "name": "阿里格·博伊托 Arrigo Boito",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044735/",
            "name": "威廉·莎士比亚 William Shakespeare",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0263331",
    "director": [
        {
            "url": "/celebrity/1003613/",
            "name": "亨普瑞·波顿 Humphrey Burton",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "1999"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0263331/",
    "imdb_votes": 33,
    "this_title": [
        "Falstaff"
    ],
    "douban_link": "https://movie.douban.com/subject/5139486/",
    "imdb_rating": "8.8/10 from 33 users",
    "trans_title": [
        "肥骑士泡妞喜忧路",
        "福斯塔夫"
    ],
    "douban_votes": "0",
    "introduction": "The comic misadventures of Sir John Falstaff, adapted from \"The Merry Wives of Windsor\" and \"Henry IV\" by 'William Shakespeare' . Sir John Falstaff and his rascally friends, Bardolph and Pistol, are partying at the Garter Inn in Act I. Jack, of course, can't afford to pay for his food and drink, so he plans to seduce Alice Ford and Meg Page, some wealthy wives of Windsor town. These two ladies meet Alice's daughter Nannetta and Mistress Quickly and discover that they have received identical love letters from him. They decide to teach him a lesson. Ford also learns of Falstaff's plan and plots with young Fenton (who loves Nannetta) to take revenge on Falstaff. Ford speaks to Falstaff disguised as Fontana, saying that he wishes also to seduce Alice but wants Falstaff to corrupt her first. Fat Jack visits Alice, but the tryst turns into chaos when Ford and the other men storm in. Meg hides Jack in a laundry basket. Alice orders the servants to dump the dirty linen, Falstaff included, into the Thames. Ford realizes his wife is loyal and they all have a good laugh. Act III opens with Falstaff washed up on the river bank. Wet and sorry for himself, he wishes to get drunk and grumbles about the wicked world. The Fords and their friends are not through punishing him yet and plot to disguise themselves as fairies to scold and frighten him. At last Falstaff repents and, through a series of comic mix-ups, Fenton and Nannetta are united and all live happily ever after. Written by Fiona Kelleghan <fkelleghan@aol.com>",
    "chinese_title": "肥骑士泡妞喜忧路",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Falstaff",
    "imdb_rating_average": 8.8,
    "douban_rating_average": 0,
    "update_at": "2025-05-31T02:14:32"
}