{
    "aka": [
        "悲之城"
    ],
    "sid": "5139888",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2592821622.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1010056/",
            "name": "罗伯特·克拉莫 Robert Kramer",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0261614",
    "director": [
        {
            "url": "/celebrity/1010056/",
            "name": "罗伯特·克拉莫 Robert Kramer",
            "@type": "Person"
        }
    ],
    "duration": "110 分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2000(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0261614/",
    "imdb_votes": 126,
    "this_title": [
        "Cities of the Plain"
    ],
    "douban_link": "https://movie.douban.com/subject/5139888/",
    "imdb_rating": "7.2/10 from 126 users",
    "trans_title": [
        "平原上的城市",
        "悲之城"
    ],
    "douban_votes": "0",
    "introduction": "One man's dreams are answered with troubling realities in this downbeat drama from expatriate American filmmaker and activist Robert Kramer. Ben, a man from an unnamed Middle Eastern nation, left his homeland in his youth and went to France in hopes of making a better life for himself. Hardly finding immediate success or an open welcome in his new land, Ben found himself working a series of menial, back-breaking jobs, while trying to send as much money as he could to his family at home. In time, he saved enough to open his own business, and rose to a modest level of success as he watched over his fruit market, got married, and started a family. But Ben's small success is built on shaky ground. When he gets word that his mother has fallen into difficult circumstances, he goes home to visit her. Upon his return, he discovers that his business has collapsed in his absence, and his wife has left him; fate becomes even more cruel when an accident robs him of his sight. Cites de la Plaine was the final feature from Robert Kramer; the film debuted at the 2000 Cannes Film Festival, several months after Kramer passed on while completing the final edit.",
    "chinese_title": "平原上的城市",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Cities of the Plain",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-10-09T08:56:09"
}