{
    "aka": [],
    "sid": "5139330",
    "cast": [
        {
            "url": "/celebrity/1138562/",
            "name": "苏娜.赛兰 Suna Selen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1154960/",
            "name": "图尔甘·苏莱伊 Türkan Soray",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1993",
    "genre": [
        "家庭",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887637405.jpg",
    "region": [
        "土耳其"
    ],
    "writer": [
        {
            "url": "/celebrity/1057613/",
            "name": "Zeynep Avci Zeynep Avci",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019501/",
            "name": "祖尔夫·利瓦内利 Zülfü Livaneli",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0263962",
    "director": [
        {
            "url": "/celebrity/1019501/",
            "name": "祖尔夫·利瓦内利 Zülfü Livaneli",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "土耳其语"
    ],
    "playdate": [
        "1993"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0263962/",
    "imdb_votes": 436,
    "this_title": [
        "Sahmaran"
    ],
    "douban_link": "https://movie.douban.com/subject/5139330/",
    "imdb_rating": "6.3/10 from 436 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "I can definitely consider it as the best and cult Turkish movie you can ever watch. But for the world standards, it's just OK. There's No action scenes at all. I can honestly predict that a new version of this movie will be taken soon. First of all, you need to know the myth of \"Sahmaran\" who is the main female character of a legend who has the body of a snake!! In the movie she's looking like a mermaid but her story which the movie is based on, reflects the traditions, humanity and imaginations of a country. According to myth, Sahmaran who is the Queen of snakes live under the tunnels of Istanbul where is suitable geographically for her and one day a Bey (turkish title:Bey=Lord) who is cheated by his enemies, fell into a deep well. Somehow he can find a way underground and he meets Sahmaran by chance. Sahmaran who has prejudices about human beings and hates them, finds some common features about that man who has told her how he cheated by his enemies. After some friendship and emotional approach,unfortunately the man decides to be on ground and see the sunshine. Sahmaran desperately accepts his wish but she tells him that she knows her destiny and pleases not to get naked or show any parts of his body to anyone. Then the man accepts and leaves the tunnels. Some time later the man who gets his freedom, falls in love with the girl whose father is a King. Just before their marriage the King gets poisoned and it's told him to drink the anti-dot who has only got by Sahmaran and also causes Sahmaran to die. No one knows the place of Sahmaran until the girl sees his darling has a scale skin when he gets naked. The girl informs to his father and the man gets arrested by the soldiers. At last the man has to betray Sahmaran for his own life. The Best thing about the movie is the scenes are taken in its so-called own places which are called Anemas Dungeons and Cisterns of Istanbul. In general the movie has an impressive story and music but it would be better.(review from imdb )",
    "chinese_title": "Sahmaran",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-04-08T14:52:18"
}