{
    "aka": [],
    "sid": "5139961",
    "cast": [
        {
            "url": "/celebrity/1019076/",
            "name": "保罗·麦卡特尼 Paul McCartney",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1166894/",
            "name": "琼恩·维特费尔德 June Whitfield",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1081060/",
            "name": "温莎·戴维斯 Windsor Davies",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1985",
    "genre": [
        "动画",
        "短片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2543693578.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1081335/",
            "name": "杰夫·邓巴 Geoff Dunbar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1251049/",
            "name": "Mary Tourtel Mary Tourtel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019076/",
            "name": "保罗·麦卡特尼 Paul McCartney",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027446/",
            "name": "琳达·麦卡特尼 Linda McCartney",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0261265",
    "director": [
        {
            "url": "/celebrity/1081335/",
            "name": "杰夫·邓巴 Geoff Dunbar",
            "@type": "Person"
        }
    ],
    "duration": "USA: 13 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1985"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0261265/",
    "imdb_votes": 378,
    "this_title": [
        "Rupert and the Frog Song"
    ],
    "douban_link": "https://movie.douban.com/subject/5139961/",
    "imdb_rating": "7.6/10 from 378 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Rupert Bear decides to head off for a walk on the hills. With his Mother's blessing, he sets off for a jolly trip, encountering his friends Edward Elephant and Bill Badger along the way, who are too busy to join him - Bill needs to look after his baby brother and Edward has to do some shopping. As Rupert reaches a hill, he props himself up against the trunk of an oak tree and enjoys the glory of the countryside. Suddenly, he finds himself enveloped by a rainbow cloud of butterflies previously masquerading as leaves on the oak tree, and all of them swarm away from the leafless tree towards a rocky outcrop; Rupert cannot resist following them. As he leaves, a large white barn owl and two black cats decide to follow him.Upon the rocks, Rupert finds a large number of multicolored frogs. He walks into a cave behind a waterfall and sees three signs: \"Frogs only beyond this point\", \"Everything except frogs must be kept on a lead\", and \"Guard frogs operating\". He sneaks into the palace, trying to avoid getting caught by the frog guards. There, he witnesses the Frog Song, an event that occurs only once in a few hundred years in which various frogs of all shapes and sizes come together and sing \"We All Stand Together\". Around the end, the frog King and Queen rise out of the water before the crowd to finish off the song. After a thunderous applause from the frogs, the owl, who had followed Rupert to find out where the frogs were hiding, launches itself for an attack on the royals, but Rupert manages to warn the frogs in time and they all quickly retreat, leaving the owl and the cats empty-handed and the palace completely empty. After hearing his mother call him, Rupert excitedly rushes home to tell his family about what he saw.",
    "chinese_title": "Rupert and the Frog Song",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-08-25T08:35:31"
}