{
    "aka": [],
    "sid": "5143925",
    "cast": [
        {
            "url": "/celebrity/1474234/",
            "name": "辛迪·唐兰 Cindy Donla",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1185021/",
            "name": "Jody Lee Olhava Jody Lee Olhava",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1474203/",
            "name": "亚历克茜斯·亚历山大 Alexis Alexander",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1202735/",
            "name": "J. Christopher Senter J. Christopher Senter",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1474233/",
            "name": "泽斯卡·范登贝格 Seeska Vandenberg",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1982",
    "genre": [
        "喜剧",
        "动作",
        "悬疑",
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2180961432.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0245400",
    "director": [],
    "duration": "94分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1982"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0245400/",
    "imdb_votes": 312,
    "this_title": [
        "Runaway Nightmare"
    ],
    "douban_link": "https://movie.douban.com/subject/5143925/",
    "imdb_rating": "4.4/10 from 312 users",
    "trans_title": [
        "逃避梦魇"
    ],
    "douban_votes": "0",
    "introduction": "An utterly unique homemade sci-fi-action-sexploitation buddy image, Runaway Nightmare is a sublimely amateurish mess that must be endured to be believed. Two pals running a worm ranch in Death Valley very long for some excitement to cut the boredom of their lifestyles. Their desires are fulfilled when they witness mobsters burying a gorgeous blonde girl alive in the desert, save her, and are taken captive by a ruthless squadron of feminine revolutionaries for their difficulty. Our heroes are very first tortured and then used as sex slaves, but eventually the girl gang invites them to join their cause, and they battle the syndicate to recover a briefcase full of taken platinum. Runaway Nightmare at first follows a standard male fantasy template (kidnapped by dominant females for stud solution), but it isn't pornographic. The male leads crack jokes like adolescent versions of Bob Hope and Bing Crosby, but none of it's funny. The plot includes radioactive accidents, exploding warehouses, and club fights, but there is no action. First-and-only-time director Michael Cartel is fond of long, airless scenes in which nothing happens, giving Runaway Nightmare the bizarre waking fantasy feeling that badly built movies sometimes achieve accidentally. The dialogue is ridiculous, the situations are ludicrous, and there isn't an actor in sight. Brief, clumsily-inserted nude scenes are meant to double for characters in the narrative, nevertheless the women's bodies are different, their faces are obscured, and they're shot on videotape rather than the movie stock utilized for the rest of the picture. In spite of (and because of) these dubious Runaway, virtues Nightmare is a one-of-a-kind cinematic experience, a fascinating failure that reaches brand new levels of weirdness, and its obscure house video launch is really worth seeking out for the jaded and the curious",
    "chinese_title": "逃避梦魇",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Runaway Nightmare",
    "imdb_rating_average": 4.4,
    "douban_rating_average": 0,
    "update_at": "2025-02-24T05:49:04"
}