{
    "aka": [
        "Ekh, yablochko!",
        "Hey, Little Apple!"
    ],
    "sid": "5145450",
    "cast": [
        {
            "url": "/celebrity/1039039/",
            "name": "瓦尔瓦拉·波波娃 Varvara Popova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1139265/",
            "name": "Pyotr Repnin Pyotr Repnin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1152758/",
            "name": "Vladimir Uralsky Vladimir Uralsky",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1926",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2666708175.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1156811/",
            "name": "Valentin Turkin Valentin Turkin",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0239363",
    "director": [
        {
            "url": "/celebrity/1398311/",
            "name": "米哈伊·多勒 Mikhail Doller",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1133707/",
            "name": "Leonid Obolensky Leonid Obolensky",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "1926(苏联)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0239363/",
    "imdb_votes": 13,
    "this_title": [
        "Эх, яблочко"
    ],
    "douban_link": "https://movie.douban.com/subject/5145450/",
    "imdb_rating": "5.7/10 from 13 users",
    "trans_title": [
        "嘿，小苹果！",
        "Ekh, yablochko!",
        "Hey, Little Apple!"
    ],
    "douban_votes": "0",
    "introduction": "\"The year is 1918. Odessa. German invaders are robbing the city. Bread is loaded at the port to be shipped to Germany. Sailor Petrus, who has lagged behind the Red Guard detachment and stayed in Odessa, calls on the port loaders to throw bread into the sea. A skirmish takes place between the movers and the soldiers.Petrus has been arrested. A gang of declassed and criminal elements, who consider themselves to be \"ideological\" anarchists, frees Petrus: he liked the leader of the gang - atamansha Gapka. Petrus leaves with herin the steppe, where the gang begins to act as a \"partisan\" detachment and raids one of the small towns. Atamansha Gapka makes a judgment and bloody massacre. Petrusia manages to save one of the victims of the bandit terror - the girl Marusya. He shelters her in a safe place. Meanwhile, Hanka, having interrogated two local communists, orders them to be shot. Taking upon himself the execution of the order, Petrus takes the communists out of the city and releases them to freedom. Then, together with Marusya, he hides from the city. The bandits rush in pursuit and soon overtake a train that takes away the fugitives. Gapka throws Marusya off the platform onto the canvas. Petrusia manages to avoid reprisals, as the train manages to arrive at the station occupied by the Reds. Gapka tells the Red commander that Petrus is guilty of the execution of the communists. Petrus is sentenced to death. At the last moment, the communists, saved by Petrus, arrive. Petrus is released. Years have passed. The time of peaceful construction has come in the country. The red commander Petrus and Marusya, who has become a teacher, meet in Moscow in one of the cafes, where both were attracted by the sounds of the popular song \"Eh, apple ...\" that accompanied the heroes' adventures.\"",
    "chinese_title": "嘿，小苹果！",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Эх, яблочко",
    "imdb_rating_average": 5.7,
    "douban_rating_average": 0,
    "update_at": "2025-08-15T13:14:14"
}