{
    "aka": [],
    "sid": "5146200",
    "cast": [
        {
            "url": "/celebrity/1031345/",
            "name": "马丁·罗森 Martin Rosen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1168814/",
            "name": "Helga Warnecke Helga Warnecke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1159744/",
            "name": "Jakob Tiedtke Jakob Tiedtke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1156074/",
            "name": "Axel Triebel Axel Triebel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1140892/",
            "name": "Gustav Püttjer Gustav Püttjer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1139107/",
            "name": "Heinz Schröder Heinz Schröder",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1130337/",
            "name": "Arno Paulsen Arno Paulsen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128330/",
            "name": "汉斯·尼尔森 Hans Nielsen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1122843/",
            "name": "Ralph Lothar Ralph Lothar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1121400/",
            "name": "Maria Milde Maria Milde",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1109357/",
            "name": "Tilly Lauenstein Tilly Lauenstein",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1096077/",
            "name": "Helmut Heyne Helmut Heyne",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1087150/",
            "name": "Elfie Dugal Elfie Dugal",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1085775/",
            "name": "盖德·弗里克霍弗 Gerd Frickhöffer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1082090/",
            "name": "Arno Ebert Arno Ebert",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048794/",
            "name": "Alfred Braun Alfred Braun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1110751/",
            "name": "Ann Höling Ann Höling",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1948",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2317462274.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1179677/",
            "name": "Marion Keller Marion Keller",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0236097",
    "director": [
        {
            "url": "/celebrity/1012963/",
            "name": "亚瑟·玛丽亚·拉布纳拉 Arthur Maria Rabenalt",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1948"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0236097/",
    "imdb_votes": 17,
    "this_title": [
        "Chemie und Liebe"
    ],
    "douban_link": "https://movie.douban.com/subject/5146200/",
    "imdb_rating": "5.8/10 from 17 users",
    "trans_title": [
        "化学与爱情"
    ],
    "douban_votes": "0",
    "introduction": "Der schweigende Stern(1960)is sometimes cited as the first East German science fiction film, but that is not entirely correct. Before the state was officially founded, when it was still known as the Soviet Sector, DEFA put out its first science fiction film—Chemistry and Love (Chemie und Liebe). It’s a breezy comedy that takes place in the imaginary country called “Kapitalia,” where profits count for everything. A young scientist invents a way to turn grass into butter without the intervening cow and soon capitalists and their hired golddiggers are wooing him from every corner.As with many of the films from DEFA’s Soviet Sector days, Chemistry and Love is virtually a West German film. The director, stars, and much of the technical staff hail from West Germany, driven to the Soviet Sector more out of necessity than political solidarity. Until the early fifties, the Office of Military Government, United States (OMGUS) was intentionally hobbling the German film industry in the western sectors. The ostensible reason for this was to prevent the reactivation of Nazi sympathies through the use of motion pictures, but the real reason was to help the U.S. film industry increase its revenues in Europe. The Soviets had no reservations about promoting films, the medium having helped galvanize the communist revolution in Russia. Thus, DEFA was founded just one year after the war ended. By the end of the forties, East Germany had a thriving film industry while West Germany languished under Allied restrictions. It was only after the distribution of DEFA films to Latin American countries that the U.S. started to rethink their ban on German filmmaking. Had DEFA not existed, most likely it would have taken several more years for West Germany to develop a film industry.Chemistry and Love resembles the risque type of stage farce known as “Boulevard theater.” It also bears some resemblance to the American Screwball comedies, but without the manic energy and overlapping dialog. While the story does have some socialist themes, stylistically it has more in common with UFA than the films normally associated with DEFA. This film could as easily been made in Munich at anytime after 1933.The story for this film came from a rough draft by Hungarian film theorist, Béla Balázs. The screenplay was written by Frank Clifford and Marion Keller. Clifford’s real name was Hans Heinrich Tillgner, but he changed it to Frank Clifford during a visit to the States, because Americans had trouble with his real name (although how anyone could have trouble with “Tillgner” is beyond me). From 1930 until 1955, Clifford worked in many capacities in the film industry, serving as producer on René Clair’s classic À Nous la Liberté, and production manager on dozens of films. Chemistry and Love was his first attempt at a screenplay. The following year, he co-wrote two more screenplays for DEFA, but did not continue a career as a screenwriter when he moved back to West Germany. His co-writer, Marion Keller, had an even shorter career as a screenwriter. Chemistry and Love is her only feature film.The film was directed by Arthur Maria Rabenalt, a Viennese director who got his start in legitimate theater before moving to films. During the Third Reich years, Rabenalt made movies, but maintained an apolitical stance. He continued with this approach after the war, making three films for DEFA, then shifting to West Germany and Austria once those countries had rebuilt their film industries. Rabenalt was the classic studio craftsman director, along the lines of William Beaudine and Edward L. Cahn in the states. His films may lack the flair of better-known directors, but he could churn out competently made movies on schedule and on budget. His catalog contains films of every genre, from romance (Glücksritter) to musicals (Der Zigeunerbaron) to horror (Alraune), but he had a special penchant for sex comedies. He also wrote several erotic novels, as well as books on film theory. he retired from films in the late seventies and died in Wildbad Kreuth in 1993.Most of the stars of Chemistry and Love also went on to have careers in West Germany. Hans Nielsen (Dr. Alland) starred in dozens of West German potboilers. Tilly Lauenstein (Martina Höller) had played in a couple films before this, but Chemistry and Love was her first starring role. She starred in one more DEFA film, Das Mädchen Christine, which was also directed by Rabenalt, then followed him west to continue her career. She worked primarily as a film actor up until her death in 2002. Alfred Braun, the film’s narrator and one-man Greek chorus, was better known for his work in German radio, both before and after WWII. In 1954, he became the first director of the newly established Radio Free Berlin (Sender Freies Berlin). He died in 1978.The cinematographer for the film was Bruno Mondi. Mondi had a long and controversial career as a cinematographer. He got his start as one of several cameramen on Fritz Lang’s silent film, Destiny (Der müde Tod). During the Third Reich, he was the man responsible for the camerawork in Veit Harlan’s Jud Süß—considered the most virulently anti-Semitic film ever made—and the color photography in Harlan’s bank-busting Kolberg. He contributed some excellent camerawork to early DEFA films, including Rotation, Der Biberpelz (The Beaver Coat), and Das kalte Herz (The Cold Heart), for which he won the Best Color Cinematography award at the Karlovy Vary International Film Festival. During the fifties, Mondi became known as the master of eye-bleeding Agfacolor, which demonstrated in the gorgeously kitschy Sissi films. He retired in 1965, and died in 1991. His son, Georg Mondi, has followed in his father’s footsteps, working as a cinematographer, primarily in TV.Chemistry and Love is a unique film in the DEFA catalog. It is western in style but eastern in theme; a science fiction comedy from a company that in later years would never consider such a concept. It is all but forgotten today, but holds an important place in the history of German film history—east and west.",
    "chinese_title": "化学与爱情",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Chemie und Liebe",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2025-02-19T15:43:06"
}