{
    "aka": [
        "Daughters Of Fire"
    ],
    "sid": "5146160",
    "cast": [
        {
            "url": "/celebrity/1135284/",
            "name": "宝拉·莫拉 Paola Morra",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1143487/",
            "name": "Karin Rodrigues Karin Rodrigues",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1124786/",
            "name": "Rosina Malbouisson Rosina Malbouisson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1084406/",
            "name": "塞尔玛·爱格雷 Selma Egrei",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1098235/",
            "name": "Serafim Gonzalez Serafim Gonzalez",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1978",
    "genre": [
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2514913373.jpg",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1028675/",
            "name": "沃尔特·雨果·克霍里 Walter Hugo Khouri",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0236215",
    "director": [
        {
            "url": "/celebrity/1028675/",
            "name": "沃尔特·雨果·克霍里 Walter Hugo Khouri",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "1978"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0236215/",
    "imdb_votes": 173,
    "this_title": [
        "As Filhas do Fogo"
    ],
    "douban_link": "https://movie.douban.com/subject/5146160/",
    "imdb_rating": "7.0/10 from 173 users",
    "trans_title": [
        "女火",
        "Daughters Of Fire"
    ],
    "douban_votes": "0",
    "introduction": "Description: Brazilian horror films are rare, good ones (outside the strange Coffin Joe series) almost unheard of. As Filhas do Fogo is a story leaning heavily towards the supernatural directed by Walter Hugo Khouri, famous for his wistful and beautifully photographed erotic meditations such as Eros, O Deus do Amor (1981). I think it’s a minor classic with a combination of mood and theme unequalled elsewhere.Teenage Clara (Paola Morra) invites Ana (Rosina Malbouisson) to stay at her comfortable country house deep in the forests of Brazil. The two are old schoolfriends perhaps, who promised to keep in touch after they left. And so they have. There’s a lot of holding hands and staying up after lights out to be catching up with!Clara seems to live with just her housekeeper Mariana (Maria Rosa) for company. Everything about her, the house, and the gardens says “sultry”. Mariana, slightly older and more sensible than Clara, spoils the girls rotten. How about two long cool glasses of milk after your sauna (did I mention the film opens with the girls naked in the sauna)? Mmm, yummy Mariana! And the gamekeeper (Khouri regular Serafim Gonzalez) has his feet well under the table too, so there’s even something for us blokes to salivate about.So one day the girls are out for a ride on their bike (Clara gives Ana a “backy”), and they come across a “gingerbread gothic” style house in the woods. Hmm, let me think, who do we know who lives in a gingerbread house? Well this one is occupied by a strange older lady (Karin Rodrigues) with an interest in the supernatural – perhaps not excluding the transmigration of souls. And who’s this even stranger lady in the photograph (Selma Egrei)? That’s as much as I’ll tell of the plot – actually I’ve partly just made it up, which is all part of the fun of having no subtitles.Overall the film is slow but atmospheric, and it draws you in, building to a really superb climax. There are Sapphic love affairs, and even lesbian kisses. The real star is Selma Egrei, a soft-porn regular who I’ve never seen as exotic, compelling and sinister as she is here. Warmly recommended for those who enjoyed the likes of Symptoms, Au rendez-vous de la mort joyeuse, Carne de tu carne, or Don’t Deliver Us from Evil.",
    "chinese_title": "女火",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "As Filhas do Fogo",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-07-30T05:14:06"
}