{
    "aka": [],
    "sid": "5150643",
    "cast": [
        {
            "url": "/celebrity/1036425/",
            "name": "布伦丹·弗莱彻 Brendan Fletcher",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1213058/",
            "name": "安吉拉·萨拉弗安 Angela Sarafyan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1670932",
    "director": [],
    "duration": "95 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1670932/",
    "imdb_votes": 391,
    "this_title": [
        "American Animal"
    ],
    "douban_link": "https://movie.douban.com/subject/5150643/",
    "imdb_rating": "4.3/10 from 391 users",
    "trans_title": [
        "美国动物"
    ],
    "douban_votes": "0",
    "introduction": "◎片　　长　95 Mins◎导　　演　Matt D'Elia◎主　　演　Matt D'Elia ....Jimmy布莱登·佛雷切 Brendan Fletcher ....James莫西娅·梦露 Mircea Monroe ....Blonde AngelaAngela Sarafyan ....Not Blonde Angela◎简　　介A wild existential comedy about a dying young man who descends into madness when he discovers that his roommate and best friend is leaving for a new job in the morning.Jimmy is a terminally ill young man. But from today on, he has decided that he is 'happy', and that he is no longer sick. Jimmy's roommate James is a healthy, dreamy young man. They're best friends. They live together. They don't do much of anything, and seem very happy that way. But trouble arises when James announces that he will be leaving for his new job in the morning. Jimmy sees this as the destruction of the perfect little world that they've set up, and what ensues is a humorous battle of wills as James heads towards the real world and Jimmy falls deeper and deeper into his isolated world of illness and make-believe.In this loud, irreverent comedy, Jimmy, a terminally ill young man with a penchant for waxing philosophical and sudden costume changes, finds his hedonistic world of casual sex, drinking and board games derailed when he learns that his best friend and roommate, James, has gotten a job.Jimmy is a terminally ill young man. He is also quite eccentric, bordering on plain old crazy, and starting today he has decided that he is 'happy' and no longer sick. Jimmy's roommate James is a healthy, dreamy young man. They're best friends. They live together. They don't do much of anything and they seem very happy that way. But trouble arises when it gets revealed that James will be leaving for a new job in the morning. Jimmy, feeling betrayed, is not pleased by this development. A classic, humorous battle of wills ensues as James prepares for the real world and Jimmy falls deeper and deeper into his world of illness, isolation, madness and make-believe.",
    "chinese_title": "美国动物",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "American Animal",
    "imdb_rating_average": 4.3,
    "douban_rating_average": 0,
    "update_at": "2025-04-12T04:45:19"
}