{
    "aka": [],
    "sid": "5150802",
    "cast": [
        {
            "url": "/celebrity/1223682/",
            "name": "法里德·卡米尔 Farid Kamil",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1255803/",
            "name": "Que Haidar Que Haidar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1247315/",
            "name": "Raja Farah Raja Farah",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "马来西亚"
    ],
    "writer": [],
    "imdb_id": "tt1669165",
    "director": [],
    "duration": "106分钟",
    "episodes": "",
    "language": [
        "Malay"
    ],
    "playdate": [
        "2010"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1669165/",
    "imdb_votes": 151,
    "this_title": [
        "Lagenda budak setan"
    ],
    "douban_link": "https://movie.douban.com/subject/5150802/",
    "imdb_rating": "6.1/10 from 151 users",
    "trans_title": [
        "传说中魔鬼的男孩"
    ],
    "douban_votes": "0",
    "introduction": "Kasyah bersama rakan sekumpulannya, Sapi, Man dan Cin Cai merupakan pelajar nakal yang sering membuat onar dan terkenal kerana sering dikenakan tindakan disiplin. Mereka juga melabelkan kumpulan mereka sebagai anti perempuan. Namun, sikap dan kenakalan Kasyah berubah dengan kemunculan pelajar baru, Ayu. Ayu telah benar – benar menambat hati dan perasaan Kasyah, membuat dia jatuh cinta. Ayu mencabar Kasyah untuk berubah dan sebagai syarat untuk dia menerima Kasyah. Episod baru hidup Kasyah pun bermula.Tiba masanya Kasyah perlu melakukan tugasan kajian tesisnya ke pedalaman. Kasyah berpisah sementara dengan Ayu. Azmi yang pernah mengecewakan Ayu, kini muncul kembali menagih cinta dari Ayu. Azmi hampa bilamana Ayu menolak permintaannya itu. Melalui ibu Ayu, Mak Leha, Azmi merencanakan sesuatu untuk membolehkannya bernikah dengan Ayu. Melalui perancangan Azmi, Mak Leha berpura sakit jantung dan tidak boleh kerisauan. Ayu yang serba salah terpaksa menerima Azmi dalam hidupnya, kerana bimbangkan keadaan ibunya. Ayu berkahwin dengan Azmi. Kasyah kecewa. Kebahagian yang diharapkan tidak menjelma.Azmi kembali kepada tabiat lamanya yang pemabuk, panas baran, kaki perempuan dan sering membelasah Ayu. Suatu malam, mereka berdua bergaduh besar. Ayu yang dipukul bertindak melarikan diri dengan kereta. Ketika memandu dalam keadaan trauma dan emosi, Ayu hilang kawalan lalu kemalangan. Ayu cedera parah. Mukanya hancur. Azmi menuntut maaf tapi Ayu sebaliknya menuntu cerai dan minta wajah yang baru. Episod baru hidup Ayu pun bermula. Ayu yang kini berwajah baru tampil sebagai Emilia. Ayu ingin memulakan hidup baru dan melupakan episod dukanya.Ayu / Emilia, menubuhkan syarikat melalui wang simpanan dan pampasan dari Azmi. Melalui kawannya Suzana, Kasyah dijejaki dan dipelawa untuk bekerja dengan syarikat Emilia. Kasyah yang pada mulanya tidak menyangka apa–apa, mula mengesyaki sesuatu setelah baru bekerja. Melalui Suzana juga Kasyah mengetahui segalanya tentang Ayu / Emilia. Hubungan mereka kembali bertaut. Azmi yang sakit hati cuba mengagalkan hubungan itu kembali. Azmi sekali lagi meminta bantuan Mak Leha untuk memujuk Ayu / Emilia. Semasa di rumah Emilia, Azmi telah memukul Emilia di hadapan Mak Leha sehingga Emilia terjatuh dan tidak sedarkan diri. Dia cedera parah di kepala dan hilang ingatan. Berbagai cara dilakukan oleh Kasyah dan Mak Leha untuk memulihkan ingatan namun belum berhasil. Emilia yang senakin pulih, akhirnya mengahwini Kasyah. Kebahagian yang diharapkan Kasyah tidak kekal lama. Ayu / Emilia meninggal dunia ketika melahirkan anak.",
    "chinese_title": "传说中魔鬼的男孩",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Lagenda budak setan",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-02T22:44:53"
}