{
    "aka": [],
    "sid": "5150747",
    "cast": [
        {
            "url": "/celebrity/1133309/",
            "name": "Orna Porat Orna Porat",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1001168778.jpg",
    "region": [
        "以色列"
    ],
    "writer": [],
    "imdb_id": "tt1666165",
    "director": [],
    "duration": "Israel: 90 分钟",
    "episodes": "",
    "language": [
        "希伯来语",
        "阿拉伯语",
        "俄语"
    ],
    "playdate": [
        "2010"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1666165/",
    "imdb_votes": 172,
    "this_title": [
        "Naomi"
    ],
    "douban_link": "https://movie.douban.com/subject/5150747/",
    "imdb_rating": "6.1/10 from 172 users",
    "trans_title": [
        "娜奥米"
    ],
    "douban_votes": "0",
    "introduction": "Orna Porat is a grande dame of Israeli theater, and Yossi Pollak too is at the top of the A list: when mounting an ancient or modern masterpiece, these are the actors you would trust on stage. It's seldom either of them takes a film role these days, so NAOMI is already an event of significance. The title character is a beautiful young woman-- the dialog occasionally reminds us how beautiful she is, and how mysterious-- but her role, as acted by Melanie Peres, does not contribute a weight that counterbalances the expressively sagging faces of the veteran actors; it is easier to consider that the movie is all about how she affects the others than that it is even partly about her as a person. What drives the movie is the tension of the situations besetting Pollak (including possible criminal suspicion), with some blackly comic relief that as often as not involves Porat as his sharp-tongued mother. The Hebrew title of the movie is, more or less, ERUPTION OF X, referring to a cosmic phenomenon that occurs when celestial bodies are too close together. Aside from the idea that eruptions may happen when people are too close together, the movie seems to have no grand theme, and it also has no grand cinematic effects. Aside from the benefit of detail as the camera rests on the actors' faces, this is a movie that would lose nothing on the small screen and for many minutes at a time could even just as well be on the stage. But the suspense and uneasiness build quickly and remain well sustained, the story is tight, the impressive talents of the major actors are not wasted, and if I were the mogul with the budgets, I would think seriously about planning a Hollywood remake of this tense vehicle for veteran actors.",
    "chinese_title": "娜奥米",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Naomi",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-08-30T17:13:11"
}