{
    "aka": [
        "Make a Fake",
        "巧手偷天"
    ],
    "sid": "5150763",
    "cast": [
        {
            "url": "/celebrity/1025548/",
            "name": "温琴佐·萨莱梅 Vincenzo Salemme",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010007/",
            "name": "朱塞佩·巴蒂斯通 Giuseppe Battiston",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042012/",
            "name": "唐娜提拉·芬诺恰罗 Donatella Finocchiaro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1333649/",
            "name": "哈萨尼·沙皮 Hassani Shapi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1333650/",
            "name": "Giulio Beranek Giulio Beranek",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1065610/",
            "name": "索尼娅·贝加马斯科 Sonia Bergamasco",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330314/",
            "name": "帕罗·萨森内里 Paolo Sassanelli",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2110729890.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1333648/",
            "name": "乔瓦尼·阿尔巴纳斯 Giovanni Albanese",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1669687",
    "director": [
        {
            "url": "/celebrity/1333648/",
            "name": "乔瓦尼·阿尔巴纳斯 Giovanni Albanese",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2011-05-06(意大利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1669687/",
    "imdb_votes": 239,
    "this_title": [
        "Senza arte né parte"
    ],
    "douban_link": "https://movie.douban.com/subject/5150763/",
    "imdb_rating": "5.8/10 from 239 users",
    "trans_title": [
        "生财有道",
        "Make a Fake",
        "巧手偷天"
    ],
    "douban_votes": "67",
    "introduction": "Salento. The prize-winning Tammaro pasta factory decides to modernise. The old factory is closed and a new one opened, completely mechanised.The whole team of workers doing the stocking by hand, among them Enzo, Carmine and Bandula, find themselves unemployed. Enzo is married to Aurora who works occasionally as a translator, and they have two small children. Carmine lives with his ageing mother and Marcellino, his younger, wayward brother. Bandula is an Indian immigrant, by now penniless and with no place to sleep. The situation is tragic.In that period, Tammaro’s wife inherits a bizarre collection of contemporary art, which is stored in the old pasta factory. Tammaro offers Enzo a temporary job, paid under the table: watchman of the warehouse where the art collection is stored.Enzo and his friends, to their amazement, discover contemporary art. But above all they wonder why a boot with a liquor bottle inside it, a big snake made of kitchen brushes, or a glass with dirty yellow stains, are worth much more than all their wages put together: hundreds of thousands of euros!Their anger mounts: with what these things cost, Tammaro could have hired us all back again!As they talk animatedly, awkward Carmine involuntarily breaks Manzone’s Impronta d’artista, a work composed of a hard-boiled egg with a fingerprint on it, at a prohibitive price.It is disaster. The three men see that they are ruined… when they have an idea: make another egg with a fingerprint and put in place of the original! Among unforeseen events and difficulties, the operation succeeds. No one notices a thing! At this point our desperate heroes, with no money or jobs, mastermind a diabolical plan: make more fakes and replace them in the collection of the unaware Tammaro. Then sell the originals themselves. The fraud takes off in grand style. Here is where their ability with their hands, now useless in the working world, comes in handy in the art world...",
    "chinese_title": "生财有道",
    "douban_rating": "6.7/10 from 67 users",
    "foreign_title": "Senza arte né parte",
    "imdb_rating_average": 5.8,
    "douban_rating_average": "6.7",
    "update_at": "2025-03-19T02:49:29"
}