{
    "aka": [],
    "sid": "5150717",
    "cast": [
        {
            "url": "/celebrity/1041013/",
            "name": "约翰·马尔科维奇 John Malkovich",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2479645031.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt1670270",
    "director": [
        {
            "url": "/celebrity/1298599/",
            "name": "迈克·斯特明格 Michael Sturminger",
            "@type": "Person"
        }
    ],
    "duration": "120分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008-05-03(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1670270/",
    "imdb_votes": 110,
    "this_title": [
        "The Infernal Comedy: Confessions of a Serial Killer"
    ],
    "douban_link": "https://movie.douban.com/subject/5150717/",
    "imdb_rating": "7.2/10 from 110 users",
    "trans_title": [
        "地狱喜剧：一个连环杀手的自白"
    ],
    "douban_votes": "0",
    "introduction": "“把它称为话剧、音乐剧或歌剧都行！”这是这部作品的制作者对它的定位。我们很难用一个存在的剧种来准确的定义它，它的演出方式十分特别：一名独白者，两位女高音，一个小型乐团，在独白、歌剧片段和一些耳熟能详的美妙古典乐段中，它为观众讲述了一个连环杀手的一生。有意思的是，在这期间你还会发现 它里面隐藏的许多玄机。在这一出舞台剧中，表演者和观众都被揉进了剧情中。这种将话剧和歌剧相结合的演出形式新颖而特别，这是约翰.马尔科维奇近年来所进行的有趣尝试。以下描述来自官方网站：When a dead serial killer returns to the stage to present his autobiography in a public reading, a comedy is not exactly what we are in for; but what are we demanding, anyway, if we are waiting to see a new opera/play about a murderer of women, for an orchestra on period instruments, two sopranos and one actor? The forecast changes completely if we learn that John Malkovich is going to play the role of Jack, who is launching his “Confessions of a serial killer”. Now we definitely expect the unexpected. That very anticipation made me bold enough to try to write the libretto, and it helped me to finish it within a few weeks. The beginning was simple. While performing easy jokes like a stand-up comedian, Jack introduces his book, which flamboyantly he has called “The Infernal Comedy”. Having come that far, the writer only had to imagine what John’s Jack would be doing next; and what he did was look for the truth? Once the play was written it was a pure pleasure to direct, especially since the piece gave John room for improvisation in a literal way, which means continually improving it and making it better! Although staying perfectly faithful to direction, text and his partners on the stage, John, in every single rehearsal or performance, searched for new possibilities to surprise himself and us. Watching JohnMalkovich perform, we immediately connected to the ideal for which dramatic art is made: the presence of the moment.",
    "chinese_title": "地狱喜剧：一个连环杀手的自白",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Infernal Comedy: Confessions of a Serial Killer",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-03-16T15:17:31"
}