{
    "aka": [],
    "sid": "5151441",
    "cast": [
        {
            "url": "/celebrity/1005974/",
            "name": "洛伦佐·佩德罗蒂 Lorenzo Pedrotti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1191773/",
            "name": "Francesco Martino Francesco Martino",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "恐怖",
        "传记",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p612515624.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1050993/",
            "name": "斯特法诺·贝索尼 Stefano Bessoni",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1662519",
    "director": [
        {
            "url": "/celebrity/1050993/",
            "name": "斯特法诺·贝索尼 Stefano Bessoni",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2010"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1662519/",
    "imdb_votes": 45,
    "this_title": [
        "Krokodyle"
    ],
    "douban_link": "https://movie.douban.com/subject/5151441/",
    "imdb_rating": "6.2/10 from 45 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Kaspar is a young filmmaker willing to develop his projects in cinema. He passes his time drawing, writing and making up his own imaginary world, that day by day seems to be getting more and more real. He shares his thoughts with Helix, a young photographer interested in death and the capture of images, with Schulz, a doll maker who is obsessed by the theories about creation and  dummies, and with Bertolt, a fellow filmmaker that never got over the failure of his first movie, destroyed by a short-sighted production team.To fix his ideas, Kaspar begins shooting a movie on himself, a sort of book of cinematic notes, made from drawings, pictures, short animations, sounds, words and music... made of dreams and nightmares.As time goes by, his movie takes shape but Kaspar increasingly grows away from the real world, until he eventually realizes that he himself is just a product of his own imagination, and that all of his pals are really imaginary friends.Nonetheless, before he completely vanishes into his own dreams, he understands that there's something he can do to leave a sign, a trace in the real world, that will testify to his existence, his ideas, his desires. Kaspar realizes that, just like a real human being is able to give birth to imaginary characters and fantastic worlds, an imaginary being like himself has the power to create real things.",
    "chinese_title": "Krokodyle",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-09-20T09:00:28"
}