{
    "aka": [
        "Penganten sunat",
        "彭甘滕·苏纳特"
    ],
    "sid": "5151798",
    "cast": [
        {
            "url": "/celebrity/1206282/",
            "name": "多拉·苏迪洛 Tora Sudiro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1220992/",
            "name": "Artika Sari Devi Artika Sari Devi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901633373.jpg",
    "region": [
        "印度尼西亚"
    ],
    "writer": [],
    "imdb_id": "tt1657425",
    "director": [],
    "duration": "85分钟",
    "episodes": "",
    "language": [
        "印尼语"
    ],
    "playdate": [
        "2010"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1657425/",
    "imdb_votes": 17,
    "this_title": [
        "Roman picisan"
    ],
    "douban_link": "https://movie.douban.com/subject/5151798/",
    "imdb_rating": "6.6/10 from 17 users",
    "trans_title": [
        "罗马皮西桑",
        "Penganten sunat",
        "彭甘滕·苏纳特"
    ],
    "douban_votes": "0",
    "introduction": "ROMAN PICISAN tells love story between Canting (24) and Bali (27), two different characters, back ground and life style, who is met by many conditions and situations that finally make them both falling in love.Canting is born from a conservative, conventional, academician Javanese aristocrat family. On the other side, Bali comes from a liberal broken home family. Bali has lived independently since hes young. Thats because he chose to live alone in Dewata island (Bali) instead of choosing to stay with one of his parent who got divorced when he was nineteen.The story begins when Canting attends Widyas wedding (24) that is held in Bali. Widya is Cantings best friend. Unfortunately the wedding ceremony turns into a mess because of Bali who makes Tom-tom, his best friend and also the broom of Widya, fails to come in that wedding ceremony. Cantings life then continues with one purpose, she determines to bring back the love between Tom-tom and Widya. On the other side, Bali has the opposite purpose, messing Tom-tom and Widyas love as soon as he can.The conflict between Canting and Bali makes them trapped in many silly actions and sabotages, which finally make them stranded in an isolated and deserted area. By that time, the love feeling between them grows slowly, especially when they both have to spend one night in a fishermans boat on the sea shore because theres no motel nor transportation that can bring them back home. That night, under the starry sky of Bali, Canting and Bali admit their each deepest feeling. The chemistry between them starts to collide.Unfortunately, when the love that grows inside Bali and Cantings heart, some huge obstacles appear among them. Right before Canting goes to Bali, she has agreed her fathers request, Prasetyo (55), to get married with Bimo (30), a son of her fathers friend. In the end, Bali and Canting have to be separated in Ngurah Rai airport because Canting has to go back to Jogja for the wedding.But apparently, Bali doesnt give up so easily. When Canting and Bimo do the pre wedding photo shoot, Bali suddenly comes in a disguise as the photographer who will handle the photo shoot session of Canting and Bimos wedding ceremony. Balis purpose is one. He want to get a chance to speak personally with Pras in order to be allowed to become Cantings life mate. Balis plan doesnt go smoothly. He keeps facing some obstacles until the day of the wedding arrives. And at the same day, Bali faces Pras and tells him all about his feeling about Canting. How ever, when Pras asks Canting to decide whether she choose Bali or Bimo, a bitter answer is spoken, Canting, who doesnt want to destroy her fathers dignity and happiness, comes to decides that she chooses Bimo. Bali gets sad and disappointed. But he accepts that and goes out from the ceremony gentlemanly, leaving the love of his life to be lived with another man.Eight years later Bali is musing at the sea shore when he and Canting ever spent a night on a fishermans boat. Suddenly theres a six years old little girl comes to him and gives him a piece of brownies cake, the cake that was very meaningful for Bali and Canting. Bali gets surprised and curious. And its true, its Canting who asks the girl to give that cake. Canting and Bali now meet again. Canting who got divorced from Bimo three years ago, apologizes to Bali for her disappointing decision back day. Bali forgives Canting and says that its all just a part of their past memories. And now, the real story of their love life is about to begin",
    "chinese_title": "罗马皮西桑",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Roman picisan",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-05-26T12:44:45"
}