{
    "aka": [],
    "sid": "5152506",
    "cast": [
        {
            "url": "/celebrity/1143276/",
            "name": "Gary Sandy Gary Sandy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1102534/",
            "name": "戈登·裘普 Gordon Jump",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041419/",
            "name": "马克·鲍力施 Mark Polish",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010605/",
            "name": "特瑞西·宝兰 Tracy Pollan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036422/",
            "name": "简·卡兹玛拉克 Jane Kaczmarek",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032157/",
            "name": "德博拉·拉芬 Deborah Raffin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025209/",
            "name": "韦恩·奈特 Wayne Knight",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019117/",
            "name": "萨莉·凯勒曼 Sally Kellerman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044731/",
            "name": "斯坦娜·卡蒂克 Stana Katic",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873764605.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1041419/",
            "name": "马克·鲍力施 Mark Polish",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1648201",
    "director": [
        {
            "url": "/celebrity/1040861/",
            "name": "麦克·鲍力施 Michael Polish",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "法语"
    ],
    "playdate": [
        "2011"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1648201/",
    "imdb_votes": 1678,
    "this_title": [
        "For Lovers Only"
    ],
    "douban_link": "https://movie.douban.com/subject/5152506/",
    "imdb_rating": "6.9/10 from 1678 users",
    "trans_title": [
        "致恋人"
    ],
    "douban_votes": "129",
    "introduction": "While I had seen a few of the Polish Brothers other moves, namely 'Twin Falls Idaho' and 'Northfork' I freely admit I may not have been aware of 'For Lovers Only' if I didn't follow Stana Katic on Twitter. We all know what a great job Stana has been doing in the role of Kate Beckett in Castle for the past 3 seasons so any other project that she is involved with deserves a peek, right? Are you tired/bored with the usual Hollywood CGI laden, big bang, beat 'em up fare? Like me, do you need to be emotionally invested in a movie? If the answer is \"yes\" then 'For Lovers Only' is definitely the movie for you.It quite simply couldn't be any further from your 'conventional movie' and trust me it doesn't suffer for it in the slightest. What Mark Polish has written is an honest and heartfelt depiction of being in love - not just the joys but also the sorrows.'For Lovers Only' was conceived under the radar, with zero budget and zero marketing. The movie was shot with a tiny crew on the fly while travelling throughout France over a short period of time. There are no sets, no artificial lighting just amazing scenery, architecture and touching performances.The director, Michael Polish has done a magnificent job in capturing the tone of this movie. Filmed in black and white with a digital SLR camera he has managed to create the most romantic and almost ethereal feeling – it looks timeless. I don't know how he's done it but Michael has managed to make Stana look even more stunning! When we first met former lovers Yves (Mark Polish) and Sofia (Stana Katic) they seem to be only half a person, barely functioning. When they bump into each other again in Paris after 8 years apart it is palpable. It's almost like they've been hit by a truck, no words are necessary as it's written all over their faces. We all know Stana can say more with her eyes than most actresses can with a couple of pages of dialogue. From that moment on you just know that there is more to their story and they are going to reconnect – it's inevitable.As they leave Paris on their journey the ease with which Yves and Sofia fall back into the role of lovers or more importantly being in love is in stark contrast to the stilted and awkward phone conversations they have with their respective spouses. These two seem to be each others perfect, each others everything that it's hard to imagine why they broke up in the first place – it's never explained either.If viewers are expecting what follows to be a 'sexcapade' throughout France then they are going to be disappointed. Yes, there is a sex scene but it's not gratuitous or explicit – this is a movie for grown ups after all. The most intimate moments in the movie are when Yves and Sofia are simply in each others personal space, totally comfortable with one another, sharing their feelings and thoughts. If the objective was to have the viewer almost feel like a voyeur then mission accomplished in spades.I don't want to dissect the movie scene by scene, it is better for the viewer to simply go on the journey with the lovers and let their story unfold before your eyes. You'll laugh, you'll cry but most of all you'll feel.The haunting score by Kubilay Uner fits each scene perfectly and only serves to heighten the experience.The choices of songs by artists such as Arcade Fire, Jeff Healey, John Lennon, A Girl Named Eddy and Serge Gainsbourg to name but a few are inspired. One could be forgiven for thinking that they had been especially written for the movie as they sit so comfortably within it.All in all 'For Lovers Only' is a treat for the heart and the soul. You will get a little something different out of it with each viewing. I first saw this movie just over a fortnight ago and it's still rattling around in my head. How many movies can we say that about?",
    "chinese_title": "致恋人",
    "douban_rating": "7.0/10 from 129 users",
    "foreign_title": "For Lovers Only",
    "imdb_rating_average": 6.9,
    "douban_rating_average": "7.0",
    "update_at": "2025-07-05T15:07:21"
}