{
    "aka": [],
    "sid": "5152728",
    "cast": [
        {
            "url": "/celebrity/1166075/",
            "name": "柯丝蒂·杨 Kirsty Young",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1392781983.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1646049",
    "director": [],
    "duration": "59分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010-01-11"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1646049/",
    "this_title": [
        "The British Family"
    ],
    "douban_link": "https://movie.douban.com/subject/5152728/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In a powerful and moving account of an experience that frames all of our lives, Kirsty Young tells the story of the British family from the end of the Second World War to the present day.Part 1: MarriageKirsty Young begins a history of how British families have changed since the Second World War by looking at marriage. Using vibrant archive footage and bittersweet interviews, she examines how, from the 1940s to the late 1960s, marriage was transformed from a sometimes stifling institution into a more equal relationship. She discovers that although many marriages are now happier, the growing tide of divorce continues unstemmed.Part 2: SexKirsty Young looks at how British families have changed since the Second World War by exploring the impact of the sexual revolution, combining her encounters with ordinary British families with the sex-soaked film archive of the time. She describes how the 1970s were the real moment when the sexual revolution took hold of Britain and looks into the explosion of sexual imagery and ideas Britons were exposed to. Examining how they affected traditional family values, she shows how the desire for sexual liberation was tested in the early 1980s when the first cases of AIDS reported in the UK steadily mushroomed into warnings that every British household would be affected. Kirsty examines how the emerging Women's Movement radically challenged old ideas about the family, about who does what and why in the typical family setup. She meets some of the women for whom the ideas of feminism meant a revolution in their families, and those for whom nothing really changed.Part 3: MoneyKirsty Young looks at the 1980s and 1990s when our pursuit of cash and career had a deep effect on many families. She meets ordinary families as she recalls the impact of Margaret Thatcher, who used her own family background as part of her political message and preached traditional family values. Margaret Thatcher encouraged economic changes which, while enriching some, would lead many families into stressful overwork and others into a stressful lack of work. With a nostalgic dip into the cultural archive of the time, Kirsty also looks at how our desire to pursue success meant delaying starting families, which profoundly changed the shape of the British family.Part 4: ChildrenIn the final part of her series on the post-war history of the British family, Kirsty Young looks at how children have come to dominate family life in the last decade. Evocative archive of children from the last few decades is interwoven with parents and children talking about life today, and reveals just how far we have come from the 'seen and not heard' days of old. Kirsty also looks at the new kinds of families in which children are growing up, the so-called 'blended' families of step-mums and dads and siblings, as well as the gay families who are changing the face of modern parenting. Kirsty finishes the series by looking at how our ageing demographic might ask us all some tough questions about our family set-ups in the years to come.",
    "chinese_title": "The British Family",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-01-15T02:14:40"
}