{
    "aka": [
        "Being Italian with Signora Enrica",
        "Diventare italiano con la signora Enrica",
        "Sinyora Enrica"
    ],
    "sid": "5154975",
    "cast": [
        {
            "url": "/celebrity/1004514/",
            "name": "克劳迪娅·卡汀娜 Claudia Cardinale",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1176408/",
            "name": "泰奥曼.肯巴拉吉巴斯 Teoman Kumbaracibasi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1204821/",
            "name": "Murat Karasu Murat Karasu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1244503/",
            "name": "法赫里耶·埃夫坚 Fahriye Evcen Özçivit",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2642324202.jpg",
    "region": [
        "土耳其"
    ],
    "writer": [],
    "imdb_id": "tt1615840",
    "director": [],
    "duration": "110 分钟",
    "episodes": "",
    "language": [
        "意大利语",
        "土耳其语"
    ],
    "playdate": [
        "2010-12-03"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1615840/",
    "imdb_votes": 711,
    "this_title": [
        "Sinyora Enrica ile Italyan Olmak"
    ],
    "douban_link": "https://movie.douban.com/subject/5154975/",
    "imdb_rating": "6.7/10 from 711 users",
    "trans_title": [
        "辛尤拉.安瑞卡",
        "Being Italian with Signora Enrica",
        "Diventare italiano con la signora Enrica",
        "Sinyora Enrica"
    ],
    "douban_votes": "0",
    "introduction": "(translate.google.com) Years ago, after her husband abandons her, leaving her son behind the door of any man to put in. Even Signora Enrica (Claudia Cardinale Evcen-Fahrenheit), well known for this feature. Enrica, empty rooms in the house she rents to students, in addition to the tailoring business in a market and trying to do.Bozmadığı years of this rule, a rainy night, the Turkish student from his home as a result of a misunderstanding Ekin (Ismail Hacıoğlu) will break for. Siniora did not want to open the doors of his house Enrica Initially, this stranger, then simply not turning his house, locked for years in the hearts of these young Turks will hold. Giovanni, the role of actors in the film Teoman Kumbaracıbaşı Enrica'nın Siniora and the father of one son, yet that very young age to leave a troubled personality. Giovanni against his mother will turn into a sense of protection against unfair behavior Enrica'ya Ekin Siniora and a bond between them will be so. For attachment to a language school in Italy is no longer anything to be the same again and will undergo a change in his life altogether.Yıllar önce, oğlunu da arkasında bırakarak kendisini terk eden kocasından sonra hiçbir erkeği kapısından bile içeri sokmayan Sinyora Enrica (Claudia Cardinale- Fahriye Evcen), bu özelliğiyle ün salmıştır. Enrica, evindeki boş odaları kız öğrencilere kiralamakta, ek iş olarak da terzilik yapmakta ve bir pazarda çalışmaktadır.Yıllarca bozmadığı bu kuralı, yağmurlu bir gecede, bir yanlış anlama sonucunda evine gelen Türk öğrenci Ekin (İsmail Hacıoğlu) için bozacaktır. Önceleri evinin kapılarını bu yabancıya açmak istemeyen Sinyora Enrica, daha sonra sadece evini açmakla kalmayıp, yıllarca kilitli tuttuğu kalbini de bu Türk gencine açacaktır. Filmin oyuncularından Giovanni rolündeki Teoman Kumbaracıbaşı da Sinyora Enrica’nın tek oğlu ve babası henüz çok küçük yaşlarda terk ettiği için sorunları olan bir kişiliktir. Giovanni’nin annesine karşı haksız davranışları Ekin’de Sinyora Enrica’ya karşı bir koruma duygusuna dönüşecek ve böylece aralarında bir gönül bağı oluşacaktır. Bir dil okulu için İtalya’ya giden Ekin için artık hiçbir şey eskisi gibi olmayacak ve hayatı tümden bir değişime uğrayacaktır.",
    "chinese_title": "辛尤拉.安瑞卡",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Sinyora Enrica ile Italyan Olmak",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-05-08T03:00:45"
}