{
    "aka": [
        "Pozner"
    ],
    "sid": "5154286",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "俄罗斯"
    ],
    "writer": [
        {
            "url": "/celebrity/1134503/",
            "name": "Vladimir Pozner Vladimir Pozner",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1624318",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1624318/",
    "imdb_votes": 189,
    "this_title": [
        "\"Познер\" Гость в студии Александр Сокуров"
    ],
    "douban_link": "https://movie.douban.com/subject/5154286/",
    "imdb_rating": "6.5/10 from 189 users",
    "trans_title": [
        "Pozner"
    ],
    "douban_votes": "0",
    "introduction": "Описание: \"Познер\" - это программа-интервью. Владимир Познер задает вопросы политикам, общественным деятелям, деятелям культуры, искусства, науки, спорта. Беседа может быть как привязана к актуальным событиям недели, так и не связана с последними событиями.\"Моими гостями могут быть люди, известные в самых разных областях – от политики до спорта или киноиндустрии. Это люди, которые интересны мне, но я исхожу из того, что они также должны быть интересны нашим зрителям. В этой программе я не буду заниматься аналитикой, это – интервью. Поводом приглашения именно этого человека в студию может быть какое-то событие, произошедшее сейчас. Предположим, вышел фильм, который вызвал огромный интерес, и я решу пригласить в студию режиссера, который его снял. Поводом может быть и сам человек, который вызывает интерес у телезрителей.Первые три недели формат программ - интервью без аудитории, а на четвертой неделе - ток-шоу в чистом виде: гость и зрители в студии.Любой желающий может предложить персону, которая были бы интересна аудитории. А также сформулировать вопросы, которые хотелось бы задать гостю.",
    "chinese_title": "\"Познер\" Гость в студии Александр Сокуров",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-08-08T16:39:40"
}