{
    "aka": [],
    "sid": "5154153",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国/英国/波黑"
    ],
    "writer": [],
    "imdb_id": "tt1625858",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "Bosnian",
        "英语"
    ],
    "playdate": [
        "2010"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1625858/",
    "imdb_votes": 27,
    "this_title": [
        "Buried Land"
    ],
    "douban_link": "https://movie.douban.com/subject/5154153/",
    "imdb_rating": "4.7/10 from 27 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In 2006, CNN announced the discovery of ancient pyramids in the tiny village of Visoko, Bosnia….A fictional film in a real community, Buried Land is the story of one man’s return to his homeland to find the truth behind the pyramidal claims. But how do you make a film about a pyramid that can’t be seen and will he come to believe? This is a story of the power of faith, imagination and community, and of the futility of looking for absolute truths, in life, and in movies...SynopsisEmir, a Bosnian émigré removed during the war, returns to his homeland to assist an American filmmaker in the making of a film. Caught between states of patriotism and cynicism, he sets out to discover the truth behind the pyramidal claims. Harnessing the passionate hopes and imagination of the town, the pair begin casting for their proposed film; but Semir Osmanagic, the man at the centre of the audacious pyramidal claims, remains an elusive figure. When Emir begins a relationship with a beautiful tour guide, Avdija, it is soon clear that he is out of his depth and his ego attracts attention. Accused of making fun of the community, Emir’s outlandish behaviour grows more and more confused and a grandiose shoot at the summit of the Moon Pyramid descends into chaos. Rejected by Avdija, Emir stumbles, desolate, to the Pyramid of the Sun. Here, at last, he finds Osmanagic and he is forced to confront both his expatriate identity and his skeptical beliefs towards the town. Using factual encounters, real interviews, staged situations and scripted scenes, Buried Land is a fictional film set in a real community.Official Selection Tribeca International Film Festival 2010 (Premiere, April 2010)Official Selection Moscow International Film Festival 2010Bosnian Programme Sarajevo International Film Festival 2010Mumbai International Film Festival 2010Cottbus International Film Festival, Germany 2010Göteborg International Film Festival, Sweden 2010Bosnian—Herzegovinian Film Festival, NYCSkena Up Film Festival, Kosovo 2010Beyond/In WNY Contemporary Art Biennale",
    "chinese_title": "Buried Land",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.7,
    "douban_rating_average": 0,
    "update_at": "2025-03-21T08:43:01"
}