{
    "aka": [
        "Palestrina – Fürst der Musik"
    ],
    "sid": "5155321",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904725803.jpg",
    "region": [
        "德国",
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1072135/",
            "name": "Georg Brintrup Georg Brintrup",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1611965",
    "director": [
        {
            "url": "/celebrity/1072135/",
            "name": "Georg Brintrup Georg Brintrup",
            "@type": "Person"
        }
    ],
    "duration": "52分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1611965/",
    "imdb_votes": 12,
    "this_title": [
        "Palestrina - princeps musicae"
    ],
    "douban_link": "https://movie.douban.com/subject/5155321/",
    "imdb_rating": "7.0/10 from 12 users",
    "trans_title": [
        "帕莱斯特里纳：音乐王子",
        "Palestrina – Fürst der Musik"
    ],
    "douban_votes": "0",
    "introduction": "Mentre nel Nord Europa avanza il protestantesimo, il giovane Giovanni Pierluigi, poi detto \"il Palestrina”, è educato a Roma alla scuola musicale di Costanzo Festa. A metà del Cinquecento il musicista diviene, a 25 anni, direttore della Cappella Giulia nella basilica di San Pietro; un ex puero cantore rivela come il Maestro, volendo far provare ai suoi allievi la sensazione delle voci che volano, libere nello spazio, insistesse su questa idea: \"Dovete dare spirito vivo alle parole! La vostra lingua non sono le parole, ma i suoni; ogni voce nel coro, come ogni pianeta nell'universo, è indipendente e tuttavia risponde a un ordine superiore”.Poco dopo \"per ordine di N.S. il Pontefice, senza esame e senza il consenso dei cantori” Palestrina è nominato membro della Cappella papale, la posizione più alta per un cantore a quei tempi ma, tre mesi dopo, Giulio III muore; gli succede Marcello II, che regnerà solo tre settimane e lascerà il suo nome legato alla celebre composizione palestriniana Missa papae Marcelli. Il successivo pontefice, Paolo IV, è deciso ad instaurare una severa disciplina ecclesiastica e con il suo Motu proprio, richiamato alle costituzioni del \"Collegio dei cappellani cantori” i cui membri dovevano essere celibi, di buoni costumi e insigniti almeno degli ordini minori, licenzia Palestrina insieme agli altri colleghi cantori coniugati. L'artista, che come tutti è soggetto alla benevolenza o all'avversione dei potenti, resta profondamente amareggiato; le vicende personali gli fanno capire quanto i suoi avversari siano più interessati alla politica che alla spiritualità della musica. Questa idea lo ossessiona e tuttavia genera in lui il desiderio di riscatto, soprattutto dopo il nuovo incarico nella basilica di Santa Maria Maggiore. Le voci, come i pianeti, si muovono, si trasformano in cifra, in nota, in lettera, in \"frutto”…Nel giro di pochi anni Palestrina sviluppa uno stile musicale vocale che si caratterizza per l'equilibrio tra comprensibilità del testo e arte contrappuntistica; proporzionatamente in tutte le parti, parola e suono risultano liberate da funzioni di priorità una sull'altra: la sua Missa papae Marcelli diverrà un \"modello” musicale dopo il Concilio di Trento perché soddisfa l'aspirazione della musica liturgica che le parole siano comprese da chi ascolta e partecipa al rito. I Gesuiti, impegnati nel ricomporre l'unità della Chiesa, chiamano ora il Palestrina ad insegnare nel loro Collegio Romano: sanno infatti che la musica raggiunge l'animo umano più delle parole, e può diventare strumento efficace di diffusione del cattolicesimo. Regnanti, principi, e perfino l'imperatore si contendono presso le loro corti il Palestrina; egli preferisce mantenere la sua indipendenza artistica e, dietro la richiesta di compensi esagerati, cela il desiderio di voler rimanere a Roma.Ben presto, egli torna a capo della Cappella Giulia ed è il primo ed unico musicista a ricevere il titolo di Modulator pontificus, di compositore papale. Al vertice della sua carriera Palestrina riceve un brutto colpo dal destino: diffuse attraverso guerre, fame e minacce delle schiere turchesche, la peste e l'epidemia di influenza gli portano via i suoi due figli maggiori e poi sua moglie. L'artista è disperato e cade in una profonda depressione; smette di comporre e fa richiesta di prendere i voti ecclesiastici. Forza di volontà e ambizione lo inducono però a riprendere in mano la sua vita, a cambiare programmi e a sposarsi nuovamente, questa volta con la ricca vedova di un mercante di pellicce: finalmente si trova a disporre del denaro necessario a pubblicare le sue opere. In pochi anni dà alle stampe ben sedici libri che fanno giungere ai posteri il suo testamento musicale e artistico che ancora oggi non smette di affascinarci.",
    "chinese_title": "帕莱斯特里纳：音乐王子",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Palestrina - princeps musicae",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-09-23T13:00:20"
}