{
    "aka": [],
    "sid": "5155760",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "爱尔兰"
    ],
    "writer": [],
    "imdb_id": "tt1606335",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "盖尔语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1606335/",
    "imdb_votes": 55,
    "this_title": [
        "Songs from the Heart: Live from Powerscourt House and Gardens"
    ],
    "douban_link": "https://movie.douban.com/subject/5155760/",
    "imdb_rating": "9.1/10 from 55 users",
    "trans_title": [
        "心灵的乐章"
    ],
    "douban_votes": "0",
    "introduction": "在全世界掀起爱尔兰音乐风潮的天使女伶，再度推出第四张全新专辑！这张专辑中，天使女伶有了全新的组合，五人中，除了小提琴手玛莉 Mairead外，另四位女声中的莉莎Lisa与克罗伊Chloe是原始团员，但有参与前三张专辑：《美丽人声Celtic Woman》、《美丽境界A New Journey》及《温暖时光A Christmas Celebration》演出的欧拉Orla和梅芙Meav则已告单飞。新加入的团员是在2008年新歌+精选专辑《美声之旅The Greatest Journey Essential Collection》初次崭露头角的琳恩Lynn和艾莉丝Alex。成军至今短短四年，专辑销量已经突破四百万张，更前后举办过九次美国巡迴演出之旅，前后超过一百万人次看过她们的演出。被称为「天籟美声界的大河之舞」，天使女伶就和大河之舞舞团一样，是爱尔兰音乐的最完美象徵。《心灵的乐章》的DVD是天使女伶在爱尔兰都柏林知名的Powerscourt庄园中举行的户外演出现场录影。Powerscourt是由一座十三世纪古堡经过十八世纪贵族改建过后的大型华丽皇室庄园，经过近代的改建，该庄园内不仅有高尔夫球场，还有丽池酒店，但最闻名的还是其十八世纪的优美皇家建筑和庭园，以及大片人工维护修剪的绿地和森林。天使女伶选择在太阳刚要西沉的黄昏举行这场音乐会，藉由灯光和乾冰、烟火，将整个庄园点缀得美仑美奐。 DVD除了让我们看到天使女伶的现场演出外，也加收了一份幕后花絮，带我们去看天使女伶为这次演出所做的努力：包括练舞、为演唱会所做的种种準备和心情写照。The international Irish music phenomenon, Celtic Woman, is renowned for singing inspirational melodies and heartwarming songs that stir fans of all ages and cultures. The 5 member Irish female ensemble (vocalists Chloe, Lisa, Alex, Lynn and Celtic Violinist Mairead) under the musical direction of David Downes, categorically defined a distinct genre by putting a modern twist on the Celtic sound. In just four short years, the group has played nine US tours, released 4 CDs, 4 DVDs and performed for close to 1 million concert-goers. The group's albums have held the #1 position on the World Music Chart while their four PBS TV specials have dominated the broadcast circuit. As a testament to the group's ability to cross musical and cultural boundaries, 2009 saw Celtic Woman perform on ABC's Dancing With The Stars singing for 23 million viewers and at the White House for The National Christmas Tree Lighting before President Obama and his family. A true celebration of Ireland, Celtic Woman's unforgettable signature style can be enjoyed by all on their brand-new concert tour, CD and DVD- Songs from the Heart.专辑曲目:1. The Call2. Fields of Gold3. When You Believe4. The Coast of Galiçia5. The New Ground - Isle of Hope, Isle of Tears6. Non C’è Piú7. True Colours9. Galway Bay10. Goodnight My Angel11. O, America!12. Níl Sé’n Lá13. The Last Rose Fantasia14. The Moon’s a Harsh Mistress15. My Lagan Love16. Amazing Grace17. Pie Jesu18. Slumber My Darling / The Mason’s Apron19. Danny Boy20. You Raise Me Up21. Finale / Mo Ghile Mear",
    "chinese_title": "心灵的乐章",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Songs from the Heart: Live from Powerscourt House and Gardens",
    "imdb_rating_average": 9.1,
    "douban_rating_average": 0,
    "update_at": "2025-02-05T08:29:31"
}