{
    "aka": [],
    "sid": "5155340",
    "cast": [
        {
            "url": "/celebrity/1027807/",
            "name": "吉姆·卡维泽 Jim Caviezel",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1611870",
    "director": [],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1611870/",
    "imdb_votes": 18,
    "this_title": [
        "Kabul 24"
    ],
    "douban_link": "https://movie.douban.com/subject/5155340/",
    "imdb_rating": "6.6/10 from 18 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Executive produced by Dove and Grammy award winning producer/artist Michael W. Smith. Directed by Ben Pearson and narrated by Jim Caviezel. In the summer of 2001 the Taliban strategically captured 24 Shelter Now International Aid hostages that captured the attention of the world for more than three months. With representatives from the United States, Australia, Germany and Afghanistan, the Taliban set out to create an insurance policy against the pending attacks of September 11th. What transpired through their story was an overwhelming journey of faith, grace and endurance. Based on the true story as told by the captives, Kabul 24 captures the gantlet of their 105 days in captivity and the cruel treatment of the Muslim co-workers at the hands of the Taliban who accused them of converting to Christianity. Revisit their journey from the grueling interrogation to their sham trial before the Taliban Supreme Court, to the dangers endured during the bombing of Kabul and a crushing sense that the world had abandoned them. Come experience their journey of faith and deliverance. Can their story inspire you to have extreme faith in extreme circumstances? Bonus Features: English sub-titles and narration Closed Caption added",
    "chinese_title": "Kabul 24",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-07-11T19:26:33"
}