{
    "aka": [],
    "sid": "5155912",
    "cast": [
        {
            "url": "/celebrity/1010032/",
            "name": "大卫·罗特 David Rott",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1270562/",
            "name": "丹尼尔·里索 Daniele Rizzo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1249528/",
            "name": "丹尼尔·弗利格 Daniel Flieger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1201258/",
            "name": "迈克尔·阿伯德罗斯 Michael Abendroth",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1153221/",
            "name": "埃娃·施普雷茨霍菲尔 Eva Spreitzhofer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1102072/",
            "name": "安德烈亚斯·吉贝尔 Andreas Giebel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1060761/",
            "name": "巴尔巴拉·奥尔 Barbara Auer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023974/",
            "name": "罗莎莉·托马斯 Rosalie Thomass",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016830/",
            "name": "奥古斯特·席纳 August Zirner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1429526/",
            "name": "丽莎·瓦格纳 Lisa Wagner",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt1604671",
    "director": [
        {
            "url": "/celebrity/1020199/",
            "name": "米夏埃尔·古特曼 Michael Gutmann",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2010"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1604671/",
    "imdb_votes": 53,
    "this_title": [
        "Die letzten 30 Jahre"
    ],
    "douban_link": "https://movie.douban.com/subject/5155912/",
    "imdb_rating": "6.3/10 from 53 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "TV-Liebesgeschichte vor dem Hintergrund der Studentenbewegung der Siebzigerjahre bis in die Gegenwart.http://www.kino.de/kinofilm/die-letzten-30-jahre/121765Eine Liebesgeschichte in politisch bewegten Zeiten ist der Ausgangspunkt für Michael Gutmanns \"Die letzten 30 Jahre\". Die junge Resa (gespielt von Rosalie Thomass) bricht Mitte der 1970er Jahre aus ihrem bayerischen Heimatdorf in die Großstadt München auf, um dort Jura zu studieren. Dort lernt sie den radikalen Linken Oskar (David Rott) kennen und lieben.Über einen langen Erzählzeitraum von drei Jahrzehnten hinweg begleitet der 90-Minüter die beiden Protagonisten. Eine Herausforderung, die alle Beteiligten in überzeugendem Maße meistern. So sind die \"historischen\" Szenen aus den 70er und 80ern, die den überwiegenden Teil des Films ausmachen, liebevoll und authentisch ausgestattet. Reale Begebenheiten wie der Protest gegen die Startbahn West in Frankfurt werden in die Handlung eingebunden, wobei Gutmann und Drehbuchautorin Ruth Toma nicht den Fehler begehen, sich zu sehr in Details zu verlieren. Das gesellschaftspolitische Geschehen bildet vielmehr den Hintergrund für die komplizierte Liebesgeschichte eines auf den ersten Blick ungleichen Paares.Dem Film gelingt dabei scheinbar mühelos der Spagat zwischen einem unterhaltenden Anspruch und ernsthaften Zwischentönen. So regt beispielsweise die Darstellung der \"Schulungen\", die Oskar und seine linken Studentenfreunde durchführen, durchaus zum Schmunzeln an, macht sich aber nicht über die Protagonisten lustig. Da Autorin und Regisseur ihre Figuren ernst nehmen, gelingen ihnen auch glaubwürdige emotionale Momente, etwa wenn Oskars zerrüttetes Verhältnis zu seinem Vater aufgearbeitet wird.Nicht zuletzt meistert der Film die Herausforderung, 20 Jahre in der Erzählung zu überspringen und den Zuschauer dennoch mitzunehmen. Barbara Auer und August Zirner übernehmen im letzten Drittel von \"Die letzten 30 Jahre\" die Rollen des ehemaligen Studentenpaares, das sich nach Oskars spurlosem Verschwinden Mitte der 1980er Jahre aus den Augen verloren hatte. Dass dabei Oskars Wandlung zum eher konservativen, CDU-nahen Lobbyisten etwas extrem anmutet und bei der Personenkonstellation, dass ausgerechnet eine ehemalige Freundin von Resa jetzt mit ihm verheiratet ist (aber nicht weiß, dass sich die beiden kannten), arg der Zufall bemüht wird, fällt nicht weiter ins Gewicht.Der Film bezieht seine Qualität letztlich auch aus dem souverän aufspielenden Darstellerensemble, wobei den Verantwortlichen vor allem bei der doppelten Besetzung der Hauptfigur Resa ein Coup gelungen ist. Rosalie Thomass und Barbara Auer sehen sich wirklich verblüffend ähnlich. jl.",
    "chinese_title": "Die letzten 30 Jahre",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-05-23T00:56:09"
}