{
    "aka": [
        "Music in the blood"
    ],
    "sid": "5155327",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "罗马尼亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1014620/",
            "name": "卡塔林·米图雷斯库 Cătălin Mitulescu",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1611928",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "罗马尼亚语"
    ],
    "playdate": [
        "2010"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1611928/",
    "imdb_votes": 86,
    "this_title": [
        "Muzica în sânge"
    ],
    "douban_link": "https://movie.douban.com/subject/5155327/",
    "imdb_rating": "7.5/10 from 86 users",
    "trans_title": [
        "血里的音乐",
        "Music in the blood"
    ],
    "douban_votes": "0",
    "introduction": "Lele, a 11 year old, manele star appears alongside Andi Dorotheea Vasluianu and Peter, and his producer - Dan Badger in Music in blood, short film directed by Alexander Mavrodineanu.The film was selected for the International Competition Short Film Festival Clermont Ferrand in 2010, the largest global competition short films, short films called and Cannes. Lele's original appearances and Dan Badger are on the subject of film music. Some of the footage was produced Badger's house.Night, Peter's guard at a bus garage on the outskirts of Bucharest, and on dealing with his son Robert, who thinks he's talented and has music in the blood.He obtained an audition at a famous manufacturer of manele (Dan Badger) has successfully launched the careers of children. Audition father and son are close to their dream. Things do not go as expected, but sometimes happiness comes from the things nearest to us. On the way home Peter discovers that his son has really music in their blood.The film is produced by Strada Film in co-production with CNC support with Premium Films and Les Promenades Films in France, with the participation of the \"Decade of Roma Inclusion 2005-2012\", an initiative of the Open Society Institute, TVR, France 3, Region Provence - Alpes - Cote d'Azur and Millenium Bank.",
    "chinese_title": "血里的音乐",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Muzica în sânge",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-07-13T05:23:04"
}