{
    "aka": [
        "The Old School of Capitalism"
    ],
    "sid": "5156034",
    "cast": [
        {
            "url": "/celebrity/1033947/",
            "name": "Lazar Stojanovic Lazar Stojanovic",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情",
        "动作",
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904012694.jpg",
    "region": [
        "塞尔维亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1050814/",
            "name": "热利米尔·日利尼克 Zelimir Zilnik",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1603487",
    "director": [
        {
            "url": "/celebrity/1050814/",
            "name": "热利米尔·日利尼克 Zelimir Zilnik",
            "@type": "Person"
        }
    ],
    "duration": "122 分钟",
    "episodes": "",
    "language": [
        "Serbian",
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1603487/",
    "imdb_votes": 81,
    "this_title": [
        "Stara škola kapitalizma"
    ],
    "douban_link": "https://movie.douban.com/subject/5156034/",
    "imdb_rating": "6.7/10 from 81 users",
    "trans_title": [
        "資本主義舊同學",
        "The Old School of Capitalism"
    ],
    "douban_votes": "0",
    "introduction": "The Old School of Capitalism is rooted in the first wave of workers revolts to hit Serbia since the advent of capitalism. Desperate workers bulldoze through factory gates and are devastated to discover the site looted by the bosses. Eccentrically escalating confrontations, including a melee with workers in football shoulder-pads and helmets and boss and his security force in bulletproof vests, prove fruitless. Committed young anarchists offer solidarity, take the bosses hostage. A Russian tycoon, a Wall Street trader and US VP Biden’s visit to Belgrade unexpectedly complicate events that lead toward a final shock. Along the way, the film produces an increasingly complex and yet unfailingly lively account of present-day, in fact, up-to-the-minute struggles under the misery-inducing effects of both local and global capital.From the director's website: linkSerbia, 2009, 122 min, dv + hdvwritten and directed by: Želimir Žilnikcamera: Miodrag Miloševićedited by: Vuk Vukmirovićproducer: Sarita MatijevicIn a playful, often hilarious mixture of documentary and fiction, the film maker Zelimir Zilnik traces sanctifying capitalism, sold to the Serbians after the disappearance of state socialism as the great new god. As a background for his story, Zilnik uses a number of strikes that took place in Belgrade in recent years and introduces us to several people involved who are allowed to 'play' themselves. That leads to explosive situations. Employees dressed in American football kits come to settle up with their employers with gangs of heavies in bullet-proof vests. But the factories have already been emptied.From: Programme notes, International Film Festival Rotterdam 2010In the film a group of Belgrade anarchists from the group ASI-MUR play themselves. On 3 September 2009, six members of the ASI-MUR, including IWA General Secretary Ratibor Trivunac, were arrested on suspicion of international terrorism, a charge which was heavily disputed by the international and other anarchist groups.Statement of Anarcho-Syndicalist Initiative on Arrests of their Members",
    "chinese_title": "資本主義舊同學",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Stara škola kapitalizma",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-03-21T02:00:24"
}