{
    "aka": [],
    "sid": "5156902",
    "cast": [
        {
            "url": "/celebrity/1177477/",
            "name": "Kadir Kadir",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1192708/",
            "name": "Doyok Sudarmadji Doyok Sudarmadji",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1216322/",
            "name": "Ira Wibowo Ira Wibowo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1231520/",
            "name": "Ringgo Agus Rahman Ringgo Agus Rahman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1255919/",
            "name": "Wiwid Gunawan Wiwid Gunawan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901636090.jpg",
    "region": [
        "印度尼西亚"
    ],
    "writer": [],
    "imdb_id": "tt1593753",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "印尼语"
    ],
    "playdate": [
        "2010"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1593753/",
    "imdb_votes": 22,
    "this_title": [
        "Ngebut kawin"
    ],
    "douban_link": "https://movie.douban.com/subject/5156902/",
    "imdb_rating": "6.2/10 from 22 users",
    "trans_title": [
        "恩格布特·卡温"
    ],
    "douban_votes": "0",
    "introduction": "ONES (RINGGO AGUS RAHMAN) is a taxi driver in Jakarta. He has simple live. But that doesnt lose his spirit to take care of his GRANDFATHER (ENGKONG) (HENGKY SOLAIMAN), 100 years old, who wants to die as soon as possible because hes afraid that Ones cant buy a cemetery for him because of Oness poverty. Ones is always enthusiast to cheer Engkong, until he borrows his bosss money BOS RAMBO (BONENG) to buy a massaging chair for Engkong. But Boss Rambo loses his patience with Oness debts. He threats that if Engkong doesnt pay the debts, then Ones should return the taxi back. after he failed to get passenger, Ones decides to look for passengers in the airport. In the meantime, NINGSIH (WIWID GUNAWAN), a beautiful female worker, confident, and sometimes too dare, has just landing. She rents Oness taxi to take her to her village in Indramayu as she promises that she will pay him much. Then Ones agrees. But unfortunately, in their way, Ones must pay for Ningsihs eat costs as she says that she has not exchange her dollars. Then Ones have to pay everything including the free way cost. Another bad luck, in their way, Oness taxi is stalled. Ningsih threats him that she will not pay him if he doesnt take her home. then Ones carries Ningsih home. But when Ones asks for payment, Ningsih offers him something surprised. This time, she asks Ones to pretend to be her future husband just for five minutes as she promises that she will give him more money. Ones refuses her. but suddenly he got news that Boss Rambo hostages Engkong as a guarantee, Ones agrees with Ningsihs offer. Ningsih introduces Ones to her parent, Mr. and Mrs. Kadir (KADIR & IRA WIBOWO). Ningsih tells them that Ones is a car showroom owner that often to go abroad, Ningsih greets Ones happily. Not just that, Kadir asks them to marry two days later. Ones shocks. He asks Ningsih to tell her parent about their lie. But apparently a villager guy, CECEP (VINCENT ROMPIES) that loves Ningsih, heard about Ningsihs wedding plan, gets panic. he proposes Ningsih to marry immediately. Ningsihs parent confuses. They cant refuse Ceceps proposal because hes a rich entrepreneur. As the tradition, Ningsihs future husband must past the fit and proper tests. Actually Ningsih doesnt want to marry with Cecep who actually cheating to the female workers. Then she pushes Ones to keep doing their acting. Even Ningsih asks Ones to pretend to be her husband. Ones agrees because he feels pity with Ningsih, plus Ningsih said that she will pay Ones more. Ones and Ningsih practice. When they are doing practice, Ningsih and Ones start to love each other even they often to fight. Especially after Ningsih realizes that actually Ones is a nice man and wants to make Engkong happy. Cecep feels jealous with Ones, he does everything to be better than Ones in everything. Start with copying Oness style, until he goes to MAS EROT. He just want to get Ningsih. Ones and Cecep do the tests. Cecep tries to do the tricky ways but because of Oness smartness and luckt, Ones can get the highest point. Ningsih feels relieved because she actually loves Ones. Cecep cant accept his lose. He can get Ones real identity that Ones is just a taxi driver. Pak Kadir gets angry, he challenges to carok (traditional Madurese fight). Then Ningsih accuses that she planned that all. Then pak Kadir expels Ones from the village and asks Ningsih to marry with Cecep. Ones confuses. Hes free now. Will he leave Ningsih who will marry with Cecep so he can go back to his previous life? Meanwhile, Boss Rambo feels suspicious that Ones has sold his taxi and ignore Engkong because he doesnt hear anything from Ones. Boss Rambo sends some people to find Ones. Can Ones prevent Ningsihs marriage and saves Engkong before Boss Rambo catches him? will Ningsih accuses her love to Ones?",
    "chinese_title": "恩格布特·卡温",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ngebut kawin",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-04-10T12:56:41"
}