{
    "aka": [],
    "sid": "5156976",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1592881",
    "director": [
        {
            "url": "/celebrity/1000898/",
            "name": "理查德·乔布森 Richard Jobson",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1592881/",
    "imdb_votes": 7,
    "this_title": [
        "The Journey"
    ],
    "douban_link": "https://movie.douban.com/subject/5156976/",
    "imdb_rating": "7.8/10 from 7 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Richard Jobson and Emma Thompson's short film about the brutal realities of sex trafficking. Made in conjunction with The Helen Bamber Foundation featuring original music by Richard Ashcroft.Emma Thompson on 'The Journey':I've known Helen Bamber for about 25 years. When I was still a comedian, and doing stand-up, I would do a lot of benefits for the various foundations she was involved in. And when she started this new foundation, campaigning for the victims of human-rights abuse, she asked me to get involved - so I became chair.The reason I've become particularly involved in this campaign heightening awareness of sex trafficking is that one of the victims spoke to me about her experiences. And I thought that her story would be something that might lend itself to many artistic forms. One of these was an installation which has just come back from New York and which I recently took to Madrid (it opened in Trafalgar Square a few years ago).And the other was Richard's film. The Journey is quite abstract, because we felt that a lot of the films made about trafficking don't necessarily convey the full horror of what these woman go through. So, rather than making it with a traditional narrative, Richard made something that's about what happens on the inside. With me, floating about, being appalled, on the outside. We wanted to create something that was a visceral experience.",
    "chinese_title": "The Journey",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-09-05T08:28:33"
}