{
    "aka": [
        "Isabella Rossellini  De la vie d'un papillon"
    ],
    "sid": "5156919",
    "cast": [
        {
            "url": "/celebrity/1340893/",
            "name": "埃莱特拉·维德曼 Elettra Wiedemann",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt1593705",
    "director": [
        {
            "url": "/celebrity/1003749/",
            "name": "Gero von Boehm Gero von Boehm",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019046/",
            "name": "伊莎贝拉·罗西里尼 Isabella Rossellini",
            "@type": "Person"
        }
    ],
    "duration": "56分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2010"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1593705/",
    "imdb_votes": 44,
    "this_title": [
        "Isabella Rossellini - Aus dem Leben eines Schmetterlings"
    ],
    "douban_link": "https://movie.douban.com/subject/5156919/",
    "imdb_rating": "6.8/10 from 44 users",
    "trans_title": [
        "Isabella Rossellini  De la vie d'un papillon"
    ],
    "douban_votes": "0",
    "introduction": "Fille d'un des plus mythiques couples du cinéma, Ingrid Bergman et Roberto Rossellini, Isabella Rossellini est une vraie touche à tout à la fois mannequin, muse, modèle, actrice et réalisatrice. Au-delà de la star glamour et internationale que l'on croit connaître, c'est une femme qui mène ses combats avec conviction et passion : militant ouvertement en faveur de l'avortement dans une Italie profondément catholique ou interprétant avec beaucoup d’autodérision la sexualité des animaux dans sa propre série de courts-métrages, Green Porno. Ce documentaire-kaléidoscope est un voyage avec Isabella Rossellini à travers sa vie et son monde, de Rome à la Patagonie en passant par Paris ou New-York. De son enfance italienne à son engagement pour la protection des animaux en danger, My Wild Life est un passionnant autoportrait qui révèle comment cette « fille de » devint une artiste à part entière. Une rencontre passionnante avec une femme libre qui, à près de 60 ans, aborde sans détour les sommets de la gloire et les déconvenues amoureuses qui jalonnent son parcours. Avec beaucoup d’humour et de générosité, l’actrice à la voix si particulière balaye les clichés de la star inaccessible mais continue à susciter chez les spectateurs une admiration et une fascination constantes.---52 minScénario : Isabella Rossellini, Gero Von BoehmProduction : Christian Popp, Interscience Films, Arte GEIE, Sundance Channel, Avro, SVT, StefilmImage : Till VielroseSon : Sebastian KlattMontage : Andreas TiletzekDistribution : Arte France",
    "chinese_title": "Isabella Rossellini - Aus dem Leben eines Schmetterlings",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-06-25T03:14:21"
}