{
    "aka": [],
    "sid": "5157689",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872802861.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1584848",
    "director": [
        {
            "url": "/celebrity/1253899/",
            "name": "Phill Niblock Phill Niblock",
            "@type": "Person"
        }
    ],
    "duration": "208 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2003"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1584848/",
    "imdb_votes": 16,
    "this_title": [
        "The Movement of People Working"
    ],
    "douban_link": "https://movie.douban.com/subject/5157689/",
    "imdb_rating": "6.9/10 from 16 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Director: Phill NiblockYear: 1973-74Time: 96 minsMusic: Phill Niblock, with Daniel Goode (Clarinet), David Gibson (Cello), Arthur Stidfole (Bassoon)Shot in the mid-70s, The Movement of People Working has been frequently used as a visual accompaniment to Niblock's live music performances, and it is arguably both the least obvious and the best possible screen expression of his musical vision. The first part of the collection comprises four different 16 mm films (Trabajando and Sur, both divided in two parts) and, except for Sur Dos, recorded in Peru, all were shot in Mexico. The films focus on the almost tactile details of non- or semi-industrialized labor methods in these countries and are almost entirely composed of tight close-ups of hands (Sur) and bodies (Trabajando). Threshing, seeding, weaving, painting, carving or fishing, bodies and hands are set in a relentless and often impersonalized motion that creates a hypnotic tapestry of repeated gestures and diversified techniques of immense choreographic beauty. Niblock's soundtrack, recorded between 1975 and 1980, features the author's characteristic multi-layered \"drone\" immersions in which one radiant, glowing sound-object is sent into a dynamic but imperceptible chain of simultaneously minuscule and overarching transformations that constantly challenge distinctions between motion and quietude. Despite the apparent contrast between the two dimensions of labor, there is a deep but unfathomable correspondence between the succession of these bright fragmented images and the illusory continuity of Niblock's aural radiance: as if the slow, minute gestures of the hands and torsos that weave and thresh find an unexpected double in the tactile and intricate movement of the musician's workings - Sound of Eye",
    "chinese_title": "The Movement of People Working",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-12-03T22:20:17"
}