{
    "aka": [
        "美国极限体能王"
    ],
    "sid": "5157427",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "真人秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2263148962.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1587934",
    "director": [],
    "duration": "",
    "episodes": "8",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1587934/",
    "imdb_votes": 4716,
    "this_title": [
        "American Ninja Warrior Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/5157427/",
    "imdb_rating": "6.8/10 from 4716 users",
    "trans_title": [
        "美国忍者勇士 第一季",
        "美国极限体能王"
    ],
    "douban_votes": "113",
    "introduction": "《美国忍者勇士》是一档体育娱乐节目，节目总共有6个赛区的比赛，比赛地点设在加利福尼亚的Venice海岸，田纳西的达拉斯，以及弗罗里达的迈阿密，总共有100位选手参加比赛。赢得比赛的选手将获得50万美元的奖金并获得“美国忍着勇士”的称号。Everyone's favorite heart-racing obstacle course competition series, \"American Ninja Warrior,\" returns for a sixth season Monday, May 26 (8:00 - 10:00 p.m. ET/PT). With original episodes presented exclusively on NBC this season, the two-hour show will air through the summer on Monday nights at 8:00 p.m. ET/PT. The finale will air Sept. 15 (8:00 p.m. ET/PT).Matt Iseman returns as host, along with former NFL player Akbar Gbaja-Biamila (NFL Network). Jenn Brown (NFL Network) serves as co-host.The action-packed premiere follows competitors as they tackle a series of challenging obstacle courses in both qualifying and finals rounds across the country. Those that successfully complete a course in their designated region will move on to the national finals round in Las Vegas, where they face a stunning four-stage course modeled after the famed Mt. Midoriyama in Japan.This season, the series will travel to five cities in search of the ultimate athlete - Los Angeles, Dallas, St. Louis, Miami and Denver - before heading to Las Vegas. Men and women from all walks of life will vie for the title of \"American Ninja Warrior,\" including school teachers and firemen, current and former members of the military, amateur sports enthusiasts and even a few Olympic gold medalists.In order to guarantee a spot in the national finals, competitors must successfully complete the finals course in their respective city. From there, competitors will travel to Las Vegas and earn the chance to win the title of \"American Ninja Warrior,\" along with the $500,000 grand prize.Based on the global hit \"Sasuke,\" from the Tokyo Broadcasting System Television, the original series is in production for its 30th season and only three contestants have completed the course.\"American Ninja Warrior\" is executive produced by A. Smith & Co. Productions' founders Arthur Smith and Kent Weed (\"Hell's Kitchen,\" \"I Survived a Japanese Game Show,\" \"Pros vs. Joes\").",
    "chinese_title": "美国忍者勇士 第一季",
    "douban_rating": "8.3/10 from 113 users",
    "foreign_title": "American Ninja Warrior Season 1",
    "imdb_rating_average": 6.8,
    "douban_rating_average": "8.3",
    "update_at": "2025-09-30T16:57:49"
}