{
    "aka": [],
    "sid": "5158829",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917606470.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1016193/",
            "name": "Claus Strigel Claus Strigel",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1569374",
    "director": [
        {
            "url": "/celebrity/1016193/",
            "name": "Claus Strigel Claus Strigel",
            "@type": "Person"
        }
    ],
    "duration": "98分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1569374/",
    "imdb_votes": 19,
    "this_title": [
        "Der Schein trügt"
    ],
    "douban_link": "https://movie.douban.com/subject/5158829/",
    "imdb_rating": "6.8/10 from 19 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In money, the world melts. Whether sex, potatoes or weapons: the magic agent money can transform everything into anything. The most consequential invention of humanity is as ingenious as it is fatal, says the former central banker and professor of international finance Bernard Lietaer. A magic agent that means everything and yet has no value. It is created from nothing, multiplies exponentially and relates its value by deficiency. Poverty guarantees its value: if everyone had enough money, it would have no value. It is said to be a medium of exchange, but only 2% of the trillions shot around the globe daily serve the exchange of goods and services. \"It turns our mind to a prezel\" says Professor Lietaer about the money. Philologist Jochen Hörisch disassembles the terminology of money and discovers religion. No wonder: you have to believe in both. Faced with the current crisis of faith, Peter Spannbauer is preparing for the first months after the collapse of the money system. But the how to become rich Guru Bodo Schäfer continues to bravely teach us how we save ourselves the first million in 7 years. Bernard Lietaer is convinced that the current challenges of humanity within the global monopolistic money system cannot be solved.His vision finds realisation in a poor quarter on the edge of Brazilian Fortaleza: a second self-invented currency, the Palmas, has sprouted a thriving economy in the midst of poverty. 40 such banks already work successfully in Brazil and new ones are founded every week. Even printed money not only works but often better. Thousands of local, complementary currencies worldwide testify to this. Paul Singer, Brazil's Secretary of State for Solidarity Economy brings the matter to the point: we must regain power over our money.",
    "chinese_title": "Der Schein trügt",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-05-07T20:56:59"
}