{
    "aka": [],
    "sid": "5158025",
    "cast": [
        {
            "url": "/celebrity/1010629/",
            "name": "李·特格森 Lee Tergesen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275628/",
            "name": "艾米丽·梅德 Emily Meade",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1067542/",
            "name": "Johann Carlo Johann Carlo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1081427/",
            "name": "哈维·埃文斯 Harvey Evans",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105435/",
            "name": "亚当·勒费弗 Adam LeFevre",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1371475/",
            "name": "哈罗德·布里吉佛斯 Harold Bridgeforth",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情"
    ],
    "awards": "　　第27届美国独立精神奖(2012)\n　　值得关注新人奖(提名) 西蒙·亚瑟\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2889488708.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1580021",
    "director": [
        {
            "url": "/celebrity/1336510/",
            "name": "西蒙·亚瑟 Simon Arthur",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1580021/",
    "imdb_votes": 757,
    "this_title": [
        "Silver Tongues"
    ],
    "douban_link": "https://movie.douban.com/subject/5158025/",
    "imdb_rating": "6.7/10 from 757 users",
    "trans_title": [
        "雄辩"
    ],
    "douban_votes": "0",
    "introduction": "Two lovers travel from town to town playing a dark game of deceit that soon spirals out of control, threatening their very relationship.SILVER TONGUES follows a couple, GERRY and JOAN, who use their talent for acting and performance as part of a dark game. Driving from town to town, the two lovers don different personas to deceive and destroy the lives of the people in their path. But each manipulation begins to take its toll. Soon the performances spiral out of control, and the game itself threatens their very relationship.Silver Tongues presents to you - two of the most remarkably twisted and evil characters you will ever have seen in cinema.Two lovers (Lee Tergesen and Enid Graham) travel from town to town, inventing new personalities to play wild and sophisticated games on the people they meet. They cruelly ruin the lives of strangers, leaving a path of psychological destruction in their wake, like emotional serial killers.In each town the couple raise the stakes, until the game spirals out of control and they turn on each other - desperately trying to escape their victims, the police, and death.A deliciously dark and thrilling film with incredible performances, you will never forget Simon Arthur's Silver Tongues.A pair of lovers (LEE TERGESEN and ENID GRAHAM) travel from town to town, taking on different identities in each new place. Driven by an insatiable appetite for change and with no regard for consequences, they manipulate, toy with, and forever alter the lives of the strangers they meet. However, with each performance, their deceitful game spirals ever more out of control. One lie leads to another and, in the end, escape becomes impossible. -- (C) Silver tongues",
    "chinese_title": "雄辩",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Silver Tongues",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-04-03T04:36:47"
}