{
    "aka": [
        "Savage"
    ],
    "sid": "5159167",
    "cast": [
        {
            "url": "/celebrity/1261039/",
            "name": "Rolf Jarl Rolf Jarl",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1247549/",
            "name": "Nicolaj Schröder Nicolaj Schröder",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1200609/",
            "name": "Michael Petersson Michael Petersson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情",
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1532959221.jpg",
    "region": [
        "瑞典"
    ],
    "writer": [
        {
            "url": "/celebrity/1306933/",
            "name": "Emil Larsson Emil Larsson",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1565435",
    "director": [
        {
            "url": "/celebrity/1306958/",
            "name": "Martin Jern Martin Jern",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018252/",
            "name": "丹尼尔·阿尔弗雷德森 Daniel Alfredson",
            "@type": "Person"
        }
    ],
    "duration": "Sweden: 90 分钟",
    "episodes": "",
    "language": [
        "瑞典语"
    ],
    "playdate": [
        "2010"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1565435/",
    "imdb_votes": 355,
    "this_title": [
        "Odjuret"
    ],
    "douban_link": "https://movie.douban.com/subject/5159167/",
    "imdb_rating": "4.8/10 from 355 users",
    "trans_title": [
        "Savage"
    ],
    "douban_votes": "0",
    "introduction": "Kim grew up in a criminal family in the Swedish countryside. He now wants to make up for his crimes, clear his debts and free his soul. But he can't escape the evil blood that runs through his veins.Focussing on what might be called the ‘white trash’ of Sweden, Savage follows four disaffected youths desperate to get out of their small, rural town.Kim is the son of a criminal father, and has followed him down that route far enough to have done prison time himself. Now he wants to put that life behind him in favour of something more comfortable: a job, a girlfriend, a house and a car. Ylva has been brought up in a conservative and strictly religious household, but finds herself increasingly drawn to sex and all things sexual. Susanne, in contrast, is clear about her goal to make her career as a pole-dancer, but even this isn’t a job you can just walk into and she must audition to find a position. Rounding out the group is Jesper, living in an old coach and paying the farmer on whose land it is parked with money he makes by selling his body to men on the internet.Made on in true indie style, the two directors, a crew of three and the cast lived in a cottage and tent for all of production. Savage is a harsh film in many ways, but it is made about people living in harsh conditions. Far from the idyllic countryside we often see in the holiday adverts, this is a faithful look at rural poverty, both financial, and emotional.",
    "chinese_title": "Odjuret",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.8,
    "douban_rating_average": 0,
    "update_at": "2025-02-03T02:28:48"
}