{
    "aka": [],
    "sid": "5160365",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1356289550.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt1549725",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "北美印第安语"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1549725/",
    "imdb_votes": 207,
    "this_title": [
        "Before Tomorrow"
    ],
    "douban_link": "https://movie.douban.com/subject/5160365/",
    "imdb_rating": "6.9/10 from 207 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "It is summer. An Inuit extended family gathers to enjoy the land's abudance and their good fortune. But Ningiuq, the wise old woman, ha s a vision that suggests that her family's future is more fragile than they think. Ningiuq and her grandson Maniq are left at the island where the family annually dries its catch to prepare for winter. They finish their tasks and wait for someone to return to pick them up . . .Before Tomorrow is directed by Marie-Hélène Cousineau and Madeline Ivalu from a script by Susan Avingaq, Marie-Hélène Cousineau and Madeline Ivalu, adapted from the novel For morgendagen by the acclaimed Danish writer Jørn Riel. It is produced by Stéphane Rituit, with executive producers Norman Cohn and Zacharias Kunuk. Leading the cast are Madeline Ivalu and her grandson Paul-Dylan Ivalu, joined by Mary Qulitalik, Peter-Henry Arnatsiaq and Tumasie Sivuarapik.Before Tomorrow is the story of a woman who demonstrates that human dignity is at the core of life from beginning to end, as she faces with her grandson the ultimate challenge of survival. The film was shot in remote locations near the community of Puvirnituq, Nunavik (norhtern Quebec) over four separate periods between July 2006 and January 2007 to capture the arctic seasons from June though December.",
    "chinese_title": "Before Tomorrow",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-12-01T19:50:17"
}