{
    "aka": [
        "Torihada 6"
    ],
    "sid": "5161993",
    "cast": [
        {
            "url": "/celebrity/1020236/",
            "name": "谷村美月 Mitsuki Tanimura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1241262/",
            "name": "地曳豪 Gô Jibiki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275348/",
            "name": "足立梨花 Rika Adachi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1479604/",
            "name": "石堂夏央 Natsuo Ishidô",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2458780955.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1342069/",
            "name": "三木康一郎 Kôichirô Miki",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1534556",
    "director": [
        {
            "url": "/celebrity/1342069/",
            "name": "三木康一郎 Kôichirô Miki",
            "@type": "Person"
        }
    ],
    "duration": "46分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2009-10-07(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1534556/",
    "imdb_votes": 15,
    "this_title": [
        "トリハダ6〜夜ふかしのあなたにゾクッとする話を"
    ],
    "douban_link": "https://movie.douban.com/subject/5161993/",
    "imdb_rating": "6.6/10 from 15 users",
    "trans_title": [
        "鸡皮疙瘩NO.6",
        "Torihada 6"
    ],
    "douban_votes": "2807",
    "introduction": "プロローグ一人暮らしをする主人公（谷村）はある日、自宅の異変を感じる。上がっているはずのない便座が上がっていたり、触れていないはずの歯ブラシが濡れていたり…。怖くなった主人公は友人（浅野）に泊まりに来てもらうのだが…。第一話「計画された別れの演出と戦慄」長く同棲していた交際相手（松岡）に別れを告げたばかりの主人公（弓削）。すぐに彼女が別れを受け入れて荷物をまとめて出て行こうとする。すると彼女が「明日誕生日でしょ？」とパソコンをくれた。断りきれずに受け取った主人公だが…。第二話「日常に潜む不条理の確率」女子高生の主人公（足立）は友人との約束の為、学校帰りにコインロッカーに寄って私服に着替えることに。制服を入れる為にコインロッカーを開けると、中には同じコインロッカーの19番の鍵が。面白半分で19番の鍵を開けると、そこには500万円の小切手と30番の鍵が。驚いた主人公だったが、興味本位で30番を開けるとそこには…。第三話「保身に必要な最低限の代償」会社員の主人公（石堂）は苛立っていた。部下（野嵜）に頼んでいた大事な報告書が完成していなかったからだ。普段からミスの多いこの部下に対してきつく当たる主人公。「20時までには終わらせます！終わらなかったら髪の毛を切ります！」と宣言する部下に呆れ半分で仕事を任せる。結果、報告書は書き直し。部下がそれをシュレッダーにかけていると、その中に主人公が大切にしている大ファンのアーティストとのツーショット写真がある事に気づかず、一緒にシュレッダーにかけてしまい…。第四話「持たざる者の恐怖と狂気」タクシー運転手の主人公（辻）は田町までの客（地曵）を乗せる。しかしこの客、電話中にシートベルト着用を頼むと嫌そうな顔をする、常に命令口調など、かなり乗車マナーが悪い。主人公は客のその態度への苛立ちから、自分が今日でリストラで最後の運転である事を明かし…。第五話「天使の中にある恐るべき残酷」母親（阿部）に遊園地に連れて行ってもらった主人公（佐藤）。母親のビデオ撮影の下で楽しんでいると、その遊園地のメインキャラクターであるクマの着ぐるみに風船をもらいに行く。喜ぶ主人公だったが、目の前で別の子供達（伊集院・富永）がクマに乱暴し始めた。段々冗談じゃ済まされないレベルになって行き、遂には着ぐるみの頭を外そうとする。たまらず母親はカメラを背けて主人公を呼ぶと、いつの間にかクマと子供達がいなくなっていた。すると主人公がすぐに「あっ、クマさんだ！」とクマを見つけ、再び駆け寄るのだが…。第六話「無欲で得た悲劇の主人公の座」ネットサーフィンをしていた主人公（平方）は「人を殺してしまいました」というタイトルのスレッドを見つける。内容は「死体の処理の仕方に困ってます」。主人公は冗談で「出来るだけ細かく裁断すれば？」と書き込む。すると翌日、「裁断しました。その後は？」と返信が来ている。再び「生ゴミの日に一個一個出せば？」と書き込む。その書き込みが続くうち、「冗談にしても不快だ」「お前も逝ってよし」とスレッドが荒れる。「そりゃそうか…」と呟く主人公がカーソルを下げると、「信じてもらえないので、以下の場所に証拠品を黒いバックに入れておきます」。そこは自分の家のすぐ近くだった。何故か気になった主人公はその場所に赴く。そこには本当に黒いバックが置いてあったのだが…。エピローグ主人公（谷村）は自宅に何者かが不法侵入していると確信、家庭用の監視カメラを設置する。その晩、パソコンでカメラの画像を見るが、誰も何も映っていない。「気のせいか…」。呟きながら映像をスクロールしていると、遂にカメラが侵入者を捕えた。やりたい放題の侵入者の映像を見ていると…。",
    "chinese_title": "鸡皮疙瘩NO.6",
    "douban_rating": "7.4/10 from 2807 users",
    "foreign_title": "トリハダ6〜夜ふかしのあなたにゾクッとする話を",
    "imdb_rating_average": 6.6,
    "douban_rating_average": "7.4",
    "update_at": "2025-02-10T15:35:44"
}