{
    "aka": [
        "Thank you, Stranger！",
        "谢谢你，陌生人！"
    ],
    "sid": "5161948",
    "cast": [
        {
            "url": "/celebrity/1158619/",
            "name": "雷内·施泰克 René Steinke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1147653/",
            "name": "索菲·舒特 Sophie Schütt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1203680/",
            "name": "马克西米利安·沃纳 Maximilian Werner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162273/",
            "name": "提姆·塞菲 Tim Seyfi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1130696/",
            "name": "Edward Piccin Edward Piccin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1124717/",
            "name": "阿德南·马拉尔 Adnan Maral",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1099113/",
            "name": "Maximilian Grill Maximilian Grill",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1249872/",
            "name": "罗特·弗莱克 Lotte Flack",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情",
        "喜剧",
        "家庭",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1682264166.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1094778/",
            "name": "Markus Hoffmann Markus Hoffmann",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1535003",
    "director": [],
    "duration": "86分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2010"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1535003/",
    "imdb_votes": 19,
    "this_title": [
        "Auch Lügen will gelernt sein"
    ],
    "douban_link": "https://movie.douban.com/subject/5161948/",
    "imdb_rating": "5.0/10 from 19 users",
    "trans_title": [
        "陶冶天下人",
        "Thank you, Stranger！",
        "谢谢你，陌生人！"
    ],
    "douban_votes": "0",
    "introduction": "Horst, a nuclear power plant security guard, excitedly readies the family car for their perfect vacation. His 16-year-old daughter Sandra and her 12-year-old brother Niklas are not at all thrilled. For Horst’s wife Marion, where they are going does not matter, the only important thing being that they are all going there together…When Niklas realizes his backpack had been left behind, he becomes sulky and obstinate. Refusing to continue on their trip, he barricades himself in the toilet of a bar at their first stop. No backpack – no further! After a round of cursing and a good, stiff drink, Horst finally gives in – he has lost the battle and must return to their house.But Marion and the children now get the shock of their lives – there is an unconscious man asleep in their car! Who is he? And why does Horst insist on taking him home and holding him under such tight security?Everyone has a very different idea about who the stranger is. While for Sandra he is a fairy prince who has come to free them from their miserable existence, for Niklas he is nothing more than a crook. It is only Marion that keeps a clear head.She believes that Horst had run over the stranger after getting drunk and the man simply needs to be taken to the hospital.But Horst is in a panic. Not only is he afraid of losing his driver’s license, but he could easily lose his job as well – how then could he provide for his family?Süleyman, the stranger, pretends that he has no idea what circumstances brought him into this family’s guest room, preferring to appear a victim of amnesia – a man without a name. Could he even be a terrorist as Horst eventually comes to suspect?Meanwhile, Horst’s family has got other problems: Marion realizes that her once loving relationship with Sandra is quickly going down the drain, while Niklas feels alienated from the rest of the family. Faced with mounting stress from all sides, Horst is forced to make a decision that could not only have fateful consequences for his own life and family, but for Süleyman as well...",
    "chinese_title": "陶冶天下人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Auch Lügen will gelernt sein",
    "imdb_rating_average": 5.0,
    "douban_rating_average": 0,
    "update_at": "2025-09-16T09:35:23"
}