{
    "aka": [],
    "sid": "5161262",
    "cast": [
        {
            "url": "/celebrity/1028058/",
            "name": "伊万·斯图尔特 Ewan Stewart",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1247125/",
            "name": "Kevin MacIsaac Kevin MacIsaac",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1541084",
    "director": [],
    "duration": "UK: 19 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1541084/",
    "imdb_votes": 10,
    "this_title": [
        "The Bedfords"
    ],
    "douban_link": "https://movie.douban.com/subject/5161262/",
    "imdb_rating": "6.8/10 from 10 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "vimeo.com/32902461Henry Coombes’s film The Bedfords 2009 is a brooding re-imagining of the relationship between celebrated Victorian painter Edwin Landseer (1802–1873) and the Duke and Duchess of Bedford. Landseer, a prodigious artist known for his landscapes and animal portraits, had a long-standing love affair with the Scottish Highlands. It is in this landscape that Coombes has set a romantic encounter between Landseer and the Duchess of Bedford – a tryst which leads to his subsequent psychological breakdown.Coombes’s work explores hierarchy and power in the family and in wider society. He is particularly interested in the experience of the artist and how he or she must deal with the inner workings of the art world. His work includes painting, collage, drawing and sculpture, but he is also known for his short films – character portraits for which he creates intricate sets that allow him to explore historical themes.Born in London, Coombes studied at the London International Film School and Central Saint Martins before completing a degree at the Glasgow School of Art in 2002. He lives and works in Glasgow.",
    "chinese_title": "The Bedfords",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-03-03T20:26:20"
}