{
    "aka": [
        "玛雅：不朽的天空传说(港)"
    ],
    "sid": "5162256",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "动画",
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2040150609.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1531045",
    "director": [],
    "duration": "34分钟",
    "episodes": "",
    "language": [
        "西班牙语",
        "Maya",
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1531045/",
    "imdb_votes": 11,
    "this_title": [
        "Tales of the Maya Skies"
    ],
    "douban_link": "https://movie.douban.com/subject/5162256/",
    "imdb_rating": "6.6/10 from 11 users",
    "trans_title": [
        "玛雅：不朽的天空传说",
        "玛雅：不朽的天空传说(港)"
    ],
    "douban_votes": "0",
    "introduction": "The Maya made sense of an ever-changing world by observing, recording and predicting natural events such as solstices, solar eclipses, weather patterns, and planetary movements. These observations, in combination with a sophisticated mathematical system, allowed them to develop a precise calendar system; their measurements of the length of the solar year were more accurate than measurements the Europeans used as the basis of the Gregorian calendar. The Maya also predicted eclipses, were able to forecast seasonal change and developed the concept of mathematical zero, enabling them to predict events into the future.Recent deciphering of the Maya hieroglyphics is providing archeologists with new and exciting discoveries. Using three dimensional laser scanning and advanced graphic techniques, the virtual reconstruction of architecture in Tales of the Maya Skies also supports these archeologists in interpreting the ancient sites, and contributes to their conservation.Produced by Chabot Space & Science Center, Tales of the Maya Skies inspires and educates through its description of the Maya’s accurate astronomical achievements and how astronomy connected them to the Universe.",
    "chinese_title": "玛雅：不朽的天空传说",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Tales of the Maya Skies",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-09-03T14:39:06"
}