{
    "aka": [
        "Dead Slowly"
    ],
    "sid": "5163583",
    "cast": [
        {
            "url": "/celebrity/1021150/",
            "name": "蒋祖曼 Joman Chiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316133/",
            "name": "林耀声 Yiu-Sing Lam",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319716/",
            "name": "禤天扬 Huen Tin Yeung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1132694/",
            "name": "彭敬慈 Samuel Pang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情"
    ],
    "awards": "　　第14届釜山国际电影节(2009)\n　　新浪潮奖(提名) 许雅舒\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2456331745.jpg",
    "region": [
        "中国香港"
    ],
    "writer": [
        {
            "url": "/celebrity/1332666/",
            "name": "许雅舒 Rita Hui",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1515196",
    "director": [
        {
            "url": "/celebrity/1332666/",
            "name": "许雅舒 Rita Hui",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "粤语"
    ],
    "playdate": [
        "2009-10-10(釜山电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1515196/",
    "imdb_votes": 12,
    "this_title": [
        "慢性中毒"
    ],
    "douban_link": "https://movie.douban.com/subject/5163583/",
    "imdb_rating": "5.0/10 from 12 users",
    "trans_title": [
        "Dead Slowly"
    ],
    "douban_votes": "59",
    "introduction": "兔仔跳進了時間的洞，弄醒了沉睡中的眉。眉在半夢半醒下發現自己存活於現在之間，沒有過去，只有現在的一剎。政遇上了一宗平凡的食物中毒案件，卻勾起了他八年前的污點，他沈迷於過去與現在的因果關係，對疑犯眉作了無謂的幻想與補償。凝沒有方向，失去了愛人，同時也失去了可依賴的姊姊眉，沒有前進，要放棄才能完滿。沒有任何關係的清，她的身份成為了她的所有，政的妻子，孩子的媽，還有不可能有但存活於別人眼中的虛構關係，與彥是情人。清渴望一了百了，斷之所有，如死了重新，失去所有關係。有什麼比一具躺在血床上的女屍，來得更加多幻想，更加多的故事，更加多可能性的關係被閱讀？Synopsis:The so called “relationship” doesn’t existed, but only fictional relationship throughout the whole process: Rabbit is jumping through the hole of time, turning into the awakening of a lady, Mei, who gradually realizes herself living in the ambiguity of her life. Plainclothes policeman, Jing, remembers his past failure 8 years ago while he is investigating an ordinary food poison case. He traps into the casual relationship between present and past, devotes himself for the useless redemption and imagination for the suspect of the case, Mei. Ying, the younger sister of Mei, is losing her way, her love, her reliable sister, no way out, giving up is the only exit. Ching, the wife of Jing, who supposed to be outsider, her identity is the only thing of her: as the wife of Jing, as the mother of her son and the made-up relationship with Yin, a policeman in the police station, through other’s eyes. The longing for cutting and wiping out all of them, to reborn from death, is shutting down all relationship. In fact, is there nothing more than a dead female body for so much imagination, more stories inside her mind and more possibility for such reading for relationship?-----About Rita Hui:Rita Hui graduated from the Hong Kong Academy for Performing Art of taking a Diploma course in Film & TV in 1994. In 1996, she finished the study of Advance Diploma in Film & TV (Major in Editing) and Bachelor of Fine Arts in the Department of Film & TV in the Academy. She is a young talented director. Her work Ah Ming gained wide attention and won the Distinguished Award of the Hong Kong Independent Short Film & Video Award in 1996. In 1998 her work She makes me wanna to die and Invisible City (Wall) all won the Sliver Award in drama category and other category in the Hong Kong Independent Short Film & Video Award. Also, her work Alice in the Wonderland was shown in Hong Kong Arts Centre at programme Independent Yours. In 2001, she first time try to work on theater, Tango of Water Sleeves and Beautiful Project and her video work Chionanthus Retusus. And her first set up video installation XX have been showing in Macau Old Ladies House of “Wo…man” Feminine Art. 2004, she finish her new work IdoLetHerMyHeadHave. In 2005 and 2006, she produced her Red Ridding Hood and RED. The later one is her RMIT’s master program final project. In 2008, she is now finishing her first featured film with ADC funding, Dead Slowly.More info:http://rabbit-travelogue.com/AliceinWonderlandArtist Blog:http://rabbit-travelogue.com/titainred/錄像藝術家許雅舒首個獨立長片《慢性中毒》將參加釜山國際電影節的New Current session。香港公映日期待定, 敬請留意。Video artist, Rita Hui's first indie featured film, Dead Slowly will be shown in Pusan International Film Festival's New Current session. Showing of the film in HK is to be confirmed, please keep this group update.",
    "chinese_title": "慢性中毒",
    "douban_rating": "7.3/10 from 59 users",
    "foreign_title": "",
    "imdb_rating_average": 5.0,
    "douban_rating_average": "7.3",
    "update_at": "2025-04-15T04:39:14"
}