{
    "aka": [],
    "sid": "5166886",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt1470818",
    "director": [
        {
            "url": "/celebrity/1437456/",
            "name": "迈克·彼得森 Michael Peterson",
            "@type": "Person"
        }
    ],
    "duration": "65分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010-09-10(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1470818/",
    "this_title": [
        "Eddies: The Documentary"
    ],
    "douban_link": "https://movie.douban.com/subject/5166886/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The Big Rock Eddies: A documentary that goes behind-the-scenes of this amateur Canadian beer commercial competition, which is now in its 16th year and going strong. This comedic character study follows six groups of producers on their quest to create a television commercial that will appeal not only to Big Rock but to their select panel of judges. Ultimately these producers are competing to qualify as a top 18 finalist and from there they want to take home the gold statue, bragging rights and 10 grand in prize money. We uncover what it really takes to make a winning entry; our six teams quickly learn that coming up with an idea and executing the idea to create a captivating 60 seconds commercial are sometimes worlds apart. As some dreams are inevitably crushed, others go further than they could ever imagine. We follow each group from the inception of their big idea, to the execution, right through the judging process. Through this documentary (a year and a half in the making) we discover why people spend hundreds of hours of their time, invest a fair chunk of change and risk friendships to bring their ideas to life.",
    "chinese_title": "Eddies: The Documentary",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-10T14:55:43"
}