{
    "aka": [
        "同志大游行（台）"
    ],
    "sid": "5166971",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片",
        "传记",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2515102139.jpg",
    "region": [
        "加拿大/巴西/匈牙利/波兰/俄罗斯/斯里兰卡/瑞士/美国"
    ],
    "writer": [],
    "imdb_id": "tt1469864",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1469864/",
    "imdb_votes": 146,
    "this_title": [
        "Beyond Gay: The Politics of Pride"
    ],
    "douban_link": "https://movie.douban.com/subject/5166971/",
    "imdb_rating": "7.0/10 from 146 users",
    "trans_title": [
        "同志大游行",
        "同志大游行（台）"
    ],
    "douban_votes": "0",
    "introduction": "Gay Pride marches and festivals are happening all over the world sometimes under heavy opposition and violence. Beyond Gay: The Politics of Pride is the most comprehensive look at the role of these events ever undertaken. This feature length documentary follows the Vancouver Pride Society’s (VPS) Parade Director Ken Coolen and his VPS colleagues as they travel to places where Pride is still steeped in protest to personally experience the rampant homophobia that still exists. They also travel to Sao Paulo Brazil for the world’s largest gay parade and New York City, the birthplace of the modern gay liberation movement.Increasingly the Pride movement is globalizing. Coolen and many Pride organizers in North America and Europe, where celebration has overtaken political action, strive to remind their communities that Pride is at its heart a global fight for human rights.Despite the hundreds of thousands of people cheering in the streets, Pride is much, much more than a parade and a party. It is a giant step on the road to true equality. The GLBT community during Pride is an entertaining and engaging multi- ethnic group than can bring attention to the issue of human rights with diversity, insight, and of course plenty of fabulousness. Some highlights include:InterPride 2007, Zurich Switzerland: Coolen and co-parade director, Dean Nelson, attend this international conference of Pride organizations. Many human rights activists are interviewed, including American artist and activist Gilbert Baker creator of the first rainbow flag.Sao Paulo Pride Parade, Brazil: This begins a tour Coolen and the crew will never forget. VIP access to the world’s largest Gay Parade where 4 million people take part in their government sponsored Pride: a street party that defies the imagination. Their theme this year: Homophobia Kills! Then, 7days later …Moscow Pride: Coolen and crew are the only foreigners involved in the clandestine preparations for this event. Secret meetings, hidden identities, police harassment, the first successful peaceful Pride March, and a violent counter protest reveal just how passionate people can be about a parade.Pride Colombo, Sri Lanka: Pride events here are only advertised after they take place, in order to protect the identities of those brave enough to attend. Our host, Pride organizer Sahran Abeysundra, later travels to Canada to be a Grand Marshal in Vancouver’s Parade.Vancouver Pride: “Celebrating 30 Years of the Rainbow”: Back in Vancouver, where equal marriage is legal and the parade entertains half a million people, Ken struggles to make the parade have some meaning after all he has seen. Through Ken we discover that despite thousands of people cheering in the streets, Pride is much, much more than a parade and a party. It’s a giant step on the road to true human equality.",
    "chinese_title": "同志大游行",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Beyond Gay: The Politics of Pride",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-06-11T06:22:56"
}