{
    "aka": [],
    "sid": "5167414",
    "cast": [
        {
            "url": "/celebrity/1203665/",
            "name": "Nathan Fleet Nathan Fleet",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1507063333.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt1463410",
    "director": [],
    "duration": "Canada: 82 分钟(original version)",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1463410/",
    "imdb_votes": 91,
    "this_title": [
        "Let Him Be"
    ],
    "douban_link": "https://movie.douban.com/subject/5167414/",
    "imdb_rating": "6.7/10 from 91 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Let Him Be is a fascinating film about two undergrad film students Tim Bennett & Kathleen Joyce who discover a long thought to be dead rock icon living in a remote part of Canada. It all begins when Tim discovers a clip of an old man playing guitar on a tape found jammed inside an old video camera his father gave him. The man in the video is older now but the resemblance to John Lennon is uncanny. Could it be him? It's an absurd idea and one that Tim might have pushed aside were it not for the fact that the man also sounds so much like him. Kathleen thinks the whole concept is ridiculous. Was it possible that Lennon survived the assassination? Tim decides to document the whole story so that no one could question or doubt what he finds. He has to find out if it really is him. If it is he would have to have absolute proof. That would mean convincing Kathleen to help him and it would need lots of different cameras - hidden body cameras...Peter McNamee's debut feature introduces us to undergrad film students Tim and Kathleen. Tim is astonished to discover a rock icon, long thought to be dead, actually alive and living in a remote part of Canada. It all begins when he discovers a clip of an old man playing guitar on a tape left inside an old video camera. The man in the video bears a strong resemblance to John Lennon - that is, John Lennon as he might look today. Could it be him? Tim is excited to the point of obsession. Kathleen thinks the whole concept is ridiculous. Wasn't there some big \"Paul is dead!\" hoax that all those years ago?",
    "chinese_title": "Let Him Be",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-10-22T07:00:08"
}