{
    "aka": [
        "熱中時代(第２期)"
    ],
    "sid": "5173441",
    "cast": [
        {
            "url": "/celebrity/1012904/",
            "name": "水谷丰 Yutaka Mizutani",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1034133/",
            "name": "船越英二 Eiji Funakoshi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031254/",
            "name": "草笛光子 Mitsuko Kusabue",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007712/",
            "name": "秋野太作 Daisaku Akino",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105287/",
            "name": "小松方正 Hôsei Komatsu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1345313/",
            "name": "高见知佳 Chika Takami",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1370288/",
            "name": "山口泉 Izumi Yamaguchi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105726/",
            "name": "蟹江敬三 Keizô Kani&#39;e",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1043649/",
            "name": "安原义人 Yoshito Yasuhara",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031570/",
            "name": "木内绿 Midori Kiuchi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1013691/",
            "name": "横内正 Tadashi Yokouchi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1980",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2513350553.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt1388821",
    "director": [
        {
            "url": "/celebrity/1325553/",
            "name": "西本淳一 Junichi Nishimoto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1309313/",
            "name": "梅谷茂 Shigeru Umetani",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320344/",
            "name": "吉野洋 Hiroshi Yoshino",
            "@type": "Person"
        }
    ],
    "duration": "54分钟",
    "episodes": "38",
    "language": [
        "日语"
    ],
    "playdate": [
        "1980-07-05"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1388821/",
    "this_title": [
        "熱中時代 （教師編 Part2）"
    ],
    "douban_link": "https://movie.douban.com/subject/5173441/",
    "trans_title": [
        "热中时代 教师篇 2",
        "熱中時代(第２期)"
    ],
    "douban_votes": "0",
    "introduction": "『熱中時代』（ねっちゅうじだい）は、1978年10月から1981年3月まで、日本テレビ系列で放送されたテレビドラマのシリーズである。北野先生（水谷豊）と小学生たちを描く学園ドラマ（計2シーズン）と早野刑事を主役とする刑事ドラマ（1シーズンのみ）が放送された。なお、タイトルに○○編と付いているのは「刑事編」と「2」のみであるが、便宜上ここでは学園シリーズを「先生編」、刑事シリーズをタイトル通り「刑事編」とする。先生編第1シリーズは、1978年10月6日より1979年3月30日まで毎週金曜日21:00 - 21:54に、「金曜劇場」枠で放送された。当時社会問題になり始めていた教育現場でのさまざまな困難に、体当たりで熱中する北野先生の姿が共感を呼び大ヒットした。初回の視聴率は12.2%（ビデオリサーチ）であったものの、最終回の視聴率はニールセンで46.7%、ビデオリサーチで40.0%を記録。ビデオリサーチによる初回の視聴率からの伸び27.8%は歴代最高記録である。第2シリーズは、1980年7月5日より1981年3月28日まで毎週土曜日21:00 - 21:54に、「土曜グランド劇場」枠で全38回が放送された。こちらは平均視聴率27.8%を記録。1987年春、1988年秋と1989年秋にそれぞれ2時間の単発ドラマが製作され、家庭を持った主人公が時代と共に変わっていく子供たちの気質に戸惑いながらも奮闘を続ける姿が描かれた。また、海外では1984年から1985年に香港の外国語チャンネルでも放送された。2011年4月9日にスペシャルドラマとして、30年後を舞台としたリメイク作品が放送された。主演は佐藤隆太と松下奈緒。また、スペシャルドラマの放送を前に関東ローカルで先生編の再放送が行われた。先生編ジャンル\tテレビドラマ制作局\t日本テレビ演出\t田中知己吉野洋梅谷茂矢野義幸脚本\t布勢博一松原敏春桃井章大和屋竺森崎東出演者\t水谷豊草笛光子小松方正船越英二 ほか第2シリーズ放送時間\t土曜日21:00 - 21:54（54分）放送期間\t1980年7月5日 - 1981年3月28日（38回）プロデューサー\t高野幹夫永野保徳出演者\t高田早苗秋野太作木内みどり山口いづみオープニング\t水谷豊「やさしさ紙芝居」第2シリーズ企画：梅谷茂、田中知己、清水欣也プロデューサー：高野幹夫、永野保徳脚本：布勢博一、篠崎好、田上雄、桃井章演出：田中知己、梅谷茂、吉野洋、西本淳一、佐藤重直音楽：平尾昌晃選曲：鈴木清司効果：倉橋静男（東洋音響）監修：遠藤豊吉製作協力：生田スタジオ、ユニオン映画制作：日本テレビ主題歌第2シリーズ水谷豊「やさしさ紙芝居」（作詞：松本隆、作曲：平尾昌晃、編曲：石川鷹彦）挿入歌：水谷豊「はあとふる」、松木里江「ロックンロール・ティーチャー」第2シリーズ（1980年 - 1981年）話数\t放送日\tサブタイトル\t脚本\t演出\t視聴率第1話\t1980年7月5日\t帰って来た熱中先生\t布施博一\t田中知己\t34.1%第2話\t7月12日\t二年三組とかわいそうな象\t33.1%第3話\t7月19日\t早くも恐怖の通信簿\t梅谷茂\t31.8%第4話\t7月26日\t家庭訪問トラブル・ノート\t吉野洋\t28.4%第5話\t8月2日\t熱中先生とさいはての少女\t田中知己\t24.2%第6話\t8月9日\t進め! 竹馬ライダーズ\t梅谷茂\t19.5%第7話\t8月16日\t盆踊り・サタディ・ナイト\t田中知己\t28.9%第8話\t8月23日\tある日森の中熊さんに出会った\t吉野洋\t24.8%第9話\t9月6日\t二年三組新学期GO!!\t28.9%第10話\t9月13日\t父母参観日とアフリカのらーめん\t田中知己\t24.4%第11話\t9月20日\t五年四組の反乱\t西本淳一\t30.0%第12話\t9月27日\t熱中先生と自転車泥棒\t吉野洋\t23.8%第13話\t10月4日\t熱中先生 お化け退治\t田中知己\t26.2%第14話\t10月11日\t北野先生をやめさせないで\t27.5%第15話\t10月18日\t熱中先生と冷たい女たち\t吉野洋\t26.0%第16話\t10月25日\t熱中先生 涙の晴れ舞台\t佐藤重直\t29.0%第17話\t11月1日\t祖父母会とボートレース\t田中知己\t25.6%第18話\t11月8日\tマムシ・イモ掘り・テレビ局\t西本淳一\t25.7%第19話\t11月15日\t北野先生 大きらい!\t田中知己\t26.0%第20話\t11月22日\t北野先生 お父さんになって\t布施博一桃井章\t吉野洋\t26.0%第21話\t11月29日\t夫婦ゲンカと熱中先生\t布施博一\t梅谷茂\t27.4%第22話\t12月6日\t豆腐屋とガンマン\t田中知己\t27.5%第23話\t12月13日\t遺言と大喰い競争\t梅谷茂\t30.5%第24話\t12月20日\tサンタクロースとマッチ売りの少女\t田中知己\t26.4%第25話\t12月27日\t熱中先生 真剣勝負\t西本淳一\t31.8%第26話\t1981年1月3日\tサギ師と裸の王様\t田中知己\t17.9%第27話\t1月10日\t火事とケンカの居候\t布施博一篠崎好\t梅谷茂\t27.5%第28話\t1月17日\t熱中先生と三千万円の宝くじ\t布施博一\t佐藤重直\t25.8%第29話\t1月24日\t先生 愛ってなんですか?\t田中知己\t30.1%第30話\t1月31日\t機関車やえもんと熱中先生\t西本淳一\t32.7%第31話\t2月7日\tやさしさ紙芝居\t田中知己\t29.1%第32話\t2月14日\t校長先生に弟がいた!\t布施博一田上雄\t佐藤重直\t28.2%第33話\t2月21日\t雪国の熱中先生\t布施博一\t田中知己\t27.8%第34話\t2月28日\t熱中先生と長〜い作文\t西本淳一\t31.7%第35話\t3月7日\tみね子が連れ戻される!?\t布施博一篠崎好\t梅谷茂\t27.6%第36話\t3月14日\t熱中先生と生徒会長\t布施博一\t田中知己\t30.4%第37話\t3月21日\t熱中先生 重大な決意\t30.4%最終話\t3月28日\tさようなら! さようなら! 熱中先生\t30.7%第2シリーズ第1回 「帰って来た熱中先生」みね子の母：白川和子車掌：ポール牧おばあさん：原ひさ子礼文島の先生：佐伯赫哉小料理屋の客：団巌第2回 「二年三組とかわいそうな象」母親：左時枝、大山のぶ代、大森暁美、一谷伸江、斉藤恵子、五月晴子、太田淑子、水沢摩耶中年の男：村上幹夫動物園係員：安西正弘第3回 「早くも恐怖の通信簿」下山の義母・しげ：福田公子下山修：岸田森大沢：佐藤京一松木：池田秀一母親：西川ひかる、火野捷子父親：辻村真人下山の妻・朋子：井上れい子第4回 「家庭訪問トラブル・ノート」管理人：桜井センリ奥田テツ：千石規子母親・里子：稲野和子大沢：佐藤京一松木：池田秀一母親：成田光子、菅原ちね子、夏海千佳子寄山弘、鈴木道弘、木下浩之、黒岩里美第5回 「熱中先生とさいはての少女」みね子の母：白川和子小料理屋の客：団巌明子：山口果林クラブのホステス：潤ますみ、菊地かおり弾き語り：大沢鏡子番頭：岩城和男クラブの客：相原巨典ボーイ：楠田龍平先生：谷村慶子、五十嵐美鈴第6回 「進め! 竹馬ライダーズ」遠藤先生：遠藤豊吉第7回 「盆踊り・サタディ・ナイト」みね子の母：白川和子第8回 「ある日森の中熊さんに出会った」桜井松五郎：伴淳三郎第9回 「二年三組新学期GO!!」青木カネ：賀原夏子青木秋子：有吉ひとみ青木大助：坂部文昭母親・光子：瀬能礼子第10回 「父母参観日とアフリカのらーめん」母親・圭子：大森暁美母親：一谷伸江、斉藤恵子、有吉ひとみ、瀬能礼子、岩瀬晃、高橋直子、中川裕美子第11回 「五年四組の反乱」ロングヘアーの女：大原美香子カーリーヘアーの女：根本由美ショートカットの女：村上里佳子第12回 「熱中先生と自転車泥棒」母親・伸江：上村香子祖父・平太郎：吉田義夫アパートの女：高山千草母親：浅見ひろ子自転車の男：松田章第13回 「熱中先生 お化け退治」秋守：殿山泰司母親・邦子：木村夏江妖怪の声：沢りつお妖怪の手下：深作覚、中瀬博文第14回 「北野先生をやめさせないで」藤森忠次：宍戸錠西条美也子：真木洋子藤森久美子：天地総子松島刑事：金井大安川：奥野匡安川悦子：明石美穂板前・哲夫：富倉勝士第15回 「熱中先生と冷たい女たち」西条美也子：真木洋子おでん屋の夫婦：木下華声、利根はる恵母親：芦沢孝子ウエイトレス：幡野芳美二年四組の子供：片岡みえ第16回 「熱中先生 涙の晴れ舞台」林田秀三：今井健二林田ますみ：絵沢萌子松之助：小林昭男林田和夫：加瀬悦孝林田光子：池田信子藤九郎：秋野陽介座員：新井一夫、森岡隆見、北斗太郎第17回 「祖父母会とボートレース」トヨ：小夜福子松江：浦辺粂子シズ：武智豊子由利子：マッハ文朱里子：榊ひろみ文房具店主人：二見忠男千代子：丸山裕子ウエイトレス：神保早苗娘：山田洋子、安達忍、重田千穂子少女：梅野幸子第18回 「マムシ・イモ掘り・テレビ局」ディレクター・藤本：中島久之プロデューサー・杉原：前田昌明俳優・国岡：久富惟晴女優・花の木悠子：工藤明子久保田：左右田一平妻・澄子：上野綾子マネージャー・吉川：辻しげる第19回 「北野先生 大きらい!」中年男：山田康雄第20回 「北野先生 お父さんになって」母親・布美江：宮本信子釣具店主人：小鹿番幼児：斉藤みよ子第21回 「夫婦ゲンカと熱中先生」父親・信一郎：草野大悟母親・昌子：十勝花子マリ：西尾麻里第22回 「豆腐屋とガンマン」母親・カネ子：今井和子ガンマン：ビル・横山、ニック・大宮中年の女：深谷みさお第23回 「遺言と大喰い競争」母親・静江：鈴木弘子老人：浜村純医師：日恵野晃運転手：町田幸夫第24回 「サンタクロースとマッチ売りの少女」高岡昌一：園田裕久高岡ルミ子：川崎絵美里第25回 「熱中先生 真剣勝負」父親・哲之進：高松英郎長男・哲太郎：長谷川諭次男・哲次郎：兼安博文長女・哲子：浪瀬功子第26回 「サギ師と裸の王様」藤森忠次：宍戸錠藤森久美子：天地総子道尾隆夫：森川正太白井：木田三千雄青田：関武志松島刑事：金井大宮島刑事：八木隆青田の友人：大谷淳母親：木村翠職人・哲夫：倉富勝士第27回 「火事とケンカの居候」父親・剛造：荒井注母親・トシ子：林美智子第28回 「熱中先生と三千万円の宝くじ」父親・謙次：名古屋章母親・千栄子：藤田弓子角須種夫：ダーク史郎宝くじ売りのおばさん：町田博子運送屋：山谷直司、原敬第29回 「先生 愛ってなんですか?」母親・久美江：大山のぶ代祖母・シズ：武知杜代子堀田：大橋利章店員：伊沢弘、小山嘉文第30回 「機関車やえもんと熱中先生」ひろみ：上山則子先生：浦山紀子、谷村慶子父親・浩一郎：仲谷昇第31回 「やさしさ紙芝居」母親・葉子：寺田路恵マリ子：長山雅美患者：田中筆子、山田はるみ看護婦：宮木五十鈴、中島泉先生：浦山紀子、谷村慶子第32回 「校長先生に弟がいた!」天城信吾：横内正母親・文代：小林トシ江二年一組の生徒：尾形恵子第33回 「雪国の熱中先生」桜井松五郎：伴淳三郎須藤絹子：佐藤万理父親・昌三：沼田爆母親・勝代：浅利香津代時沢小学校・校長：大久保正信女の声：平井道子松沢智子：難波香織第34回 「熱中先生と長〜い作文」乃里子：水沢アキ姉・京子：服部直理レストランの楽士：バンバ・ジュンローラースケートの女：メアリー・ジェーン第35回 「みね子が連れ戻される!?」みね子の母：白川和子犯人：志賀勝母親・久江：水沢摩耶ガンマン：ビル・横山、ニック・大宮そば屋の客：山田博行、飯田悦子新聞記者：高嶋洋、天現寺竜カメラマン：折原博、久保田健三店員：後藤康夫第36回 「熱中先生と生徒会長」藤森忠次：宍戸錠藤森久美子：天地総子父親・昌彦：梶哲也林田ますみ：絵沢萌子松之助：小林昭男林田和夫：加瀬悦孝職人・哲夫：倉富勝士第37回 「熱中先生 重大な決意」母親：大森暁美、榊ひろみ、一谷伸江、有吉ひとみ林田和夫：加瀬悦孝第38回 「さようなら! さようなら! 熱中先生」先生：浦山紀子、谷村慶子林田和夫：加瀬悦孝",
    "chinese_title": "热中时代 教师篇 2",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "熱中時代 （教師編 Part2）",
    "douban_rating_average": 0,
    "update_at": "2025-07-06T05:44:08"
}