{
    "aka": [
        "熱中時代 先生編 1",
        "熱中時代(第１期)"
    ],
    "sid": "5174124",
    "cast": [
        {
            "url": "/celebrity/1012904/",
            "name": "水谷丰 Yutaka Mizutani",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041875/",
            "name": "志穗美悦子 Etsuko Shihomi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016016/",
            "name": "音无美纪子 Mikiko Otonashi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044395/",
            "name": "小仓一郎 Ichirô Ogura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1329994/",
            "name": "太川阳介 Yosuke Tagawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314897/",
            "name": "岛村佳江 Yoshie Shimamura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1127559/",
            "name": "奥村公延 Kôen Okumura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105287/",
            "name": "小松方正 Hôsei Komatsu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050908/",
            "name": "谷隼人 Hayato Tani",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044025/",
            "name": "山口崇 Takashi Yamaguchi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1034133/",
            "name": "船越英二 Eiji Funakoshi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031254/",
            "name": "草笛光子 Mitsuko Kusabue",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014883/",
            "name": "池上季实子 Kimiko Ikegami",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1978",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2520850879.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1044211/",
            "name": "森崎东 Azuma Morisaki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1021140/",
            "name": "大和屋竺 Atsushi Yamatoya",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1381007",
    "director": [
        {
            "url": "/celebrity/1309313/",
            "name": "梅谷茂 Shigeru Umetani",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1021140/",
            "name": "大和屋竺 Atsushi Yamatoya",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044211/",
            "name": "森崎东 Azuma Morisaki",
            "@type": "Person"
        }
    ],
    "duration": "54分钟",
    "episodes": "26",
    "language": [
        "日语"
    ],
    "playdate": [
        "1978-10-06(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1381007/",
    "this_title": [
        "熱中時代"
    ],
    "douban_link": "https://movie.douban.com/subject/5174124/",
    "trans_title": [
        "热中时代 教师篇 1",
        "熱中時代 先生編 1",
        "熱中時代(第１期)"
    ],
    "douban_votes": "0",
    "introduction": "『熱中時代』（ねっちゅうじだい）は、1978年10月から1981年3月まで、日本テレビ系列で放送されたテレビドラマのシリーズである。北野先生（水谷豊）と小学生たちを描く学園ドラマ（計2シーズン）と早野刑事を主役とする刑事ドラマ（1シーズンのみ）が放送された。なお、タイトルに○○編と付いているのは「刑事編」と「2」のみであるが、便宜上ここでは学園シリーズを「先生編」、刑事シリーズをタイトル通り「刑事編」とする。先生編第1シリーズは、1978年10月6日より1979年3月30日まで毎週金曜日21:00 - 21:54に、「金曜劇場」枠で放送された。当時社会問題になり始めていた教育現場でのさまざまな困難に、体当たりで熱中する北野先生の姿が共感を呼び大ヒットした。初回の視聴率は12.2%（ビデオリサーチ）であったものの、最終回の視聴率はニールセンで46.7%、ビデオリサーチで40.0%を記録。ビデオリサーチによる初回の視聴率からの伸び27.8%は歴代最高記録である。第2シリーズは、1980年7月5日より1981年3月28日まで毎週土曜日21:00 - 21:54に、「土曜グランド劇場」枠で全38回が放送された。こちらは平均視聴率27.8%を記録。1987年春、1988年秋と1989年秋にそれぞれ2時間の単発ドラマが製作され、家庭を持った主人公が時代と共に変わっていく子供たちの気質に戸惑いながらも奮闘を続ける姿が描かれた。また、海外では1984年から1985年に香港の外国語チャンネルでも放送された。2011年4月9日にスペシャルドラマとして、30年後を舞台としたリメイク作品が放送された。主演は佐藤隆太と松下奈緒。また、スペシャルドラマの放送を前に関東ローカルで先生編の再放送が行われた。先生編ジャンル\tテレビドラマ制作局\t日本テレビ演出\t田中知己吉野洋梅谷茂矢野義幸脚本\t布勢博一松原敏春桃井章大和屋竺森崎東出演者\t水谷豊草笛光子小松方正船越英二 ほか第1シリーズ放送時間\t金曜日21:00 - 21:54（54分）放送期間\t1978年10月6日 - 1979年3月30日（26回）プロデューサー\t清水欣也永野保徳出演者\t志穂美悦子音無美紀子小倉一郎オープニング\t原田潤「ぼくの先生はフィーバー」第1シリーズ企画：梅谷茂プロデューサー：清水欣也、永野保徳脚本：布勢博一、松原敏春、桃井章、大和屋竺、森崎東演出：田中知己、吉野洋、梅谷茂、矢野義幸音楽：平尾昌晃選曲：鈴木清司効果：東洋音響監修：遠藤豊吉製作協力：生田スタジオ、ユニオン映画制作・著作：日本テレビ主題歌第1シリーズ原田潤「ぼくの先生はフィーバー」（作詞：橋本淳、作曲：平尾昌晃、編曲：若草恵）先生第1シリーズの主題歌である「ぼくの先生はフィーバー」は、オープニングでは通常1番の歌詞が放送されたが、第25話のOPでは2番の歌詞の部分が使用された。また、同じ日本テレビで放送されている『世界一受けたい授業』のテーマソングに使用されている（ただし、世界一バージョンとしてボーカルは当時のままであるがバックの演奏をリメイクしたもの。このバージョンは2005年1月19日にCDで発売されている）。第1シリーズ第1回 「オレが先生と呼ばれる日」桑原隆三：尾藤イサオ東和美：風吹ジュン役者：小松政夫PTA母親：五月晴子、太田淑子、麻ミナ、岡田和子、沢柳迪子三年四組の生徒：池田進[要曖昧さ回避]、橋満耕司、藤森政義美女：立花美英ゴンドラの客：小林昭男女事務員：松金よね子売店の女：島美弥子第2回 「熱中先生最初の失敗」橋満省作：関敬六PTAの母親：若松和子、五月晴子、太田淑子、水沢摩耶、麻ミナ、岡田和子、泉よし子飲み屋のオヤジ：河合一光花山医師：沖恂一郎クイズ番組司会者：徳光和夫、神山喜久子スナック「蜘蛛の巣」従業員：市川正、水岡影宏、松原くに子、額賀見知子、安田政世第3回 「UFOと謎の男の正体」スナック「蜘蛛の巣」従業員：市川正、水岡影宏、額賀見知子小糸源三：南原宏治第4回 「ああ! 聖職者のケガ」三年四組PTA：久里千春、小峰千代子、中山愛子三年四組生徒：上野郁己、川合誠二、橋満耕司、難波香織、若宮由美子第5回 「ぼくの先生はフィーバー」牧村英子：竹井みどり育民の友達：斉藤薫子、小熊英樹、小林英樹、高崎桂子、山田芳一第6回 「熱中先生子連れ旅」劇団「蜘蛛の巣」劇団員：炎美可川西幸子：小宮山京子川西竜太：長田恒義若葉台小学校事務員：小宮和枝小嶋田キク：千石規子川西竜吉：河原崎長一郎第7回 「熱中先生二ヵ月目のピンチ」医師：二見忠男第8回 「危険な関係プレイバック」バーテン：酒井郷博若葉台小学校教師：浦山紀子、五十嵐美鈴出前持：阿部渡山本：橋爪功西川美也子：毬杏奴スナック「蜘蛛の巣」従業員：有紀早苗興信所所員：田川勝雄下着泥棒：団巌仲居：五十嵐美恵子第9回 「二つの恋のメロディー」磯村知子：倉野章子大川花子：若原瞳三年三組女子生徒の父親：横山あきお三年四組男子生徒の母親：水沢摩耶三年四組男子生徒の父親：沢りつお屋台の親爺：河合一光第10回 「やって来たガキ大将」中島今日子：沢たまき中島徹夫：原田潤婦人：京田尚子男の先生：宮島正敏第11回 「涙の父母参観日」東和美：風吹ジュン谷田かね子：今井和子三年四組女子の母親：太田淑子授業参観の父親：辻村真人授業参観の母親たち：岡田和子、麻ミナ、柏木優子、泉よし子第12回 「熱中先生と少年探偵団」三年二組江沢和夫の母親：檜よしえ学校荒しの犯人：畑中猛重刑事：成瀬正、久地明警官：島田彰犯人と間違われる男：鳥巣哲生第13回 「故郷に帰った熱中先生」下川良一：下元勉三年四組児童の母親：石井富子、岩本多代小樽市厚田村の人たち：岡嶋艶子、和泉喜和子、横田泰代第14回 「消えたお年玉の謎」夜行列車の客：大方斐紗子、布施木昌之、宝木原博也第15回 「熱中先生と不思議な少女」三年四組女生徒の母親：吉野佳子ガラス屋：山下啓介第16回 「孫悟空vs熱中先生」映画監督：井上由起夫映画助監督：今村陽一犯人：柴崎憲治そば屋の出前持ち：阿部渡第17回 「ノコベンとメンコ大会」三年四組児童の母親：松崎ヤスコ、五月晴子、坂井寿美江、飯田悦子、阿部光子若葉台小学校教師：浦山紀子警官：市川治黒丸正太郎：熊倉一雄第18回 「三年四組学級閉鎖」三年四組児童の母親：弓恵子教材屋：加地健太郎ラーメン屋：河合一光第19回 「熱中先生と恋の破れガサ」東和美：風吹ジュンバー「通せんぼ」の客：津村隆三年四組児童の母親：麻志奈純子上代田八丁目派出所の警官：市川治小宮の同僚の警官：友金敏雄第20回 「若草物語 熱中篇」戸塚美千代：木内みどり金田三郎：西田健牧村英子：竹井みどり喫茶店ウェイトレス：森沢早苗第21回 「人情タコ焼き先生」三年四組児童の父親：山谷初男、増岡弘、山田博行、山本寛、鈴木正幸三年四組児童の母親：五月晴子、泉よし子タコ焼き屋の客：江幡高志七屋の主人：里木佐甫良古本屋の主人：瀬良明質屋の客：名塚新也第22回 「お雛さまとさびしい宇宙人」小林長二郎：伊東四朗煮込み屋の女主人：大井小町縁日の綿菓子屋：青森伸和菓子「金時屋」主人：村瀬正彦その妻：金子勝美縁日のタコ焼き屋：笠井心第23回 「熱中先生と笑わない少女」三年四組児童の母親：清水まゆみ松本プロデューサー：山田康雄テレビ局員：隅田美寿恵、田辺治郎帽子屋の女店員：滝田裕子フルーツパーラーのウエイトレス：山田洋子第24回 「3年4組フィーバーズ二連敗」三年四組児童の父親：入江正徳三年四組児童の母親：牧野和子第25回 「3年4組父母会総会」五年二組児童の母親：青山眉子三年四組児童の母親：水沢摩耶、五月晴子、太田淑子、岡田和子第26回 「さよなら熱中先生」第1シリーズ（1978年 - 1979年）話数\t放送日\tサブタイトル\t脚本\t演出\t視聴率第1話\t1978年10月6日\tオレが先生と呼ばれる日\t布施博一\t田中知己\t12.2%第2話\t10月13日\t熱中先生最初の失敗\t20.3%第3話\t10月20日\tUFOと謎の男の正体\t吉野洋\t16.8%第4話\t10月27日\tああ! 聖職者のケガ\t矢野義幸\t18.8%第5話\t11月3日\tぼくの先生はフィーバー\t田中知己\t16.5%第6話\t11月10日\t熱中先生子連れ旅\t松原敏晴\t21.7%第7話\t11月17日\t熱中先生二ヵ月目のピンチ\t布施博一\t矢野義幸\t20.6%第8話\t11月24日\t危険な関係プレイバック\t布施博一桃井章\t吉野洋\t24.5%第9話\t12月1日\t二つの恋のメロディー\t松原敏晴布施博一\t田中知己\t22.2%第10話\t12月8日\tやって来たガキ大将\t布勢博一大和屋竺\t梅谷茂\t23.1%第11話\t12月15日\t涙の父母参観日\t布施博一\t田中知己\t22.8%第12話\t12月22日\t熱中先生と少年探偵団\t桃井章\t矢野義幸\t24.8%第13話\t12月29日\t故郷に帰った熱中先生\t布施博一\t梅谷茂\t31.8%第14話\t1979年1月5日\t消えたお年玉の謎\t吉野洋\t28.8%第15話\t1月12日\t熱中先生と不思議な少女\t田中知己\t29.6%第16話\t1月19日\t孫悟空vs熱中先生\t矢野義幸\t25.6%第17話\t1月26日\tノコベンとメンコ大会\t田中知己\t26.6%第18話\t2月2日\t三年四組学級閉鎖\t森崎東\t矢野義幸\t30.1%第19話\t2月9日\t熱中先生と恋の破れガサ\t布施博一\t吉野洋\t30.2%第20話\t2月16日\t若草物語 熱中篇\t田中知己\t32.6%第21話\t2月23日\t人情タコ焼き先生\t矢野義幸\t35.5%第22話\t3月2日\tお雛さまとさびしい宇宙人\t森崎東\t吉野洋\t33.2%第23話\t3月9日\t熱中先生と笑わない少女\t布施博一\t田中知己\t35.9%第24話\t3月16日\t3年4組フィーバーズ二連敗\t桃井章\t矢野義幸\t36.8%第25話\t3月23日\t3年4組父母会総会\t布勢博一\t35.1%最終話\t3月30日\tさよなら熱中先生\t田中知己\t40.0%おそらくは日本のドラマ史上初の、小学校が舞台の学園ドラマ。1978年放送。、教職免許を持ちながら採用に恵まれずにバイトの日々を過ごす北野広大24歳（水谷豊）のもとに、ついに採用通知が届く。喜び勇んで新米ながらも理想の教師を目指して邁進していく広大。なぜか校長の家に下宿す ることに。同じく校長宅に下宿している教師たちとの生活や、クラスの教え子たちとの触れ合いの中で、教師として、人間として成長していく広大の姿を水谷が軽妙に演じ、コミカルに嫌味なく楽しめる傑作。主題歌の「ぼくの先生はフィーバー」共々大ヒットなった。78年に放映され大ヒットを記録した名作ドラマ第1シリーズのBOX。新米教師と小学生の生徒たちとの悪戦苦闘の日々を描く。",
    "chinese_title": "热中时代 教师篇 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "熱中時代",
    "douban_rating_average": 0,
    "update_at": "2025-04-01T16:13:21"
}