{
    "aka": [
        "J-Horror Anthology: Underworld"
    ],
    "sid": "5175504",
    "cast": [
        {
            "url": "/celebrity/1001940/",
            "name": "真锅薰 Kaori Manabe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033880/",
            "name": "矢泽心 Shin Yazawa",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2545117390.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt1364486",
    "director": [
        {
            "url": "/celebrity/1299366/",
            "name": "富冈忠文 Tadafumi Tomioka",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2005"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1364486/",
    "imdb_votes": 61,
    "this_title": [
        "稲川淳二の戦慄のホラー"
    ],
    "douban_link": "https://movie.douban.com/subject/5175504/",
    "imdb_rating": "5.6/10 from 61 users",
    "trans_title": [
        "稻川淳二恐怖故事集：地狱",
        "J-Horror Anthology: Underworld"
    ],
    "douban_votes": "0",
    "introduction": "CHAIN MAIL Sayaka's friends get their kicks sending out hoax emails in the name of one of their classmates who committed suicide. Though Sakaya feels quilty about not standing up to the hoax, things start to go terribly awry when her classmates begin dying, one by one, under mysterious circumstances. It won't be long before Sayaka herself receives a terrifying electronic message.LEFT BEHIND THE MOUNTAIN Yoshimitsu is all out of luck when it comes to the ladies.  After serveral unsuccssful attempts at Internet Dating, he turns into a human monster who finds pleasure in driving dates to remote mountainous locations and leaving them there. Unbeknownst to him, however, his luck in carrying out evil schemes is nearing a startling endTATTOO Immersedin a self-indulgent lifestyle, Mina has no plans to change.  One day, after finding a butterfly-shaped leaflet for a tattoo shop, she decides to drop by and take a look.  There Mina meets a mysterious tattoo designer who turns out to be anything other than what she expected.VIEWFINDER'S MEMORY Three childhood friends take a vacation to a seaside cottage.  As one of them falls in love instantly, another who happens to be filming the couple discovers an appalling secret via his video camera.GUARDIAN ANGEL Yumiko, down on her luck, sees no point in life and attempts suicide.  However, she is repeatedly foiled in her efforts by unexplainable events that seem to conspire against her mission.MORTUARY Medical trainee Yokei attends an operation on a boy involved in a car accident, but unfortunately, the boy does not survive surgery. Afterwards, the mother insists that something is unspeakably terrible is wrong with the lifeless boy.",
    "chinese_title": "稻川淳二恐怖故事集：地狱",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "稲川淳二の戦慄のホラー",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2025-06-12T03:23:02"
}