{
    "aka": [],
    "sid": "5175808",
    "cast": [
        {
            "url": "/celebrity/1131377/",
            "name": "马里昂·奥德怀尔 Marion O&#39;Dwyer",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "爱尔兰"
    ],
    "writer": [],
    "imdb_id": "tt1360827",
    "director": [
        {
            "url": "/celebrity/1037893/",
            "name": "基伦·J·沃尔什 Kieron J. Walsh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1293397/",
            "name": "戴米恩·奥唐纳 Damien O&#39;Donnell",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1360827/",
    "imdb_votes": 251,
    "this_title": [
        "The Savage Eye"
    ],
    "douban_link": "https://movie.douban.com/subject/5175808/",
    "imdb_rating": "8.8/10 from 251 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "THE SAVAGE EYE is a satirical and often surreal examination of subjects close to the hearts of the Irish people. It takes the form of a fake anthropological documentary as if made by British television. However the series in fact is a scripted comedy show, and sketches will be performed by a number of well known Irish actors and comedians, including David McSavage, Declan Rooney, Pat McDonnell, Eleanor Tiernan, John Colleary, Sonya Kelly and Fred Cooke!Each show will explore one subject from it's history through to the present covering 6 or 7 topics - these reasons inspire the comedy sketches and unflinching rants from numerous created, fictional characters that we have come to know and love.Each show will be framed around a question that the show then seeks to answer through the positing of a number of reasons (which may be at times accurate, at times ridiculous and purely for comedic effect).By the time the show comes to an end it will have reached some kind of conclusion and make predictions for the future (however outlandish.).The series welcomes back the much loved characters and situations, while each episode will also have characters and sketches that are unique. Returning for yet another round of hilarity are The Politicians, The President for Life, The Bull Mick, the child-snatching Priest, and the lonely farmers.The Savage Eye - the series, will consist of six episodes in total and the topics to be explored this year are Health, Crime, Sports, Tourism, Racism and The Future.",
    "chinese_title": "The Savage Eye",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.8,
    "douban_rating_average": 0,
    "update_at": "2025-11-27T17:49:16"
}