{
    "aka": [],
    "sid": "5176354",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1020955/",
            "name": "Devin O&#39;Connor Devin O&#39;Connor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1095021/",
            "name": "Jack Helmuth Jack Helmuth",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1355620",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1355620/",
    "imdb_votes": 505,
    "this_title": [
        "Silent Library"
    ],
    "douban_link": "https://movie.douban.com/subject/5176354/",
    "imdb_rating": "6.2/10 from 505 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Where in the world would you find teen idol Justin Bieber guzzling a smoothie made of pureed Chinese food, a New York Giants tight end having his ear nibbled by a toothless old man, and Nadya “The Octomom” Suleman shooting baby dolls out of what appears to be her birth canal? Only on Silent Library, the hit MTV game show that returns for its fourth season in February 2011.On each episode of Silent Library a team of six contestants must attempt a series of offbeat challenges to earn thousands of dollars in cash. The show is set in a library, so the players must remain quiet. If they complete the bizarre tasks without laughing, they win the money. But if they crack up or are otherwise too vocal, they lose out.Silent Library has quickly moved from cult favorite to breakout hit thanks in large part to guest appearances by the likes of Bieber, R&B star Iyaz, and the band All Time Low. Season Four promises even more laughs, more celebrities, and more unforgettable moments that make it one of the funniest and most original shows on television.",
    "chinese_title": "Silent Library",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-05-01T06:57:42"
}