{
    "aka": [
        "Smoke"
    ],
    "sid": "5176111",
    "cast": [
        {
            "url": "/celebrity/1265874/",
            "name": "Malgorzata Kocik Malgorzata Kocik",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1264276/",
            "name": "Bartlomiej Nowosielski Bartlomiej Nowosielski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1261438/",
            "name": "Hubert Jarczak Hubert Jarczak",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1260707/",
            "name": "Marta Szumiel Marta Szumiel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1243423/",
            "name": "Grzegorz Golaszewski Grzegorz Golaszewski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1233943/",
            "name": "Katarzyna Dalek Katarzyna Dalek",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "波兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1272587/",
            "name": "Grzegorz Cisiecki Grzegorz Cisiecki",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1358168",
    "director": [
        {
            "url": "/celebrity/1272587/",
            "name": "Grzegorz Cisiecki Grzegorz Cisiecki",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "2007"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1358168/",
    "imdb_votes": 163,
    "this_title": [
        "Dym"
    ],
    "douban_link": "https://movie.douban.com/subject/5176111/",
    "imdb_rating": "7.1/10 from 163 users",
    "trans_title": [
        "煙",
        "Smoke"
    ],
    "douban_votes": "0",
    "introduction": "The plot follows a man who becomes captivated by the surreal happenings. The stigma of a short film is a not a nice and the stigma of surrealism is not either so imagine the two strung together it doesn’t exactly stand much of a chance but there are people that will stand up for the little guy and give credit where credit is due and it is definitely due here. The film feels like a homage of sorts to other directors in surrealist cinema and not just contemporary surrealism but early French and German cinema as well so expect to see a few aspects of German Expressionism scattered throughout. There are aspects of David Lynch (look out for the masks) and Stanley Kubrick present in the atmosphere, there are aspects of Peter Greenway present within the use of erotic imagery and there are even aspects of Dario Argento present in the use of vibrant red blood. But, director Grzegorz Cisiecki doesn’t get too carried away here he manages to make the film fresh and unique. He also makes enough distance between the famous directors in surrealist cinema and himself to stand out. Enough about the titans of surrealist cinema let’s focus on the director Grzegorz Cisiecki whose talents are quite special, it’s a rare talent to be able to make something in the world of surrealism and not have yourself look pretentious. Cisiecki knows how to create an atmosphere and it’s not the false atmosphere that one might find in a big budget horror movie it is a realistic and nerve wrackingly uncomfortable one. One particularly interesting feature that film boasts is the lack of speech it adds to the mystical and creepy atmospheric tension; I dare say that with sound I fear the film might not have had the same effect.",
    "chinese_title": "煙",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Dym",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-10-31T15:36:04"
}