{
    "aka": [
        "DMT：精神分子"
    ],
    "sid": "5177482",
    "cast": [
        {
            "url": "/celebrity/1145763/",
            "name": "乔·罗根 Joe Rogan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2686429592.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1340425",
    "director": [],
    "duration": "75分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014-09-01(新西兰)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1340425/",
    "imdb_votes": 4921,
    "this_title": [
        "DMT: The Spirit Molecule"
    ],
    "douban_link": "https://movie.douban.com/subject/5177482/",
    "imdb_rating": "7.1/10 from 4921 users",
    "trans_title": [
        "二甲基色胺：精神分子",
        "DMT：精神分子"
    ],
    "douban_votes": "292",
    "introduction": "THE SPIRIT MOLECULE weaves an account of Dr. Rick Strassman's groundbreaking DMT research through a multifaceted approach to this intriguing hallucinogen found in the human brain and hundreds of plants, including the sacred Amazonian brew, ayahuasca. Utilizing interviews with a variety of experts to explain their thoughts and experiences with DMT, and ayahuasca, within their respective fields, and discussions with Strassman’s research volunteers, brings to life the awesome effects of this compound, and introduces us to far-reaching theories regarding its role in human consciousness.Several themes explored include possible roles for endogenous DMT, its theoretical role in near-death and birth experiences, alien-abduction experiences, and spiritual states, both within Eastern concepts of enlightenment and Western ideas regarding prophecy, and the uncanny similarities in Biblical prophetic texts describing DMT-like experiences. Our expert contributors offer a comprehensive collection of information, opinions, and speculation about indigenous use of DMT, the history and future of psychedelics within the research community, and within the larger social matrix, and current DMT research. All this, to help us understand the nature of the DMT experience, and its role in human culture and evolution.The subtle stimulating combination of science, spirituality, anthropology, sociology, and philosophy within the film’s approach sheds light on an array of ideas that could considerably alter the way humans understand the universe and their relationship to it.",
    "chinese_title": "二甲基色胺：精神分子",
    "douban_rating": "7.9/10 from 292 users",
    "foreign_title": "DMT: The Spirit Molecule",
    "imdb_rating_average": 7.1,
    "douban_rating_average": "7.9",
    "update_at": "2025-06-23T06:35:08"
}