{
    "aka": [],
    "sid": "5177920",
    "cast": [
        {
            "url": "/celebrity/1147653/",
            "name": "索菲·舒特 Sophie Schütt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1063947/",
            "name": "罗夫·鲍尔 Ralf Bauer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1241140/",
            "name": "Nevio Passaro Nevio Passaro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1230105/",
            "name": "Katie Pfleghar Katie Pfleghar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1198845/",
            "name": "Simone Kabst Simone Kabst",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1111726/",
            "name": "Jan Gregor Kremp Jan Gregor Kremp",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1110800/",
            "name": "斯特芬·金斯 Steffen Jürgens",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041996/",
            "name": "茱莉亚·马利克 Julia Malik",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318738/",
            "name": "迈克尔·克罗贝 Michael Krabbe",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt1334407",
    "director": [
        {
            "url": "/celebrity/1051692/",
            "name": "Peter Stauch Peter Stauch",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1334407/",
    "imdb_votes": 37,
    "this_title": [
        "Claudia - Das Mädchen von Kasse 1"
    ],
    "douban_link": "https://movie.douban.com/subject/5177920/",
    "imdb_rating": "4.3/10 from 37 users",
    "trans_title": [
        "一号收银台的女孩"
    ],
    "douban_votes": "0",
    "introduction": "After finishing her studies in literature, Claudia works as a cashier at the supermarket. She is a happy girl who counts her co-workers among her best friends. The only sore spot has been her love life, but now that her secret high school crush Martin has returned, Claudia’s hopes are ignited.Martin had been in America, where his attempts to make it as a professional singer had failed. Now broke, he’s forced to sing his old hits in dreary shopping malls to make ends meet.When Claudia sees him again, her heart skips a beat.After one of his mall gigs, she works up the courage to tell him who she is and that she still feels attracted to him. Martin reacts with ice-cold arrogance, as if he, the big superstar, is just too good for her.At a publishing company’s celebration Martin tells the director that he is taking time off to write his own biography – to cover up his failure as a pop star. The director is very interested and wants to see a selection from what he has already written.Martin sees his chance for a comeback but has no idea how to write a book. Then he thinks of Claudia, who would be more than willing to help him. When the director reads the first excerpts, he is enthusiastic.When Martin sings a song just for her, Claudia’s heart melts… To impress Claudia, Martin invites Claudia to a luxury hotel.But when her friends also show up unexpectedly, Martin’s boast of being a regular guest is exposed as a lie. Filled with rage, he cruelly insults Claudia who angrily breaks off all contact with him.Even when he begs for her forgiveness, she simply does not want to hear it.Filled with rage, he cruelly insults Claudia – who angrily breaks off all contact with him.Even when he begs for her forgiveness, she simply does not want to hear it.The only thing she wants is to finish the biography. Still, Claudia becomes jealous when she learns that Martin is attracted to another woman...Just when Claudia is running out of time to finish the biography, it is as if her mind shuts down – she suddenly can no longer write!However, after Martin finally confesses his love to Claudia and the two spend a passionate night together, and her writer’s block disappears. But when the book is formally presented, Claudia is shocked that her name is not mentioned anywhere. Feeling betrayed, she once again cuts Martin completely out of her life, but this time for good...@m.yakutv.cc",
    "chinese_title": "一号收银台的女孩",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Claudia - Das Mädchen von Kasse 1",
    "imdb_rating_average": 4.3,
    "douban_rating_average": 0,
    "update_at": "2025-11-09T11:56:27"
}