{
    "aka": [],
    "sid": "5177170",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2178536709.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1062463/",
            "name": "马修·巴里 Matthew Barry",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1343395",
    "director": [
        {
            "url": "/celebrity/1062463/",
            "name": "马修·巴里 Matthew Barry",
            "@type": "Person"
        }
    ],
    "duration": "62分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1343395/",
    "this_title": [
        "Playback Director's Series: The Music Videos of Maureen Egan &amp; Matthew Barry"
    ],
    "douban_link": "https://movie.douban.com/subject/5177170/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Starting back in 2001, Maureen Egan and Matthew Barry made a handful of music videos for great bands like Dashboard Confessional, Saves The Day, Face To Face, and the Alkaline Trio. Along the way, they were fortunate enough to garner international acclaim and even win a few awards. Now, here is everything they ever made, the sum total of almost five years of blood, sweat and tears. Also included is a lot of other stuff-- photos, commentaries, and behind the scenes footage showing what it was like to make videos back when MTV would actually play them.FEATURING:Alkaline Trio - Stupid KidSaves The Day - At Your FuneralDashboard Confessional - Screaming InfidelitiesFace To Face - The New WaySaves The Day - FreakishDashboard Confessional - Saints And SailorsReggie And The Full Effect - Congratulations Smack + KatyHey Mercedes - Quality Revenge At LastNo Motiv - Into The DarknessDown To Earth Approach - Exhibit Of The YearBONUS FEATURES:Hot Rod Circuit - The PharmacistEmanuel - You Cannot Rape The Willing (Live)Down To Earth Approach - Exhibit Of The Year (Test Shoot)Vagrant Records - Viral Video Promo.",
    "chinese_title": "Playback Director's Series: The Music Videos of Maureen Egan &amp; Matthew Barry",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-12-03T10:20:35"
}