{
    "aka": [],
    "sid": "5177038",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1344811",
    "director": [
        {
            "url": "/celebrity/1261623/",
            "name": "Sasha Reuther Sasha Reuther",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1344811/",
    "imdb_votes": 74,
    "this_title": [
        "Brothers on the Line"
    ],
    "douban_link": "https://movie.douban.com/subject/5177038/",
    "imdb_rating": "8.0/10 from 74 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In the first half of the 20th century, Detroit, Michigan was arguably the center of America's manufacturing landscape. With a promise of surefire employment, this booming metropolis was inundated with hopeful job-seekers trying to build a future for themselves. Most soon discovered that the constant stream of immigrants meant they had to accept whatever working conditions demanded of them or risk being replaced. Three immigrants, however -- brothers Walter, Roy, and Victor Reuther - sought to give an equal voice to the workers pitted against the might of the automobile manufacturers. Overcoming intimidation and unified opposition from government and business, they organized the United Auto Workers (UAW) into a powerful advocate for workers' rights. With rare access to behind-the-scenes footage, this brand-new documentary -- directed by Victor Reuther's grandson and narrated by Martin Sheen -- offers a vivid portrait of the early ideals of the modern American labor movement. Winner, Best Documentary 2012 Michigan Film Awards.",
    "chinese_title": "Brothers on the Line",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.0,
    "douban_rating_average": 0,
    "update_at": "2025-09-20T19:49:35"
}