{
    "aka": [],
    "sid": "5178913",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1800167000.jpg",
    "region": [
        "瑞士"
    ],
    "writer": [],
    "imdb_id": "tt1318876",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1318876/",
    "this_title": [
        "Going Against Fate"
    ],
    "douban_link": "https://movie.douban.com/subject/5178913/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "From Amazon:Going Against Fate pairs an excellent CD performance of Mahler's Sixth Symphony with a DVD that shows the extensive preparation that is involved in such a performance.One of the things you will see in the DVD is \"hammerschlag practice\"--the testing by percussionists and sound engineers of various hammerblow sounds created by slamming a huge wooden mallet down in various ways upon a wooden soundbox. This is done to try to achieve the effect that Mahler described as something between lightning striking a tree or a huge annihilating, crushing blow.At points, the rehearsal is briefly halted, as conductor David Zinman interjects comments like: \"Do you hear any cowbells?\" or \"Can this be a little more 'Whatever Lola likes, Lola gets.'\" As one of the musicians comments, many musicians appreciate anything a conductor can do to let them know his vision of how he wants the music played.Zinman, describing how he wants to hear a passage emphasizing the tuba parts, tells the orchestra to play it more \"Fafner-like.\" The very apt suggestion nearly fails as the members of the Zurich orchestra are so young that many do not immediately recognize the allusion to Wagner's Ring. This youthfulness is certainly countervailed by a musician's explanation of how well they work together: \"We have fun!\"--they want to play it so well that the audience will share their enjoyment.The CD of the entire Mahler Sixth displays the rich results of their \"happy workshop.\" The tempo is brisk but not too fast, and it never drags. Playing by the percussionists is exceptionally well-done--something especially important in the music of Mahler.This is one of the best recordings ever for those of us who enjoy Mahler's use of cowbells. Often, they are hard to hear, but in this performance you hear them and appreciate the importance of their inclusion.The final movement features some excellent playing of the tuba. It also creates a mood evocative for me of childhood Halloween evenings where, especially for young children, there is a feeling of eerie scariness, causing a feeling that we are being carried into the dark skies out and out beyond the planets. Please give this wonderful set a try.This Mahler's Sixth is one wild ride!",
    "chinese_title": "Going Against Fate",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-01T20:42:27"
}