{
    "aka": [],
    "sid": "5179822",
    "cast": [
        {
            "url": "/celebrity/1223458/",
            "name": "克里斯蒂安·布拉辛顿 Christian Brassington",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1194900/",
            "name": "薇拉·布里坦 Vera Brittain",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1303240",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1303240/",
    "imdb_votes": 13,
    "this_title": [
        "A Woman in Love and War: Vera Brittain"
    ],
    "douban_link": "https://movie.douban.com/subject/5179822/",
    "imdb_rating": "6.9/10 from 13 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Dramatisation of the life of Vera Brittain, a young woman who lived through the First World War, presented by Jo Brand for Remembrance Sunday.In 1914 Vera Brittain was young, in love and preparing to study at Oxford. She was at the heart of an intense friendship that bound five youngsters (four young men and Vera) together, full of ambition and excitement. Four years later, her life and the life of her whole generation had changed unimaginably. The war saw her companions killed. As a volunteer nurse in London and on the Front she witnessed horrors that turned her idealistic passion for a 'just war' to dust. This is the story of the First World War as seen through a woman's eyes.Through Vera's letters, memoirs and her celebrated autobiography Testament of Youth, she retells the story of Vera's war that saw her brother Edward, her fiancé Roland Leighton and their friends Victor Richardson and Geoffrey Thurlow killed, along with an army of boys recruited through their schools. What emerges is a profoundly moving portrait. The correspondence is unmatched in the depth and breadth of its perspective, showing the war as it was for the young officer in the trenches, the volunteer nurse in military hospitals at home and abroad, and the civilian population on the home front. It is unique, yet tells the experience of thousands of people in Britain at the time.Jo uses these letters, school reports, army and hospital records to trace Brittain's experiences. She visits the sites of hospitals in Camberwell and France, the home and university that served as refuge, and talks with Baroness Shirley Williams, Brittain's daughter, about the war's impact on her mother. Dramatic reconstructions reproduce key moments from the story.",
    "chinese_title": "A Woman in Love and War: Vera Brittain",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-05-12T19:23:35"
}