{
    "aka": [],
    "sid": "5179519",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "巴西"
    ],
    "writer": [],
    "imdb_id": "tt1308936",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1308936/",
    "imdb_votes": 27,
    "this_title": [
        "Children of the Amazon"
    ],
    "douban_link": "https://movie.douban.com/subject/5179519/",
    "imdb_rating": "7.7/10 from 27 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "StoryChildren of the Amazon follows Brazilian filmmaker Denise Zmekhol as she travels a modern highway deep into the Amazon in search of the Indigenous Surui and Negarote children she photographed fifteen years ago. Part road movie, part time travel, her journey tells the story of what happened to life in the largest forest on Earth when a road was built straight through its heart.For countless generations, the Amazon rainforest provided a home to the Surui and Negarote people who lived in what they called “forest time”— utterly beyond the realm of contemporary human life. Their only contact with the “outside” world was through rubber tappers, who first settled the forest in the 19th century and whose work did no harm to the trees.And then . . . everything changed. Footpaths gave way to a road and then a highway cutting through 2000 miles of forest. With the coming of this connection to the rest of Brazil, the world of “forest time” was overrun by farmers, loggers, and cattle ranchers. Lush forest was clear-cut and burned, deadly diseases killed off thousands of Indians, and “forest time” suffered an irreversible transformation.Zmekhol’s cinematic journey combines intimate interviews with her personal and poetic meditation on environmental devastation, resistance and renewal. The result is a unique vision of the Amazon rainforest told in part by the Indigenous people who experienced first contact with the modern world less than forty years ago. The film’s central characters are the now grown children Zmekhol photographed more than fifteen years earlier: among them are Chief Itabira and Chief Almir, Surui navigating a risky course between cultural preservation and economic survival; and Chico Mendes, the legendary rubber tapper who organized a non-violent movement to save the forest and was assassinated by cattle ranchers.As she nears the end of her journey, Zmekhol discovers how the combined efforts of Indigenous people, rubber tappers, and their allies have begun to safeguard the rainforest. Ultimately we grasp our own intimate connection to this remote forest and its people: We are — all of us — Children of the Amazon — breathing the same air, walking the same planet, and in some sense that we have yet to understand, sharing the same fate.",
    "chinese_title": "Children of the Amazon",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-07-22T20:39:23"
}