{
    "aka": [],
    "sid": "5179718",
    "cast": [
        {
            "url": "/celebrity/1224964/",
            "name": "Roger Tilling Roger Tilling",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2430006332.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1305549",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1305549/",
    "imdb_votes": 73,
    "this_title": [
        "Hubble's Amazing Universe"
    ],
    "douban_link": "https://movie.douban.com/subject/5179718/",
    "imdb_rating": "8.0/10 from 73 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The Hubble Space Telescope is one of the towering scientific and technological achievements of our age, and it has deepened our capacity for observation and discovery beyond measure. The documentary Hubble: Universe in Motion probes the revelations brought forth from this breathtaking invention, and celebrates its role in forever altering our understanding of the universe.First launched into orbit in April of 1990, the Hubble telescope remains in operation to this day. It's captured a series of beautiful and fascinating details which may hold the key to comprehending the mysteries of an evolving galaxy. Reaching depths and realms of space never before documented or even imagined, the Hubble has enabled top astronomers tremendous insights into the history and functions of solar systems, black holes, exploding stars, planets and even the possibility of inter-galactic life.Hubble: Universe in Motion summarizes several of the most profound discoveries made possible by the Hubble. For example, the telescope has successfully traced the violent process of star formation, and offered clues relating to the course of each star's entire life span. Armed with this knowledge, scientists can reasonably predict the future of our own Sun. In another segment of the film, we learn how the unparalleled resolution of Hubble telescope imagery has allowed astronomers the ability to pinpoint characteristics of the Milky Way and Andromeda galaxies in greater detail than ever before. They've also uncovered the existence of massive black holes residing in the center of the most active galaxies in the universe, examined the most obscure blemishes on Pluto's surface, and basked in the awe-inspiring intricacies of Saturn's majestic rings.The documentary is populated by the gorgeous and revealing imagery captured by the Hubble telescope over the last quarter of a century. In that brief amount of time, the Hubble has answered many of the questions that have long plagued the most ardent astronomy enthusiasts, and inspired new queries that had not previously been considered. The film uses clear and crisp narration to explain complex scientific concepts, and offers precious insight into the origins of the universe and our place within it.",
    "chinese_title": "Hubble's Amazing Universe",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.0,
    "douban_rating_average": 0,
    "update_at": "2025-03-23T01:50:37"
}