{
    "aka": [],
    "sid": "5179835",
    "cast": [
        {
            "url": "/celebrity/1075105/",
            "name": "Fernando Dacosta Fernando Dacosta",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1200124/",
            "name": "里卡多·德巴雷罗 Ricardo de Barreiro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1264009/",
            "name": "María Bañobre María Bañobre",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320849/",
            "name": "塔玛拉·卡诺萨 Tamara Canosa",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2918966854.jpg",
    "region": [
        "西班牙"
    ],
    "writer": [],
    "imdb_id": "tt1302577",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "加利西亚语"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1302577/",
    "imdb_votes": 51,
    "this_title": [
        "Pradolongo"
    ],
    "douban_link": "https://movie.douban.com/subject/5179835/",
    "imdb_rating": "6.1/10 from 51 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "3 years ago 3 years ago: Fri, Dec 5, 2008 2:04pm EST (Eastern Standard Time) LikeShareEmbed. Pradolongo es la historia de tres amigos de la infancia que ven cmo. With Rubn Ris, Tamara Canosa, Roberto Porto, Mela Casal. Pradolongo, un filme de Ignacio Vilar - Inicio Pradolongo, un filme rodado en Valdeorras (Ourense) e dirixido por Ignacio Vilar Sae venda PRADOLONGO en BLU RAY e DVD on Vimeo A partir do 9 de decembro nas mellores tendas. Pradolongo - Wikipedia, la enciclopedia libre Pradolongo es un film gallego estrenado en salas de cine de Galicia en marzo de 2008.. pradolongo Pradolongo (2008) - IMDb Directed by Ignacio Vilar. Pradolongo - trailer - YouTube Trailer do filme de Ignacio Vilar \"Pradolongo\", rodado en Valdeorras (Ourense) e protagonizado por Rubn Ris, Tamar Canosa e Roberto P0rto PRADOLONGO Pradolongo is the story of three childhood friends whose friendship. 00:. . by pradolongo. PRADOLONGO conveys a picture of Galicia which can be easily understood. Pradolongo - \"Quen puidera namorala\" - YouTube Cancin de Luis Emilio Batalln baseada nun poema de lvaro Cunqueiro, regravada para a pelcula Pradolongo, dirixida por Ignacio Vilar Spot Pradolongo on Vimeo Spot do filme dirixido por Ignacio Vilar Pradolongo Pradolongo I Social Housing, Madrid - Design Build Network The Pradolongo development's orientation allows tenants to maximise the sun and light exposure.. The Pradolongo I development one of several on the site on the",
    "chinese_title": "Pradolongo",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-06-10T10:44:59"
}