{
    "aka": [
        "One Man's Quest to Save Democracy"
    ],
    "sid": "5180633",
    "cast": [
        {
            "url": "/celebrity/1309056/",
            "name": "Ian Inaba Ian Inaba",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004922/",
            "name": "杰瑞·斯普林格 Jerry Springer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1085638/",
            "name": "John Ennis John Ennis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1249278/",
            "name": "Stephanie Tubbs Jones Stephanie Tubbs Jones",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1085638/",
            "name": "John Ennis John Ennis",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1288561",
    "director": [
        {
            "url": "/celebrity/1085638/",
            "name": "John Ennis John Ennis",
            "@type": "Person"
        }
    ],
    "duration": "98分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1288561/",
    "imdb_votes": 28,
    "this_title": [
        "Free for All!"
    ],
    "douban_link": "https://movie.douban.com/subject/5180633/",
    "imdb_rating": "8.5/10 from 28 users",
    "trans_title": [
        "One Man's Quest to Save Democracy"
    ],
    "douban_votes": "0",
    "introduction": "As Ohio goes, so goes the nation. FREE FOR ALL features filmmaker John Wellington Ennis--a disillusioned American--in Ohio with a business suit, sense of humor, faded ideals and a camera. The film explores recent evidence of election fraud happening in the U.S. since 2000, when thousands of black Democratic voters were disenfranchised in Florida. Ennis notices the pattern reoccurring again in the 2004 Election and decides he \"can't just be some dude shaking his head anymore.\" He grabs his camera and goes on a mission to find answers in the swing state of Ohio during the 2006 election. Along the way, while interviewing a number of authors, scholars, politicians and celebrities to piece together the big picture, he discovers a scandalous privatized electoral system. Despite the daunting evidence and circumstances, Ennis finds hope by launching his own citizen journalism group called Video the Vote, which has inspiring results. However, investigative journalist Greg Palast points out that Ennis' work is not yet done--the 2008 election is the next to be stolen and now is the time for American voters to steal it back. This election year, the game at play in Ohio and across the country is not to win the most votes, but to stop the most voters. This film uncovers evidence of a variety of schemes to swing our elections--rampant corruption, conspiracies to block millions of voters, privatized elections run by biased officials, misinformation, \"caging,\" voter I.D. obstacles, malfunctioning voting machines, legislated voter suppression, polling place confusion, and more.",
    "chinese_title": "Free for All!",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.5,
    "douban_rating_average": 0,
    "update_at": "2025-04-10T18:43:00"
}