{
    "aka": [],
    "sid": "5181167",
    "cast": [
        {
            "url": "/celebrity/1071708/",
            "name": "达丽安·卡茵 Darian Caine",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1081844/",
            "name": "Debbie D Debbie D",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1143519/",
            "name": "Brian Heffron Brian Heffron",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1265247/",
            "name": "Bob Dobiesz Bob Dobiesz",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "动作"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888336405.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1279329",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1279329/",
    "imdb_votes": 264,
    "this_title": [
        "Warriors of the Apocalypse"
    ],
    "douban_link": "https://movie.douban.com/subject/5181167/",
    "imdb_rating": "2.8/10 from 264 users",
    "trans_title": [
        "勇士启示录"
    ],
    "douban_votes": "0",
    "introduction": "After WWIII has devastated America, a small band of female warriors attempt to survive long enough to make it to the last city left. The problem is dictator Rollins doesn't want her city overpopulating so she sends out her team of mercenaries to hunt and eliminate any \"survivors\" in the wastelands. The females, along with the help of a man out to avenge the death of his family, fight their way to the city combating mutated scavengers, wasteland renegades, and the city's own mercenaries along the way!In the devastating aftermath of WWIII, a small group of female survivors use their brains, their martial arts skills, and a steady supply of heavy artillery to reach the city, and search for survivors. Fighting killer mutants and lone psychos along the way, the determined women soon discover that the city has fallen into the grip of ruthless tyrant Rollins (Debby D), and that she's dispatched a team of ruthless killers to exterminate all survivors. Now, the girls' only hope for escaping certain death and putting Rollins in her place is Harris - a former captive who has lost all fear of death, and seeks bloody revenge for the brutal slaughter of his family. As the Rollins' henchmen close in, the lethal ladies and their new companion prepare to fight for the very future of humanity.With America a wasteland following the devastation of World War III, a small band of female warriors is struggling to survive. With bad attitudes, kick-ass martial arts moves, big busts and even bigger guns, it's kill of be killed as they attempt to reach the last city standing.But in addition to renegades and mutated scavengers roaming the desolate landscape, self-proclaimed dictator Rollins (Debby D, best known as Destiny the Vampire Mermaid_ - who is hell-bent on controlling the city's population - has dispatched a team of mercenaries to hunt down survivors.With the help of Harris - a man they've rescued from captivity, who is out to avenge the death of his family - it's a fight-to-the-death battle these audacious she-devils can't walk away from. . . an failure just isn't an option!",
    "chinese_title": "勇士启示录",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Warriors of the Apocalypse",
    "imdb_rating_average": 2.8,
    "douban_rating_average": 0,
    "update_at": "2025-08-14T10:39:24"
}