{
    "aka": [
        "哦！宝贝"
    ],
    "sid": "5182076",
    "cast": [
        {
            "url": "/celebrity/1187328/",
            "name": "蒂奥·帕库苏德沃 Tio Pakusodewo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1267860/",
            "name": "辛塔·劳拉·基尔 Cinta Laura Kiehl",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1311550/",
            "name": "Ari Sihasale Ari Sihasale",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901632594.jpg",
    "region": [
        "印度尼西亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1515008/",
            "name": "卡桑德拉·马萨迪 Cassandra Massardi",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1261925",
    "director": [
        {
            "url": "/celebrity/1515008/",
            "name": "卡桑德拉·马萨迪 Cassandra Massardi",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "印度尼西亚语"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1261925/",
    "imdb_votes": 89,
    "this_title": [
        "Oh Baby"
    ],
    "douban_link": "https://movie.douban.com/subject/5182076/",
    "imdb_rating": "5.5/10 from 89 users",
    "trans_title": [
        "哦！我的宝贝",
        "哦！宝贝"
    ],
    "douban_votes": "0",
    "introduction": "BABY (CINTA LAURA KIEHL), 15 years old, is a beautiful and energetic orphan, who has one dream. To be a dancer so that she can pay for his grandpas medication who has been ill. Thats why surreptitiously; Baby who has quieted from school enrolls a high school dance competition, by wearing a mask and new ID as PHANTOM.His remarkable performance gives awe to the audiences and the committees. But they wonder who this mysterious phantom is? The competition organizer, WIZARD (ANDY RIFF) suggests one condition to Baby, she can continue to the final round, if only she studies in a school that has been selected by Wizard, with all cost guaranteed. The school is.PEKERTI LUHUR.Pekerti Luhur is a posh private school with so many strict rules, that led by a super disciple young principal, PAK YUDO (TIO PAKUSADEWO). His son, BENNY (RIDWAN GHANY), 15 years old, is the head of the Education Harmony Supervisor, whose job is to make sure none of the students there who break the rule. Benny always acts like a school police and thats the reason why his friends hate him, including ZARRO (RANDY PANGALILA), 15 years old, the most popular boy in school, who turns out to be one of the contestants in the final round of dance competition.When baby shows up in that school, she just realizes that she is so much different from the other kids there. Her hair is tousled and her appearance is sloppy and she doesnt know at all about the strict rules, moreover to follow the lessons. Her presences in the school with all her goofiness and recklessness upset Benny. The two of them are now officially enemies. Especially Pak yudo always thinks bad about her and that shes a trouble maker who can destroy their school reputation.But when pak Yudo is about to expel Baby from the school, Bang Wiz shows up and challenges pak Yudo to transforms Baby into a perfect and smart students like the others. Pak Yudo is upset with the challenge. He signs Benny with a final decision, to help Baby with her lessons. Even though he hates it, Benny tries to convince Baby to let him coaching her. But baby refuses. Without loosing hope, Benny spies on Baby. He is so surprised when he finds out that Baby is Phantom, the mysterious figure who is now very popular among the teenagers.Benny blackmails Baby, if she doesnt want him to reveal her identity, she has to let him help her with her lessons. Baby, who is worried that the principal expels her from school ( Pak Yudo has forbid everything that related to Phantom at school ) and can join the final round, accepts Bennys offer. Baby and Benny start studying together in a comical way. Because they often spend time together, their relationship that at first likes dog and cat slowly has changed. Benny starts to have sympathy for baby, especially when he knows the reason of why baby joins the competition which is to collect money for his grandpa medication.But, Benny is to embarrass to tell baby about his feeling toward her. And moreover he knows that all this baby has a heart for zarro, the most wanted boy.In the meantime, Benny also keeps a secret. Behind pak Yudos he meets her mother, her mother who has divorced his father. With the help of Sylvia, benny transforms Babys sloppy appearance into a feminine and beautiful. Benny finally decides to profess his feeling to Baby, by writing her a song. But again, he sees Zarro is so close to Baby. He realizes that he has no chance to approach Baby. And thats why, he always acts coldly toward Baby and that makes baby, who actually has a feeling for benny too, heartbroken.After the lesson is done, Benny asserts to Baby that what he has been doing all this time to her is just part of the assignment his father gave him. He doesnt care about baby at all. Baby is disappointed. While shes sad, Zarro approaches her again. But what she doesnt know is that zarro, whom all this time looks nice and charming, has a hidden agenda. He intends to make Baby gets expelled from school so that she cant join the final round.",
    "chinese_title": "哦！我的宝贝",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Oh Baby",
    "imdb_rating_average": 5.5,
    "douban_rating_average": 0,
    "update_at": "2025-08-09T13:56:29"
}