{
    "aka": [],
    "sid": "5182659",
    "cast": [
        {
            "url": "/celebrity/1318939/",
            "name": "卡特丽娜·洛 Katrina Law",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005184/",
            "name": "Shedrack Anderson III Shedrack Anderson III",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1169343/",
            "name": "杰瑞米·雷·瓦尔迪兹 Jeremy Ray Valdez",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情",
        "动作"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1150142/",
            "name": "Kevin Townsend Kevin Townsend",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1249404",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1249404/",
    "imdb_votes": 11,
    "this_title": [
        "The Rookie: Day 3 Extraction"
    ],
    "douban_link": "https://movie.douban.com/subject/5182659/",
    "imdb_rating": "8.9/10 from 11 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Day 1: Coffee Run\"Coffee Run\" is the first season of The Rookie. It premiered on January 15, 2007, the day after 24: Season 6 premiered on Fox in the United States. It introduced Jason Blaine, a new rookie agent working at CTU Los Angeles, striving to get in some field work. There were three episodes made, each being released weekly.In the series, Jason was sent to collect coffee for members of CTU whilst a briefing was being held. Whilst at the coffee shop he noticed some robbers entering a bank and decided to intervene. Going in a back entrance, he took the gun of a disarmed security guard and shot several of the robbers. At the same time, a co-worker from CTU called a SWAT team who entered the bank and dealt with the rest of the robbers. Jason arrived back at CTU with the now-cold coffees, much to his boss, Alton Maxwell's, displeasure.Day 2: Mistaken Identity\"Mistaken Identity\", sometimes known as \"Get This to ...\", is the second season of The Rookie. It premiered on March 26, 2007, the day after 24: Day 6 8:00pm–9:00pm premiered on FOX in the United States. It followed the further tribulations of Jason Blaine. There were three episodes made, each being released weekly.Jason Blaine, yearning for more field experience, agreed to take a PDA out in the deserts of Los Angeles to his boss and Deputy Director of CTU Los Angeles Alton Maxwell. Whilst traveling, he received a call intended for his boss, informing him of a terrorist threat against a Russian Ambassador who Maxwell was planning to meet. Jason managed to stop the terrorists before they could attack the Ambassador, and once again to Maxwell's displeasure, Jason arrived late.Day 3: Extraction\"Extraction\" is the third season of The Rookie. It premiered on March 17, 2008, just under a year from when the last season premiered. It concluded on April 21, 2008. Six episodes were made, double the amount of the last two seasons. A new episode was released weekly.\"Extraction\" followed the further adventures of Jason Blaine, now a more advanced field agent working for the FBI after the closure of CTU. His boss, Alton Maxwell was captured, and Jason strived to save him from the evil hands of drug kingpin Esteban Salazar, brother to the villains of the third season of 24.",
    "chinese_title": "The Rookie: Day 3 Extraction",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.9,
    "douban_rating_average": 0,
    "update_at": "2025-03-09T11:00:21"
}