{
    "aka": [],
    "sid": "5183353",
    "cast": [
        {
            "url": "/celebrity/1245302/",
            "name": "张金珠 Kim Chiu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1234323/",
            "name": "杰拉德·安德森 Gerald Anderson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319225/",
            "name": "冼立呒 Xian Lim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1311145/",
            "name": "Joem Bascon Joem Bascon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1299792/",
            "name": "罗纳尔多·巴尔德斯 Ronaldo Valdez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1247950/",
            "name": "Alex Gonzaga Alex Gonzaga",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1220463/",
            "name": "Kaye Brosas Kaye Brosas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1209350/",
            "name": "Paw Diaz Paw Diaz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1202941/",
            "name": "Pokwang Pokwang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "菲律宾"
    ],
    "writer": [],
    "imdb_id": "tt1235861",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "菲律宾语"
    ],
    "playdate": [
        "2008-05-26(菲律宾)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1235861/",
    "imdb_votes": 37,
    "this_title": [
        "My Girl"
    ],
    "douban_link": "https://movie.douban.com/subject/5183353/",
    "imdb_rating": "7.5/10 from 37 users",
    "trans_title": [
        "我的女孩"
    ],
    "douban_votes": "0",
    "introduction": "My Girl is an adaptation of the hit Korean drama series of the same title. The original series was aired by ABS-CBN in 2006. This is the first and highly acclaimed adaptation of a Korean drama series (also called Koreanovela in the Philippines) for Philippine TV菲律宾版的my girl（2008）是由ABS_CBN的同名韩剧my girl（2006）改编的。这是第一部在菲律宾引起轰动的韩国改编电视剧。Cast- Kim Chiu as Jasmine and Gerald Anderson as Julian华裔菲律宾演员Kim Chiu饰演女主角Jasmine（朱裕琳），美菲混血演员Gerald Anderson饰演男主角Julian（薛功灿）。The story starts with Jasmine, a girl working with her two friends, Christine and Jeffery, as guides for Chinese tourists to earn money for her and her father, Chito who always gambles. One days he scores big time at a horse race, however he and Jasmine get robbed and Chito can no longer pay a gangster for his borrowed money. He overhears one day that he is a useless father and he leaves.Jasmine and Julian first meet on an airplane. Jasmine is at the airport waiting for Christine and Jeffrey to arrive with their tour group. As a way of stalling, Jasmine acts as though her true love is on the plane and says that she wants to tell him how he feels before he leaves. Meanwhile, Julian is on his way to China in search of his long lost cousin, Hannah. Jasmine accidentally falls onto the lap of Julian, making it the first time they ever see each other.Julian is introduced as the new president of his grandfather's Amana Hotels. He had a girlfriend (Anika) who had refused his proposal for engagement to pursue her career as a beauty queen.After Jasmine and Julian's paths are crossed, Jasmine becomes a Chinese translator for Julian. Apparently, his next project is building another hotel in China. When Jasmine earns enough money, she sends away her father into hiding, while she handles the problems made by her father. After a while, Julian resumes his search for his long lost cousin Hannah. When he sees the resemblance between Jasmine and Hannah, he’s forced to ask Jasmine to pretend to be his cousin so that his grandfather’s last wish can be fulfilled. So therefore, they both are bound in a lie about which no one in Julian's family can know the truth.Soon Jasmine develops strong feelings for Julian, but wants him to be happy too. She also develops guilt pretending to be Hannah. Meanwhile, Julian's best friend Nico attempts to woo Jasmine for himself. At the same time Annika (Julian's ex-girlfriend) gets jealous of Jasmine and plots to find a way of getting rid of her.",
    "chinese_title": "我的女孩",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "My Girl",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-02-27T03:39:39"
}