{
    "aka": [],
    "sid": "5184972",
    "cast": [
        {
            "url": "/celebrity/1019151/",
            "name": "加里·思韦特 Gary Sweet",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1291721/",
            "name": "克里斯·麦奎德 Kris McQuade",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1273018/",
            "name": "David &#39;Luttsy&#39; Lutteral David &#39;Luttsy&#39; Lutteral",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1258196/",
            "name": "凯瑟琳•贝克 Kathryn Beck",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1149777/",
            "name": "James Stewart James Stewart",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1147156/",
            "name": "布鲁克·斯塔奇威尔 Brooke Satchwell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055293/",
            "name": "史提夫·比斯利 Steve Bisley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049682/",
            "name": "布鲁斯·斯宾斯 Bruce Spence",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1311234/",
            "name": "Aaron Fa&#39;aoso Aaron Fa&#39;aoso",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873402449.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [],
    "imdb_id": "tt1203532",
    "director": [
        {
            "url": "/celebrity/1046031/",
            "name": "苏·布鲁克斯 Sue Brooks",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1203532/",
    "imdb_votes": 181,
    "this_title": [
        "Subdivision"
    ],
    "douban_link": "https://movie.douban.com/subject/5184972/",
    "imdb_rating": "5.4/10 from 181 users",
    "trans_title": [
        "土地买卖风波"
    ],
    "douban_votes": "0",
    "introduction": "◎片　　长　94 Mins◎导　　演　Sue Brooks◎主　　演　布鲁斯·斯宾斯 Bruce Spence  ....SingletGary Sweet  ....Digger KellyBrooke Satchwell  ....TiffanyDenise Roberts  ....FayeKris McQuade  ....Betty KellyKathryn Beck  ....Dale KellyAaron Fa'aoso  ....SollyAshley Bradnam  ....Jack KellyJames Stewart◎简　　介这是一片因地理环境使然而自形开发的社区体系，开始于迪格?凯利(加里?斯维特饰)和他的儿子杰克(阿什利?布莱德奈姆饰)……本来，父子两个人都是木匠，后来通过贩卖澳洲的荷维海湾盛产的天然苏打水而发家致富，在昆士兰州的南部建立了属于他们自己的家园。凯利一家都深深地融入到规模日渐壮大的社区的日常生活当中，迪格和他的老搭档辛格利特(布鲁斯?斯宾斯饰)为当地的英式橄榄球球队做教练，杰克和他的伙伴索利(亚伦?法奥索)则是这个球队的球员--还有杰克的妈妈贝蒂(克里丝?迈奎德饰)，她在本地教书。 　　然而他们本来平静无波的世界，却因为一伙来自于南方的地产商人的介入，而掀起了轩然大波，受到了极大的威胁。这伙地产商人由他们的经理--年轻火辣的美女主管蒂凡妮(布鲁克?萨切威尔饰)领导，以一股不可阻挡的强劲势头入主到了社区当中。原本长久以来，迪格和社区里的其他人都依靠的是当地的房地产商人哈利(斯蒂夫?比斯利饰)来处理房屋买卖和租赁的事宜，但是当哈利宣布破产之后，整个社区随即陷入了彻头彻尾的混乱当中。 　　当杰克最终决定请蒂凡妮来接替哈利的工作的时候，也代表着他和持反对意见的爸爸彻底闹翻了，迪格甚至指着杰克的鼻子控诉他这是一种背信弃义的行为……由于整个社区不得不面对因此而发生的动荡和改变，杰克正在努力寻找的，是一条能够皆大欢喜的出路。Based on the change a rapidly growing town faces when southern developers take over.Subdivision is a comedy/drama which is based on the change a community goes through when hotshot upper class developers take over. The plot centers around Digger Kelly and his son Jack, both whom are carpenters that work and build homes in Hervey Bay. Their work is turned upside down when a city property developer led by hot young executive Tiffany moves into town.幕后花絮：【对焦社区文化的澳洲风貌】土地买卖风波由阿什利?布莱德奈姆(Ashley Bradnam)自编自演、曾经制作过日本故事(Japanese Story)的澳洲女电影人苏?布鲁克斯(Sue Brooks)执导，讲述的是一个拥有着让人焕然一新的清爽感觉的喜剧故事，影片的拍摄工作则完全是在昆士兰州荷维海湾的周边地区拍摄完成的……阿什利虽然在电影行业里籍籍无名，其实他是澳洲布里斯班市的一家电台的成员，同时也经常做客那里的一档非常受欢迎的体育节目--在这部影片的拍摄期间，由于电台就建立在位于荷维海湾附近的一间偏远的录音棚里，这也使得阿什利能够经常往返于电台和电影片场之间，不断地为听众更新有关这部影片的最新消息和动态。阿什利?布莱德奈姆连同另外两位编剧贾尼斯?布莱德奈姆(Janice Bradnam)和特里?迈肯(Terry McCann)一起，将土地买卖风波的故事背景设置在了澳洲最大的工业体系--建筑行业里，里面关注的是与家庭、忠诚和如何面对现代社会日新月异的转变有关的内容。其实早在阿什利?布莱德奈姆刚刚20岁出头的时候，他就因为兴趣而开始着手一些电影剧本的创作工作了，中间经历了许多修改、删减、添加和重写，不过始终没有拿出什么实质性的作品……后来，阿什利改变了自己的就业方向，进入了电台之后，如鱼得水的他几乎对之前曾经那么着迷过的编剧工作忘了个一干二净，当初写的东西也随之被束之高阁，阿什利说：“有那么一段时间，我正好富余出几个月的空闲，所以我开始思考，也许应该投身于另一个剧本的创作工作了。”于是他决定参加一个与剧本写作有关的讨论研究会，而他在这里遇见的第一个熟人竟然是他的妈妈--原来贾尼斯?布莱德奈姆和搭档特里?迈肯也来参加这次研讨会，阿什利对这次偶遇着实感到有点可不思议，他说：“我们一起共度了差不多3天的时间，也正是在这个过程中，我们萌生了一起创作一个电影剧本的想法……正好我妈妈有一个和澳洲的建筑工业有关的观点，而我则想去探讨一下社区生活的文化，因为我就是在这样一个地方出生长大的，所以我们直接就结合了两个人的想法，汇聚出了一个全新的故事体系。”事实上，土地买卖风波中讲述的那个故事，完全来自于他们曾有过的真实的生活经历，贾尼斯?布莱德奈姆表示：“我们的家就在荷维海湾，并在那里开办了一家窗户生产公司，影片是根据我们早年有过的经历改编而成的……我们当时正在经营自己的事业，后来有一位地产商破产了，对生活在这个社区里的每一个人都产生了巨大的冲击。”阿什利?布莱德奈姆则补充道：“里面同时还有一个讲述了建造这个社区的结构的人的故事--我是在荷维海湾长大的，即使已经过去了20多年的时间了，那里还是一个同样可爱的美丽地方。那些和我一起长大的男孩们，如今都已经成为当地的建筑工业的一份子，而土地买卖风波中的很多角色，都能在现实生活中找到原型，我不仅认识他们，还是曾经共同进退过的好伙伴。”在影片中，阿什利?布莱德奈姆的角色是杰克?凯利，迪格的儿子--他一直在想办法走出父亲的阴影，成为一个真正的男人。这个角色占据了影片的绝大部分内容，而阿什利则表示，如果自己创作另外一个电影剧本的话，他就在里面扮演一位酒吧男招待，或者只是在背景画面不断出现的神秘男人，总之绝对不会再担当这种举足轻重的角色的表演工作了，阿什利解释道：“其实我在写剧本的时候，从没想过自己就是那个杰克……后来，当影片正式投入拍摄，我发现自己不得不每天待在片场，而且这样的工作强度要维持整整两个月的时间--即使如此，我是真的非常喜欢拍电影的感觉。” 　　当剧本完成之后，阿什利和贾尼斯?布莱德奈姆找到制片人特雷什?莱克(Trish Lake)，希望他能和他们一起制作这部影片，莱克说：“我早就耳闻他们母子俩一起创作了一个剧本，而且故事内容听起来也十分地有趣。所以当我听说阿什利和贾尼斯在寻找一位制片人的时候，我们马上一拍即合。由于整个故事具备了相应程度的坦诚和真实，所以它是如此地吸引我，再加上文风方面缺乏政治敏感度、极具讽刺意义，所有的角色都跳脱出字里行间……土地买卖风波显然属于那种我一直在寻找的好作品。而且我也在昆士兰州生活过，所以我完全能够理解影片的对话所蕴含的那种诗情画意。”【拥有田园气息的家庭故事】随后，几位制片人又找来了导演苏?布鲁克斯，特雷什?莱克表示：“我曾经和布鲁克斯一起制作过一部非常可爱的喜剧电影--山岗之路(Road To Nhill)，她所赋予给它的是纯粹的热情，而它同样也是一部与社区生活相关的作品。我们都深刻地意识到一点，那就是布鲁克斯知道应该如何将一个社区的全貌翻译成影像，然后透过大银幕传达给所有的观众。”苏?布鲁克斯则表明，土地买卖风波真正吸引她的，可不仅仅是其依据的内容和素材，而是当她与阿什利、贾尼斯?布莱德奈姆以及特雷什?莱克进行了会面之后，她同时也被这个有才华的电影人组合所深深地打动了，布鲁克斯说：“我从他们身上看到了异常放肆的电影热情，还有真实的能量和疯狂的决策力。我只知道一点，那就是我绝不能放弃和这些可爱又实际的人合作的机会。”除了阿什利?布莱德奈姆自己，几位电影人一致认为他就是最完美的扮演杰克的人选，苏?布鲁克斯承认道：“当我第一次看到阿什利的时候就想，‘他的气质很适合杰克这个角色，虽然他以前从没有从事过表演工作。’当然，我们也想过，虽然阿什利是一个非常有才华且很可爱的男人，但并不意味着他就能够无师自通学会表演技巧。然而这个世界上就是有这么一种人，天生就适合站在镜头前，我们很幸运，虽然这种特质很罕见，但我们在阿什利身上找到了它。”差不多在排练的时候，布鲁克斯就意识到阿什利完全有能力演绎好自己的角色，她表示：“能在这么短的时间里就掌握一些表演方面的东西，他的理解能力让我感到非常地惊讶，对于他来说，每一种新鲜事物都拥有着如此吸引人的光彩，他就像是一个干瘪的海绵一样，不断地吸收着水分，好像永远都不够似的……看来我可以放心地将杰克这个角色全权交给他来处理了，包括一些电影技术方面的知识，他学习起来也是非常地快的。”阿什利则补充道：“事实上，布鲁克斯也给我提供了巨大的帮助，她总是给予我信任，而我回馈给她的是相同的情感。我知道每次她在片场给我做出的提醒和忠告，都等同于真理，她让我具备的是无与伦比的自信心。”布鲁克?萨切威尔(Brooke Satchwell)在影片中饰演的是蒂凡妮，一位年轻的房地产经理，萨切威尔说：“我也是在一个非常有田园风味的滨海城镇长大的，我非常喜欢土地买卖风波所传达出来的那种情感特色--因为里面讲述的是一个非常温暖的家庭故事，而且就发生在一个滨海城镇的社区里。我的角色蒂凡妮是一个意志坚定、非常有野心的房地产经纪，我有很多朋友从事的是这方面的工作，包括我的爸爸，这也赋予我很多可供参考的背景资料。”作为澳洲最受欢迎的演员之一，加里?斯维特(Gary Sweet)饰演的是杰克的爸爸迪格，他表示：“我觉得影片里讲述的那个故事拥有着一种伟大的正直和温暖，其实我一直都对这种父亲和儿子之间的情感维系异常地感兴趣，在我看来，父子亲情属于一种极端复杂的关系--但我和爸爸的感情却一直都非常好，现在和我的儿子们之间也是无话不谈的亲密。我对这个由阿什利?布莱德奈姆所创造的故事留下了非常深刻的印象，要知道这是一个以前从没有接触过电影或电视行业的人写出来的东西，实在是太让人惊讶了。”这还是斯维特第一次和女导演苏?布鲁克斯合作，而且他已经在期待下一次一起工作的机会了，斯维特表示：“她对电影有着一种非常完整的掌控感，同时又能分散到单一的场景当中，体现出的是智慧和直觉的伟大结合。同时她还拥有的是令人惊奇的能力，可以简化一些场景，帮助演员们更好地理解自己的角色。布鲁克斯对影片中的所有角色都拥有一种准确且清晰的理解力，透彻地了到解他们在故事中将会经历一个什么样的演变历程，这种品质在电影人中间是非常少见的，所以我很愿意和她再度合作。”至于饰演了哈利的斯蒂夫?比斯利(Steve Bisley)和辛格利特的扮演者布鲁斯?斯宾斯(Bruce Spence)，他们都是受到了故事所展示出来的坦诚的态度的吸引，才决定出演影片的--在他们的眼中，土地买卖风波是在围绕着逼真的澳洲人物脸谱讲述的真实的澳洲故事。其实影片的背景地虽然被安置在了荷维海湾，但几位电影人最开始的时候并没有一门心思地想采取实地拍摄的手段，不过最终影片的制作工作还是安家在了荷维海湾，这还要归功于另外一位制片人欧文?约翰斯顿(Owen Johnston)的不懈努力。",
    "chinese_title": "土地买卖风波",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Subdivision",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-01-25T01:00:33"
}