{
    "aka": [],
    "sid": "5184686",
    "cast": [
        {
            "url": "/celebrity/1009219/",
            "name": "小日向文世 Fumiyo Kohinata",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1212615/",
            "name": "植草克秀 Katsuhide Uekusa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1104606/",
            "name": "挂田诚 Makoto Kakeda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1052392/",
            "name": "泉品子 Pinko Izumi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1039595/",
            "name": "伊藤和枝 Kazue Ito",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1038717/",
            "name": "有森也实 Narimi Arimori",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033467/",
            "name": "吉井怜 Rei Yoshii",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1030302/",
            "name": "松金米子 Yoneko Matsukane",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1020995/",
            "name": "田岛大辅 Daisuke Shima",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1353215/",
            "name": "沟口琢矢 Mizoguchi Takuya",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2890771451.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt1207964",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2007-08-05(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1207964/",
    "this_title": [
        "港町人情ナース2～伊豆温泉リゾート殺人事件"
    ],
    "douban_link": "https://movie.douban.com/subject/5184686/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "花垣若葉（泉ピン子）は、ダメと呼ばれる轟幸太郎（小日向文世）の経営する整形外科医に勤務するナース。人情味溢れる人柄から地元住民に慕われている。院内での井戸端会議を快く思っていないまっとうな看護師・小野朝美（吉井怜）は困り顔。若葉は半年前の事故で、車椅子生活を送る三沢裕樹（溝口琢矢）と、その両親・明彦（嶋大輔）と由美子（伊藤かずえ）を気に掛けている。地元漁師達との湯河原慰安旅行に無理矢理参加する若葉。ところが、轟や三沢親子、スナックのママ・飯倉佐和子（有森也実）など参加者がまず連れて行かれたのはリゾートマンションの建設予定地。慰安旅行は、幹事の下条紀夫（武発史郎）とマンション開発を手がける社長の丸岡（春海四方）による販売促進計画の一つだった。明彦は由美子がマンションのことを知っていながら連れてきたことに憤慨。一人で帰宅。とりあえず宿で楽しい宴会。丸岡は自分の会社が大手・京浜都市計画の子会社だと説明。マンションの風呂では２４時間温泉が使える。竹取ひかり（山田花子）や、小島光子（杉村暁）など他の漁師らも、いい話なのではないかと考え始める。翌日、朝釣りに出かけた轟と丸岡は、海に浮かぶ下条の遺体を発見。若葉の知り合いである当麻順平刑事（植草克秀）、その部下の戸倉学刑事（針原滋）、小柳実刑事（岩戸秀年）らが臨場し、自殺は考えにくいと言う。下条の事件の為、丸岡はマンションの価格を下げ、佐和子も契約をする。武藤聡子（松金よね子）の他にも、自分の土地家屋を担保に契約者が続出。戸倉刑事は、地学上、マンションの周辺からは温泉が出ないと突き止める。丸岡の事務所に行くも既に無人。丸岡は過去に同じような手口での詐欺で服役していた事実が判明。京浜都市計画の社長・柳沢も、専務の橋詰幸信（松澤一之）も丸岡を知らず、取引関係もないと証言。轟は事件の晩にホテルを出る由美子を目撃していた。由美子は、下条に話を持ちかけられ、良かれと思い何人かにマンションの紹介をしていた。紹介すれば価格を安くすると言われており、契約金の５００万を既に丸岡に渡していた。下条が亡くなる少し前に、彼に呼び出された由美子は、下条に「丸岡の様子がおかしい」と聞き確認するために丸岡の事務所に行ったと言う。明彦は何も知らず激怒。三沢夫婦は、裕樹の事故の後、気持ちのやり場がなくお互いを責め合っていた。翌日、丸岡が刺殺体となって海に浮かぶ。契約者から預かった金は見つからない。佐和子の店に集まり、もうお終いだという漁師達に県会議員の中西正之（伊東貴明）は、京浜都市計画と交渉の上、契約者らの土地を買い取らせると約束を取り付けてくる。漁師をやめてもこれしか契約者らが生き残る道はなかったと頭を下げる中西に、みんな拍手。明彦は引っ越すに当たり、その後は妻と別々に生きていこうと切り出す。轟は、どうも話の展開が早すぎると中西を疑い出す。それを聞いた順平は中西の身辺を捜査し、柳沢と中西が高校時代の先輩後輩の間柄であり、柳沢は中西の後援会長。最近頻繁に連絡を取り合っていると知る。中西は、佐和子に「社長より彼の方が話が早い」と橋詰を紹介されたと証言。いち早く引っ越しを決めた佐和子。若葉と由美子、そして裕樹が手伝いに来る。段ボールの中から手帳と血の付着したシャツを見つける若葉。由美子にも耳打ち。気づいた佐和子と橋詰は３人を拉致。廃倉庫で大人二人を縛り、裕樹を車椅子から蹴落とし、ガソリンを撒いて放火。連絡がとれないと明彦は順平に通報。明彦が裕樹に持たせたＧＰＳ携帯でおおよその拉致現場はわかり、急行する二人。火がバンバン燃える中、若葉と由美子は裕樹に「立て立て！非常ベルを押せ！！」と叫びまくってプレッシャーを与えると、立った！クラ…裕樹が立った！その上歩いてベルを押した！さらに閉じられていたスプリンクラーの栓を開け鎮火させた！！逃げる佐和子と橋詰は逮捕される。銀座のクラブで知り合った二人が結託し丸岡をけしかけたとわかる。三沢夫婦はよりが戻る。だまし取られた金は柳沢が保障することになる。佐和子ってばなぜ重大な証拠となる血痕付きのシャツを引っ越し先まで持っていったのでしょうね。普通は燃やすとかどっかに捨てるとかしそうなものですが。うっかりさんです。",
    "chinese_title": "港町人情ナース2～伊豆温泉リゾート殺人事件",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-21T01:43:01"
}