{
    "aka": [],
    "sid": "5185545",
    "cast": [
        {
            "url": "/celebrity/1091450/",
            "name": "Ian Haugland Ian Haugland",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1118834/",
            "name": "John Leven John Leven",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1122571/",
            "name": "Mic Michaeli Mic Michaeli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1132358/",
            "name": "John Norum John Norum",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1152028/",
            "name": "Joey Tempest Joey Tempest",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1200449/",
            "name": "Kee Marcello Kee Marcello",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1194118",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1194118/",
    "imdb_votes": 17,
    "this_title": [
        "Europe: Final Countdown Tour - Live in Sweden 1986"
    ],
    "douban_link": "https://movie.douban.com/subject/5185545/",
    "imdb_rating": "7.6/10 from 17 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "内容介绍：素有“瑞典国宝”美誉的Europe，自1982年于瑞典全国业余摇滚乐团大赛中脱颖而出、赢得首奖以及唱片合约，并于1983年发行首张同名专辑开始，便以其深受欧洲古典艺术气息所影响而特有的优美旋律，融合重摇滚的爆发力、主唱高亢细致的嗓音以及简捷的曲式，直接且迅速地征服了全球的乐迷。瑞典本身是一个出电子舞曲的国家,瑞典舞曲音乐领域有七十年代ABBA,八十年代ROXETTE、九十年代ACE OF BASE...都是在世界上大名鼎鼎的乐队.不知你是否还记得摇滚经典名曲《The Final Countdown》，Joey Tempest那嘹亮高亢的嗓音至今还是清澈地萦绕在无数Europe乐迷的心里！ 专辑一经推出即刻风靡全球，《The Final Countdown》此单曲在全球十多个国家获得排行榜冠军 ...也成了流行乐界永不退伍的摇滚名曲！乐团成员Joey Tempest - VocalsJohn Norum - GuitarJohn Leven - BassMic Michaeli - KeyboardsIan Haugland - DrumsEurope's The Final Countdown is one of those albums that brings me back to a very specific time and place in history. The year was 1986, and I had recently gone from graduating from a small town high school in Maine, to settling in at my first overseas duty assignment with the U.S. Navy at a remote base in northern Japan. For a 20 year old, small town boy, who had really only left home the few times my Dad and I made the trek south to Boston to see our beloved Red Sox play, the Navy may as well have sent me off to Mars. In 1986, The Final Countdown had just exploded on the world, and it was particularly well received in the hair metal worshiping land of the rising sun.I had already heard the album's title track on the radio enough times for the song's infamous keyboard riff to become permanently ingrained into my skull, and the ballad \"Carrie\" was starting to get tons of airplay as well. I never really thought enough of the music to actually buy the album, but after hearing the entire thing at a party one night, it became clear that The Final Countdown was one hell of catchy pop metal album, worthy of further consideration. This excellent DVD celebrates the 20th anniversary of Europe's The Final Countdown album and world tour, with two concerts that were filmed on the 26th and 27th of May, 1986, at Solnahallen in Stockholm, Sweden. The two shows were edited together to appear as a single, one-hour concert.The song \"The Final Countdown\" has made a few worst song lists since first cracking the top ten in 1987, and I think this is mostly undeserved. I believe that many people simply got annoyed from hearing the thing so damned often. Hell, I change the dial now if \"Stairway To Heaven\" comes on the radio. This slick pop metal anthem boasts some brilliantly bombastic vocals and the most memorable keyboard riff this side of Van Halen's \"Jump\". It also features some of the silliest lyrics imaginable: \"We're heading for Venus and still we stand tall, cause maybe they've seen us and welcome us all.\" To be fair, it was supposedly inspired by David Bowie's \"Space Oddity\", and I doubt these young Swedes even knew English at this point.The song has been used for everything from the closing ceremony of the 1988 Summer Olympics, to the Detroit Pistons' game opening theme song. It also makes for one hell of a rock concert opener in1986, and that is exactly what Europe did on the tour. You can imagine how pumped up the home town crowd must have gotten, when the lights went out and the strains of their new anthem filled the arena. From there, they proceeded to play seven of the ten songs from the new album, along with four songs from their previous one, Wings Of Tomorrow.Along with the title track, three other songs from The Final Countdown made the Billboard Hot 100 list during 1987; \"Rock The Night\", \"Cherokee\", and \"Carrie\". The power-ballad \"Carrie\" made it all the way to #3, and drained the fuel from many lighters that night. These performances were the obvious high points of the show, but the two-song encore of \"Stormwind\" and \"Dance The Night Away\", from the harder edged Wings Of Tomorrow album, really allowed guitarist John Norum to strut his stuff and show that Europe could rock with the best of them. Well, \"them\" being 80's hair metal bands. The encore was even concluded with a short reprise of \"The Final Countdown\" - and they wonder why people got sick of the song.The concert is only a measly one hour in length, which is disappointing considering that two shows were filmed. The overall production quality is quite good for a 20 year old recording. The video was restored into widescreen format from its original source, and I am not sure if any of the original picture was sacrificed from this endeavor. The picture was restored nicely and was surprisingly clear and colorful.The audio was presented in Dolby Digital 5.1 surround and 2.0 stereo. The surround track was mixed with plenty of reverb and echo to give it a very live sound, and it worked nicely. The camera work was excellent and captured the live atmosphere of the venue very well. There were some annoying slow motion shots of the audience, and the same clip was dubbed in on numerous occasions, which momentarily killed the live mood you may have been experiencing.Bonus material includes interviews with all of the band members from 2006, a picture gallery, a biography, and the band revisiting the Final Countdown recording studio in Switzerland. The interviews, in particular, were quite fascinating because each of the guys talked candidly about their rise to fame, dealing with the sudden and incredible success, John Norum quitting the band at the height of their fame, and their eventual fall from grace. At a generous 34-minutes in length, longtime fans should be very pleased.In 2003, Europe's Final Countdown lineup reunited, and a new album and tour followed in 2004. 2005's Live From The Dark concert DVD, which I have not yet seen, was a document of that tour. Europe toured the world again this year and released their latest album, Secret Society, in October of 2006. The new album has a more updated, much heavier, sound that just may be impressive enough to fuel a successful comeback for the band.I still get the occasional urge to throw on some classic 80's hair metal and just rock the hell out, and this DVD fed that urge quite nicely. The Final Countdown Tour 1986 documents a killer performance from one of the most popular, and often reviled, hair metal bands of the 80's, and Europe fans would be negligent not to check it out.",
    "chinese_title": "Europe: Final Countdown Tour - Live in Sweden 1986",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-09-29T10:39:12"
}