{
    "aka": [
        "卡西姆的梦"
    ],
    "sid": "5185081",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p456707987.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1048841/",
            "name": "基夫·戴维森 Kief Davidson",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1201576",
    "director": [
        {
            "url": "/celebrity/1048841/",
            "name": "基夫·戴维森 Kief Davidson",
            "@type": "Person"
        }
    ],
    "duration": "87分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1201576/",
    "imdb_votes": 141,
    "this_title": [
        "Kassim the Dream"
    ],
    "douban_link": "https://movie.douban.com/subject/5185081/",
    "imdb_rating": "7.0/10 from 141 users",
    "trans_title": [
        "卡西姆之梦",
        "卡西姆的梦"
    ],
    "douban_votes": "64",
    "introduction": "This is the story of World Champion Boxer, Kassim \"The Dream\" Ouma - born in Uganda, kidnapped by the rebel army and trained to be a child soldier at the age of 6. When the rebels took over the government, Kassim became an army soldier who was forced to commit many horrific atrocities, making him both a victim and perpetrator. He soon discovered the army’s boxing team and realized the sport was his ticket to freedom. After 12 years of warfare, Kassim defected from Africa and arrived in the United States. Homeless and culture shocked, he quickly rose through the boxing ranks and became Junior Middleweight Champion of the World.Kassim, now age 27, seems to have obtained the American Dream with his jovial nature, fame and hip hop lifestyle. As Kassim trains for his next world title fight against Jermain Taylor in Little Rock Arkansas, keeping his demons out of the ring becomes increasingly difficult. His desires to reunite with family in Uganda intensify when Kassim’s only hope for a safe return is a military pardon from the president and government responsible for his abduction.From the director of The Devil’s Miner, Kief Davidson received unprecedented access to Kassim Ouma during a pivotal time in the boxer’s career. Filmed in cinema verite, current events are skillfully woven in with brutal revelations of a stolen childhood. The parallels reveal a complex and haunted fighter surviving against incredible odds.",
    "chinese_title": "卡西姆之梦",
    "douban_rating": "8.5/10 from 64 users",
    "foreign_title": "Kassim the Dream",
    "imdb_rating_average": 7.0,
    "douban_rating_average": "8.5",
    "update_at": "2025-04-10T16:28:31"
}