{
    "aka": [],
    "sid": "5186723",
    "cast": [
        {
            "url": "/celebrity/1138424/",
            "name": "Ádám Rajhona Ádám Rajhona",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547215445.jpg",
    "region": [
        "芬兰"
    ],
    "writer": [],
    "imdb_id": "tt1173502",
    "director": [
        {
            "url": "/celebrity/1026088/",
            "name": "Zsuzsa Böszörményi Zsuzsa Böszörményi",
            "@type": "Person"
        }
    ],
    "duration": "52分钟",
    "episodes": "",
    "language": [
        "匈牙利语",
        "英语"
    ],
    "playdate": [
        "2007"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1173502/",
    "imdb_votes": 18,
    "this_title": [
        "Last Bus Stop"
    ],
    "douban_link": "https://movie.douban.com/subject/5186723/",
    "imdb_rating": "8.1/10 from 18 users",
    "trans_title": [
        "最后一站"
    ],
    "douban_votes": "0",
    "introduction": "想象一个地处东欧腹地的小村子，一个多世纪以来，它的国籍就像四季一样变换着：最初，它属于哈布斯堡帝国，然后是捷克斯洛伐克，然后是匈牙利，再然后是苏联。近年来，事情变得更加复杂。二战末期，苏联在划定边界时将Szeimenc(人口1100)村划在了两个不同的国家。一边的人们住在斯洛伐克，现在是欧盟的一员；而他们的亲人却在政治经济都不稳定的乌克兰那边艰难地生活。有一个办法就是建一条越境通道，使这些家庭能在分离60年后重聚，并带动经济的发展。影片是以大小Szeimenc村的两位村长2004前往华盛顿的旅行开始的，他们在那里敦促国际人权连线建立一条越境通道。两年后，这条通道建成了，但谁又真正从中获益了呢？Kai Salminen & Zsuzsa Böszörmenyi/Media Alert/芬兰/52min/英语和匈牙利语, 中英文字幕The Last Bus StopImagine a village somewhere deep in Eastern Europe. For more than acentury, its nationality has changed in a season-like cadenza: firstit belonged to the Hapsburg Empire, then to Czechoslovakia, next toHungary, then to the Soviet Union. In recent years, things have growneven more complex. At the end of World War II, the Russiansestablished a border that divided the village of Szelmenc (population1,100) over two separate countries. Families on one side live inSlovakia, which is now a member of the European Union. On the otherside, their relatives suffer from the unstable political and economiccircumstances in Ukraine. One solution would be to build aborder-crossing, to reunite families after 60 years and to generatesome economic structure. The film starts with the trip that the mayorsof Little Szelmenc and Great Szelmenc made to Washington in 2004,where they urged the necessity of constructing a border-crossing atthe congressional Human Rights Caucus. Two years later, it was built –but who is actually benefiting from it?Kai Salminen & Zsuzsa Böszörmenyi/Media Alert/Finland/52min/Englishand Hungarian dialogue, English and Chinese subtitles",
    "chinese_title": "最后一站",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Last Bus Stop",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-07-26T03:26:28"
}