{
    "aka": [],
    "sid": "5186932",
    "cast": [
        {
            "url": "/celebrity/1112524/",
            "name": "Waldemar Kmentt Waldemar Kmentt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1143198/",
            "name": "弗里德里·希肖恩菲 Friedrich Schoenfelder",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1083863/",
            "name": "迪特里希·菲舍尔-迪斯考 Dietrich Fischer-Dieskau",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt1168767",
    "director": [],
    "duration": "53分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1168767/",
    "imdb_votes": 15,
    "this_title": [
        "Wagners Meistersänger, Hitlers Siegfried"
    ],
    "douban_link": "https://movie.douban.com/subject/5186932/",
    "imdb_rating": "7.6/10 from 15 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In this 2008 documentary for Swiss television, producers Eric Schulz and Claus Wischmann take a fascinating look at the principal German heldentenor of the 1930s, 40s, and 50s. The documentary analyzes the way the Third Reich combined its own heroic ideal and its attitude to the Wagnerian operas. It also seeks answers about Lorenz's career and complications caused by his private life. In public Lorenz was out-going, exuberantly secure, but privately he was plagued by insecurity, inhibitions and shyness. He also was married to a Jew and was homosexual, a fact that had to be hidden from Hitler. Winifred Wagner's intercession on behalf of Lorenz and his wife allowed both to continue unharassed. The episode of Lady Chichester is smilingly revealed.Archival footage from four decades gives glimpses of Bayreuth and its Wagner Festival, the political machinations of the time, eyewitness accounts from colleagues and interviews with Lorenz. A treasure trove of photographs illustrates the story. Commentary (in German) by singers Hilde Zadek, Dietrich Fischer- Dieskau, Waldemar Kmentt, and Rene Kollo are supplemented by insights by Walter Herrmann (Lorenz's biographer), Klaus Geitel, and Michael Wessolowski, writers on music, and dancer Lieslott Tietjen. The narration is in English with subtitles for the interviews. A 74 minute CD is included of Lorenz at the Teatro Colon in Buenos Aires at the height of his powers (1938). From Siegfried Lorenz is heard in the complete first act and excerpts from Act 2. The sound is quite wretched sometimes, but well worth the trouble. -- American Record Guide, Charles H Parsons, May/June 2009Max Lorenz (1901-75) was a great Wagnerian heldentenor in Nazi-era Germany--a favorite of Hitler and many of his top lieutenants. Lorenz also happened to be a homosexual with a Jewish wife (when Lorenz was brought up on charges for a dalliance with a young man, the highest authorities intervened to block the prosecution, and when the SS tried to arrest his wife and mother-in-law, Hermann Goering himself gave the order to desist). As Eric Schulz and Claus Wischmann's documentary makes clear, however, Lorenz was first and foremost an extraordinary actor-singer who practically owned the role of Siegfried in the 1930s. Combining extensive archival stills and footage together with recordings of Lorenz in his prime and excerpts from a late-in-life interview, Wagner's Mastersinger presents a remarkably thorough and insightful portrait of the life and career of Lorenz, peppered with appreciative comments from great singers--soprano Hilde Zadek, tenors Waldemar Kmentt and René Kollo, and baritone Dietrich Fischer-Dieskau--as well as dancer Lieselott Tietjen, biographer Walter Herrmann, and writers Klaus Geitel and Michael Wessolowski. Presented in PCM stereo, the DVD is bundled with an audio CD featuring excerpts from a 1938 Buenos Aires performance of Wagner's Siegfried with Lorenz. Highly recommended. -- Video Librarian, Frank Swietek, May/June 2009Wagner's Mastersinger: Hitler's Siegfried is the intriguing if not provocative title of The Life and Times of Max Lorenz (Medici Arts, EuroArts, 2056928 DVD+CD). Born in 1901, Max Lorenz's career is traced from choir boy to super-star in Bayreuth and elsewhere during the 1930s and beyond. Intriguing films of his Siegfried give credence to his reputation as the heldentenor of the era. Film and narration together with comments by his contemporaries describe his social life with the in-crowd in Bayreuth. His wife was Jewish and he stood with her, despite the Nazis. He was shielded by Winifred Wagner who used her influence with Hitler on his behalf. But fame is fleeting. Lorenz sang his last Tristan in Dresden in 1960. Waldemar Kmentt recalls that \"After his final performance at The Vienna Opera they just let him go home as if nothing had happened. No one from the management came to give him a proper send-off. I felt deeply ashamed for the Vienna Opera.\" There are trailers of scenes from four Wagner music-dramas on the DVD featuring latter day heldentenors in leading roles that, perhaps unintentionally, confirm Dietrich Fischer-Dieskau's summing-up, \"Today you won't find anyone who could hold a candle to him. No one. Hot air, that's all.\" The accompanying CD contains a document of Lorenz at his best. Extensive excerpts from Siegfried are conducted by Erich Kleiber, recorded in the Teatro Colón in Buenos Aires on October 4, 1938 with Max Lorenz, Erich Witte, Herbert Janssen and Emanuel List -- The Wholenote, Bruce Surtees, April 29, 2009",
    "chinese_title": "Wagners Meistersänger, Hitlers Siegfried",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-01-27T07:44:14"
}