{
    "aka": [],
    "sid": "5187627",
    "cast": [
        {
            "url": "/celebrity/1062239/",
            "name": "Sandra Beltran Sandra Beltran",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1062307/",
            "name": "胡安·巴普蒂斯塔 Juan A. Baptista",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1063811/",
            "name": "凯蒂·巴贝里 Katie Barberi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1075978/",
            "name": "马塞洛·布奎特 Marcelo Buquet",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1076827/",
            "name": "斯蒂芬妮·卡约 Stephanie Cayo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119049/",
            "name": "Orlando Miguel Orlando Miguel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1170522/",
            "name": "Pedro Palacio Pedro Palacio",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1178017/",
            "name": "卢卡斯·贝拉斯克斯 Lucas Velazquez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1231109/",
            "name": "Mimi Morales Mimi Morales",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "哥伦比亚"
    ],
    "writer": [],
    "imdb_id": "tt1152952",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2007"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1152952/",
    "imdb_votes": 74,
    "this_title": [
        "La marca del deseo"
    ],
    "douban_link": "https://movie.douban.com/subject/5187627/",
    "imdb_rating": "7.9/10 from 74 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "El dia de la boda de Reynaldo Santibáñez y Digna Nurey, llega una bruja llamada Carmenza, quien se quiere vengar de Reynaldo ya que éste dejó embarazada a su hija Lucero y ésta acababa de morir con su hijo en el parto. Por ello Carmenza maldice a la pareja, diciéndole \"tu vida estará marcada por el deseo, por cada pieza de felicidad habrá un intenso dolor\", y tras decir esto se va. Los novios no le dan importancia a la sentencia y se casan de todas maneras. Treinta años después Luis Eduardo, hijo de Reynaldo y Digna, un chico trabajador y atractivo, vuelve a reunirse con sus padres tras terminar sus estudios universitarios, y quiere ayudar a Reynaldo en \"El Tesoro\" una isla propiedad de la familia Santibañez.Cuando Maria Valentina llega a su casa, su madre está moribunda y le dice que busque a su padre, llamado Reynaldo Santibañez, que él es su verdadero padre, esta acepta y va a buscar a su padre, pero en el camino hasta ese lugar se topa con Luis Eduardo, donde coquetean y se enamoran, lo que ellos no saben es que su padre es el mismo aparentemente, cuando esta se da cuento de esto, no sabrá que hacer, pero ahora Reynaldo les pedirá buscar a sus otras hermanas, Maria Claridad, Maria Canela, Maria Soledad y Maria Alegría, la que sufre todo esto es \"Digna\", quien acusa de infiel a Reynaldo. A Maria Valentina le tocará olvidar a Luis Eduardo, ya que este se casará con Ursula, manipuladora y hermosa, quien es la hija del alcalde de \"pueblo escondido\", despues aparece el socio de Reynaldo, Alfredo, quien en realidad quiere robar el tesoro, y por esto, trata de enamorar a Maria Valentina para asi acercarse mas a la familia Santibañez, pero este se entiende a escondidas con Ursula y con Maria Soledad, y asi todas las marias tratan de sobresalir en su vida amorosa y familiar, y Maria Valentina, tratará de hacer todo lo posible por olvidar a Luis Eduardo, hasta que este se entera de que él no es hijo de Reynaldo...",
    "chinese_title": "La marca del deseo",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2025-06-09T22:52:24"
}