{
    "aka": [],
    "sid": "5191063",
    "cast": [
        {
            "url": "/celebrity/1379587/",
            "name": "休伯特·本哈姆丁 Hubert Benhamdine",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1357906/",
            "name": "提布尔·凡松 Thibault Vinçon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1396044/",
            "name": "Mila Dekker Mila Dekker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025883/",
            "name": "阿兰·利博 Alain Libolt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1402538/",
            "name": "索菲·勒图讷尔 Sophie Letourneur",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1371673/",
            "name": "维桑·沙拉夫 Wissam Charaf",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884727124.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1006274/",
            "name": "米夏埃尔·艾斯 Mikhaël Hers",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1076847",
    "director": [
        {
            "url": "/celebrity/1006274/",
            "name": "米夏埃尔·艾斯 Mikhaël Hers",
            "@type": "Person"
        }
    ],
    "duration": "57分钟",
    "episodes": "",
    "language": [
        "法语 French"
    ],
    "playdate": [
        "2007-05-24(戛纳电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1076847/",
    "imdb_votes": 137,
    "this_title": [
        "Primrose Hill"
    ],
    "douban_link": "https://movie.douban.com/subject/5191063/",
    "imdb_rating": "6.1/10 from 137 users",
    "trans_title": [
        "报春花冈"
    ],
    "douban_votes": "0",
    "introduction": "As Primrose Hill begins, four friends finish band practice and head off on a long walk. They’re enjoying their too infrequent reunion, the beginning of fall, and the memories that come to mind as they wander. But they’re also all marked by an absence, the fifth friend who went missing a few months before, and whose voice we hear on the soundtrack, describing a dream that’s eerily similar to the images we see.Many films aspire to the simplicity and purity of a good pop song. What Primrose Hill arrives at is the simplicity of a great pop album. Each of the extended conversations that structure it acts as a new track, has its own melody, arrangement – while also resonating with the whole.  It helps that Hers obviously shares his characters’ love of the indie rock of the ’80s, ’90s and early oughts, and that his film is littered with the hard-earned treasure of a lifelong crate-digger: shout-outs to Prefab Sprout and Ben Watt, brilliant needle-drops of Felt and Boards of Canada, even a track especially written and performed for the film by the Cleaners from Venus’ Martin Newell.Mikhaël Hers studied at La Fémis before embarking on a series of ambitiously structured medium-length films, of which Primrose Hill was the second. The brilliant New Wave filmmaker and critic Luc Moullet became an early champion of Hers, recognizing him as “the greatest French filmmaker of tomorrow” [“le plus grand cinéaste français de demain”]. Hers premiered his first feature, Memory Lane, at Locarno in 2010, and in 2015 he released This Summer Feeling, starring Marie Rivière, Josh Safdie and Mac DeMarco. His most recent film, Amanda, premiered in the Orrizonti competition at the Venice Film Festival, and is now opening in French theaters.",
    "chinese_title": "报春花冈",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Primrose Hill",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-03-09T23:13:11"
}