{
    "aka": [],
    "sid": "5192132",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2447898645.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1056327",
    "director": [
        {
            "url": "/celebrity/1020530/",
            "name": "Philip Lott Philip Lott",
            "@type": "Person"
        }
    ],
    "duration": "45分钟x6",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1056327/",
    "imdb_votes": 13,
    "this_title": [
        "Hollywood History"
    ],
    "douban_link": "https://movie.douban.com/subject/5192132/",
    "imdb_rating": "7.0/10 from 13 users",
    "trans_title": [
        "BBC好莱坞电影史"
    ],
    "douban_votes": "0",
    "introduction": "好莱坞，港译荷里活，位于美国加利福尼亚州洛杉矶市市区西北郊，是洛杉矶的邻近地区，也是世界闻名的电影城。好莱坞约有30万居民。由于名气很大，好莱坞经常被与电影工作室和影星联系起来，“好莱坞”一词往往直接用来指美国加州南部的电影工业。1853年，现在的好莱坞只有一栋房子。到1870年，这里已成为一片兴旺的农田。1886年，从房地产生意发财的富商哈维·亨德申·韦尔考克斯在这里买下了0.6平方公里的土地。好莱坞这个名字来自英语的冬青（holly）。韦尔考克斯的夫人一次旅行时听到她旁边的一个人说她来自俄亥俄州的一个叫做好莱坞的地方，韦尔考克斯。她很喜欢这个名字，回到加州后就将她丈夫的农庄改称为好莱坞了。韦尔考克斯计划在这里建造一座小城，1887年2月1日他在地区政府正式注册此名。在他夫人的帮助下他铺设了今天的好莱坞大街做为城市的主街，在这条大街和其它大街的两旁种了胡椒树并开始出售产权。他的夫人募资建了两座教堂、一座学校和一座图书馆。为了使好莱坞名符其实，他们还进口了一些英国冬青，但这些植物在加州的气候下没有存活很久。到1900年，好莱坞已经有一间邮局、一张报纸、一座旅馆和两个市场，其居民数为500人。10万人口的洛杉矶位于市东11公里处。在好莱坞和洛杉矶间有一条单轨的有轨电车，但这辆电车的运行不准时，每程时间为两小时。1902年，今天着名的好莱坞酒店的第一部分开业。1903年，好莱坞成为一个镇。当年下的两个命令是：除药店外其他商店禁酒以及不准在街上驱赶数量多于200的牛群。1904年，一条新的被称为好莱坞大街的有轨电车开业，使好莱坞与洛杉矶间的往返时间大大缩短。1910年，好莱坞的居民投票决定加入洛杉矶。原因是这样他们可以通过洛杉矶取得足够的饮水和获得排水设施。电影工业20世纪初，纽约和新泽西的电影公司开始迁向加州，原因是这里的天气好，日照时间长。虽然当时已经有电灯了，但当时的电灯还不够亮，当时最好的光源是阳光。除此之外，加洲视野宽广，有各种不同的自然风景。此外当时托马斯·爱迪生持有电影的专利。而加洲离新泽西非常远，因此爱迪生很难在这里控制他的专利权。当时爱迪生拥有几乎所有与电影有关的专利。在美国西海岸，独立的电影公司经常被爱迪生和他的代理人诉讼。在遥远的加州没有那么多爱迪生的人。即使他派人来加州，他的人往往比其消息来的晚，这样一来这里的电影制造商就可以及时躲到附近的墨西哥去了。1911年第一个电影工作室在好莱坞开业，同年已有15个其它的工作室在这里定居，成千上万的梦幻制造者紧随而至。1923年，今天成为好莱坞象征之一的白色大字HOLLYWOOD被树立在好莱坞后的山坡上，本来这个字后面还有LAND四个字母，是一家建筑厂商为了推销新建好的的住宅社区设置的广告看板。但它们被树立起来以后就没有人去管它们，以致渐渐荒废。一直到1949年，好莱坞的商会才将后面的四个字母去掉，将其它字母修复。这个招牌今天受到商标保护，没有好莱坞商会的同意，无人允许使用它。1929年5月16日，奥斯卡金像奖第一次被颁发，当时的门票是10美元，一共有250人参加。现代1947年1月22日，美国西部第一个商业电视台在好莱坞开业。同年12月，第一部好莱坞电视剧制成。20世纪50年代中，音乐工业也开始进入好莱坞，与此同时，过去占主要地位的电影工业部分开始移向洛杉矶其它地区，但好莱坞总的外表依旧。1958年，着名的星光大道开始铺设。1960年，第一颗星被嵌入大道。1985年，好莱坞的商业和娱乐区被正式列入美国受保护的历史性建筑名单。1999年6月，洛杉矶的地铁终于开到了好莱坞。2002年，一些好莱坞居民发动了一个让好莱坞自主独立，不再是洛杉矶一部分的运动。好莱坞市政府决定让所有洛杉矶居民投票表决。独立运动被以绝大多数否决。今天的好莱坞是一个多样的、充满生机的和活跃的市区。",
    "chinese_title": "BBC好莱坞电影史",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Hollywood History",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-05-22T20:14:41"
}