{
    "aka": [],
    "sid": "5192228",
    "cast": [
        {
            "url": "/celebrity/1210755/",
            "name": "Chintami Atmanegara Chintami Atmanegara",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1985",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "印度尼西亚"
    ],
    "writer": [],
    "imdb_id": "tt1054006",
    "director": [
        {
            "url": "/celebrity/1017161/",
            "name": "Arizal Arizal",
            "@type": "Person"
        }
    ],
    "duration": "93分钟",
    "episodes": "",
    "language": [
        "印尼语"
    ],
    "playdate": [
        "1985"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1054006/",
    "imdb_votes": 56,
    "this_title": [
        "Gantian dong"
    ],
    "douban_link": "https://movie.douban.com/subject/5192228/",
    "imdb_rating": "6.8/10 from 56 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Film ini menceritakan tentang Kasino yang berusaha merayu Vera (Chintami Atmanegara), seorang gadis yang ingin main film. Ia mengatakan punya teman sutradara terkenal yang baru pulang dari luar negeri bernama Indro. Ketika liburan, Indro, Dono, Ira (Ira Wibowo) dan Lia (Lia Waroka) mengadakan perkemahan. Kasino sengaja mengajak Vera untuk ikut perkemahan. Vera yang menduga benar bahwa Indro adalah sutradara, berusaha mendekati Indro. Maka terjadilah uring-uringan, sampai kebohongan Kasino akhirnya terbongkar. Sementara itu, Indro dipusingkan oleh kehadiran Lola (Leily Sagita), perawan tua yang berusaha merebut hatinya. Namun Dono ternyata juga menyukai Lola, sehingga terjadilah kejar-kejaran di antara mereka. Lagi ulah Kasino yang mengejar cewek, kali ini di sebuah restoran. Kebetulan cewek yang diganggu adalah Julia (Wieke Widowati) yang sudah punya pacar. Lagi-lagi Indro jadi sasaran cemburu pacar Julia, bernama Tony (Advent Bangun), seorang jagoan. Indro dicari kemana pun pergi, hingga Indro merasa ketakutan di mana-mana. Dono dan Kasino menganjurkan, agar Indro bersembunyi di peti mati, dan mengumumkan bahwa Indro sudah mati. Pada mulanya Tony percaya, namun akhirnya jagoan itu tahu bila Indro hanya pura-pura mati. Untung Julia datang untuk memberi penyelesaian, sehingga Indro selamat dari kesalahpahaman itu.",
    "chinese_title": "Gantian dong",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2026-02-12T15:07:33"
}