{
    "aka": [],
    "sid": "5192895",
    "cast": [
        {
            "url": "/celebrity/1025200/",
            "name": "比利·鲍伯·松顿 Billy Bob Thornton",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1041659",
    "director": [
        {
            "url": "/celebrity/1149452/",
            "name": "Tim VandeSteeg Tim VandeSteeg",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1041659/",
    "imdb_votes": 227,
    "this_title": [
        "My Run"
    ],
    "douban_link": "https://movie.douban.com/subject/5192895/",
    "imdb_rating": "7.0/10 from 227 users",
    "trans_title": [
        "我奔跑"
    ],
    "douban_votes": "0",
    "introduction": "After tragically losing his wife to breast cancer and struggling to raise three young children on his own, real life super hero and modern day Forrest Gump, Terry Hitchcock seized on an idea. He wanted to accomplish the impossible: run 75 consecutive marathons in 75 consecutive days to bring attention to the incredibly difficult lives of single-parent families. He ran in spite of freezing rain and unbearable heat, in spite of chest pains and bone fractures that wracked his 57-year-old body. He just kept running - each day, every day - strengthening an unbreakable bond between father and son--- not stopping until he broke the finish line tape in Atlanta. MY RUN is more than a film about a guy running multiple marathons; it's a film about the daily marathons we all run in life.The award-winning and critically acclaimed documentary MY RUN is coming to movie theaters nationwide for an exclusive one night premiere event on Thursday, March 31st at 7:00pm (Local Time). Narrated by Academy Award winner Billy Bob Thornton, MY RUN is the inspirational story of real life superhero Terry Hitchcock, the 57 year old man who ran 75 consecutive marathons in 75 consecutive days.",
    "chinese_title": "我奔跑",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "My Run",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-06-13T09:22:08"
}