{
    "aka": [],
    "sid": "5193951",
    "cast": [
        {
            "url": "/celebrity/1112989/",
            "name": "杰克·凯尔 Jack Kyle",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1134242/",
            "name": "Michelle Moretti Michelle Moretti",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2530654246.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1016256",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2007"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1016256/",
    "imdb_votes": 165,
    "this_title": [
        "Video X: The Dwayne and Darla-Jean Story"
    ],
    "douban_link": "https://movie.douban.com/subject/5193951/",
    "imdb_rating": "5.0/10 from 165 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "VIDEO X: THE DWAYNE AND DARLA-JEAN STORY, this shocking video presents the actual home video footage shot by Kentucky killers Dwayne Foote and Darla-Jean Stanton as they embark on a deadly rampage. Watch in awe as the heartless lovers stumble into a situation that triggers one of the most violent crime sprees America has ever seen. Recently discovered by the authorities, this footage is haunting in its immediacy. Also included in the double disc set is, MURDER IN THE HEARTLAND: THE SEARCH FOR VIDEO X, 17 robberies; 11 murders; 6 states; 2 lovers; 1 camera; A film crew sets out to find answers to the worst crime spree in years, and uncovers a secret they never dreamed - the criminals, Dwayne Foote and Darla-Jean Stanton, actually videotaped their robberies and brutal murders. Now the search begins to find this unimaginable tape called \"VIDEO X\". But where is the tape? Who is hiding it and why? Despite arrests and risks to their lives, the film crew travels through the Deep South to ...",
    "chinese_title": "Video X: The Dwayne and Darla-Jean Story",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.0,
    "douban_rating_average": 0,
    "update_at": "2025-04-06T18:00:37"
}