{
    "aka": [],
    "sid": "5195100",
    "cast": [
        {
            "url": "/celebrity/1169022/",
            "name": "路易斯·沃登 Louis Waldon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1064504/",
            "name": "布丽吉德·柏林 Brigid Berlin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014585/",
            "name": "辛迪·谢尔曼 Cindy Sherman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025286/",
            "name": "安迪·沃霍尔 Andy Warhol",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1168863/",
            "name": "维娃 Viva",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1138926/",
            "name": "Larry Rivers Larry Rivers",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1137163/",
            "name": "Alice Neel Alice Neel",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2881548165.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1340038/",
            "name": "Michel Auder Michel Auder",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0991154",
    "director": [
        {
            "url": "/celebrity/1340038/",
            "name": "Michel Auder Michel Auder",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1292995/",
            "name": "安德鲁·尼尔 Andrew Neel",
            "@type": "Person"
        }
    ],
    "duration": "USA: 184 分钟",
    "episodes": "",
    "language": [
        "法语",
        "英语"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0991154/",
    "imdb_votes": 46,
    "this_title": [
        "The Feature"
    ],
    "douban_link": "https://movie.douban.com/subject/5195100/",
    "imdb_rating": "6.3/10 from 46 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A surrealist take on the traditional bio-pic, THE FEATURE is a collage of moving images that tell the semi-fictional story of Michel Auder’s life. From his early days in Paris working in the fashion industry, the artist journeys to Morocco, New York, Hollywood, Rome, Vanuatu. He is an old man, a draft dodger, a father, an obscure filmmaker, a dope fiend, a Yale professor, a kid getting laid, an art world celebrity, a Warhol scenester... The layers of time and image pile upon one another and present a kind of collective picture of the artist: enamored with life, certain of death – and unwilling to compromise between the two.The film begins when the protagonist (Auder) learns he has a terminal brain tumor and will live for only a few months. Though he tells no one of his condition, he draftsa will and prepares for his death by taking care of unfinished business. From this point of departure, THE FEATURE progresses in a form of video flashback: a subjective journey through the memories and observations that are the fragments of the filmmaker’s “video life.” His relationship with a high-profile Warhol superstar culminates in the birth of his first and only daughter, witnessed through the lens of his video camera. His apartment in the Chelsea Hotel is a nexus for the Warhol Factory crowd, and everyone who stops by for a visit is captured in an ongoing videologue. The next 35 years of the artist’s life evolve in a river of video images.Narrated in the third person, a linear plot takes form in THE FEATURE as the artist describes his rise from obscurity to fantastic wealth and notoriety. The Warhol-era 1970s are followed by the filmmaker’s increasing fame and a developing taste for the Hamptons jet-set. He marries a famous self-portrait photographer and installs himself among the art world glitterati. He travels to exotic lands and lives a charmed existence free from financial woes. Some 20 years later, bored by his wealth, he leaves his comfortable life, his loft in Soho and his powerful friends. Free from the shackles of the material world, the artist returns to his library of video work – and a renewed youthful decadence – as he prepares for the afterlife.",
    "chinese_title": "The Feature",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-09-18T08:42:41"
}