{
    "aka": [
        "Told in Confidence"
    ],
    "sid": "5196345",
    "cast": [
        {
            "url": "/celebrity/1075483/",
            "name": "Frederik Buch Frederik Buch",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1091919/",
            "name": "Alma Hinding Alma Hinding",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1222198/",
            "name": "Otto Lagoni Otto Lagoni",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1169656/",
            "name": "Lily Frederiksen Lily Frederiksen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1160251/",
            "name": "Franz Skondrup Franz Skondrup",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1159258/",
            "name": "Olga Svendsen Olga Svendsen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1158089/",
            "name": "奥斯卡·斯特里博尔特 Oscar Stribolt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1120441/",
            "name": "阿曼达·朗德 Amanda Lund",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1239334/",
            "name": "Johanne Krum-Hunderup Johanne Krum-Hunderup",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1913",
    "genre": [
        "剧情",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "丹麦"
    ],
    "writer": [],
    "imdb_id": "tt0967548",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "1913(丹麦)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0967548/",
    "this_title": [
        "Sladder"
    ],
    "douban_link": "https://movie.douban.com/subject/5196345/",
    "trans_title": [
        "Told in Confidence"
    ],
    "douban_votes": "0",
    "introduction": "Dr. Miller is a mild mannered man and enjoys the companionship of his family consisting of his wife, mother and little girl. His next door neighbor is Mrs. Jones and she makes a pastime of peering into the doctor's dining-room. One evening as she is peeking through the curtains, she sees the doctor chide the butler and maid for placing a gravy-stained napkin upon the table. He is annoyed and shows his annoyance in his demeanor. Mrs. Jones hastens to Mrs. Brown and tells in confidence of the brutal conduct of the doctor toward his family. He is pictured as having shaken his little daughter to the point of strangulation, breaking furniture and otherwise playing the role of a brute, Mrs. Brown cannot resist the temptation for gossip and she hurries over to Mrs. Smith with another elaborated tale of the exciting doings in the Miller household. In this latest narrative Mrs. Miller and the butler are involved and the cause of the doctor's anger is ascribed to this. According to Mrs. Brown's version of the affair the doctor almost committed murder and threw the butler through a window, pointing a revolver at the supposed offender as the latter hung on a ledge far removed from the ground. And so the story spreads and is elaborated upon by each new listener. As may well be imagined, the little village in which the doctor spends his summer is in an uproar and the good townsfolk are all wrought up over the reported occurrence in the home of the mild mannered physician. A crowd of people assemble outside and while the three gossips stand in the foreground and point, while giving a description of what they thought they had seen. Dr. Miller and his family appear at the portal. Father, mother and grandmother are as happy as the flowers that grow in the spring and as they saunter forth for an outing, the three village gossips scamper off amid the jeers of the men and women who had been hoodwinked into believing that Dr. Miller was a fiend in human form.",
    "chinese_title": "Sladder",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-20T09:56:05"
}