{
    "aka": [
        "Legend of Huo Yuan Jia",
        "乱世英雄霍元甲",
        "精武英雄霍元甲"
    ],
    "sid": "5196434",
    "cast": [
        {
            "url": "/celebrity/1000526/",
            "name": "赵文卓 Man Cheuk Chiu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1047083/",
            "name": "梅婷 Ting Mei",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1339631/",
            "name": "祁艳 Yan Qi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314321/",
            "name": "吴樾 Yue Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1428454/",
            "name": "张澎 Peng Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274413/",
            "name": "舒畅 Chang Shu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313611/",
            "name": "岳跃利 Yueli Yue",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323829/",
            "name": "卓凡 Fan Zhuo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315540/",
            "name": "苏可 Ke Su",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2374873643.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1355336/",
            "name": "柯章和 Zhanghe Ke",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0965387",
    "director": [],
    "duration": "",
    "episodes": "30",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2001"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0965387/",
    "imdb_votes": 25,
    "this_title": [
        "新霍元甲"
    ],
    "douban_link": "https://movie.douban.com/subject/5196434/",
    "imdb_rating": "6.5/10 from 25 users",
    "trans_title": [
        "Legend of Huo Yuan Jia",
        "乱世英雄霍元甲",
        "精武英雄霍元甲"
    ],
    "douban_votes": "1237",
    "introduction": "一提起霍元甲，人们的脑海里就会浮现出一部18年前的电视连续剧《霍元甲》，就会浮现出18年前夜夜守在电视机前收看《霍元甲》的难忘情形。这部由香港拍摄的作为改革开放后第一部引进的电视连续剧，曾创下了万人空巷的收视奇迹。《霍元甲》所演绎的经典故事深深扎根在人们的脑海中。其主题曲《万里长城永不倒》更是至今为人们所传唱。十多年后这部新的《霍元甲》又将以什么来吸引观众呢？一身功夫现在的武打剧，剧中演员会武功的少，主要靠钢丝把人吊来吊去，而在新版《霍元甲》中，观众将欣赏到演员的真功夫。这部剧中共有4位全国武术冠军，他们的表演都十分出彩。而主演赵文卓的拳脚功夫更是了得。赵文卓是享誉东南亚的功夫帅哥，曾在徐克执导的影片中扮演过众多英雄人物，如方世玉、黄飞鸿等。在《霍元甲》中，赵文卓发扬光大了旧剧中的武打动作，自创了“迷踪拳”。在荧屏上大展拳脚，表现了不可多得的上乘武功。据说，赵文卓编的这套“迷踪拳”，照他自己的说法，是“生活中实用，电视上拍得会不太好看一点”，所以他加了很多东西进去美化一下，让视觉效果更好一点。赵氏“迷踪拳”把查拳、通臂、太极、八卦、少林、蔡李佛……等8种拳一网打尽，这么多种拳加在一块为的是让拳法更灿烂，视觉上更好看。据赵文卓说，这套拳“会让观众体会出不同的味道，而且会告诉观众，真正的功夫片是怎样的”。两条线索贯穿在新版《霍元甲》里的主要有两条线索，一条文线，一条武线，这将使观众以一个全新的角度去重新审视霍元甲。当然，这种重新审视面临着观众印象里的老霍元甲形象带来的挑战，但无疑它也会给予观众一种新的审美感受。新版《霍元甲》里文线是霍元甲的感情戏，表现他对国家、对亲人、对朋友的感情，武线则用真功夫表现出一代宗师的武术造诣。在剧中文戏的戏分很重。新霍元甲不仅要处理与三个不同性格、不同层次的女性感情纠葛，还要在动荡的历史背景下，经历一场深刻的思想变化，人物性格相当复杂。赵文卓是拍武戏出身的，对如此重的文戏，曾经有不少人为他捏了一把汗。但赵文卓十分自信，因为最近三年来他一直在锻炼文戏。在拍《新一剪梅》时，他每天都要花2个多小时研究剧本和人物。他说，如果三年前让他演霍元甲，他确实不敢轻易接手。但在这三年的时间里，他参加了不少大片的拍摄，文戏的成分也相当重，有许多的大导演指点，加上平时的勤学苦练，他很快入门，现在完全可以和周润发演对手戏了。据《霍元甲》的导演介绍，赵文卓演绎霍元甲确实游刃有余。三个女人在新版《霍元甲》中，有三个让霍元甲为情所困的女人。这三个女人与霍元甲的情感戏曲折动人，也是该剧中颇为吸引观众的地方。赵倩南是霍的原配夫人，是童养媳，只有感情没有爱情，但霍元甲又是个负责任的人，剧中霍和赵的戏比较温馨。在闯荡世界的途中，霍元甲遇上了天真烂漫、极具反叛性格的绮云格格(祁艳饰)。绮云格格要死要活地爱上了霍元甲。志同道合的侬静秋(梅婷饰)是个秋瑾般的人物，和霍元甲有许多共同语言，霍很欣赏静秋。最让霍元甲放心不下的是和绮云格格的感情线发展。格格是为了霍元甲不惜牺牲家庭、身份，用爱对霍元甲“狂轰滥炸”，霍元甲第一次遭遇这样“被动”的爱情，久而久之未免也心生情愫，但是革命者们却让霍元甲好好思索格格所代表的势力，霍元甲只好一次又一次地拒绝格格。在对三个女人的感情戏的处理上，赵文卓的演技十分到位，赋予了霍元甲比旧版中更多的人格魅力。另外，曾出演《血色童心》、《红色恋人》的青年女演员梅婷在剧中扮演侬静秋，也有上乘的表现，与霍元甲演绎了一段剪不断、理还乱的爱恨情缘。此外，饰演陈真的演员吴越，饰演绮云格格的祁燕等在剧中的表演也十分精彩。新《霍元甲》故事天津大擂台，数万人目睹了霍元甲之父霍恩弟打败日本高手。然而，中国人打赢一场比武，却输了一场战争——甲午战争，这使霍元甲认识到“民族兴亡，匹夫有责”，于是来到京城，寻找大刀王五，不曾想卷入“六君子”事件。霍元甲与王五一道劫牢狱、闹法场，最后目睹“六君子”血洗刑台，王五遭戮。八国联军攻打京城，霍元甲为找王五之女离开北京，巧遇陈真，殊不知陈真此番从日本学成归来，正要找霍恩弟报杀父之仇。不料恩弟已死，父债子还，陈真与霍元甲展开了决斗。霍元甲虽是一代武术宗师，对感情却拙于表白，他救了被维新党绑架的荣亲王之女绮云格格。绮云对他一见钟情，霍元甲想爱却又不能。上海殷商之女侬静秋暗恋霍元甲，霍元甲只能拒绝不敢表白。为救霍元甲，绮云最后不得不嫁给渡边。为得到绮云的全部，渡边向霍元甲下了战书……元甲一战俄国大力士，二战英国拳王，三战日本高手，四战吴家太极，五战荣亲王……终铸就一代武术宗师的地位。",
    "chinese_title": "新霍元甲",
    "douban_rating": "6.9/10 from 1237 users",
    "foreign_title": "",
    "imdb_rating_average": 6.5,
    "douban_rating_average": "6.9",
    "update_at": "2025-02-17T21:21:17"
}