{
    "aka": [],
    "sid": "5196625",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871346483.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1033954/",
            "name": "麦克·古德根 Mac Gudgeon",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0961114",
    "director": [
        {
            "url": "/celebrity/1283707/",
            "name": "Wain Fimeri Wain Fimeri",
            "@type": "Person"
        }
    ],
    "duration": "55分钟",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [
        "2007"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0961114/",
    "imdb_votes": 78,
    "this_title": [
        "Captain Cook: Obsession and Discovery"
    ],
    "douban_link": "https://movie.douban.com/subject/5196625/",
    "imdb_rating": "7.2/10 from 78 users",
    "trans_title": [
        "库克船长"
    ],
    "douban_votes": "101",
    "introduction": "Cook expert and bestselling author Vanessa Collingridge searches for the man behind the legend as she traces his story in a series that is part biography, part travelogue – and completely enthralling.A hero to some, a villain to others, this son of an English farm labourer described more of the globe than any other man in three incredible voyages.Discover the man and his times. Step back into the 18th century to experience whatit was like to navigate uncharted and unknown waters in search of a legendary greatsouthern continent and then a North West Passage through the Arctic ice; as well as to be among the first Europeans to visit exotic Pacific islands like Tahiti.Witness Cook’s discovery of Hawaii. Sail the uncharted coast of New Zealand, proving it isn’t part of the ‘Great Southern Continent’. Land with Captain Cook at Botany Bay as he claims Australia for king and country – a ‘discovery’ that goes unquestioned for over a century.Meet the direct descendants of the indigenous peoples of Australia, New Zealand, Canada and Hawaii whom Cook met 240 years ago and the men of the Endeavour, Resolution, Adventure and Discovery. Learn what sea-life was like for the sailors and scientists who made it all possible, including the celebrated gentleman-botanist Joseph Banks and two young naval officers named William Bligh and George Vancouver.It’s a tale of obsession and discovery, respect and brutality, courage and madness, from the pomp and splendour of the royal courts of England to death on a beach on the far side of the world.EPISODES1. A Likely Lad 2. Taking Command 3. Beyond Speculation 4. North West Passage",
    "chinese_title": "库克船长",
    "douban_rating": "8.4/10 from 101 users",
    "foreign_title": "Captain Cook: Obsession and Discovery",
    "imdb_rating_average": 7.2,
    "douban_rating_average": "8.4",
    "update_at": "2025-05-03T09:00:54"
}