{
    "aka": [
        "Smekh i gore u Bela morya"
    ],
    "sid": "5196002",
    "cast": [
        {
            "url": "/celebrity/1152502/",
            "name": "Tatyana Vasilyeva Tatyana Vasilyeva",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1143548/",
            "name": "克拉拉·鲁米扬诺娃 Klara Rumyanova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1116823/",
            "name": "叶甫根尼·列昂诺夫 Evgeni Leonov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128529/",
            "name": "Boris Novikov Boris Novikov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1159339/",
            "name": "玛丽亚·维诺格拉多娃 Mariya Vinogradova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1161465/",
            "name": "Yuri Volyntsev Yuri Volyntsev",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1987",
    "genre": [
        "剧情",
        "喜剧",
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2877974552.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1127238/",
            "name": "Leonid Nosyrev Leonid Nosyrev",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044232/",
            "name": "Genrikh Sapgir Genrikh Sapgir",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1107792/",
            "name": "Yuriy Koval Yuriy Koval",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0973837",
    "director": [
        {
            "url": "/celebrity/1127238/",
            "name": "Leonid Nosyrev Leonid Nosyrev",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1987"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0973837/",
    "imdb_votes": 569,
    "this_title": [
        "Смех и горе у Бела моря"
    ],
    "douban_link": "https://movie.douban.com/subject/5196002/",
    "imdb_rating": "7.7/10 from 569 users",
    "trans_title": [
        "白海邊上歡與苦",
        "Smekh i gore u Bela morya"
    ],
    "douban_votes": "0",
    "introduction": "In the evening, several Pomor men have brought in their boats for the day and are relaxing in a fishermen's hut by the light of a kerosene lamp. The eldest of them tells them that \"there has been so much untruth told about our region\" that he wants to set the record straight and tell the whole truth and nothing but the truth. With that said, he begins his first tale.[edit]Eternal Icebergs (Вечны льдины)A tale of how the villagers of the Arkhangelsk Oblast (alongside with the polar bears who work for them) sell \"eternal icebergs\" which they use in place of boats.[edit]About the Bear (Про медведя)Because this is, after all, the North, no brown bears are allowed in the villages - only white polar bears. This is a tale about a brown bear who finds some baking powder, makes himself white, and attempts to sneak into a village.[edit]Frozen Songs (Морожены песни)A tale by Stepan Pisakhov. In the winter, it sometimes gets so cold that words freeze as soon as they come out of your mouth. This tale is about how a German merchant buys frozen songs from the people and shows them to a packed concert hall in Germany.[edit]The Magic Ring (Волшебное кольцо)The old man decides to tell a tale about the cat and the dog that the Pomors keep for company in the hut. The tale itself was written by Boris Shergin.[edit]The Sawess (Перепилиха)A tale about a woman who meets a bear while in the woods and discovers that she has an extremely powerful voice - so powerful that it makes the bear faint and cuts through everything (hence the name \"Perepilikha\", which comes from \"perepilit\", \"to saw through\"). She takes the bear home as a trophy and yells at her husband so much that she bores a hole through his chest. The husband finds that the hole makes music when he breathes and that he can now sing with accompaniment. In the end, the Perepilikha's voice is put to a good use - cutting trees for the men.[edit]The Orange (Апельсин)A tale about how the narrator once accidentally threw an orange overboard while crossing the river. The orange proceeds to grow into a huge tree (growing in the middle of the river) with one gigantic orange-shaped fruit at its top. They can't cut off the fruit, so they decide to bring in the Sawess. The fruit turns out to be full of hundreds of oranges which rain down on the deck of the ship. In the polar winter, they find that the orange has absorbed the sun's light from the summer and gives them light during the whole season.[edit]Ivan and Andrian (Иван и Андриан)With the evening getting later, the old man tells a more serious tale. The tale is about two fishermen who decide to spend the night on a small rocky island in the sea. At night a huge storm comes upon them and sinks their boat. Left on the island with no hope of escape or rescue, and knowing that they are going to die, they come to the conclusion the nobody is going to have anything to remember them by and so decide to carve their story on the piece of wood which they used for cutting fish. Meanwhile, their mother sings a song lamenting their deaths. The younger dies 6 weeks later - the date of death of the older is not recorded on the beautifully-carved board.With his last tale finished, the old man asks his audience if they are asleep. \"We're alive\", one of them answers.",
    "chinese_title": "白海邊上歡與苦",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Смех и горе у Бела моря",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-05-09T08:00:27"
}