{
    "aka": [],
    "sid": "5197878",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2530133748.jpg",
    "region": [
        "荷兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1276209/",
            "name": "鲍里斯·帕沃尔·科南 Boris Paval Conen",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0938293",
    "director": [],
    "duration": "28分钟",
    "episodes": "",
    "language": [
        "None"
    ],
    "playdate": [
        "2006-12-17(荷兰)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0938293/",
    "imdb_votes": 55,
    "this_title": [
        "Car Men"
    ],
    "douban_link": "https://movie.douban.com/subject/5197878/",
    "imdb_rating": "7.6/10 from 55 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In the context of “watching with your ears”, a SOUND & NARRATIVE workshop that was scheduled to happen at the 2020 festival, composer Han Otten along with Cinedans dramaturg (and sound fetishist) Nienke Rooijakkers put together a two-day workshop for choreographers / filmmakers and composers / sound designers. A mix between master class and hands-on workshop, full of practical assignments, exchange and a lot of listening!We are very sorry to disappoint all the participants. To make up for it, the film Car Men by composer Han Otten is available online for 4 days. Han reinterpreted George Bizet’s opera Carmen based on the sounds of demolition metal and the very first recording of Carmen, from 1908. Put on headphones and enjoy the special film and the equally spectacular sound score.Han Otten is a composer for film, dance performance and television – and has collaborated with Boris Paval Conen, Jiří Kylián and Krizstina de Châtel, among others. In addition to her work for Cinedans, Nienke Rooijakkers is a dramaturge and a director of soundwalks.Car Men is a collaboration between the renowned choreographer Jíri Kylían, filmmaker Boris Paval Conen and composer Han Otten. Based on the opera Carmen by Georges Bizet, they shot this hilarious and poetic film in the destroyed landscape of a Czech brown coal mine. The actors in this film are four older dancers of NDT and the main prop is a Tatra 87, a famous car from 1937.With Sabine Kupferberg, Gioconda Barbuta, David Krügel and Karel Hruška of the renowned NDT 3, the division of the Dutch Dance Theater for dancers between the ages of forty and sixty, that closed in 2006 after 15 years.",
    "chinese_title": "Car Men",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-06-03T08:02:09"
}