{
    "aka": [
        "The Parallel Street"
    ],
    "sid": "5198600",
    "cast": [
        {
            "url": "/celebrity/1030211/",
            "name": "Werner Uschkurat Werner Uschkurat",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105196/",
            "name": "Friedrich Joloff Friedrich Joloff",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1158648/",
            "name": "Herbert Tiede Herbert Tiede",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1159378/",
            "name": "Henry van Lyck Henry van Lyck",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1962",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2523602158.jpg",
    "region": [
        "西德"
    ],
    "writer": [],
    "imdb_id": "tt0924263",
    "director": [
        {
            "url": "/celebrity/1112673/",
            "name": "Ferdinand Khittl Ferdinand Khittl",
            "@type": "Person"
        }
    ],
    "duration": "West Germany: 86 分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1962"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0924263/",
    "imdb_votes": 244,
    "this_title": [
        "Die Parallelstrasse"
    ],
    "douban_link": "https://movie.douban.com/subject/5198600/",
    "imdb_rating": "7.3/10 from 244 users",
    "trans_title": [
        "平行街",
        "The Parallel Street"
    ],
    "douban_votes": "56",
    "introduction": "Die Parallelstraße is one of the most mysterious pioneer films of the New German Cinema. It was produced by GBF, a production company for innovative industrial and promotional films and received awards in inter national film festivals. French critic Robert Benayoun called it \"a philosophical thriller, a western of meditation which compensates for a whole year of inevitable manifestations of stupidity,\" Jacques Rivette put it on his list of the most important films of 1968. The DVD presents for the very first time this \"unjustly forgotten masterpiece of the New German Cinema\" (Martin Brady) as well as several rare shorts by Ferdinand Khittl (1924-1976) which show his talent for innovative film experiments.One of the greatest discoveries in this sense was former Luis Trenker assistant Ferdinand Khittl’s Die Parallelstraße (1961), not by chance produced by his “Gesellschaft für bildende Filme” (“Society of educational film”). Not a third path, but a parallel street becomes the symbol of Khittl’s enterprise, a thoughtful and only occasionally winking meta-comment on metaphysics and documentary objectivity in film, sometimes extraordinarily hilarious, sometimes hardly able to get away from its deliberately starched setting. A group of young men is trying to analyse an enormous number of fragmentary film documents (shot by Khittl and his cameraman Ronald Martini during two extensive travels around the world in 1959 and 1960). The 308 “documents” – films about water and erosion, Brasilia, a volcano, rice in Asia or a meanwhile legendary Rosstäuscher (horse cheater) – are screened one after the after and intermitted by comments of the team members (who, on their part, are being commented by a supervisor). “In a Kafkaesque room five Ionescoesque people find themselves in a Sartreesque situation, trying to solve a Camuesque problem”, as back then pre-eminent critic Helmut Färber ironically described this setting.Khittl, who in 1961 like Vesely signed the famous Oberhausen manifesto, puts the end of his film at the beginning (a device we can later find in Vlado Kristl’s works), signifying that despite its message – the team is supposedly bringing the recordings in a certain order – his film will never get a structure than could be overlooked. Another aspect touched by Khittl is the special role of different forms of media used for recordings. What today would be called a media theory of the archive in 1961 was referred to not on a theoretical but on a highly entertaining and poetic level. Subtext and meta-text run on parallel tracks. (Martina Lunzer and Barbara Wurm @ Senses of Cinema)",
    "chinese_title": "平行街",
    "douban_rating": "7.8/10 from 56 users",
    "foreign_title": "Die Parallelstrasse",
    "imdb_rating_average": 7.3,
    "douban_rating_average": "7.8",
    "update_at": "2025-09-19T20:49:28"
}