{
    "aka": [],
    "sid": "5199768",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2518934986.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1056172/",
            "name": "波拉·庞德斯通 Paula Poundstone",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0896560",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0896560/",
    "imdb_votes": 50,
    "this_title": [
        "Paula Poundstone: Look What the Cat Dragged In"
    ],
    "douban_link": "https://movie.douban.com/subject/5199768/",
    "imdb_rating": "7.8/10 from 50 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "I hadn\"t heard anything from Paula Poundstone in years. And I didn\"t have her on any mental top-10 list of favorite standups, or anything. So I was surprised to find that she was a RIOT. A *riot*, I tell you. By FAR the funniest standup anything I\"ve seen in aaaaaages. Not since Margaret Cho and Eddie Izzard have I laughed that much. Maybe not even then. She has a razor-sharp comedic sense that she puts to great use creating humor on the fly, such as in her chats with the audience, and genuinely skilled acting ability that enables even her scripted lines to transport us to the Paula Poundstone World of the Absurd. She does strike us as having perhaps a tiny screw loose, but then, it\"s tough to be a really funny comedian without at least one tiny loose screw. Another thing I liked about this performance was that it wasn\"t filled with obscenities. I mean, I like a good obscenity as much as the next person and more than many (see above about Margaret Cho, for example), but I like it even better when a comic can be achingly funny even without the swearing; and plus, I can watch it with my kids (10 & 13). I did miss a little bit of her routine because I was laughing so hard that I was crying so hard I had to go get some tissues -- but mostly it was a steady stream of good hard laughs. Strongly recommended.（http://www.kan84.net/bdhd/btPaulaPoundstoneLookWhattheCatDraggedIn.html）",
    "chinese_title": "Paula Poundstone: Look What the Cat Dragged In",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-08-07T01:42:17"
}