{
    "aka": [],
    "sid": "5199416",
    "cast": [
        {
            "url": "/celebrity/1028402/",
            "name": "威尔弗里德·霍赫霍尔丁格 Wilfried Hochholdinger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1106197/",
            "name": "Theresa Hübchen Theresa Hübchen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1150934/",
            "name": "贝恩德·斯特格曼 Bernd Stegemann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1167990/",
            "name": "Achim Wolff Achim Wolff",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt0903745",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2011-12-17"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0903745/",
    "this_title": [
        "Beutolomäus kommt zum Weihnachtsmann"
    ],
    "douban_link": "https://movie.douban.com/subject/5199416/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Ein Großauftrag für den armen Schneidermeister Johann: Der Weihnachtsmann hat zehn Transportsäcke für die Bescherung bestellt. Mit großem Eifer macht sich Johann an die Arbeit. Doch kaum ist der erste, mit einigen Extras verzierte Sack fertig, traut Johann kaum seinen Augen. Der Sack bewegt sich und fängt plötzlich an zu sprechen. Voller Stolz präsentiert Johann dem Weihnachtsmann sein ganz besonderes Meisterwerk: Beutolomäus. Doch der Weihnachtsmann ist noch skeptisch. Ob ein einzelner Sack tatsächlich alle Weihnachtsgeschenke zur Bescherung transportieren kann, muss er erst noch unter Beweis stellen. Schon steckt Beutolomäus mitten in seinem ersten und wichtigsten Abenteuer. Nur wenn er den Weihnachtsmann von sich überzeugen kann, nimmt der ihn als seinen Gehilfen mit in den Weihnachtswald.Vom einfachen Transportsack bis zum einzig wahren Geschenkesack des Weihnachtsmanns ist es ein langer Weg. Nach und nach lernt Beutolomäus die Welt rund um die Schneiderwerkstatt kennen. Dabei erfährt er nicht nur, was Geschenke oder Kinder sind, sondern auch was sich hinter dem Weihnachtsfest verbirgt. Seine erste Begegnung mit einem Kind endet zwar beinahe in einer Katastrophe. Doch sehr bald weiß Beutolomäus, wie er seine Kräfte richtig einsetzen und gegen welche Bösewichte er sich zur Wehr setzen muss. Auf seinem Weg zum Haus des Weihnachtsmanns und zu seiner ersten Bescherung muss Beutolomäus Ängste und Gefahren überwinden, Fehler machen und wieder gutmachen, Gegner bekämpfen und dabei auch über sich hinauswachsen. Obendrein erfährt Beutolomäus etwas über seine ganz eigene Geschichte, die lange vor dem Auftrag an den Schneidermeister Johann begann.",
    "chinese_title": "Beutolomäus kommt zum Weihnachtsmann",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-10T22:13:23"
}