{
    "aka": [],
    "sid": "5200718",
    "cast": [
        {
            "url": "/celebrity/1032605/",
            "name": "肖恩·里奇 Shane Richie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049942/",
            "name": "保利娜·科林斯 Pauline Collins",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1124002/",
            "name": "罗格·洛伊德-派克 Roger Lloyd-Pack",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1258205/",
            "name": "Anna Cachia Anna Cachia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1281312/",
            "name": "鲁道夫·科萨托 Rodolfo Corsato",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1281471/",
            "name": "戴维·科瑞林 David Crellin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1303812/",
            "name": "Andy Watts Andy Watts",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0878836",
    "director": [
        {
            "url": "/celebrity/1357865/",
            "name": "杰里米·韦布 Jeremy Webb",
            "@type": "Person"
        }
    ],
    "duration": "93分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0878836/",
    "imdb_votes": 90,
    "this_title": [
        "What We Did on Our Holiday"
    ],
    "douban_link": "https://movie.douban.com/subject/5200718/",
    "imdb_rating": "8.1/10 from 90 users",
    "trans_title": [
        "我们在假期里做了什么"
    ],
    "douban_votes": "0",
    "introduction": "Thirty-something Nick Taylor and his wife Laura have been together for ten years and things aren't going too well. She senses her biological clock is ticking away and she wants children while Nick is not as sure. Not because he does not like kids but because he feels a child could be just one responsibility too many. Nick's problem is his elderly parents. He loves them of course, but sometimes even he finds his patience is wearing a little thin which in turn brings on the guilt. His parents are a handful. They're conservative, highly eccentric and increasingly infirm. His Mum Lil is reliant on her cigarettes making her own health decrease and she is certainly no longer up to looking after his dad Jim by herself. He has Parkinson's Disease - not the shaking kind, as Lil is always reminding people - but he's unable to do even the simplest task himself such as going to the toilet and needs constant care and attention. Nick knows the time has come to take the matter in to his own hands but things need to be handled carefully. So he and Laura take them to Malta for what they hope will be a happy final family holiday. Nick thinks his only problem is going to be avoiding Laura's amorous advances but this particular island turns out to be a sun-kissed cupboard with quite a few skeletons kept hidden away for quite a few years. The secret is Jim fathered another sun during WWII and he wants to meet him before he dies. Now it's up to Nick to find him. Tackling some harsh subjects with sensitivity, understanding, great affection and good humor. What We Did On Our Holiday is a about a time in our lives when it seems roles are reversed and we find ourselves looking after the very people we'd always assumed would be there to look after us.",
    "chinese_title": "我们在假期里做了什么",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "What We Did on Our Holiday",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-12-15T03:14:27"
}