{
    "aka": [
        "Remember Darling"
    ],
    "sid": "5200731",
    "cast": [
        {
            "url": "/celebrity/1032214/",
            "name": "玻伦·萨特 Beren Saat",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1188877/",
            "name": "奥坎·亚拉伯克 Okan Yalabik",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1345528/",
            "name": "塞尔哈特·穆斯塔法·柯力奇 Serhat Mustafa Kiliç",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1250690/",
            "name": "埃兹格.阿萨奥古鲁 Ezgi Asaroglu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1241689/",
            "name": "坎波拉特·阿斯兰 Kanbolat Gorkem Arslan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1212011/",
            "name": "阿依达·阿克塞尔 Ayda Aksel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1207975/",
            "name": "阿斯利·沙辛 Asli Sahin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1198064/",
            "name": "里法特·桑贾尔 Ahmet Rıfat Şungar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1195056/",
            "name": "伯克·哈克曼 Berk Hakman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1191396/",
            "name": "贝尔奇姆·比尔金 Belçim Bilgin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1185136/",
            "name": "Erdogan Sicak Erdogan Sicak",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1175197/",
            "name": "Selma Kutlug Selma Kutlug",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1172133/",
            "name": "费瑞德·瑟汀 Feride Çetin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1084108/",
            "name": "坎塞尔·埃尔金 Cansel Elcin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1076396/",
            "name": "Sahnaz Cakiralp Sahnaz Cakiralp",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1487165/",
            "name": "亚丽姗德拉·安西黛 Alexandra Ansidei",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情",
        "爱情",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2309099752.jpg",
    "region": [
        "土耳其"
    ],
    "writer": [],
    "imdb_id": "tt0878797",
    "director": [],
    "duration": "90分钟",
    "episodes": "30",
    "language": [
        "土耳其语"
    ],
    "playdate": [
        "2006-11-07(土耳其)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0878797/",
    "imdb_votes": 3459,
    "this_title": [
        "Hatırla Sevgili 1. Sezon"
    ],
    "douban_link": "https://movie.douban.com/subject/5200731/",
    "imdb_rating": "7.8/10 from 3459 users",
    "trans_title": [
        "记住，亲爱的  第一季",
        "Remember Darling"
    ],
    "douban_votes": "0",
    "introduction": "Hatırla Sevgili (English: Remember Darling) was a Turkish TV series. The series started on October 27, 2006 on the Turkish TV channel ATV, aired on Friday evenings at 22:15 hrs local time.It tells the story of the love between Yasemin and Ahmet, two young people from opposing families, and the relationship between their relatives and friends in the political era starting at the end of the 1950s in Turkey. In the background, historical events are depicted, beginning with Prime Minister Adnan Menderes' 1959 plane crash survival followed by the 1960 military coup, the trial on Yassıada, the executions and other important incidents that generated the radical political polarization of Turkish society afterwards. Yasemin and Ahmet's fathers, Rıza and Şevket, who are childhood friends and neighbors, develop opposite political views as they grow up. Rıza becomes a member of the right wing Democratic Party and enters parliament while Şevket, a public prosecutor, is a follower of the leftist Republican People's Party. Riza's older daughter Yasemin falls in love with Şevket's son Ahmet, however, their families do not allow them to marry and force them to separate. Things become complicated when Yasemin discovers that she is carrying Ahmet's baby. Their mutual friend Necdet tries to help Yasemin by offering to marry her and pretending to be the father of the baby. The unconsummated marriage between Yasemin and Necdet forces Yasemin and Ahmet apart. During their separation, Necdet's act of kindness takes on a new role as he begins to fall in love with Yasemin. Her feelings for Necdet become complicated because her heart still belongs to Ahmet.Years later Yasemin and Ahmet meet by chance again on a train. Ahmet meets Ruya, Yasemin's daughter, and wishes she were his own daughter. Ahmet tries to reconcile with Yasemin when he discovers how both families intervened to split them up but Yasemin refuses. He suggests she runs away with him but she cannot betray Necdet after all he has done for her. So Ahmet carries on alone, later becoming engaged to Ayla and working as a teacher in the same university in which Yasemin is teaching Arts. At the end of the first season Ahmet discovers that he is the father of Yasemin's daughter Ruya, he feels betrayed and disappointed by Yasemin, and sues Yasemin and Necdet to get custody of his daughter. During the trial, many truths are discovered which attenuate Ahmet's anger. As the series proceeds various dramatic events take place, in Turkiye and in the lives of the characters. The political history of Turkey from 1971 to the mılıtary coup ın 1980 is portrayed, from the point of view of the two families, who eventually resolve their differences.Hatırla Sevgili became one of the most popular and most controversial TV series in Turkey. It was criticized by many because of its non-objective approach and superficial coverage of some historical events, yet it led many people to question their country's modern history.Books about the historical periods portrayed and people mentioned in the series became bestsellers for at least two weeks after the episodes about them were aired. After 68 episodes, the final one was shown on June 6, 2008.",
    "chinese_title": "记住，亲爱的  第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Hatırla Sevgili 1. Sezon",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-07-07T23:14:43"
}