{
    "aka": [],
    "sid": "5200272",
    "cast": [
        {
            "url": "/celebrity/1091567/",
            "name": "凯特·哈伯 Kate Harbour",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1143834/",
            "name": "迈克·里德 Mike Reid",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "喜剧",
        "动作",
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1020475/",
            "name": "Ken Pontac Ken Pontac",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0887233",
    "director": [
        {
            "url": "/celebrity/1281067/",
            "name": "Tony Collingwood Tony Collingwood",
            "@type": "Person"
        }
    ],
    "duration": "13分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006-09-16"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0887233/",
    "imdb_votes": 352,
    "this_title": [
        "The Secret Show"
    ],
    "douban_link": "https://movie.douban.com/subject/5200272/",
    "imdb_rating": "7.0/10 from 352 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The show stars two secret agents, Anita Knight and Victor Volt as they try to save the world from the latest threats to civilisation. They work for the secret organization, U.Z.Z, run by their commanding agent, whose name is \"changed daily\" for reasons of security, always to an unusual or ridiculous phrase. U.Z.Z also comprises Professor Professor, whose inventions and scientific background frequently save the day; Special Agent Ray who often runs missions behind the scenes; and a large team of standard agents.They frequently counter threats from their main enemy, T.H.E.M. - The Horrible Evil Menace. T.H.E.M is headed up by the evil antagonist in the series, Doctor Doctor, who is intent on taking over the world, and has her own crack team of agents who wear billiard ball-style helmets. However, some episodes do feature a different set of enemies, such as the alien Floaty Heads or Changed Daily's nanny as a child, who has world domination plans of her own. Many episodes feature a sealed orange cylinder, known only as \"The Secret Thing\". It is not known that the Secret Thing actually is, although in one episode they Doctor Doctor steals it, however it is a fake, filled with confetti. Even when it is not central to the episode, the Secret Thing is always featured, half poking out from somewhere. Each episode also features a spider walking up the wall and a four digit code which can be entered on the Secret Show website to unlock extras.The show never starts as \"The Secret Show\", but rather as \"The Fluffy Bunny Show\", which features Sweet Little Granny in a rocking chair, with a banjo and six fluffy, pink bunnies. As she begins to sing the intro for her show, agents for U.Z.Z. appear, headed by Agent Ray, and commandeer the show, always using a different method of dispatch. The Secret Show then begins, much to Sweet Little Granny's dismay. The bunnies, however, frequently appear throughout the show in unexpected places. And in \"A Purrfect Villain\", grandpa appears instead of grandma. When the show gets interrupted he picks up the bunnies and runs from the agents who appears many times in that episode. The US version sometimes edits this opening out of the broadcast. On one episode, Doctor Doctor disguises herself as Granny and hypnotizes everyone watching the Fluffy Bunny Show, so Granny appears in other parts of the episode. The episode is named \"The Fluffy Bunnython Of Doom.\"[edit]Characters",
    "chinese_title": "The Secret Show",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-08-24T20:28:16"
}