{
    "aka": [
        "Hunt the Kaiser's Cruisers"
    ],
    "sid": "5201830",
    "cast": [
        {
            "url": "/celebrity/1147818/",
            "name": "奥托·山德尔 Otto Sander",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1170878/",
            "name": "Oliver Kniffki Oliver Kniffki",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "纪录片",
        "历史",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2239894633.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1447873/",
            "name": "于尔根·斯坦普豪斯 Jürgen Stumpfhaus",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0856827",
    "director": [
        {
            "url": "/celebrity/1447873/",
            "name": "于尔根·斯坦普豪斯 Jürgen Stumpfhaus",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0856827/",
    "imdb_votes": 33,
    "this_title": [
        "Unter kaiserlicher Flagge"
    ],
    "douban_link": "https://movie.douban.com/subject/5201830/",
    "imdb_rating": "8.2/10 from 33 users",
    "trans_title": [
        "Hunt the Kaiser's Cruisers"
    ],
    "douban_votes": "0",
    "introduction": "In the early days of the 20th century, the German Kaiser challenged the naval power of the British with a new and mighty battle fleet. Who would rule the world's seas? It was a question that would be decided in the First World War. After the shock defeat of the British at Coronel, a battle which cost 1,700 seamen their lives, Winston Churchill demanded a merciless revenge. Off the Falkland Islands, the entire German overseas squadron with a crew of 2,200 men was sunk. Only two cruisers escaped the demise of their fleet, the Dresden and the Emden. Churchill set a bounty on them, making them the most hunted ships on the Seven Seas. In the icy fjords of Patagonia and the tropical heat of the South Seas, both crews battled for their very survival. After a dramatic hunt they were both finally sunk.Nonetheless, most of their crewmen escaped death and returned home safe and sound. How this came about and their long adventurous journey through the war-torn seas and continents is recounted by two very dramatic documentaries in the Hunt the Kaiser's Cruisers! series, The Caravan of Sailors and The Last Ship Afloat. Newly discovered archive materials on the decisive sea battles, naval reports and private journals permit a precise reconstruction of the events. For the first time, interviews with descendants and military historians, footage from the original scenes of action and dramatic re-enactments allow us to do justice to both of these exciting stories.",
    "chinese_title": "Unter kaiserlicher Flagge",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.2,
    "douban_rating_average": 0,
    "update_at": "2025-09-15T02:52:08"
}