{
    "aka": [],
    "sid": "5202241",
    "cast": [
        {
            "url": "/celebrity/1004566/",
            "name": "麦克·辛 Michael Sheen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325705/",
            "name": "夏洛特·里奇 Charlotte Ritchie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1362809/",
            "name": "马丁·贝肖普 Martin Bishop",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1333668/",
            "name": "本·兰伯特 Ben Lambert",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002807/",
            "name": "切瑞·朗吉 Cherie Lunghi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2563927368.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0848600",
    "director": [],
    "duration": "12 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2004"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0848600/",
    "imdb_votes": 150,
    "this_title": [
        "The Open Doors"
    ],
    "douban_link": "https://movie.douban.com/subject/5202241/",
    "imdb_rating": "7.3/10 from 150 users",
    "trans_title": [
        "敞开着的门"
    ],
    "douban_votes": "0",
    "introduction": "This short film, made in 2005, starts when Framton Nuttel enters the house of Mrs Sappleton. He is a young man from London suffering from nervous exhaustion, and he goes to the country side for some prescribed rest. He calls upon Mrs Sappleton, an acquaintance of his sister’s.He is shown to the parlour by Mrs Sappleton’s niece, Vera, who entertains the man while he awaits the appearance of his host. Vera tells a story, the terrible tragedy of Mr Sappleton and his sons. He is told how they went out hunting in the marshes, and were lost in a fog three years earlier. Their bodies were never found but the mistress of the house insists that the French doors are left open every day until dusk, preying and hoping that one day they will return.Mrs Sappleton arrives in the room, and quite blithely references that the doors are left open in expectation of her husband and sons. Nuttell and Vera exchange a knowing look. Tea is served while Mrs Sappleton reads Framton’s letter of introduction. As they sit, trying to make polite conversation, Framton notices figures emerging from the mist and heading towards the open doors.Mrs Sappleton exclaims in surprise and delight, but the look of horror on Framton’s face is obvious. He drops his tea cup and leaves the room and house as fast as he can.When Mr Sappleton inquires after the guest he saw leaving in a hurry, Mrs Sappleton explains that he was visiting the country for his health but that she thought he was an odd man. Vera continues to explain his sudden departure as being caused by the dogs they had with them. She explains that he had spent a terrible night some years ago that he was chased along The Ganges by a pack of wild dogs. The film finishes with Vera giving the camera a cheeky knowing glance.http://www.michael-sheen.co.uk/newsdesk/filmography/film-index/the-open-doors/",
    "chinese_title": "敞开着的门",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Open Doors",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-08-03T06:42:23"
}