{
    "aka": [],
    "sid": "5203089",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906231504.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0835702",
    "director": [],
    "duration": "48分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2005"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0835702/",
    "imdb_votes": 24,
    "this_title": [
        "Only Human"
    ],
    "douban_link": "https://movie.douban.com/subject/5203089/",
    "imdb_rating": "7.4/10 from 24 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Only Human is a documentary shown on ITV in the UK giving an insight into daily lives of people with various disabilities and special needs, as well as various other illnesses such as cancer and weight issues. Many stories are truly heartwarming with many of the shows subjects being triumphant over great adversity to live their lives in the most normal way possible.Series 1 (2005)\"Make Me Normal\"Make Me Normal meets four students at Spa School, one of Britain's largest state schools for autistic children. Filmed over several months, the teenagers reveal what it is like to grow up with a condition affecting more than 500,000 people in the UK.\"Bollocks to Cancer\"A documentary about a 19-year-old afflicted with testicular cancer and trying to cope with impending parenthood. This moving and irreverent film, from the director of \"Extraordinary People: The Boy Whose Skin Fell Off\", follows the young man undergoing chemotherapy as he and other young cancer patients at Newcastle General Hospital face the biggest challenge of their lives.\"The Strangest Village in Britain\"The Strangest Village in Britain focuses on the Yorkshire village of Botton; a place where eccentric behaviour is celebrated and people who might have difficulty being accepted by the outside world are welcomed. One hundred and thirty five people with special needs live and work with 100 'co-workers' (and their children) in a remote and self-contained collection of farmhouses set in a rugged valley on the North Yorkshire Moors.Series 2 (2006)\"Truly, Madly, Deeply\"\"Truly, Madly, Deeply\"Truly Madly Deeply follows five months in the lives of three people looking for romance through Britain's most unusual dating agency – Stars in the Skies. But this is definitely no ordinary dating agency. Stars in the Skies was set up by and for adults with learning difficulties.\"Bosom Buddies\"Documentary following the women of the Pansies Breast Cancer Support Group who have all been diagnosed with breast cancer.\"Can't Stop Eating\"Documentary about people who suffer from Prader-Willi Syndrome. This rare disorder makes the sufferer unable to control their eating habits.Series 3 (2007)\"Hypochondriacs: I Told You I Was Ill\"Recent studies suggest that as many as one in four GP consultations are taken up by the 'worried well', or hypochondriacs as these people are often labelled. But now this condition has a name: Health Anxiety Disorder. Can it be cured? This compelling film follows these sufferers as they undergo an intensive period of cognitive behavioural therapy at a country retreat, administered by the Maudsley hospital's Dr Florian Ruths. Will it make them better, or will they remain uncured, destined to spend the rest of their lives in and out of their doctors' surgeries?.\"The Strangest Hotel in Britain\"Taking a look inside Foxes Academy, established in 1996, this is a Minehead-based hotel where the majority of the staff have learning difficulties. The programme follows a group of students with special needs as they learn all aspects of the hotel and catering industry, while at the same time gaining experience of being independent and living with members of the opposite sex.\"Silver Surfers\"The internet has brought a revolution to British pensioners looking for love. Tens of thousands of ageing men and women are now using it to seek romance, build relationships and escape loneliness. The myth of pensioners quietly sipping Ovaltine in their carpet slippers is over, with most dating websites including pages of postings from people with usernames like 'techno-granddad'...\"Life After Death\"",
    "chinese_title": "Only Human",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-07-25T23:14:37"
}