{
    "aka": [],
    "sid": "5203461",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "科幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "法国",
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0831354",
    "director": [],
    "duration": "75 分钟",
    "episodes": "",
    "language": [
        "法语",
        "英语"
    ],
    "playdate": [
        "2007"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0831354/",
    "imdb_votes": 43,
    "this_title": [
        "1, 2, 3, Whiteout"
    ],
    "douban_link": "https://movie.douban.com/subject/5203461/",
    "imdb_rating": "5.9/10 from 43 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In a future present, a rebellious Veronique finds herself working for an inventor who has dedicated himself to the cause of a positive darkness; he is working to counter the tide of a bright, diffuse, and technologically oriented time as represented in the film by man-made light. Veronique's brother Alix works for an agency that is attempting to thwart the process. The film evolves from acted scenes into a lyrical universe including archive and other found sound and image.\"Veronique (a striking role by Karine Adrover) undergoes a series of scientific experiments in an old-fashioned kind of future. The experiments are performed by an inventor who is played like a modern Dr Mabuse by cult actor Lou Castel (who has played unforgettable roles in films by Philippe Garrel and Bertrand Bonello). Alongside feature fragments, the film also comprises various kinds of vignettes and archive footage.The film maker also collected images himself at various places in the world over a number of years, from the Gobi desert to New York's Times Square. The use of music is equally unusual and contributes to the intriguing and alienating mood of the film. At least as much attention has been paid to the sound of the film as to the visual side. The maker rightly calls his film a tone poem.\"“This ‘tone poem for darkness’ mixes amazing original vignettes with diverse archive found footage, an exceptional sci-fi sensibility and incredible soundscapes to form a blissfully imaginative and retro-futuristic creation. Set in ‘an old-fashioned kind of future’, Veronique and an inventor (the legendary Lou Castel) are trying to bring back a ‘positive’ darkness to offset the glaring, bright, technological man-made light and ‘make the night night again’. As much about sound as about darkness, it asks: Can we shine when we are faced with blinding light?”",
    "chinese_title": "1, 2, 3, Whiteout",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-07-23T09:50:29"
}