{
    "aka": [
        "INCIDENT IN JUDAEA"
    ],
    "sid": "5204988",
    "cast": [
        {
            "url": "/celebrity/1012568/",
            "name": "约翰·伍德温 John Woodvine",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014239/",
            "name": "马克·里朗斯 Mark Rylance",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1122736/",
            "name": "李·蒙太古 Lee Montague",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1064811/",
            "name": "罗莎琳德·本内特 Rosalind Bennett",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1077385/",
            "name": "吉姆·卡特 Jim Carter",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1045639/",
            "name": "米哈伊尔·布尔加科夫 Mikhail A. Bulgakov",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0815455",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1991"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0815455/",
    "imdb_votes": 20,
    "this_title": [
        "Incident in Judea"
    ],
    "douban_link": "https://movie.douban.com/subject/5204988/",
    "imdb_rating": "7.1/10 from 20 users",
    "trans_title": [
        "發生在猶太省的故事",
        "INCIDENT IN JUDAEA"
    ],
    "douban_votes": "0",
    "introduction": "Pontius Pilate is a principal focus of The Inquiry. He is the central figure in another imaginative interpretation of the Gospel story, Mikhail Bulgakov’s The Master and Margarita. Before considering the adaptation of Nikos Kazantzakis’ The Last Temptation of Christ, some attention needs to be given to Bulgakov (1891-1940, son of a professor of theology).Bulgakov wrote his novel in Stalin’s Russia. It was thought that he burned the manuscript. However, his wife had preserved it. Within its broad scope, Satan visiting Moscow of the 1920s and 1930s and entering debate about literature and society is a different dramatising of some of the events of the last week of Jesus’ life. Bulgakov calls him Yeshua Ga Notsri. Ga Notsri has a meal with Judas of Keriot who asks him about his teachings. He is brought before Pilate and, despite Pilate’s admiration for him, he is condemned to death. He is crucified.The Master and Margarita has been adapted for the screen several times. Celebrated Polish director, Andrez Wajda made a version for West German television, screened in 1972: Pilatus und Andere – Ein Film fur Karfreitag (Pilate and Others). This film consisted of the Pilate and Yeshua episodes. Several prominent Polish actors were featured including Wojciech Psoniak as Yeshua (he was to be a sinister Robespierre in Wajda’s Danton ten years later) and Daniel Olbrychski (star of Wajda’s bitter story of the Napoleonic Wars, Ashes, 1965).That same year an Italian/Yugoslav production of The Master and Margarita appeared. In 1989, there was a Bulgarian version. After the collapse of the Soviet Empire, the Russians were able to make their own interpretation, 1994. However, the producer prohibited its release. Ten years later, it could be seen in a four hour version and a cut down version running two hours. A new eight hour television series was screened at the end of 2005.The Yeshua episodes featured in a 60 minute television film for Channel 4 in the United Kingdom in 1991. It was called Incident in Judaea, written by Mark Rogers and Paul Bryers and directed by Bryers. John Woodvine had the central role of Pilate. Mark Rylance was Yeshua.The film opens with Jim Carter dressed as Afranius, the head of Pilate’s secret service in Rome informing the audience about Bulgakov himself, how he was Stalin’s favourite author, how his manuscript disappeared, how his wife saved it. Afranius then moves into the action, at first a seemingly diabolical figure and then key to the action after Yeshua’s death.Woodvine’s Pilate is a dignified official who finds Jerusalem hot, chaotic and impossible. However, he is loyal to Tiberius and values his career. Yeshua is brought before him. Rylance’s Yeshua seems, at first, a simple fool and Pilate treats him as a vagrant stirrer, calls him a tramp. He is gently spoken and immediately addresses Pilate as ‘good man’. For this he is lashed. Pilate is continually troubled by a blinding headache but nevertheless is bemused, then intrigued by this strange little man who speaks Greek and who complains that a reformed tax-collector, Matthew, follows him around, noting down all he says. Pilate had already consulted Herod after Yeshua was arrested but Herod’s view is that the laws of the Sanhedrin should be followed and Pilate alone has the power to execute. He orders him hanged.But, the discussion on truth follows. Here, Jesus is not silent. He denies inciting the crowds to destroy the Temple. Rather he wants a new Temple of Truth to be built. ‘What is truth?’ Yeshua knows Pilate’s headache pain, concentrates and heals him. He knows that Pilate is lonely, the only affection he feels is for his dog. Pilate’s wife is absent from this story.Bulgakov’s idiosyncratic speculations about Jesus include familiar Gospel events but offer quite different perspectives. Yeshua’s triumphal entry into Jerusalem has been reported. Yeshua says that there was only Matthew.The only witnesses testifying against Jesus are Dismas, Hestas and Barabbas, but their testimony is that of thieves. Yeshua surprises Pilate by declaring that there are no evil people in the world and that is what he has preached.The conversation veers towards the centurion in attendance. He has been wounded and scarred in battle, a fight in which he was rescued by Pilate. Pilate makes a great deal of his courage. This is dramatically important since Yeshua will repeat that that only mortal sin is cowardice.When Yeshua is charged with disloyalty to Caesar, there is a flashback to a meal a few nights earlier where Judas (also a good man) who was interested in and curious about Yeshua’s ideas aksed his views on the power of the state. Yeshua states that any kind of power is a form of violence against the people. The state will wither and then there will be no need for power. Justice will prevail. At the end of the meal, Yeshua is arrested.At this point, we lose sight of Yeshua. Pilate summons Caiaphas to talk about the release of the Passover prisoner. They argue with Pilate hostile towards Barabbas, especially in view of sending Yeshua, ‘a peaceful philosopher’ to death. For Caiaphas, Yeshua is a demagogue, inciting people against religion, a profaner of the truth. Pilate announces Yeshua condemned to Golgotha.The crucifixion sequence is brief: Yeshua squatting on the cross, rain with the storm that had been anticipated beating down. The water spout runs with blood – and Pilate drops his bowl of wine, which also runs red.Afranius now appears to reassure Pilate that Yeshua is dead. He explains how Yeshua thanked those who took his life and said he does not blame them. It is now that we hear Yeshua’s statement that cowardice is one of the worst of the mortal sins – Afranius refers to Yeshua’s look, his stare, his puzzled smile. Pilate orders a secret burial, that there be no remains.The story then returns to Judas. Pilate’s ambiguous talk veils his desire that Judas be quietly killed before Yeshua’s friend do it – they had planned to throw back the thirty pieces of silver into the high priest’s house to stir up trouble. Judas is set up by Afranius who persuades the married Lisa with whom Judas is in love to come that night to Gethsemane – and kisses him. When Judas arrives, he is set upon and killed.Yeshua appears to Pilate in a dream. He has that same look (and appears in the vein of Holman Hunt’s The Light of the World). He repeats his saying about cowardice. Pilate is glad that Yeshua is not dead. But Yeshua tells him that the two of them will always be remembered together – remember me, remember you, in the same breath.Now Matthew appears. Afranius has reassured Pilate that Judas is dead. Pilate slyly suggests that Judas may have committed suicide, that many rumours would be circulating. Afranius agrees, and happily accepts Pilate’s offer of career advancement with him. Matthew is angry, has stolen a baker’s knife to kill Judas and is shocked when Pilate claims he has killed Judas.Pilate wants to see Matthew’s manuscript – again the words about cowardice. The manuscript also contains Jesus’ words saying there is no death. Pilate offers Matthew a job as librarian in his palace at Caesaraea but he refuses. Pilate quotes Yeshua against him, that Yeshua would have taken a gift and Matthew is a cruel disciple not to follow. The only gift that Matthew asks for is a new, clean parchment.The film ends with Yeshua appearing again to the sleeping Pilate, reminding him that they would always be remembered together.Yeshua is a good and sincere man. However, there is no developed context for his claims and his mission. He is a good individual, betrayed and condemned to death. The story presupposes a knowledge of the gospel stories and Jesus’ claims. Bulgakov sees him as a Christ of culture rather than a Jesus-Saviour? of faith.1.An adaptation of material from The Master and Margarita by Mikhail Bulgakov? Condensing it to a one-hour story?2.The Judaean settings, the praetorium, the palaces, the courtyards? The costumes and décor of the times of Christ? The atmospheric score?3.The title, the focus on the Gospel story – as an incident in Judaea? For Jesus? For Pilate?4.The focus on Pontius Pilate: his age, role in Judaea, with the military and the legionaries, with the Secret Service? The clashes with Caiaphas and the religious leaders? His loyalty to Tiberius, his ambitions? His feeling exiled in chaotic Jerusalem? The background to his confrontation with Jesus?5.Jesus called Yeshua? Mark Rylance and his appearance, staring, slightly smiling, the simpleton look? His being brought before Pilate, calling him a good man, his being scourged to teach him manners? His calling everybody good? The accusations that he had incited riots, the destruction of the temple? His wanting a temple of truth? The discussion with Pilate about the nature of truth? His background not being filled out? Audiences supplying their own knowledge and response to Jesus? The story of his entry into Jerusalem, Matthew following him, copying everything down, Matthew’s becoming his disciple? No crowds following him into Jerusalem? Pilate seeing him as a tramp? Yet his knowledge of Greek? His being misunderstood? The importance of the accusations by the high priests? His being condemned to death, Pilate saying he was a good philosopher, Caiaphas saying that he was a pedagogue and rabble-rouser? The background of Jesus meeting Judas, not knowing him, saying Judas was a good man, his curiosity about his ideas, the discussions about power, that violence was a form of power? That society would wither? That there would be no need for power? A place of justice? Jesus’ arrest for this? His being condemned, his being crucified?6.Pilate, a civilised man, the discussions with Yeshua, his being fascinated by him, scourging him, the discussion about his knowledge, Greek, the discipleship of Matthew and his words being written down, the discussions about truth? Yeshua understanding Pilate’s headaches, curing him? Pilate lonely, his affection for his dog? The clashes between Caiaphas and Pilate? About the death of Jesus? About Dismas(*?), Hestas(*?) and Barabbas being the only witnesses? And that Yeshua would say there were no evil people in the world? Pilate and his washing his hands? The death of Yeshua? The report, the centurion (and Pilate’s explanation of saving the centurion when he was in battle, his battle scars)? The fact that Yeshua would say that cowardice is the worst of the mortal sins? The discussion with Afranius after Jesus’ death? The arrangements for the burial, no remains? The discussion about Yeshua’s words on the cross, forgiving everybody, thanking them for killing him? Pilate being mystified?7.Afranius, his sinister presence, the opening and his explaining about Bulgakhov and Stalin? His moving into the action? Lurking, satanic? The talk about Caesar? The report of the execution? The issue of Judas, Judas and the disciples planning to kill him, throw the money back into the house of the high priest to cause trouble? Pilate and his ambiguous talk? Authorising Afranius to kill Judas?8.The flashbacks to Judas, his meeting with Yeshua, the death of Yeshua, his planning to meet Lisa, her betraying him with a kiss, the rendezvous in Gethsemane, his being murdered? The irony that the disciples took the money and threw it into the high priest’s house? Pilate pleased or not? His wanting Afranius to serve him and further his career with him?9.Jesus’ body, the burial, the death of Judas – and Pilate wanting the rumour to spread that it was suicide?10.Yeshua appearing to Pilate in a dream, Pilate glad that he was not dead? The discussions about cowardice? The final appearance of Yeshua in the dream – and saying that he and Pilate would be remembered together?11.Matthew, coming to Pilate, his anger, having stolen the knife, wanting to kill Judas, Pilate revealing that he had killed him? Wanting Matthew to be his librarian in Caesaria? Matthew refusing, Pilate saying that Yeshua would have taken gifts and that Matthew was cruel? Matthew warning of bloodshed? His asking for new parchment?12.A different perspective on the relationship between Pilate and Jesus, Jesus and Judas, the high priests?",
    "chinese_title": "發生在猶太省的故事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Incident in Judea",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-04-18T21:43:56"
}