{
    "aka": [],
    "sid": "5205201",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2503118879.jpg",
    "region": [
        "马来西亚"
    ],
    "writer": [],
    "imdb_id": "tt0813725",
    "director": [
        {
            "url": "/celebrity/1296689/",
            "name": "Frank Saperstein Frank Saperstein",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1997"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0813725/",
    "imdb_votes": 42,
    "this_title": [
        "Kampung Boy"
    ],
    "douban_link": "https://movie.douban.com/subject/5205201/",
    "imdb_rating": "8.4/10 from 42 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Kampung Boy is a Malaysian animated television series first broadcast in 1997. It is about the adventures of a young boy, Mat, and his life in a kampung (village). The series is adapted from the best-selling graphical novel The Kampung Boy, an autobiography of local cartoonist Lat. Comprising 26 episodes—one of which won an Annecy Award—the series was first shown on Malaysian satellite television network Astro before being distributed to 60 other countries such as Canada and Germany.A main theme of Kampung Boy is the contrast between the traditional rural way of life and the modern urban lifestyle. The series promotes the village lifestyle as an environment that is fun and conducive to the development of a healthy and intelligent child. It raises the issue of modernization, proposing that new values and technologies should be carefully examined by a society before being accepted.Lat's animation has won praises for its technical work and refreshing content, although questions have been raised by Southeast Asian audiences over its similarities with Western animation and its deviations from the local style of spoken English. Malaysian animation critics held up Kampung Boy as the standard to which their country's animators should aspire, and academics in cultural studies regarded the series as a method of using modern technologies and cultural practices to preserve Malaysian history.",
    "chinese_title": "Kampung Boy",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.4,
    "douban_rating_average": 0,
    "update_at": "2025-03-01T22:12:04"
}