{
    "aka": [
        "Am Rand der Städte",
        "LE DOS AUX VILLES"
    ],
    "sid": "5208703",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914329605.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1034248/",
            "name": "艾松·巴德姆索伊 Aysun Bademsoy",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0759481",
    "director": [
        {
            "url": "/celebrity/1034248/",
            "name": "艾松·巴德姆索伊 Aysun Bademsoy",
            "@type": "Person"
        }
    ],
    "duration": "83分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2006-02-16(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0759481/",
    "imdb_votes": 12,
    "this_title": [
        "On the Outskirts"
    ],
    "douban_link": "https://movie.douban.com/subject/5208703/",
    "imdb_rating": "7.0/10 from 12 users",
    "trans_title": [
        "Am Rand der Städte",
        "LE DOS AUX VILLES"
    ],
    "douban_votes": "0",
    "introduction": "Settlements whose structure and appearance are completely new to Turkey have grown up in the past few years along the main traffic arteries on the outskirts of the larger southern coastal cities. Huge high-rise residential buildings are built in a circle around a kind of park in the middle of which are swimming pools, meeting areas, restaurants and bars. This is where the so-called “Deutschländer” live, for the most part Turks who worked abroad, mostly in the Federal Republic of Germany, for many years. They have saved up for years, living in small flats and investing their money safely, in order to enjoy their retirement here.But they haven’t really arrived back in Turkey – too much time has passed by. So they sit on their balconies, lie at the pool, meet at the restaurants in the evening. They remain among themselves, these re-immigrants. “The more I come to understand the situation of the Turks living in Germany through my documentary work, the more I notice how far these Turks have distanced themselves from Turkey,” says the director Aysun Bademsoy. “For many it is no longer possible to return to the homeland… The belief that everything can only be better there drives them back to Turkey. Into these newly created ghettos, on the outskirts of the big cities. There, where life has long since moved on. Without them.",
    "chinese_title": "On the Outskirts",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-05-11T04:12:00"
}