{
    "aka": [],
    "sid": "5209083",
    "cast": [
        {
            "url": "/celebrity/1025451/",
            "name": "豪尔赫·佩鲁戈里亚 Jorge Perugorría",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1121050/",
            "name": "Mario Limonta Mario Limonta",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1287731/",
            "name": "路易萨·玛利亚·吉蒙内兹 Luisa María Jiménez",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "古巴"
    ],
    "writer": [
        {
            "url": "/celebrity/1037956/",
            "name": "温贝托·索洛斯 Humberto Solás",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0499311",
    "director": [
        {
            "url": "/celebrity/1037956/",
            "name": "温贝托·索洛斯 Humberto Solás",
            "@type": "Person"
        }
    ],
    "duration": "105 分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2005"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0499311/",
    "imdb_votes": 164,
    "this_title": [
        "Barrio Cuba"
    ],
    "douban_link": "https://movie.douban.com/subject/5209083/",
    "imdb_rating": "6.2/10 from 164 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Filmmaker Humberto Solas weaves together three stories of people struggling to find love and security on the margins of life in Havana in this poignant comedy-drama. Magalis (Luisa Maria Jimenez) is a nurse who has become the unwitting target of repeated romantic advances from Ignacio Mario Limonta), a man many years her senior who works in a lumberyard. One day, Ignacio is seriously injured while on the job, and he's taken to the hospital, where to his delight and her annoyance Magalis is assigned to look after him. Elsewhere, El Chino (Jorge Perugorria) is a truck driver who has fallen in love with Vivian (Isabel Santos), who works in a drugstore. Vivian and Chino's relationship is deeply passionate, and they're both delighted when she discovers she's pregnant. However, their joy turns to lingering grief when she suffers a miscarriage. And finally, Maria (Ana Dominguez) has been quarreling with her husband Santo (Rafael Lahera) and leaves him, which is worrisome for Santo since she's pregnant with his child. Eventually, Maria reconsiders and comes home, to the joy and relief of Santo and his mother Amparo (Adela Legra). However, the fates have decided their happiness will be short lived. Barrio Cuba received its American premiere at the 2006 Palm Springs Film Festival.",
    "chinese_title": "Barrio Cuba",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-06-21T02:21:30"
}