{
    "aka": [],
    "sid": "5210943",
    "cast": [
        {
            "url": "/celebrity/1077469/",
            "name": "诺姆·乔姆斯基 Noam Chomsky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1129367/",
            "name": "科林·鲍威尔 Colin Powell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1059830/",
            "name": "Jean-Bertrand Aristide Jean-Bertrand Aristide",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1242099/",
            "name": "Paul Farmer Paul Farmer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018350/",
            "name": "乔治·布什 George Bush",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010571/",
            "name": "丹尼·格洛弗 Danny Glover",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1006946/",
            "name": "乔治·W· 布什 George W. Bush",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1161121/",
            "name": "Maxine Waters Maxine Waters",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1258464/",
            "name": "Francois Duvalier Francois Duvalier",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1253278/",
            "name": "让-克洛德·杜瓦利埃 Jean-Claude Duvalier",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国",
        "瑞士"
    ],
    "writer": [],
    "imdb_id": "tt0490079",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "法语",
        "Creole"
    ],
    "playdate": [
        "2005"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0490079/",
    "imdb_votes": 111,
    "this_title": [
        "Aristide and the Endless Revolution"
    ],
    "douban_link": "https://movie.douban.com/subject/5210943/",
    "imdb_rating": "8.0/10 from 111 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A complex historical truth emerges in Nicolas Rossier’s intelligent examination revealing the oft-supressed story of the 2004 coup d’etat in Haiti, as well as the systemic violence and human rights violations that erupted under the interim government. An interview with the deposed president, Jean-Bertrand Aristide in Pretoria, South Africa, is juxtaposed with the views of a wide range of supporters and critics, including US Assistant Secretary of State Roger Noriega. It is not Aristide and the Lavalas supporters who emerge looking like thugs but international interests concerned with suppressing popular democracy and ending the reforms Aristide was capable of making - despite embargoes and the need to service a debt for loans Haiti never received.History repeated itself in Haiti in 2004 in that the former parish priest had already been deposed as president in 1991 with CIA support. His kidnapping marked the fourth American intervention into Haiti in 90 years. This was also not the first intervention by France. In 1801, Napoleon had the leader of free Haiti, Toussant L’Ouverture, seized and deported to prison in France where he died. While faced with the strangulation of aid, Aristide had begun a campaign for reparations. This provocative investigation draws out the central place of international history in the historical poverty of Haiti.The film Features and exclusive interview with Jean- Bertrand Aristide and other great personalities such as Dr.Paul Farmer, Assistant Secretary of State Roger Noriega, John Shattuck, Haiti de facto leader Gerard Latortue, Maxine Waters, Jeffrey Sachs, Laennec Hurbon, Guire Poulard, Noam Chomsky, Timothey Carney, Orlando Marville, Kim Ives, Ray Laforest, Brian Concannon, Mario Dupuy, Danny Glover, James Dobbins, Claude Moise and many other Haitian voices. ((c) 2005, Vancouver Film Festival Catalogue)",
    "chinese_title": "Aristide and the Endless Revolution",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.0,
    "douban_rating_average": 0,
    "update_at": "2025-02-18T14:22:02"
}