{
    "aka": [],
    "sid": "5213775",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "纪录片",
        "历史",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0477170",
    "director": [],
    "duration": "83分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2000"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0477170/",
    "this_title": [
        "Forgotten Battle of Fort Pillow and the Birth of the Ku Klux Klan"
    ],
    "douban_link": "https://movie.douban.com/subject/5213775/",
    "trans_title": [
        "被遗忘的枕头堡之战和3K党的诞生"
    ],
    "douban_votes": "0",
    "introduction": "In 1864, Confederate General Nathan Bedford Forrest attacked Fort Pillow with 1,500 troops. The Fort was defended by 550 Union troops, half of which were black. After gaining the advantage, Forrest demanded surrender. The unionists refused and the ensuing Confederate assault resulted in very heavy Union causalities, especially among blacks. The controversy whether it was a massacre continues to this day.Directors Stan Armstrong and John Barret use Civil War re-enactments at Fort Pillow State Park, historical footage, and mix in contemporary interviews to this documentary which offers a balanced portrayal of this little known, yet important event in our nation’s history.The Ku Klux Klan was formed in 1866 by a small group of ex-Confederate soldiers. The KKK was created to defend Southerners against \"carpetbaggers\" and \"scalawags.\" Forrest was the first Grand Wizard of the KKK disbanding it three years later because of its increasingly violent actions against blacks.",
    "chinese_title": "被遗忘的枕头堡之战和3K党的诞生",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Forgotten Battle of Fort Pillow and the Birth of the Ku Klux Klan",
    "douban_rating_average": 0,
    "update_at": "2025-08-17T05:21:27"
}