{
    "aka": [
        "Lyubov, predvestie pechali"
    ],
    "sid": "5213169",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1994",
    "genre": [
        "剧情",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "俄罗斯"
    ],
    "writer": [
        {
            "url": "/celebrity/1160869/",
            "name": "Vladimir Yeryomin Vladimir Yeryomin",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0479707",
    "director": [
        {
            "url": "/celebrity/1420738/",
            "name": "维克多·谢尔盖耶夫 Viktor Sergeyev",
            "@type": "Person"
        }
    ],
    "duration": "Russia: 96 分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1994"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0479707/",
    "imdb_votes": 30,
    "this_title": [
        "Любовь, предвестие печали"
    ],
    "douban_link": "https://movie.douban.com/subject/5213169/",
    "imdb_rating": "6.2/10 from 30 users",
    "trans_title": [
        "爱，悲伤的预兆",
        "Lyubov, predvestie pechali"
    ],
    "douban_votes": "0",
    "introduction": "Жили-были два друга, оба художники, оба женаты. Их семейные пары прожили в любви и согласии несколько лет. Преуспевающий художник Филипп, счастливо проживший десять лет с женой Марией, влюбляется в Анну, жену своего близкого приятеля Алексея, она ответила взаимностью. Страстная, яростная любовь вдруг поглощает молодых и красивых героев. Клубок из любви и страсти, ревности и сострадания, радости и горя получает неожиданную развязку - тривиальная ситуация накаляется предчувствием смертельной опасности. Долго тянули, мучались, а потом влюбленный не выдержал и рассказал все своей жене Маше. Та его так сильно любила, что чуть жизнь самоубийством не покончила, а друг вызвал обидчика на своеобразную дуэль: положили в шляпу три патрона - два холостых, а один боевой, вытащили по очереди бумажки и стали в себя стрелять, чтобы выглядело как самоубийство. И вышло так, что Алексею последний, боевой, патрон достался, но стреляться он не стал, выстрелил в соперника, но промазал. И выкрикнул с горя, что Ани уже нет. Влюбленный к ней поехал, поднимался по водосточной трубе к окну, упал и разбился - а она внизу стояла и смотрела, как он медленно летел к земле.",
    "chinese_title": "爱，悲伤的预兆",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Любовь, предвестие печали",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-05-09T13:14:35"
}