{
    "aka": [],
    "sid": "5216632",
    "cast": [
        {
            "url": "/celebrity/1153596/",
            "name": "Toni Toni",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1185660/",
            "name": "卡珊德拉·奈特 Cassandra Knight",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1201163/",
            "name": "Rubee Tuesday Rubee Tuesday",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "情色",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871465678.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0464658",
    "director": [],
    "duration": "150分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0464658/",
    "this_title": [
        "Home Invasion"
    ],
    "douban_link": "https://movie.douban.com/subject/5216632/",
    "trans_title": [
        "侵入"
    ],
    "douban_votes": "0",
    "introduction": "这是一部伪装成情色片潜伏在豆瓣的GV。剧情介绍：（摘自https://www.titanmen.com/dvds.php?id=45&amp;sceneid=412）Smooth goateed stud Ty Roberts arrives for Jackson Wild’s orgy with bearded hunk Geoffrey Paine. “Show him why we’re here,” says Ty, causing Jackson to drop to his knees and suck Geoffrey’s big meat while Ty strokes his own massive cock. The moaning Jackson proves to be a voracious sucker, enthusiastically deep-throating the excited Geoffrey, planting his lips to the base of the stud’s pole. Ty is joined in his voyeuristic stroking by Tommy Ruckus, whose cock is a true vision (especially with his hot balls resting above his jeans)—it repeatedly pulses on its own, a rock-hard tool that he continues to snap up with force, the piece aching for attention. Jackson’s brother Sean Preston then arrives, drawing the attention of Tony Buff, who takes a break from burglary to exert his control. The muscular criminal gets the attention of tall and trim Sean, guiding the young man to his knees. Faced with Tony’s huge uncut slab, Sean looks up for approval—and the encouraging nod from the alpha male sends Sean’s mouth into action as Tommy continues to stroke while watching. Jackson then uses his deep throat on Ty’s super-big shaft, and Tony brings his scruffy chin over to munch on Jackson’s puckering pink hole. Tony gets the smooth ass nice and wet, spitting down on his own cock as he strokes before fingering the bottom. Jackson then lets out a continuous stream of loud, pleasure-filled moans as he gets rammed by Tony, who licks up his own load off Jackson’s back after they squirt. Watching from the couch, Geoffrey lets out a big load on his own thigh, with Sean and Tommy soon following suit. The second round begins with Sean slurping on Geoffrey, while Ty—his own meat hard as hell—sucks on Tony, who steadily guides Ty’s head with his strong, controlling hands. As Ty’s mouth drips with spit, Geoffrey decides to deep throat Sean’s big cock in impressive fashion. He then fucks Sean, who gets his mouth stuffed by Tony—who soon takes over Sean’s ass with a powerful fuck that has the moaning bottom’s toes curling. Ty continues to watch and stroke, his mammoth cock literally filling the screen. The men finally fire off one impressive squirt after another: Tony rubs his hands on Sean’s cum-covered body, Geoffrey drenches the couch and Ty—his body glistening with sweat—uses two hands on his beast, licking a few drops of jizz off his finger to end an orgy for the ages.",
    "chinese_title": "侵入",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Home Invasion",
    "douban_rating_average": 0,
    "update_at": "2025-03-22T08:00:31"
}