{
    "aka": [
        "Art Museums of the World"
    ],
    "sid": "5217632",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2264098148.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt0460355",
    "director": [],
    "duration": "25分钟",
    "episodes": "13",
    "language": [
        "英语",
        "日语"
    ],
    "playdate": [
        "2003-04-12"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0460355/",
    "imdb_votes": 16,
    "this_title": [
        "世界美術館紀行"
    ],
    "douban_link": "https://movie.douban.com/subject/5217632/",
    "imdb_rating": "7.6/10 from 16 users",
    "trans_title": [
        "世界美术馆",
        "Art Museums of the World"
    ],
    "douban_votes": "411",
    "introduction": "美术馆大多数的馆藏来自于以前皇室及贵族的财产，或是富翁投入大笔金钱收集来的艺术品。借着观赏不同国家的美术馆，也能让人经历学习当地国家文化之美。世界美术馆节目中介绍世界各地知名博物馆的一流的艺术收藏。透过高画质影片的影像，这系列节目不只介绍艺术之美，而且还带领我们一窥作品背后隐藏的不同面象，这些包括王室、其他拥有者、收藏家及博物馆的的背景，甚至还探索艺术家及作品间不为人知的秘密。这套富趣味及教育价值的NHK节目，以高解析度清晰的方式介绍世界各地的艺术博物馆。节目中以栩栩如生的叙述方式来呈现世界著名及非著名的收藏品，包括它们被创作的原因及过程、以及它们如何来到博物馆、目前正在何地被人们欣赏着…的主题。这些博物馆过去给人们被动及保守的印象，如今它们却是令世界每个世代及文化感觉兴奋及值得赞赏的地方。1.阿姆斯特丹国立博物馆：从林布兰谈起〈阿姆斯特丹‧荷兰〉17世纪时，荷兰自诩为海上贸易最发达的国家，荷兰在这段黄金时期创造了现在要介绍的艺术国度。荷兰艺术家在15~19世纪末所孕育的经典让全世界的游客蜂拥而至，这个博物馆收藏了大约五千件艺术作品，博物馆里特别为一幅画辟了一个广大的展示区，其实，这个博物馆就是为了凸显这幅画而设计的─林布兰的作品：夜巡。2.奥赛美术馆：裸体画-另一场法国大革命〈巴黎‧法国〉“她叫奥林比亚” “她只是看起来很世故的妓女” “她的肤色就跟死人一样白” “快把你那污秽的身体洗干净！”…如果你想要看奥林比亚这个女人就要到巴黎奥赛美术馆，它是由火车站改建，收藏了三千幅绘画，主要是印象派的作品。此馆是19世纪的艺术品殿堂，光是1楼就决定了整个美术馆的基调，“她”就挂在吸引最多人注意的地方，奥林比亚是马奈的作品，这幅作品出现时饱受舆论攻击，如今却放在奥赛美术馆门面的中心…3.梵谷美术馆：送给家庭的礼物〈阿姆斯特丹‧荷兰〉梵谷美术馆于1973年对外开放，在10年短暂生涯中，梵谷的画作与素描产量多达1600多幅，此馆馆藏的大作约两百幅。我们来参观馆中特别受到重视的一幅画，“向日葵”是梵谷的代表作，此画在法国南部的亚耳完成。今日他的作品价值不斐，高达数百万美元，但他终其一生只卖得一幅画…4.乌菲兹美术馆：波提且利以花语写出的讯息〈佛罗伦斯‧义大利〉乌菲兹美术馆今日的馆藏作品以当时统治者麦迪奇家族的艺品展示作为开始，1591年政府实施申请参观制度，让佛罗伦斯居民与游客得以参观，因此乌菲兹美术馆可以说是世上最古老的美术馆之一，馆中主要展示13~18世纪义大利画家的作品，提香的“乌比诺的维纳斯”是此馆闻名全球的一幅画作，这是裸体画的绝妙之作。5.罗丹美术馆：老师与学生/爱的作品〈巴黎‧法国〉罗丹的作品“接吻”，这件雕塑说的是永恒的爱情，捕捉一对爱人拥抱交缠最后接吻的一刻，“接吻”展于19世纪末的巴黎，观众为之疯狂，罗丹的声誉如日中天，宛如米开朗基罗再世。 “接吻”不只是一件雕塑，更代表罗丹和一个女人之间一段爱恨情仇…6.土鲁兹-罗特列克美术馆：蒙马特和母亲的形象〈阿尔比(Albi)‧法国〉“依黛儿─图鲁斯‧罗特列克公爵夫人像”作者是安利图鲁斯‧罗特列克，对这位艺术家来说，母亲是无可取代的。罗特列克离开母亲的呵护后就在巴黎著名夜总会红磨坊开启艺术事业。蒙马特的红灯区处处醇酒美人，男性的欲望城国，这种环境催生了一张海报，就是红磨坊的著名海报，这张海报吓人一跳却让罗特列克一画成名。他在给母亲的家书上写着：“巴黎贴满了我的海报”…7.帕拉提纳美术馆：年轻时代的拉斐尔〈佛罗伦斯‧义大利〉乌比诺是义大利中部的城市，和佛罗伦斯中间隔着亚平宁山，1483年时拉斐尔就在这里出生。乌比诺公爵以热爱艺术出名，雇用许多艺文人士，其实拉斐尔的父亲就是这位公爵的宫廷画师，拉斐尔从父亲那边学到作画的基本技巧，也因为父亲和公爵的关系接触到许多杰出作品。8.维也纳艺术史博物馆：帝国的艺术〈维也纳‧奥地利〉奥地利首都维也纳，哈布斯堡家族把根据地设在这里让这座城市欣欣向荣，这个家族不但统治大半欧洲，还有广大的海外领土。哈布斯堡王朝掌权六百多年，正因为哈布斯堡王朝的支持，维也纳的艺术才会如此兴盛。这座有如宫殿般宏伟的博物馆在哈布斯堡皇帝的诏谕下于1871年破土，这栋博物馆极尽奢华之能事花了20年才完工…9.泰德英国馆：泰纳的暴风雨场景〈伦敦‧英国〉200多年前最先工业革命的英国，诞生了一位天资卓越的艺术家，本单元要造访的美术馆就收藏了最多该画家的作品─19世纪山水画家约瑟夫‧泰纳。泰纳经常处理历史和神话主题，但他却不是以古老的故事闻名。泰纳的作品之所以迷人，就是描写出自然的万种风情。10.摩洛美术馆：谜样画家心中有爱〈巴黎‧法国〉居斯塔‧牟侯是19世纪的法国画家，他自称“收集梦想的专家”，他的作品有梦幻的感觉，充满谜样的魅力。你要有一把钥匙才能看出牟侯画作的意义，这把钥匙就放在埋藏多年的爱情故事里…11.马摩坦．莫内美术馆：三次特殊事件〈巴黎‧法国〉本单元将讲述绘画史上的三次特殊事件，和一位对光线狂热的画家作品有关─印象派巨匠莫内。莫内知道自然光会改变山水画里的主题颜色，他的绘画生涯一直在找出表现这种光的方法。名作“印象─日出”是印象派运动的象征，却于1985年被窃…12.古代美术馆和一个巴伐利亚国王的梦想〈幕尼黑‧德国〉此馆展出5000幅14~18世纪的欧洲画作，几乎所有收藏都曾经属于巴伐利亚皇室。 “坦皮圣母像”是文艺复兴天才画家拉斐尔在20岁出头时所作，这幅大作落入佛罗伦斯贵族的坦皮家族，古代艺术博物馆之所以能取得这幅画，全靠某位巴伐利亚国王死缠烂打花了20年才收入宫里。13.莫瑞泰斯美术馆：维梅尔蓝色魔术的光辉〈海牙‧荷兰〉有位画家在350年前想把不朽的光彩留在某幅画里，他想要光彩永不消褪的蓝色，这位画家想用这种颜色表达什么？名画“戴珍珠耳环的少女”的故事。感谢纪录片之家的“wenfeixin ”压制并分享。转载请注明此条。",
    "chinese_title": "世界美术馆",
    "douban_rating": "8.6/10 from 411 users",
    "foreign_title": "世界美術館紀行",
    "imdb_rating_average": 7.6,
    "douban_rating_average": "8.6",
    "update_at": "2025-05-03T16:12:07"
}