{
    "aka": [],
    "sid": "5218586",
    "cast": [
        {
            "url": "/celebrity/1284614/",
            "name": "凯瑟琳·加蒂 Kathleen Gati",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0455841",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0455841/",
    "imdb_votes": 636,
    "this_title": [
        "The Heart Specialist"
    ],
    "douban_link": "https://movie.douban.com/subject/5218586/",
    "imdb_rating": "4.3/10 from 636 users",
    "trans_title": [
        "心灵专家"
    ],
    "douban_votes": "0",
    "introduction": "伍德·哈里斯在影片中扮演了一位定居在福罗里达州南部的高级住院医生，西德尼·扎加利。他目前的工作就是带领一群实习医生在医院中给病人做手术，挽救他人的生命。他用的方法不是传统的教学方法，而是一种随意和即兴的方式讲述手术和治病流程。在这种不靠谱老师的带领下，这群年轻的医生每天在医院中的生活都好像是在冒险一般，既开心、又危险重重。但似乎在这喧闹的背后，西德尼·扎加利隐藏了什么不可告人的秘密……一句话评论一部不错的黑人喜剧，也许这部发生在医院内的影片不能教会你如何去预防癌症，但是它肯定能让你的心灵放松。——moviefreak.com恰到好处的玩笑和恰到好处的讽刺，让这部电影看起来非常“讨巧”。虽然发生在医院内，但其中却并没有什么让人难过和不快的镜头与情感。——efilmcritic.com幕后制作作家丹尼斯·库珀的处女作丹尼斯·库珀是美国知名的作家和艺术家，他出生在加州的一个富裕的商人家庭。库珀在很年少的时候就接触到了西方的一些著名作家的作品，比如说兰波、魏尔伦、臭名昭著的萨德以及现代主义的创始人波德莱尔。从十几岁开始，库珀就开始从事诗歌和小说的创作。只不过，他深受现代主义的影响，他的诗歌和小说往往都有一个非常极端的主题，以及一些令人反感的描写。十五岁的时候，库珀构思了一个宏大的小说套系，后来他用了二十年的时间才把这部名为《乔治·迈尔斯的故事》（The George Miles Cycle）的数本小说创作完毕。除了写作，库珀还是一个杰出的编辑。他曾经在著名的摇滚乐杂志《Spin》工作过数年，并且对一部分独立摇滚乐队产生过巨大的影响。1994年，没有工作的库珀变成了一个自由人，他带领着很多作家成立了独立出版公司Akashic Books，并且出版了不少“重口味”的文学作品。在搞文字工作之余，库珀还醉心于编剧，他从1984年开始，便开始为话剧和歌剧撰写剧本。与此同时，他还以制片人的身份参与了多部电视剧的制作，并在1995年因为《芝加哥希望》一剧获得了艾美奖的提名。2000，丹尼斯·库珀开始在导演工作方面小试身手，他在那一年指导了一部只有20分钟的纪录片。2006年，丹尼斯·库珀拍摄了自己的大银幕处女作《心脏专科医生》。《心脏专科医生》是一部很奇妙的电影，因为它的编剧、导演和制片是库珀本人，他是一个白人导演，但是这部电影却是一部黑人电影。影片中除了一两个无关紧要的小角色外，几乎没有白人演员。那些黑人操着黑人英语，在银幕上扮演着“黑人”。而且，习惯于创作“重口味”故事－－比如说凶杀、死亡、同性恋等等主题的库珀这次却在电影里难得地“温情”了起来。《心脏专科医生》不仅没有令人难以接受的内容，反而还柔情似水。这是什么原因呢？库珀说：“实际上，影片中的人都不算可爱，他们都是有缺点的人。而且我对他们并不感兴趣，我所感兴趣的是，这些人聚在一起会发生什么。所以，这并不是一个关于治病救人的故事，而是一个关于生活的故事。我想，既然故事关于生活本身，那么就没有必要出现太多可以写在小说里，但是不适合在银幕上表现的内容。所以影片里没有太多的不适合办法人观看的情节。不过，换句话说，这个故事本身就是一个巨大的讽刺。一群奇怪的、各怀鬼胎的人，因为机缘巧合凑到了一起。有人要掩饰什么；有人又想得到什么。实际上，这就是影片的故事性。所有的一切都在不经意间展示并讲述出来。在写了很多年的小说和诗歌之后，在监制了一些电视剧之后，我明白，如果要影片能打动人，一定要塑造人物，去创造他们的生活，而不是把精力放在情节的营造上，如果有了正确而且到位的人物形象，故事则是水到渠成了。”黑人电影和风格化和好莱坞的很多流水线上的大片不同，《心脏专科医生》是一部小格局的影片；和那些程式化、模式化的喜剧片相比，带有黑人独特味道的《心脏专科医生》显得鹤立鸡群。影片在波士顿电影节上映之后，有影评人盛赞影片：“为好莱坞带来了改革之风”。虽然在2006年就已经拍摄完毕，并且还在波士顿电影节上有所斩获，但是影片一直没有得到大规模公映的机会。在影片拍摄完5年后的2011年，库珀的处女作终于要登录大银幕了。坊间有很多传言说影片之所以能上映的原因是主演之一佐伊·索尔达娜在之后出演了《阿凡达》而名声大噪，随后就有发行商愿意发行这部黑人电影。对于出演这部电影，佐伊·索尔达娜在早年接受采访时表示说自己愿意以黑人的身份来扮演角色。她说：“在好莱坞，一个黑人演员想要出头真的是很难，虽然说现在没有什么种族歧视，但是机会均等、实力相当的时候，白人还是会更有优势一些。所以，我往往会更愿意扮演一些黑人角色，只有这样，我的肤色才不是劣势，也没有人会用比较的眼光来对待我的表演。”影片中出现了大量的黑人英语和黑人才有的习惯等等。对于这些内容，主演伍德·哈里斯说：“库珀虽然不是黑人，但是他却非常了解黑人文化。他的剧本几乎就是原汁原味地展示出了黑人的生活和习惯。在这点上，我很钦佩他。”除了黑人文化之外，影片还具有浓重舞台剧和百老汇脱口秀风格。这种风格的由来，要得益于库珀曾经长期为戏剧舞台撰写剧本的经历。而且影片的镜头往往是固定的，剪辑通常也是直接的，这种类似于纪录片的拍摄方法和剧场观众的视角也来自于库珀的个人阅历。库珀说：“影片的这种风格并不是我刻意而为之的，而是我个人的一种自然而然的选择。影片中出现的那些发生在夜总会舞台上的情节，都是我曾亲眼见过的东西。医院里的那些也来自现实的生活。所以，我没有安排电影成为现在的这个样子，而是它自己慢慢演变成了现在的样子。至于影片的镜头和剪辑，我认为我选择的是一种最为简单、直接和原始的拍摄方式。它未经修饰，非常简单质朴。至于有很多人文我，影片是不是改编自真实的生活，我想说的是这是确定的。但是关于影片人物的原型是谁，在哪里生活和工作，我不想多说。尤其是对于主角的身份，我不能再透露更多的内容了。”花絮·本片是丹尼斯·库珀的大银幕处女作。除了导演之外，他还在影片里担任了编剧和制片。丹尼斯·库珀是美国著名的作家、批评家、编辑。他同时还是一名电视剧、电影的编剧和制片人。·影片改编自真实的事件。·影片原名是《肉体之路》（Ways of the Flesh）。本片以《肉体之路》的名字参加了2006年的波士顿电影节。并且获得了观众选择奖。·影片的背景是福罗里达州的南部，丹尼斯·库珀曾在这里生活过。·传言说这部2006年的影片之所以能在2011年上映的原因是主演之一佐伊·索尔达娜在之后出演了《阿凡达》而名声大噪，随后就有发行商愿意发行这部黑人电影。",
    "chinese_title": "心灵专家",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Heart Specialist",
    "imdb_rating_average": 4.3,
    "douban_rating_average": 0,
    "update_at": "2025-04-05T05:57:03"
}