{
    "aka": [],
    "sid": "5218070",
    "cast": [
        {
            "url": "/celebrity/1141285/",
            "name": "Lena Roque Lena Roque",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1066989/",
            "name": "凯欧·布拉特 Caio Blat",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1132714/",
            "name": "Ariclê Perez Ariclê Perez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1160329/",
            "name": "安娜·露西亚·托尔 Ana Lúcia Torre",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1191140/",
            "name": "Clara Carvalho Clara Carvalho",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041682/",
            "name": "拉萨罗·拉莫斯 Lázaro Ramos",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040882/",
            "name": "莱昂纳多·梅德罗斯 Leonardo Medeiros",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1130535/",
            "name": "芭芭拉·帕斯 Bárbara Paz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128907/",
            "name": "Míriam Pires Míriam Pires",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128302/",
            "name": "泽泽·莫塔 Zezé Motta",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1068115/",
            "name": "若瑟·胡本斯·查查 José Rubens Chachá",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1072150/",
            "name": "马西莉亚·卡尔塔舒 Marcelia Cartaxo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1072476/",
            "name": "雷欧娜· 卡瓦利 Leona Cavalli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1074082/",
            "name": "安娜·卡尔巴蒂 Ana Carbatti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1078034/",
            "name": "海尔森·卡普里 Herson Capri",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1078726/",
            "name": "卡库·希奥柯勒 Caco Ciocler",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1090427/",
            "name": "乔安娜·伏姆 Joana Fomm",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1097140/",
            "name": "西尔维欧·圭恩丹尼 Silvio Guindane",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115128/",
            "name": "丹通·梅罗 Danton Mello",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119708/",
            "name": "Umberto Magnani Umberto Magnani",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119772/",
            "name": "克劳迪娅·梅洛 Cláudia Mello",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055153/",
            "name": "安托尼奥·阿布让拉 Antonio Abujamra",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1124234/",
            "name": "Noemi Marinho Noemi Marinho",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1958640325.jpg",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1021090/",
            "name": "马查多·德·阿西斯 Machado de Assis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1305276/",
            "name": "Sabina Anzuategui Sabina Anzuategui",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1278586/",
            "name": "Sergio Bianchi Sergio Bianchi",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0458074",
    "director": [
        {
            "url": "/celebrity/1278586/",
            "name": "Sergio Bianchi Sergio Bianchi",
            "@type": "Person"
        }
    ],
    "duration": "110分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2005"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0458074/",
    "imdb_votes": 651,
    "this_title": [
        "Quanto Vale Ou É Por Quilo?"
    ],
    "douban_link": "https://movie.douban.com/subject/5218070/",
    "imdb_rating": "7.2/10 from 651 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Summary:The film shows two different moments in time: the nineteenth-century Brazil and the Brazil Current. At the beginning of the century is portrayed several passages about slavery in Brazil. In Brazil the current film tells the story of a Non Governmental Organization that diverts public money through overpricing of computers that would be used in some periphery. The film shows two possible outcomes, faithfully portraying the reality of Brazil today, a result of a past of slavery.Central Idea:The film draws a parallel between Brazil and enslaver nineteenth century Brazil Current, which is used for shady purposes to exploit the misery in his own cause.Highlights:The propaganda of the NGO, redone to show the idea of happy children and not portray the existing misery. It is important because it shows the power of the media to convince the public that concerns the privileged minority.The scene showing the \"advantages\" of putting the iron mask the slave. The explanation that the use of the mask in slaves was advantageous to take alcohol addiction and thus prevent theft is a clear demonstration of how they tried to justify the wicked actions and the tortures imposed.The scenes in which the mistress of the slave approaches and combines their purchase and, currently, the boss who pays for the wedding of her niece to \"help\" the employee. The two scenes clearly demonstrate how the person with more education and knowledge can take advantage of the most ignorant person, exploring the relationship built and \"making up\" their personal interests as a relationshipBrief explanation of the author's conclusions:With the possibility of two different endings for the film, the author clearly shows the ambiguity we live in our daily lives. The choice between right and often damaging our lives and from the wrong, unethical, but often profitable way. Thus, we can better understand our situation, which is not made of choices linear, but with possibilities often tortuous.The choice of the film's director to make a parallel between the past of slavery in Brazil and our current reality was very happy because he can show the similarities between the two periods in time and also shows that corruption, exploitation of the less fortunate and ignorance are the result of our recent history. By portraying so well these aspects of our society, the film becomes almost a documentary, because we can imagine several people in our reality that would fit the roles portrayed. The choice of using data from the National Archive in Rio de Janeiro also contributes to this \"feeling\" documentary. Show that face our society so crudely, their corruptions, mismanagement, cowardice, ignorance and situations that require us to make paths, often contrary to our ethical sense and character makes the film an important tool for information and knowledge. The film alert to issues that seem to have been in the past, but that still exist today, such as the struggle for democratic rights, discrimination against blacks and poor, disrespect, money laundering, corruption, among others. What has changed is the clothing, the oppressor is the same. Thus, this is an excellent movie to be worked into the classroom, foster the development of critical and reflective learners. And this is the greatest merit of the film, let us know our history, recognize the mistakes made in the past and our present, alert us to the damage that marketing and advertising, when misused, can cause us and, who knows , help us to change our future.",
    "chinese_title": "Quanto Vale Ou É Por Quilo?",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2026-01-15T03:14:37"
}