{
    "aka": [],
    "sid": "5218862",
    "cast": [
        {
            "url": "/celebrity/1207116/",
            "name": "Olle Ljungström Olle Ljungström",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p650991279.jpg",
    "region": [
        "丹麦"
    ],
    "writer": [],
    "imdb_id": "tt0454644",
    "director": [
        {
            "url": "/celebrity/1221937/",
            "name": "Pål Hollender Pål Hollender",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "瑞典语"
    ],
    "playdate": [
        "2003"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0454644/",
    "imdb_votes": 37,
    "this_title": [
        "United States of Afghanistan"
    ],
    "douban_link": "https://movie.douban.com/subject/5218862/",
    "imdb_rating": "5.4/10 from 37 users",
    "trans_title": [
        "阿富汗共和国"
    ],
    "douban_votes": "0",
    "introduction": "《阿富汗共和国》这并非是关於阿富汗战争的时事报导，而是关於这个在9／11之后备受争议的国家本身。我们以前所听到的是真实的吗?毫无准备的保尔·赫尔兰德和他疯狂的朋友瑞典流行歌手乌拉在9／11一周年之际跑到了充满冲突与紧张的阿富汗。在那里我们看到乌拉在街头表演流行歌曲时阿富汗人的无动于衷，看到爆炸，与欣喜追逐嗜血的媒体。镜头跟随九岁的阿富汗小男孩阿里，透过他幼稚纯朴的双眼我们看到了阿富汗战后的真实处境。我们还可以看到强烈的，有亲和力的画面，和两个漠不关心的瑞典人如何与阿富汗人民，文化碰撞。导演声明拍纪录片是填补我内心空白最好的手段。就我个人而言，我想这次经验可能已经达到了我心力所能承受的极限。不过我知道这仍然是我试图填补自身空虚的一种努力。阿富汗共和国不是一个政治宣言, 而是讲述两个心不在焉的人是如何陷入一场政治与人间悲剧之中的。创作Dogma纪录片的过程充满创意而且绝对危险。它迫使我们逼进事件发生的中心，不能有任何增减或修补。你只能去介入。Pål Hollender | 瑞典 | 2003 | 60 分钟 | DV | 瑞典英语配中英文字幕United States of AfghanistanThis is not a report on war, but an exploration of what happened to Afghanistan, the nation we heard and read so much about following the 9/11 attack on the World Trade Center in New York 2001. Was any of it true?Completely unprepared Pål Hollender and his friend-with-a-death-wish, Swedish pop star Olle Ljungstr√∂m, went to Afghanistan, wrecklessly diving into the tension building up in september 2002, the anniversary of 9/11 approaching.In “United States of Afghanistan” we witness Olle¬¥s hopeless efforts to perform in the street with his songs. There is unique footage of an explosion and the exhilarated media trying to cover the scene before it turns cold. And we meet little Ali, a nine-year-old Afghan boy. Through his uncensored eyes we get to see the events and situation following the American invasion of Afghanistan.The result is a series of visually strong and intimate scenes from Afghanistan. The disturbing ignorance of the two friends from Sweden is as relevant as the meeting with the Afghan people and their culture.Pål Hollender | Sweden | 2003 | 60 minutes | DV | Swedish, Pashto & English with English & Chinese subtitles",
    "chinese_title": "阿富汗共和国",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "United States of Afghanistan",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-07-14T15:50:18"
}