{
    "aka": [],
    "sid": "5220898",
    "cast": [
        {
            "url": "/celebrity/1208906/",
            "name": "Michelle MacErlean Michelle MacErlean",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2326462588.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0445877",
    "director": [],
    "duration": "120分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2004"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0445877/",
    "this_title": [
        "Gory Greek Gods"
    ],
    "douban_link": "https://movie.douban.com/subject/5220898/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The BBC's Gory Greek Gods, Divine Violence & Divine SexThe Olympians - the mythical Greek Gods - were almost like a fantasy family firm of mobsters. While not dealing directly in crime, these ancient-world Sopranos were certainly in the protection business. Divine protection was on offer. To their ancient worshippers, Greek religion was all about appeasing and honoring the Gods. However, these gods weren't like our God. They could be good, but very often they could be unfair, ungrateful, spoiled, and sometimes, downright nasty. In short they could be like Gangsters.In these BBC two one-hour episodes this is how we depict the Gods: - a Firm - not from New York, Chicago, or the East End - but somewhere in between - a place where archetypes exist.Presented comedienne Ninia Benjamin of 3 Non-Blondes fame, Gory Greek Gods illuminates the sometimes outrageous world of these mythical gods and their ancient worshippers. In its two episodes, Divine Violence and Divine Sex, rotoscope animation is used to bring to life the world of the gods in all its gory detail, while the documentary explores the life and legacy of the ancient Greeks.",
    "chinese_title": "Gory Greek Gods",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-12T01:56:17"
}