{
    "aka": [],
    "sid": "5220027",
    "cast": [
        {
            "url": "/celebrity/1160655/",
            "name": "Otto Tausig Otto Tausig",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016713/",
            "name": "托芙·菲尔德舒 Tovah Feldshuh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1064317/",
            "name": "吉娜·贝拉方特 Gina Belafonte",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882860323.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt0449486",
    "director": [
        {
            "url": "/celebrity/1140804/",
            "name": "扬·舒特 Jan Schütte",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2001"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0449486/",
    "this_title": [
        "Old Love"
    ],
    "douban_link": "https://movie.douban.com/subject/5220027/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Harry Bendiner, a jewish pensioner, lives lonesome in his apartment in Miami Beach. When his new neighbor Ethel, an agile mid-fifty knocks at his door, his lonesome life changes. Harry experiences an unexpected old love in only a single day. After an entertaining afternoon with Ethel in her apartment he returns to his flat – barely able to believe his luck. The next morning an occupant of the house wakes hip up with surprising news …This beautiful film tells the quiet and unsentimental story of loneliness and emptyness in age and of a tender – though tragic – love. Old love is based on the short story with the same name by the American author and Nobel prize winner Insaac Bashevis Singer. Many of his stories play in the Jewish world of New York or Florida and tell of love, adventure and catastrophes in age. Singer writes, “the love of old or mid-aged people, is a topic which takes more and more space in my work. In literature old people and their feelings have been neglected. The novel writers have never told us, that in love, as well in other areas, the young ones are only beginners and that the art of loving matures with age and experience.”",
    "chinese_title": "Old Love",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-08T17:13:33"
}