{
    "aka": [
        "The Fire Within"
    ],
    "sid": "5220041",
    "cast": [
        {
            "url": "/celebrity/1085455/",
            "name": "阿贾耶·德乌干 Ajay Devgan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128480/",
            "name": "阿洛克·纳特 Alok Nath",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1288496/",
            "name": "库尔布尚·卡尔班达 Kulbhushan Kharbanda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1302487/",
            "name": "Vivek Shaq Vivek Shaq",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1070389/",
            "name": "玛希玛·乔杜里 Mahima Chaudhry",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055572/",
            "name": "沙克迪·卡普尔 Shakti Kapoor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1136144/",
            "name": "阿米莎·帕泰拉 Ameesha Patel",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "爱情",
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2156000558.jpg",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt0449447",
    "director": [
        {
            "url": "/celebrity/1038486/",
            "name": "Kamal Kamal",
            "@type": "Person"
        }
    ],
    "duration": "150 分钟",
    "episodes": "",
    "language": [
        "北印度语"
    ],
    "playdate": [
        "2005-03-04(印度)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0449447/",
    "imdb_votes": 417,
    "this_title": [
        "Zameer"
    ],
    "douban_link": "https://movie.douban.com/subject/5220041/",
    "imdb_rating": "3.6/10 from 417 users",
    "trans_title": [
        "人生的痛和伤",
        "The Fire Within"
    ],
    "douban_votes": "0",
    "introduction": "The film begins in Kolkata. Suraj (Ajay Devgan) is leading a life of anonymity. But Dildar (Shakti Kapoor), a friend and confidant, convinces him to return.The flashback begins: Suraj is a chemistry professor in a women's college. One of the students, Pooja (Amisha Patel), is a spoilt and bratty girl who believes in playing pranks in the classroom, including bursting crackers to 'welcome' the new professor.Suraj's heart beats for Supriya (Mahima Chaudhary), who has had an attack of paralysis. She is undergoing treatment in an ayurvedic hospital. In the meanwhile, Pooja continues to rag Suraj — at home, at college, even at Dildar's wedding anniversary.The story takes a turn when Supriya's father (Kulbhushan Kharbanda) informs Suraj that Supriya has started walking, without any kind of a support. Meanwhile, Pooja plays a cruel joke on Suraj, pretending to have brain tumor. This infuriates Suraj. But Pooja has fallen in love with him.Pooja now openly professes love for Suraj. To clear any kind of a confusion, Suraj introduces Supriya as his 'love and life' to Pooja and her friends. Pooja takes it as an insult and considers Suraj a sadist. Pooja decides to quit college and blames Supriya for it. Pooja confronts Supriya, lying to her that Suraj merely sympathizes with her since she is unwell.On her father's (Alok Nath) insistence, Pooja rejoins her college. There, she learns that Supriya has been hospitalized since she has suffered a mental shock. At this stage, Supriya decides to break off her engagement with Suraj and requests him to marry Pooja.Supriya's father also wants them to marry, since that's what Supriya desires. After a bit of hesitation, Suraj marries Pooja. But post-marriage, the guilt of having wronged Supriya drives Pooja to depression.Pooja admits her selfish attitude to Supriya; at this point Supriya's father bursts out and spits venom on Pooja. Suraj walks in at this juncture and gets to know the truth and he walks out on Pooja.Five years later, Suraj learns that Pooja had committed suicide. But before killing herself, Pooja had given birth to a baby girl who is now being mothered by Supriya.",
    "chinese_title": "人生的痛和伤",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Zameer",
    "imdb_rating_average": 3.6,
    "douban_rating_average": 0,
    "update_at": "2025-10-03T16:39:06"
}