{
    "aka": [],
    "sid": "5221713",
    "cast": [
        {
            "url": "/celebrity/1039215/",
            "name": "Lee Beggs Lee Beggs",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1071669/",
            "name": "Blanche Cornwall Blanche Cornwall",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1106125/",
            "name": "Darwin Karr Darwin Karr",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1196510/",
            "name": "玛格达·福伊 Magda Foy",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1912",
    "genre": [
        "剧情",
        "喜剧",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0442114",
    "director": [
        {
            "url": "/celebrity/1009251/",
            "name": "爱丽丝·盖伊 Alice Guy",
            "@type": "Person"
        }
    ],
    "duration": "11分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "1912"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0442114/",
    "imdb_votes": 49,
    "this_title": [
        "The Detective's Dog"
    ],
    "douban_link": "https://movie.douban.com/subject/5221713/",
    "imdb_rating": "5.6/10 from 49 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Kitty, Detective Harper's 6-year-old daughter, finds a homeless dog. Her mother does not look with favor upon the animal, and is about to drive him away when Harper decides that they will keep the dog. A gang of counterfeiters victimize some storekeepers with bad bills. The storekeepers complain to Captain Matthews of the Police Department, and he in turn notifies Detective Harper by telephone. He traces the gang to their headquarters in the suburbs, and as he is about to enter the house, they discover the detective. The chief enters the house and notifies his accomplices who are at work printing bad money. They plan to capture the detective, and lay a trap for him. He falls into it and they bind him in a basement chamber on a slab with an automatic circular saw attachment. In the meantime, Mrs. Harper, on the second day of her husband's absence, worries, and Kitty suggests that the dog Jack be sent to search for him. Mrs. Harper is taken with the idea and gives the dog an old coat of the detective's to scent. The dog dashes off to find the detective, locating him finally in the underground chamber, and crawling through a grated window to reach him, gnaws the rope that binds the man. The detective telephones for the police and the criminals are arrested. The dog has proved his gratitude for the bind action, and earns the whole family's gratitude.",
    "chinese_title": "The Detective's Dog",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2025-12-04T14:42:09"
}