{
    "aka": [],
    "sid": "5223814",
    "cast": [
        {
            "url": "/celebrity/1082984/",
            "name": "Rajan P. Dev Rajan P. Dev",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1217474/",
            "name": "阿卢·阿尔军 Allu Arjun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1294867/",
            "name": "普拉卡什·拉贾 Prakash Raj",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2602142895.jpg",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt0432090",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "Telugu"
    ],
    "playdate": [
        "2005"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0432090/",
    "imdb_votes": 1789,
    "this_title": [
        "Bunny"
    ],
    "douban_link": "https://movie.douban.com/subject/5223814/",
    "imdb_rating": "5.8/10 from 1789 users",
    "trans_title": [
        "邦尼"
    ],
    "douban_votes": "0",
    "introduction": "Somaraju (Prakash Raj) is a leading businessman in Vishakhapatnam. Mysamma (Mukesh Rishi) is a close member of Somaraju who handles his deals in Hyderabad. Mahalakshmi (Gowri Munjal) is Somaraju's daughter. Bunny alias Raja (Allu Arjun) joins the same college as Mahalakshmi. He impresses her on the first day. Slowly, she falls in love with him. Somaraju agrees to the marriage. Raja has a condition that Somaraju should give his entire property to Raja as dowry. The rest of the story explains why Raja asks for Somaraju's property. Raja's real father is Mahalakshmi's maternal uncle. He was a great man with lots of land and property, as well as lots of regard from the government and other people. When Mahalakshmi is born, her mother asks him to perform the baby naming ceremony. On his way there, Somaraju attacks him with the help of a bunch of rowdies. They kill him and leave him to die in the forest. However, he manages to live and perform Mahalakshmi's ceremony, but he dies minutes after. Raja comes to know of this when his so-called father explains to him that he is really his godfather and not his father. While trying to save him, his godfather and godmother give up their own son to keep him alive. To regain his rightful property, Raja fights Mysamma and wins his girl.",
    "chinese_title": "邦尼",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Bunny",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2025-03-15T20:44:51"
}