{
    "aka": [
        "A Pair of White Gloves"
    ],
    "sid": "5223448",
    "cast": [
        {
            "url": "/celebrity/1043623/",
            "name": "亨利·德斯封丹 Henri Desfontaines",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1060699/",
            "name": "Alexandre Arquillière Alexandre Arquillière",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1099258/",
            "name": "Jacques Grétillat Jacques Grétillat",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1135941/",
            "name": "Mévisto Mévisto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1191183/",
            "name": "Marguerite Brésil Marguerite Brésil",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1908",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916530384.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1038127/",
            "name": "艾伯特·卡佩拉尼 Albert Capellani",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0434085",
    "director": [
        {
            "url": "/celebrity/1038127/",
            "name": "艾伯特·卡佩拉尼 Albert Capellani",
            "@type": "Person"
        }
    ],
    "duration": "17分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1908-11-01(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0434085/",
    "imdb_votes": 72,
    "this_title": [
        "L'Homme aux gants blancs"
    ],
    "douban_link": "https://movie.douban.com/subject/5223448/",
    "imdb_rating": "6.0/10 from 72 users",
    "trans_title": [
        "一双白手套",
        "A Pair of White Gloves"
    ],
    "douban_votes": "0",
    "introduction": "La poche vide, mais la mise correcte, plutôt vêtu avec élégance, afin d’inspirer confiance et plus aisément faire des dupes, un aventurier aux abois cherche une occasion. Il la rencontre dans un restaurant de nuit sous forme d’une demi-mondaine, fort élégante, au cou de laquelle brille un admirable collier à sept rangs de perles. La dame répond à ses avances, non par vénalité mais avec la jolie sincérité d’un bref caprice. Au moment où l’automobile des amoureux stoppe, un pâle voyou se précipite, ouvre la portière et suit, d’un œil scrutateur le couple qui disparaît derrière la grille. Monsieur Jules aussi cherche une occasion. Une heure après, le flibustier quitte la belle et tire de sa poche en l’examinant complaisamment le collier de perles de sa conquête. Mais un autre objet par inadvertance, glisse à terre, une paire de gants blancs achetés le jour même. Resté seul, Monsieur Jules les ramasse, les passe à ses mains. Tirant de sa poche sa pince-monseigneur, il pénètre dans la villa, force le secrétaire, mais pris sur le fait, il est contraint, pour se sauver, d’étrangler la demi-mondaine et s’enfuit. La justice informe… on trouve auprès du cadavre une paire de gants blancs qui portent l’adresse de la maison de vente. En suivant la piste, on remonte aisément jusqu’au voleur du collier. C’est évidemment le coupable. Il est confronté avec la victime et arrêté malgré l’énergie de sa défense. Quand on l’emmène au dépôt, Monsieur Jules qui guette effrontément, ouvre la portière de la voiture de la justice et platement obséquieux, ramasse la canne que vient de laisser tomber Monsieur le Juge d’Instruction avec la tranquillité d’une conscience pure que la police ne saurait inquiéter.",
    "chinese_title": "一双白手套",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "L'Homme aux gants blancs",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-12-06T19:20:15"
}