{
    "aka": [],
    "sid": "5224361",
    "cast": [
        {
            "url": "/celebrity/1127381/",
            "name": "赫尔曼·佩雷 Hermann Prey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1062259/",
            "name": "Walter Berry Walter Berry",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1060592/",
            "name": "Luigi Alva Luigi Alva",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1106114/",
            "name": "Gundula Janowitz Gundula Janowitz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1121802/",
            "name": "Christa Ludwig Christa Ludwig",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1122599/",
            "name": "Olivera Miljakovic Olivera Miljakovic",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2461359584.jpg",
    "region": [
        "奥地利"
    ],
    "writer": [
        {
            "url": "/celebrity/1104323/",
            "name": "瓦茨拉夫·卡斯里克 Václav Kaslik",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1034314/",
            "name": "洛伦佐·达·彭特 Lorenzo da Ponte",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0429833",
    "director": [
        {
            "url": "/celebrity/1104323/",
            "name": "瓦茨拉夫·卡斯里克 Václav Kaslik",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "1970"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0429833/",
    "imdb_votes": 20,
    "this_title": [
        "Così fan tutte"
    ],
    "douban_link": "https://movie.douban.com/subject/5224361/",
    "imdb_rating": "8.2/10 from 20 users",
    "trans_title": [
        "莫扎特歌剧《女人心》"
    ],
    "douban_votes": "0",
    "introduction": "莫扎特歌剧《女人心》洛伦佐·达·庞蒂是个意大利籍的犹太人，一个冒险家和诗人，是当时别具一格的人物之一，莫扎特认为他是和自己的戏剧性气质很相近的脚本作家。两人合作了三部作品：《费加罗的婚礼》、《唐·璜》和《女人心》。这几部歌剧是古典主义喜歌剧之冠，而《魔笛》则是浸透了共济会象征主义的巨型幻想作品。《后宫诱逃》和《魔笛》使德国歌剧达到了顶峰。这几部杰作中有大量的反讽，超越了产生它们的如花似锦的世界。它们达到了达·庞蒂所宣称的他和莫扎特的意图：“忠实地用全部色彩描绘各种激情。”莫扎特的歌剧《女人心》直译应该是“女人都是如此”。原来歌剧的副标题是“恋人的学校”（La scuola degli amanti），但莫扎特不太喜欢这个副题，尽管剧作者Da Ponte更倾向于它，认为那更能说明剧作的意图。两幕喜歌剧《女人心》，1790年首演于维也纳。它是莫扎特作品中形式最完美和平衡的一部。在今天它被认为是最富于人情味的最优秀的喜剧之一，是关于人性和人类感受，忠贞与不忠贞的微言大义。故事发生在18世纪的那不勒斯，老光棍阿方索与两位年轻人打赌说：“你们正在热恋的情人对你们的感情是否是如你们自己所说的那样真挚，我很怀疑。要不然我们来验证一下如何？”两位青年欣然同意，于是这个老光棍就出下了一个馊点子，他叫两位青年佯装因公务外出，在与各自的情人道别后，却乔装成斯洛文尼亚富有的青年，去分别追求对方的情人，如果追求成功，则验证他的疑惑是正确的。于是乎两位青年便努力使出了他们各自的追求女人的绝招，来证明另一方的女人的不忠。不过，看来不忠的女人不是一方，而是双方的，因为两位青年都得逞了。两位女人在他们的百般追求下，都答应嫁给对方。最后，两位青年不得不卸去伪装，露出了他们的庐山真面目，为了验证老光棍的话，他们开了一个不大不小的玩笑！全剧犹如室内歌剧小品一样，角色只有六人。（序曲）（第一幕）（第1场）两个年青军官甲男和乙男在酒店外各自吹嘘他们的女友是如何地贞洁，此时他们的贵族朋友老光棍阿方索前来，听到他们的对话，表示说其实他们的女友也和其它女人没有什幺不同，通不过爱情的测试。这两个年青人都不服气，甚至气得要和光棍决斗，并同意和光棍友人打赌，以一天为限期，其间完全听候光棍的安排要来试一试他们的女友够不够真心。（第2场）当甲乙女两姐妹陶醉在情人的相片之中的时候，光棍进来告知不好的消息了，原来她们的未婚夫将上前线，甲男和乙男也走了进来忧伤地告别，姐妹两人也哭着叮咛，而光棍则在一旁暗自好笑之中，结束了告别场面。（第3场）当姐妹在哀怨未婚夫出征时，光棍说动她们的侍女来引介两位他带来的东方的阿尔巴尼亚贵族青年（即是由甲男及乙男假扮），此时，两姐妹上场，两青年即上前倾吐爱意，两女都很生气地予以拒绝，并且表示心如磐石绝不动摇，生气地下场去了，两青年很高兴地要向光棍要赌金，因为他们赢了，不过，光棍表示时限未到，在两青年下场后，光棍又再与侍女商议。（第4场）在两姐妹思念未婚夫之际，两个东方青年又上场了，这次是拿着毒药在她们面前自杀，剎时服毒而倒地，光棍及侍女都赶上场来，侍女也劝说姐妹不要做得太绝了。接着光棍带着侍女下场找医生去了。一下子，光棍带来了一位“医生”（不过，侍女不见了，因为，“医生”就是侍女扮的）。医生拿出了神奇的磁石，竟让两青年好转过来了。两青年又向姐妹们求爱，不过，她们仍是生气地拒绝了。（第二幕）（第1场）在屋内，侍女劝姐妹们不必太正经做作，唱出当女子到了十五岁，就要懂得男人心，而就能知变不惊了。在侍女下场后，两姐妹就开始互道心里话了。妹妹（乙女）诉说她对于甲男有好感，而姐姐（甲女）则看上了乙男。（第2场）在海边花园里,甲乙两男合唱着小夜曲，而光棍和女侍则设法诱使甲男和乙女，其它人都下场后，这两人也接着开始互诉情意，进而互换信物，互订终身。而这时，乙男追甲女而上，因甲女拒绝接受乙男的追求，在乙男下场后，甲女唱出她心中的千头万绪。而甲男和乙男则互相交换追求的情形，当甲男听到甲女的坚定时很是高兴，但当乙男听到乙女那幺快就变心，心头神伤，但还是唱出对乙女的爱不变。（第3场）在屋内，甲女责备乙女的变心，乙女告诉甲女，她无法抗拒甲男，并且唱出爱情的喜悦；而甲女也承认在她心中所爱的其实也不只有一个甲男而已。甲女想要身着男装，前往战场寻找未婚夫甲男，此时，乙男又出现表在她面前并且表示说，如果她离开就要自杀，在纠缠之下，终于软化了甲女，互相拥抱。而令见到这个光景的甲男也十分伤心。两男于是向光棍表示要离开变心的两女，侍女示两女要下嫁异邦两男子，要大家把这场戏演完。而光棍则以哲学角度来宽慰两男：当大家指责女人时，我却要为她们辩护，因为，天下的女人都是一样地。（第4场）在礼堂，女侍和佣人们在准备着婚礼，终于两对新人上场了，其中只有甲男连唱歌都心不在焉外，其余三人唱着三重唱，而此时，假扮成证婚人的侍女上场，开始读婚约。此时，突然光棍宣告军队已返乡回来了，两男连忙躲藏下场，而两女则不知所措。接着，换装了的甲乙两男一脸欢喜状地上场了，甲男追问甲女为何身穿礼服，甲女表示是参加假面舞会方才回来。而光棍则故意把婚书掉在地上，两男拾起看后就指责两女在他们出征时变心，两女羞愧难当。两男再回复异乡人的样子，于是真相大白。两女表示要痛改前非，而光棍则打圆场地说：女人终归是女人，女人大多如此。并唱道“这是嬉戏，千万不要当真”。于是在言归于好的欢乐合唱中结束本剧。（全剧終）《女人心》是莫扎特后期创作的意大利喜歌剧（Opera Buffa）典范之一。同《唐·璜》一样，它深刻地反映了莫扎特对喜歌剧创作所持有的不同寻常的严肃。在保持喜歌剧幽默气氛的同时，在古典诗剧和奏鸣曲式的框架内，莫扎特和剧作者力图表现的是他们对人性，对人物的心理、欲望和情感的认识与理念。它们表面轻松的形式、它们让人喜闻乐见的情节和音乐表述象那个时代很多艺术作品一样，常常能让当时的人们轻易将之等同于通俗。但那些对世俗现象深刻的呈示，对剧情和整幕的音乐结构的精心安排，使后来尤其是现今的人们不难认识到它们在古典美学之外的哲思，这正好像伏尔泰创作《天真汉》时字句中富含深意的笔触。另一方面，《女人心》在歌剧的写作上也是别具一格的——常常被称为“Opera Ensemble”。各种重唱占据了通常是男女主角抒情的咏叹调；乐队远远不是在伴奏，木管的织体不是穿插而是轮流的同人声一起歌唱；管弦乐色彩的对比极其丰富……所有这些音乐上的特征，我更愿意用一句话来说明——那是部你听到序曲后就不舍得放下整部的歌剧。在这部作品中，莫扎特的歌剧写作技巧达到了最高峰，它是一部奉王命而写的作品。这是一出滑稽热闹的戏，但这一次莫扎特放弃了描写性格的作法，他尽情发挥了他所有的形式的与和声的材料，造成了一篇佳妙的音乐。人称《女人心》是莫扎特的《仲夏夜之梦》，这说明了我们应该怎样欣赏这篇音乐。(以上文字资料全部摘自UltraWWW兄所发版本,谨致谢意!)",
    "chinese_title": "莫扎特歌剧《女人心》",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Così fan tutte",
    "imdb_rating_average": 8.2,
    "douban_rating_average": 0,
    "update_at": "2025-06-15T18:56:58"
}