{
    "aka": [
        "Dasso yugi"
    ],
    "sid": "5226853",
    "cast": [
        {
            "url": "/celebrity/1055049/",
            "name": "千叶真一 Sonny Chiba",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048774/",
            "name": "鳄渊晴子 Haruko Wanibuchi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1003650/",
            "name": "小泽荣太郎 Eitarô Ozawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1021048/",
            "name": "乡英治 Eiji Go",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031711/",
            "name": "花泽德卫 Tokue Hanazawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326331/",
            "name": "风间千代子 Chiyoko Kazama",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1361653/",
            "name": "森みつる Mitsuru Mori",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1976",
    "genre": [
        "动作",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2532004129.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1003803/",
            "name": "高田宏治 Kôji Takada",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0418623",
    "director": [],
    "duration": "93分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1976(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0418623/",
    "imdb_votes": 32,
    "this_title": [
        "脱走遊戯"
    ],
    "douban_link": "https://movie.douban.com/subject/5226853/",
    "imdb_rating": "6.5/10 from 32 users",
    "trans_title": [
        "逃脱游戏",
        "Dasso yugi"
    ],
    "douban_votes": "0",
    "introduction": "The film is packed with nice stunts throughout, but the screenplay could be better. After escaping the prison Chiba teams up with a bunch of thugs, who design prison escapes for money. Unfortunately trust and loyalty are unknown concepts to these men who take turns deceiving each other. The endless “who’s-cheating-who” game has been done better in other films, and sometimes the writing is downright sloppy: when a carefully planned escape operation fails, Chiba simply steals a fire engine and drives away without anyone noticing! It also feels that director Kosaku Yamashita, who made his name with yakuza films, was a bit out of his element here. However, even with these weaknesses it’s an entertaining action comedy which compares favourably against some of the later, similar Yasaku Matsuda films like Execution Game (1978) and No Grave for Us (1979). The focus is on stunts and comedy.Jail Breakers, or The Escape Game (literal translation) is another rarely seen movie that has probably never been released outside Japan. It hasn’t been preserved so well in its native country either; no DVD release available and even the festival print was in such a shape that it could have fallen apart any time. The caper-style movie stars Chiba as the worst behaving prisoner of all time: he has 31 prison escapes under his belt. He makes his 32nd run in the film’s opening scene by performing a spectacular escape by climbing to the roof, grabbing to ladders from a helicopter, hanging from the ladders in in the air while the helicopter makes its way through the countryside, and changes his clothes in the mid-air before dropping to a moving truck and making the escape by then jumping to another moving vehicle – one of the many stunts on Chiba’s career that his greatest fan, Jackie Chan, later improved upon.",
    "chinese_title": "逃脱游戏",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "脱走遊戯",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-03-15T05:13:08"
}