{
    "aka": [],
    "sid": "5227794",
    "cast": [
        {
            "url": "/celebrity/1187899/",
            "name": "姜利奈 Ri-na Kang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1994",
    "genre": [
        "剧情",
        "悬疑",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2502916366.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "imdb_id": "tt0414564",
    "director": [],
    "duration": "91分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1994"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0414564/",
    "this_title": [
        "The Man in the Sun"
    ],
    "douban_link": "https://movie.douban.com/subject/5227794/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "SYNOPSISSun-young, a fashion model, accidentally runs a man over on a bicycle on her way home and flees the scene. Young-pyo witnesses the accident and blackmails Sun-young for sexual favors. Sun-young is in love with Cheol-min, the son of a wealthy businessman but she is unable to stop Cheol-min from taking advantage of her. Young-pyo devises a plan to rip off Cheol-min and his family. Things go from bad to worse when Young-pyo involuntarily kills Cheol-min's parents when they strongly resist his demands. Sun-young becomes accessory to murder when she is forced to help him hide the bodies. She finds out that the man whom she had hit is not dead but alive and walking the streets, and sees the big picture. Cheol-min investigates his parents' disappearance and discovers Sun-young and Young-pyo's relationship…故事Sunyoung的时装模特仅在交通事故中逃脱，在交通事故中，他被一个在回家路上骑自行车的男子抓到。目睹这个的永愚强迫他与孙to有性关系。永愚谋利用财富谋利，制定精确的计划。永宝绑架军队之父，军队之父，要求大笔钱。然而，由于宋代的叛乱，他和他的妻子被杀，孙永成在永乐的强制下，在被遗弃的沉船中组织尸体成为同谋。孙某找到一个以为他在车里遇害的男人，意识到了所有的细节，而在追求父母失踪的同时，他了解了孙爷与永愚之间的关系。",
    "chinese_title": "The Man in the Sun",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-30T02:26:07"
}