{
    "aka": [
        "アボン・小さい家"
    ],
    "sid": "5232819",
    "cast": [
        {
            "url": "/celebrity/1019331/",
            "name": "乔尔·托雷 Joel Torre",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028974/",
            "name": "奇拉·塔希米克 Kidlat Tahimik",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2220619386.jpg",
    "region": [
        "日本",
        "菲律宾"
    ],
    "writer": [],
    "imdb_id": "tt0387010",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "塔加路语",
        "菲律宾语"
    ],
    "playdate": [
        "2003"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0387010/",
    "imdb_votes": 10,
    "this_title": [
        "Abong: Small Home"
    ],
    "douban_link": "https://movie.douban.com/subject/5232819/",
    "imdb_rating": "6.2/10 from 10 users",
    "trans_title": [
        "小小的家",
        "アボン・小さい家"
    ],
    "douban_votes": "0",
    "introduction": "取景於以梯田聞名的菲律賓北部山區Cordillera，導演帶領我們走進幾代日本裔菲律賓人小小的家。表面上這不過是另一套講述來自資源豐裕的山區部落青年，如何受到城市物質消費生活的誘惑，出城打工發向上流美夢，最後鳥倦知還的老掉牙故事。然而電影主角家庭複雜的移民及廿世紀現代亞洲的歷史背景、伊果洛特部落對山區萬物所抱的謙恭虔敬、梯田及山區其他心曠神怡的景色，還有難免令人想起香港新浪潮導演方育平凝視小孩的鏡頭和調度，交織出這部經八年才製作完成的誠意之作。Set in Cordillera, Northern part of the Philippines, which is renowned for her terraced field, this film takes us into the small homes of the Japanese – Filipinos, who have been living in the mountainous region for generations. Descendants of Japanese construction works who built the major roads in the region more than a hundred years ago, they hid in the mountain to avoid both the Japanese and American since the outbreak of World War II.More than simply just a blues about the hardship faced by mountain people who left the mountain and tried their luck in the city of Baguio, this film weaves together 20th century modern Asian and migrant history, tranquilizing landscapes of the Cordillera, the spiritual and respectful attitude of the mountain tribe, and also the neo-realist takes of the 3 lovely child characters, who wander around the Baguio city they cannot afford.",
    "chinese_title": "小小的家",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Abong: Small Home",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2026-01-11T16:07:46"
}