{
    "aka": [],
    "sid": "5232364",
    "cast": [
        {
            "url": "/celebrity/1054753/",
            "name": "琼·弗雷 June Foray",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1165301/",
            "name": "比利·维斯特 Billy West",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1113456/",
            "name": "汤姆·肯尼 Tom Kenny",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1087318/",
            "name": "玛格丽特·伊斯利 Margaret Easley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1086522/",
            "name": "格蕾·德丽斯勒 Grey DeLisle",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040525/",
            "name": "吉姆·卡明斯 Jim Cummings",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1065267/",
            "name": "鲍伯·伯根 Bob Bergen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1059676/",
            "name": "乔·阿拉斯奇 Joe Alaskey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055202/",
            "name": "莫里斯·拉马奇 Maurice LaMarche",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1070804/",
            "name": "Greg Burson Greg Burson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "动画",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1040235/",
            "name": "Michael R. Viner Michael R. Viner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1285413/",
            "name": "Gregor Joackim Gregor Joackim",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0389124",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2003-10-28(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0389124/",
    "imdb_votes": 146,
    "this_title": [
        "Looney Tunes: Stranger Than Fiction"
    ],
    "douban_link": "https://movie.douban.com/subject/5232364/",
    "imdb_rating": "6.6/10 from 146 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Collection of 19 new original Looney Tunes short webisodes. Some are tied into segments and others are one-offs. The first 7 shorts are part of the segment called Mysterious Phenomena of the Unexplained, which is the name of Daffy's skeptical show about the paranormal unexplained phenomena that people have reported. In Sufferin' Sasquatch, Sylvester's family spends their vacation camping in the woods, but are they alone? In Who Wants To Be A Martianaire?, Elmer Fudd is abducted to be the involuntary contestant in an alien quiz show hosted by Marvin the Martian. In Loch Ness Mess, Daffy and quite Scottish Yosemite Sam try to find the Loch Ness Monster. In Cropsy Curvy, Elmer Fudd suspect that a UFO might have landed in his cornfield, but it's just Bugs stealing his pie. Or is it? In The Bermuda Short, Sylvester, Tweety and Granny are on a luxury cruise - in the middle of Bermuda Triangle! In The Taming of the Screwball, Daffy, Porky and Taz try to perform a play terribly, as part of a financial swindle, in a theater haunted by a ghost. In El Chupacabra!, Daffy's latest paranormal investigation that he's turned into unofficial beach vacation is interrupted by Porky's warnings that something isn't quite right with the locale. The next five shorts are set in a luxury hotel, Royal Mallard, that Daffy frequents. In Gone In 30 Minutes, Daffy does his best to stop Porky from delivering his pizza to him, since Porky's business policy is - pizza delivered under 30 minutes or it's free. In Window Pains, window cleaners Foghorn Leghorn and Barnyard Dawg develop an unhealthy competition while cleaning the hotel's windows. In Daffy's Meet Market, Daffy decides to visit the gym to impress a girl. In Cube Wars, Elmer Fudd, whose job is on the line, is trying to work in his cubical, when two co-workers - Daffy and Bugs make a living hell out of his workday. In Hogs & Kisses, Porky takes his girlfriend to a refined French restaurant, but she's not very pleased with the food that's on the menu. The next four shorts are single entries and are not part of any segment. In Satellite Sam, Bugs home is jeopardized by Yosemite Sam's construction work. In Tech Suppork, Porky is having problems with his office computer, so he calls tech support, which turns out to be bored Taz, for help. In Twick Or Tweety, Sylvester once again goes after Tweety, who's now owned by Witch Hazel, and finally eats the poor little yellow bird, but then lives to regret it. In The Island of Dr. Moron, Bugs spoils the latest experiment of a mad scientist, who's just created a carrot no rabbit will eat. He sends Gossamer and a similar orange monster to get Bugs, but everything ends with a surprise wedding. The final three shorts are part of Planet of the Taz segment, a parody of Planet of the Apes, starring Daffy as Duck Dodgers and Porky as his faithful sidekick. In Planet of the Taz, Dodgers returns to the planet where he lives after flying through a strange wormhole, only to find things a lot different then before. In Beneath the Planet of Taz, Dodgers and Porky are captured along with Charlton Heston's character by the Taz, but escape and find the ultimately disappointing forgotten lost superweapon of a bygone civilization. In Enough with the Planet of the Taz, Dodgers and Porky finally come up with a plan to escape the planet, but the story ends with a surprise twist, that's slightly different than the one from the Planet of the Apes franchise.",
    "chinese_title": "Looney Tunes: Stranger Than Fiction",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-02-10T09:56:32"
}