{
    "aka": [],
    "sid": "5234372",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "恐怖",
        "纪录片",
        "犯罪",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "西德"
    ],
    "writer": [
        {
            "url": "/celebrity/1008628/",
            "name": "乌拉·施特克尔 Ula Stöckl",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0380977",
    "director": [
        {
            "url": "/celebrity/1008628/",
            "name": "乌拉·施特克尔 Ula Stöckl",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1984"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0380977/",
    "this_title": [
        "Wut im Bauch"
    ],
    "douban_link": "https://movie.douban.com/subject/5234372/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Kommissarin Lucas ist in großer Sorge: Ihr Kollege Stefan Deuter ist vom Vater eines Jungen, den Stefan in Notwehr erschossen hatte, niedergestochen worden.Schwer verletzt liegt Stefan im Krankenhaus, die Kollegen bangen um sein Leben. Ellen ist verwundert, als sie erfährt, dass Stefan seine Kündigung eingereicht hatte und sie nichts davon wusste.Großes Entsetzen macht sich in ihr breit, als sie von ihrem Kollegen Boris Noethen erfährt, dass ihre jüngere Schwester Rike mit dem rechtmäßig verurteilten Gewaltverbrecher Robert Jandt ein Verhältnis hat. Sie stellt Rike zur Rede, die Robert therapiert sieht und an ihrer Liebe keine Zweifel aufkommen lassen will. Dann wird Anna Wiedemann Opfer eines schweren Gewaltverbrechens, und Jandt ist der Tat dringend verdächtig. Anna Wiedemann ist noch nicht vernehmungsfähig, aber aufgefundene Spuren am Tatort sprechen eine eindeutige Sprache.Auch das Muster der Tat ähnelt dem Verbrechen, für das Jandt fünf Jahre im Gefängnis saß, dem Gewaltakt gegen seine Ex-Frau Jule Kieling. Jandt, der seine Unschuld beteuert, gelingt die Flucht aus der Untersuchungshaft, bei der er Rike als Geisel nimmt. Kommissarin Lucas ist außer sich vor Sorge um ihre Schwester. Sie erkennt, dass sie Rike nur retten kann und den Fall lösen wird, wenn sie es schafft, das beharrliche Schweigen von Jule Kieling und Anna Wiedemann zu brechen.12.10.2016",
    "chinese_title": "Wut im Bauch",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-17T13:00:39"
}