{
    "aka": [
        "The Innocent Lovers"
    ],
    "sid": "5234283",
    "cast": [
        {
            "url": "/celebrity/1132584/",
            "name": "Mahir Özerdem Mahir Özerdem",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1101652/",
            "name": "法蒂玛.噶雷克 Fatma Girik",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1149642/",
            "name": "Ahmet Tarik Tekçe Ahmet Tarik Tekçe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1148354/",
            "name": "Öztürk Serengil Öztürk Serengil",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1962",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "土耳其"
    ],
    "writer": [
        {
            "url": "/celebrity/1297204/",
            "name": "萨迪克.翔迪尔 Sadik Sendil",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0381235",
    "director": [
        {
            "url": "/celebrity/1093517/",
            "name": "Sirri Gültekin Sirri Gültekin",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "土耳其语"
    ],
    "playdate": [
        "1962"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0381235/",
    "this_title": [
        "Günahsiz asiklar"
    ],
    "douban_link": "https://movie.douban.com/subject/5234283/",
    "trans_title": [
        "The Innocent Lovers"
    ],
    "douban_votes": "0",
    "introduction": "#\tTitle\tOriginal sale date\"First Period\"\"1 Jigenme\" (1 時限目) \tJuly 25, 2008Sixteen-year-old Shinobu Honda is known as the \"player\" in her school because of her sexual charisma with other female students. Sixteen-year-old Momoko Naitou is the one who tries to keep her so-called friend in line. Meanwhile there are strange stories about the \"Phantom Doll\" spreading across the halls. The Komai sisters seek advice from both Shinobu and Naitou about what to do to about dealing with their growing relationship and end having sex after Chizuru confesses her love to Shigure one night, half naked. After Maya, one of Shinobu's admirers, steals a kiss from her while she is sleeping, Shinobu punishes the girl by seducing and torturing her with a vibrator with the help of her best friend/lover Kirin. After that, Naitou realizes that both of the Komai sisters didn't arrive at class today. The next day,during swimming class, Chizuru shows her lover to Naitou on her cell phone, it was her own older sister, Shigure, who Chizuru was in love with! Later, Naitou is on closing duty.She sees Shinobu and accuses her of giving Shigure inappropriate advice up on the roof that morning which starts up an argument and an awkward moment between the two girls.\"Second Period\"\"2 Jigenme\" (2 時限目) \tSeptember 25, 2008Kirin plays \"doctor\" for Matsuri, who had faked mumps in order to be with her. After making her statement on how grateful she is to be loved by many people, Shinobu tells Momoko she loves her. Feeling uneasy, Momoko leaves the apartment. She feels bored with her life and starts seeing her teacher, Hayato-sensei, and they end up having sex in a hotel room. The entire class soon gets wind of it and the girls completely ignore her. Meanwhile, Hayato-sensei collapses and is sent to a hospital. Hiding in a closet, Shinobu and Naitou hear from girls having a three-way about the teacher's illness and go see her. Hayato is no longer able to teach at the school and must leave. After parting with her lover/teacher on peaceful terms, Momoko goes outside to where Shinobu is waiting and thanks her for bringing her to the hospital.\"Third Period\"\"3 Jigenme\" (3 時限目) \tNovember 25, 2008Shinobu discovers that Maya is wearing the same type of lipstick that Momoko wears and subsequently takes her into the \"reflection room\" (a small, quiet room in the attic), leaving Kirin to come up with an excuse for their tardiness to school. That afternoon, Momoko is seen sitting in a restaurant with a mountain of hamburgers in front of her when Shinobu arrives to give her a gift for Valentine's Day: baked chocolates. Later, Shinobu is lured into a room alone with Sayuri. In order to keep Sayuri from exposing photographic proof of Momoko and Hayato-sensei's relationship, Shinobu is forced to strip naked and have sex with her. Momoko walks in on the two and rushes to Shinobu's aid, giving Sayuri time to escape. When she realizes what had happened, she charges at Sayuri and knocks her unconscious with a single punch. Sayuri is expelled and Momoko is forced to transfer schools. In her frustration regarding the events, Shinobu runs to the park where she and Momoko first met. The two are reunited and later have sex at a love hotel.",
    "chinese_title": "Günahsiz asiklar",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-20T00:22:46"
}