{
    "aka": [],
    "sid": "5235316",
    "cast": [
        {
            "url": "/celebrity/1136713/",
            "name": "伊莎贝尔·奥特洛 Isabel Otero",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1293717/",
            "name": "玛丽安娜·奥德诺 Mariana Otero",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2661951308.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt0376651",
    "director": [
        {
            "url": "/celebrity/1293717/",
            "name": "玛丽安娜·奥德诺 Mariana Otero",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2003"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0376651/",
    "imdb_votes": 70,
    "this_title": [
        "Histoire d'un secret"
    ],
    "douban_link": "https://movie.douban.com/subject/5235316/",
    "imdb_rating": "7.7/10 from 70 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "\"When I was four and a half my mother disappeared. My family told my sister and me that she had gone to work in Paris. A year and a half later, our grandmother admitted that she had died of an appendix operation.Later, throughout our childhood and youth, our father didn't speak to us about our mother, except to repeat that she had been an extraordinary painter and woman. He had locked her paintings in a cupboard and put the photographs away in a drawer that we were not allowed to open. Although I sometimes disobeyed, I never really showed any great curiosity about the woman who was my mother and whose face I didn't even recognize in photos.When our father finally decided to tell us about our mother, it was to reveal the real circumstances of her death. This secret that my father had carried alone for 25 years had prevented him from telling us about her life and showing us her work. In breaking this taboo, he returned our mother to us. But the successive lies had erased from my memory even the slightest recollection of her death. I felt compelled to reconstruct her life and discover the woman who had been snatched from me twice, both by her death and by the ensuing secrecy.She was a painter. I am a filmmaker. In the absence of memories, her paintings and my film could lead me to her.\"",
    "chinese_title": "Histoire d'un secret",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-06-26T05:52:14"
}