{
    "aka": [],
    "sid": "5235628",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1989",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "南斯拉夫"
    ],
    "writer": [],
    "imdb_id": "tt0375194",
    "director": [
        {
            "url": "/celebrity/1222841/",
            "name": "Ivan Ladislav Galeta Ivan Ladislav Galeta",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "1989"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0375194/",
    "imdb_votes": 8,
    "this_title": [
        "Wal(l)zen"
    ],
    "douban_link": "https://movie.douban.com/subject/5235628/",
    "imdb_rating": "7.1/10 from 8 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Ako Galetin film shvatimo kao traganje za gravitacijskim središtem ili točkom stapanja elemenata cjeline/univerzuma, tada detektiranje tog središta u Wal(l)zenu više duguje percipiranju njegove (auditivne i vremenske) strukture, nego smještanju jednog motiva u centar slike. Tragovi se nalaze u dionicama Chopinova klavirskog Valcera (op. 64, br. 2). Pijanist Fred Došek izveo ga je za film Naprijed-natrag: klavir, 1977., da bi dvanaest godina poslije doživio dekonstrukciju – varijacijama naprijed i natrag u načinu sviranja, snimanja svirke i reprodukcije snimke. Tako nastale podcjeline dalje se razlažu i preslažu, dodiruju i presijecaju u inverznim, matematički aranžiranim kombinacijama. Isječci su istodobno usmjereni jedan prema drugom poput lika i njegova odraza u zrcalu, ili, kako implicira autorova grafička (re)konstrukcija filma, poput 12 apostola oko Krista podijeljenih u četiri tročlane skupine na da Vincijevoj „Posljednjoj večeri“: jedan prema drugom, svi prema Jednom. Duhovna geometrija samo je prevedena u strukturalnu geometriju kojoj više ne treba gotova (simbolično zaokružena) forma – kugla (Sfaira), lopta (Water Pulu) ili udaljena točka u perspektivi (PiRaMidas), da bi iskazala Galetinu centripetalnu logiku svemira. Onu po kojoj se i rastavljeni/izokrenuti valcer uvijek vraća svojemu prepoznatljivu središtu – Chopinu.",
    "chinese_title": "Wal(l)zen",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-07-31T19:49:24"
}