{
    "aka": [],
    "sid": "5235935",
    "cast": [
        {
            "url": "/celebrity/1097471/",
            "name": "Linda Gay Linda Gay",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125869/",
            "name": "Lucélia Maquiavelli Lucélia Maquiavelli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1126627/",
            "name": "Rosa Maria Pestana Rosa Maria Pestana",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1143879/",
            "name": "Floriza Rossi Floriza Rossi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1171361/",
            "name": "Tatiana Dantas Tatiana Dantas",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1983",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2677970019.jpg",
    "region": [
        "巴西"
    ],
    "writer": [],
    "imdb_id": "tt0373702",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "1983"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0373702/",
    "imdb_votes": 18,
    "this_title": [
        "Bacanal de Colegiais"
    ],
    "douban_link": "https://movie.douban.com/subject/5235935/",
    "imdb_rating": "5.9/10 from 18 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "\"Marcelo is a narcissistic and self-centered young man who seeks fame at any price. While waiting for his chance in serious cinema, he trains by making pornographic films. His father (a qualified professional) is unemployed and is always irritated, provoking arguments and fights with his wife. who protects his son in an exaggerated way, turning him into a perfect opportunist. Through an advertisement, Marcelo starts working as a 'geisha boy', for an organized prostitution chain. As a parallel activity, he hunts 'Balzakian' women in the streets. Andréa, a completely free and emancipated woman, Andréa invites Marcelo to a party at her house, with the purpose of using him as an object of insult to her husband. Marcelo, like any good mercenary, asks for a large amount for this operation. they are fired for being temperamental and unsympathetic. Without money and work, he returns to Andréa, this time, obedient and submissive. Andréa introduces him to a friend, a film producer, who You are currently running a pornochanchada called 'Bacanal de Colegiais'. During filming he meets Silvia, a troubled, neurotic, depressed girl with a cyclothymic temperament. At Marcelo's invitation, she leaves the miserable pension and starts living together, sharing the apartment with an old spinster full of quirks and oddities. Both are frustrated, hoping for the luck that will never come - a big role. The mediocre and vulgar works (porn movies, erotic shows, etc.) generate conflicts, making the relationship more and more unbearable. \"(Pres-release)",
    "chinese_title": "Bacanal de Colegiais",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-06-03T20:23:07"
}