{
    "aka": [
        "Asta Nielsen: The Talking Muse",
        "Den talende muse",
        "The Talking Muse"
    ],
    "sid": "5236461",
    "cast": [
        {
            "url": "/celebrity/1152785/",
            "name": "拉尔斯·西蒙森 Lars Simonsen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1003565/",
            "name": "安德斯·雷恩 Anders Refn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1085029/",
            "name": "Orla Fokdal Orla Fokdal",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1208580/",
            "name": "Marguerite Engberg Marguerite Engberg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1138112/",
            "name": "Ib Rehné Ib Rehné",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1134880/",
            "name": "Erik Nørgaard Erik Nørgaard",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1092087/",
            "name": "莫滕·格伦沃德 Morten Grunwald",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "纪录片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2161568147.jpg",
    "region": [
        "丹麦"
    ],
    "writer": [
        {
            "url": "/celebrity/1043081/",
            "name": "Torben Skjødt Jensen Torben Skjødt Jensen",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0371281",
    "director": [
        {
            "url": "/celebrity/1043081/",
            "name": "Torben Skjødt Jensen Torben Skjødt Jensen",
            "@type": "Person"
        }
    ],
    "duration": "102分钟",
    "episodes": "",
    "language": [
        "丹麦语"
    ],
    "playdate": [
        "2003-08-12(丹麦)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0371281/",
    "imdb_votes": 30,
    "this_title": [
        "Den talende muse - samtaler med Asta Nielsen"
    ],
    "douban_link": "https://movie.douban.com/subject/5236461/",
    "imdb_rating": "7.3/10 from 30 users",
    "trans_title": [
        "Asta Nielsen: The Talking Muse",
        "Den talende muse",
        "The Talking Muse"
    ],
    "douban_votes": "0",
    "introduction": "It is a known fact that antiquarian bookseller and carefree, innovative personality, Frede Smith, was so attached to Asta Nielsen that he was the shoulder she cried on during the period of grief after her daughter, Jesta's suiside in 1964.Not many people have any idea of how deep their friendship was or how long they had been friends. Only now, several years after Frede Smith's death, a discovery of so much material and so many effects amongst his extensive possessions, can reveal the hidden truths. Not least, thanks to an enormous amount of large tape reels containing recordings of more than 80 hours telephone conversations between Asta and Frede during the period 1957-1959, as well as a number of conversations, from the same periode, that Frede had with Asta's daughter Jesta and her husband; Asta's son-in-law, Poul Vermehren. Altogether tape recordings made in secret by Frede Smith and hidden well for posterity.The telephone conversations invite us into a quite unusually warm and loving friendship. Into a private, intimate sphere which Asta Nielsen otherwise shied away from in public. In her great autobiography The Silent Muse, she would not reveal anything of her private thoughts and experiences - about her daughter and her husband, her former marriages with the film director Urban Gad, the Swedish magnate Freddy Wingårdh and her Russian actor Gregori Chmara, whom she lived with for 13 years without being lawfully married.About her many clashes with Danish mentality when she returns from Germany in 1937, her attitude towards Nazism, the Danish culture, her many rejections in trying to obtain a cinema concession in Denmark after the war, attempts at a come-back to the Danish theatre scene, her life which in many ways became lonely and bitter - and not least - her relationship to her daughter and son-in-law, especially her daughter's very characterstic fate, reflected through the daughter's battle with diabetes and overweight.With Frede on the phone, the silent muse became the talking muse - and perhaps Frede was the film prima donna's last hope for glorious \"golden days\".The film shows footage from a large number of Asta Nielsen's many films. She recorded, in total, 74 films during the period 1910 to 1932. An extensive, private arcive and personal effects which she also entrusted to Frede Smith, as well as plenty of private footage from Germany and Denmark.",
    "chinese_title": "Den talende muse - samtaler med Asta Nielsen",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-09-25T03:52:10"
}