{
    "aka": [
        "Vyshe radugi"
    ],
    "sid": "5237344",
    "cast": [
        {
            "url": "/celebrity/1068093/",
            "name": "米哈依尔·波亚尔斯基 Mikhail Boyarsky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115458/",
            "name": "Olga Mashnaya Olga Mashnaya",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1123792/",
            "name": "Dmitriy Maryanov Dmitriy Maryanov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1127647/",
            "name": "加琳娜·波尔斯基赫 Galina Polskikh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1486617/",
            "name": "埃琳娜·阿米诺娃 Elena Aminova",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1986",
    "genre": [
        "歌舞",
        "家庭",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2182279920.jpg",
    "region": [
        "苏联"
    ],
    "writer": [],
    "imdb_id": "tt0367210",
    "director": [
        {
            "url": "/celebrity/1166236/",
            "name": "格奥尔基·永瓦尔德·基尔凯维奇 Georgi Yungvald-Khilkevich",
            "@type": "Person"
        }
    ],
    "duration": "128分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1986"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0367210/",
    "imdb_votes": 247,
    "this_title": [
        "Выше радуги"
    ],
    "douban_link": "https://movie.douban.com/subject/5237344/",
    "imdb_rating": "7.1/10 from 247 users",
    "trans_title": [
        "Vyshe radugi"
    ],
    "douban_votes": "0",
    "introduction": "Было бы неправдой сказать, что «Выше радуги» любимый фильм детства и все такое. Не смотрела я в детстве этот фильм. И знать не знала что такое чудо существует. И увидела уже в довольно-таки взрослом возрасте. В таком возрасте, когда уже невозможно смотреть детские фильмы незамутненным взглядом и не комментируя происходящее. Но видимо чудеса случаются, ибо весь фильм я просидела с глупой улыбкой, восхищаясь Димой Марьяновым и подпевая «Засыпает синий Зурбаган…».Все-таки умели у нас снимать детское кино! Да еще как умели! «Выше радуги» это восторг чистой воды. Фильм, в котором все так как надо. Фильм, в котором хочется оказаться, а возможно и остаться. И мне очень приятно, что я, взрослый в общем-то человек, могу так воспринимать этот фильм.Главный плюс фильма, конечно же сам Алик Радуга. Поэт, фантазер, спортсмен. Он нравится сразу же, с первых кадров. Причем не потому что он весь такой замечательный (хотя и поэтому тоже). А в первую очередь потому, что обаяние зашкаливает. Ну и еще потому, что у Димы Марьянова потрясающая улыбка — увидишь такую и все, покорена навеки.Сам фильм удивительно легкий, светлый, радостный. И даже в чем-то сказочный. Ну ведь редко можно встретить таких учителей (да ведь учительницу физкультуры и за учителя принять трудно — кажется, что она просто чья-то старшая сестра). Или родители Алика — ну очень творческие люди. Немного витают в облаках и не мешают сыну жить. И Юрий Куклачев очень в тему, и прекрасные песни — замечательно все. И в результате получается фильм, который не учит, а просто заставляет понять, что чудеса в жизни случаются, но и от человека зависит многое.来源：http://www.kinopoisk.ru/level/1/film/85175/Many Soviet teens loved this movie probably because of the songs it introduced. They were real hits at that time. Many of the songs were performed by Vladimir Presnyakov Jr. (he is still a Russian pop-star). His voice was still teenager's unbroken one and it sounded quite unusual and nice.The movie could be interesting not only to the Soviet teens, however. Of course if it was available to them...I used to say it was my favourite movie of all times. Now, I haven't watched it for a long time but still remember the bright and kind feeling it would leave every time I watched it. Even now, as I remember it, I get this kind of feeling.This movie is a musical with simple but interesting fantasy plot. Very dreamy boy who is also a young poet, met a fairy who gave him the ability to do good in PE (specifically high jumping) with a condition that he will not say lies; once he commits a smallest lie, his abilities are gone...The movie is light and and it seems the whole idea is to present a certain imaginary world, which, though not so far from reality, still kind of utopian. I mean a world you would dream to live in, the world of no suffering and pain, filled with simple and genuine feelings, where you still have to make right decisions.To some viewers this movie might appear to be naive to the point of being boring and even stupid. But it will be admired by those, who crave nice and lovely without being too-sweet, philistine, and silly.The acting is good, especially by the lead actor. Music, as I said is wonderful. Director's work is also good, although sometimes the movie looks like TV-series.I just wish that kind of movies show up from time to time. It's not very cleaver, but in our todays world teens (and not only them) really need to be taught to be little more sensitive and kind.来源：http://www.imdb.com/title/tt0367210/",
    "chinese_title": "Выше радуги",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-04-10T01:14:38"
}