{
    "aka": [
        "Upast vverh"
    ],
    "sid": "5237037",
    "cast": [
        {
            "url": "/celebrity/1102577/",
            "name": "拉里萨·库兹捏索娃 Larisa Kuznetsova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1107146/",
            "name": "叶夫根尼娅·克鲁科娃 Yevgeniya Kryukova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1147522/",
            "name": "叶甫根尼·希迪金 Yevgeni Sidikhin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1168580/",
            "name": "玛利亚·雅科夫列娃 Marina Yakovleva",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1217165/",
            "name": "Anastasiya Slanevskaya Anastasiya Slanevskaya",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873230676.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [],
    "imdb_id": "tt0368395",
    "director": [
        {
            "url": "/celebrity/1020353/",
            "name": "Aleksandr Strizhenov Aleksandr Strizhenov",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "2002"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0368395/",
    "imdb_votes": 104,
    "this_title": [
        "Упасть вверх"
    ],
    "douban_link": "https://movie.douban.com/subject/5237037/",
    "imdb_rating": "6.7/10 from 104 users",
    "trans_title": [
        "朝上掉",
        "Upast vverh"
    ],
    "douban_votes": "0",
    "introduction": "Главная героиня — красива, умна (два высших образования), богата (муж — чиновник Минфина), имеет, все, что хочет — дорогие украшения от Tiffany, одежду в дорогих бутиках, салоны красоты, каждую неделю — нового водителя, квартиру с видом на Кремль — но счастья нет. Героиня не знает, чем бы еще заняться от скуки. И не спасают ни походы в дорогие клубы с подружкой Светой, ни гадания на Таро, ни йога. Муж зовет ее на ужин с «важным человеком», но она и там скучает. Но вот муж собирается уезжать в командировку и героиня решает к его приезду переделать декоративный камин, чтобы «топился». Светка предлагает знакомого каменщика, который обещает сделать свою работу как раз за неделю. В это время муж героини живет у Светки, они — давние знакомые и любовники, но он не мог на ней жениться в свое время — она была секретаршей его отца, посему и купил ей квартиру в Москве в обмен на молчанье. Поначалу героине каменщик не нравится — не разговаривает, не обращает на нее внимания, шумит по утрам и не дает ей спокойно спать до обеда. Героиня устраивает своим подругам вечеринку в джакузи, где одной из ее подруг приглянулся каменщик. Однако героиня ревнует и выгоняет всех из квартиры, а после ужинает с Николаем. Они становятся любовниками, за их интимными сценами наблюдают Светка и муж героини из соседней квартиры. Наутро Николай обнаруживает в квартире героини фотографию ее мужа и открывает ей страшную тайну. Все они — он, муж героини и Света родом из одного города, и когда-то у Николая была девушка, которая понравилась мужу героини. И что-то там у них произошло, но в итоге девушка выпала в окно, а Николай поклялся убить негодяя. Героиня просит не трогать мужа. На следующее утро приходит Света, которая объявляет героине, что все ее ценности — ничто, ибо они все видели, как она без угрызений совести изменяет мужу, и что ее муж — любовник Светы, а с Николаем она познакомила ее, чтобы он отомстил за ту его девушку. А в итоге над всеми смеется, что муж такой слабый, что Николай — горе-любовник, а героиня-то на самом деле просто не знает настоящей жизни, все у нее есть, а что с этим делать она не знает. Героиня ударяет Свету по лицу и в ужасе осознает, что все что у нее было, на самом деле она не имела — нет ни счастья, ни мужа, ни любимого человека и вся жизнь-то — это падение вверх. Героиня выбегает на балкон и наклоняется над перилами, на этом ее исповедь заканчивается.",
    "chinese_title": "朝上掉",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Упасть вверх",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-12-16T11:35:23"
}