{
    "aka": [],
    "sid": "5239751",
    "cast": [
        {
            "url": "/celebrity/1162138/",
            "name": "玛丽安娜·威廉森 Marianne Williamson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1159195/",
            "name": "Robert Thurman Robert Thurman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1179772/",
            "name": "Christopher Shays Christopher Shays",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028533/",
            "name": "戴斯蒙·图图 Desmond Tutu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2158032216.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1139613",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1139613/",
    "imdb_votes": 78,
    "this_title": [
        "Beyond Our Differences"
    ],
    "douban_link": "https://movie.douban.com/subject/5239751/",
    "imdb_rating": "7.8/10 from 78 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "With all of the problems facing the world today -- war, poverty, weapons, environmental degradation, starvation, overpopulation and severe desperation among millions -- people are longing for meaning. Many find answers in religion or spirituality, but as a result faith and religion are often hijacked by those seeking to enhance their own power at the expense of others, often all in the name of God. With this dichotomy in mind, \"Beyond Our Differences\" calls upon key religious leaders, politicians, and luminaries in their fields to tackle the toughest and most complex issues in the modern age, and it asks what it is that inspires them to affect positive change. \"Beyond Our Differences\" shares their personal experiences and each person provides a unique perspective on how to support and strengthen compassionate and non-violent activism when resolving difficult disputes. One provides a tapestry of distinct voices and viewpoints regarding spirituality, woven with one universal expression of hope. By providing such a variety of experiences in such an accessible format, we hope that individual viewers will understand this unified message of hope and will become empowered through their own expressions of faith to impact positive change in their lives and the lives of others.- Written by Entropy Films",
    "chinese_title": "Beyond Our Differences",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-11-03T09:28:34"
}