{
    "aka": [],
    "sid": "5239658",
    "cast": [
        {
            "url": "/celebrity/1433794/",
            "name": "戈登·马斯顿 Gordon Masterton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019165/",
            "name": "比尔·帕特森 Bill Paterson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2590624597.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1083856",
    "director": [],
    "duration": "59分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2007-08-06(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1083856/",
    "this_title": [
        "Thomas Telford: The Man Who Built Britain"
    ],
    "douban_link": "https://movie.douban.com/subject/5239658/",
    "trans_title": [
        "托马斯·特尔福德：建筑起英国的男人"
    ],
    "douban_votes": "0",
    "introduction": "homas Telford: The Man Who Built Britain tells the story of the man who led the way for Britain to become the world’s greatest engineering nation. Despite his work being over 200 years old, many of his creations still adorn the British landscape today and pay testimony to his genius. The one-hour documentary reveals the incredible work of the first modern engineer and is a perfect teaching instrument that touches upon more than engineering genius, but history in the broadest sense.He was a civil engineer before there was such a term or job. His formal schooling ended at the age of 14, but much of his work stands tall still today.Born August 9, 1757, Thomas Telford was a Scottish civil engineer, architect and stonemason, and a noted road, bridge and canal builder. After establishing himself as an engineer of road and canal projects in Shropshire, he designed numerous infrastructure projects in his native Scotland, as well as harbors and tunnels. Such was his reputation as a prolific designer of highways and related bridges, he was dubbed The Colossus of Roads (a pun on the Colossus of Rhodes), and, reflecting his command of all types of civil engineering in the early 19th century, he was elected as the first President of the Institution of Civil Engineers, a thomas-telford-pontcysyllte-aqueductpost he retained for 14 years until his death on September 2, 1834.Among Telford’s engineering was the Ellesmere Canal, the Pontcysyllte aqueduct (where Telford used a new method of construction consisting of troughs made from cast iron plates and fixed in masonry), and the Menai Suspension Bridge, the longest such bridge of its time. There are but three of Telfords accomplishments. In fact, there were dozens that progressed the industrial capabilities of Britain as well as Sweden where he developed plans for the Gota Canal at the request of the King of Sweden. The plans were adopted and construction completed. He was later named a foreign member of the Royal Swedish Academy of Sciences (1821).",
    "chinese_title": "托马斯·特尔福德：建筑起英国的男人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Thomas Telford: The Man Who Built Britain",
    "douban_rating_average": 0,
    "update_at": "2025-02-26T01:51:31"
}