{
    "aka": [],
    "sid": "5250316",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1988",
    "genre": [
        "动作",
        "爱情",
        "传记",
        "武侠"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2890469932.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "16",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "1988"
    ],
    "this_title": [
        "海灯传奇"
    ],
    "douban_link": "https://movie.douban.com/subject/5250316/",
    "trans_title": [
        ""
    ],
    "douban_votes": "357",
    "introduction": "一开始，卖药艺人李药仙带着妹妹李腊梅沿街买艺，推销一种专治“刀枪剑戟伤”的药粉，路人没有兴趣纷纷散去，李药仙耍了一套少林棍将路人吸引过来，并现场将胳臂划伤示范药粉是否灵验，于是路人都来买药，李药仙赚了不少钱，可是钱袋却转眼间被人偷走了。 路见不平的范无病追上了小偷，并与其交起了手，小偷不是范的对手，跪下求饶，范见他可怜，就把自己的一些钱给了他。之后他返回客栈，光着身子做在藤椅上睡着了，等候失主，事后李药仙将这个诚实的小伙子收留，教他搓药丸，而妹妹李腊梅也对范盟生了好感。不料，当地的恶霸“震南门”看上了李腊梅，一番较量之后，李药仙惨遭毒手，被石灰粉迷了眼睛，腰部被两把刀同时刺中（这个镜头很触目惊心，我想不是因为这个过于血腥而封杀了吧）而死。李腊梅被“震南门”霸占，洞房后趁其熟睡之时将其杀死逃走。李蜡梅觉得没有脸再见范无病，逃亡中被人贩子于天庭收留，并被他利用，他将腊梅的脸划花，又让其吞下烧红的煤球使嗓子变哑、变粗，让她用布在里面裹住胸部，让她成为一个“男人”……原来，于天庭主要靠贩卖处女发财，但是每次在押送的途中都会被押送人糟蹋很多个处女，以至卖不了高价；所以李腊妹无形中成了最好的押送处女人选，她是女儿身，又会武功，特别是飞针百发百中，可是她始终没有看清于天庭的真面目。范无病和被他放走的小偷刘贵成了至交，沿街买艺时被当地的席专员赏识，席专员请范当儿子席小山的武术教师，在此期间，席专员的女儿、席小山的妹妹席小婷也对范产生了好感。但是席太太却对范一直有偏见。范无病一直没有忘记李腊梅，到处打听她的下落，听说她被卖到妓院，就整天带着小山去那里打听，但因为坏人的挑拨，使席专员对他产生了误解。而范打听到的姑娘“腊梅”却是一个叫徐腊梅的妓女。范遇到了面目全非的李腊梅，可是没有认出她，而席小山也意外被人杀死。李腊梅看清了于天庭的真面目后怒不可遏，可是于天庭有枪，奈何不得，最终范知道她就是李腊梅时，她也饮弹而死。 范无病为了混进警察局偷什么东西,将鸡血淋在刘贵身上.自己穿上警服假装抓到一个滋事者混了进去,得手后被一群打手追杀(记得其中有个背上有蝎子文身的大膀),后来在工地将沥青淋在他们头上才得以脱身；“震南门”之子郑尚功从日本回来誓报父仇，由于他出身豪门，又是留洋归来，衣冠楚楚……席太太一心撮合他与女儿席小婷结婚。小婷虽喜欢范无病，但迫于多方面压力,最终不得已嫁给了郑尚功。婚礼那天，警察来抓捕范无病，范藏在席小婷车里脱身，还没有上车的郑尚功发现车开走了连忙去追，而刘贵为了掩护范逃走被警察包围……新婚之夜，郑尚功向小婷亮出了底牌，而且他在日本已经有了老婆，席小婷受尽这个衣冠禽兽的凌辱后回到了家，可是父母都已经远去乐山，羞辱无助的她一下子扑进老管家的怀里…… 范无病决心遁迹空门，追随少林大师习武，大师藏有一柄断剑，是火烧少林之后主持的信物，持有者可成为新少林主持。师兄圆明心术不正，一心想成为新主持，偷取断剑；他假借与范无病切磋武功，暗中使用杀手“二指禅”欲取范无病性命，幸好大师及时看到并制止。不料，圆明又趁大师昏迷之际、范无病去打水之时将大师害死，偷了断剑，正欲逃走，被打水归来的范无病撞见，二人对峙起来，一番大战后，双方都精疲力竭，范无病挣扎着站起来将圆明踩在脚下，夺回了断剑。",
    "chinese_title": "海灯传奇",
    "douban_rating": "7.6/10 from 357 users",
    "foreign_title": "",
    "douban_rating_average": "7.6",
    "update_at": "2025-03-12T01:16:36"
}