{
    "aka": [],
    "sid": "5250352",
    "cast": [
        {
            "url": "/celebrity/1275717/",
            "name": "张庭 Ting Cheung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323065/",
            "name": "林炜 Wei Lin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1375346/",
            "name": "王淑娟 Shu-Chuan Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316516/",
            "name": "李天柱 Tien-chu Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315879/",
            "name": "江宏恩 Nic Chiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316330/",
            "name": "王耀庆 David Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314706/",
            "name": "席曼宁 Man-Ning Si",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1368539/",
            "name": "梁家榕 Josie Leung",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1998",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907791882.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [
        {
            "url": "/celebrity/1322738/",
            "name": "李顺慈 Shunci Li",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1326799/",
            "name": "胡意涓 Yijuan Hu",
            "@type": "Person"
        }
    ],
    "duration": "40分钟",
    "episodes": "60",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1998"
    ],
    "this_title": [
        "太陽花"
    ],
    "douban_link": "https://movie.douban.com/subject/5250352/",
    "trans_title": [
        "太阳花"
    ],
    "douban_votes": "0",
    "introduction": "在一个风雨交加的台风夜里，妍秋（王淑娟）不顾丈夫汉文（黄仲昆）的劝阻，执意前往电台参加一个现场歌唱节目。回程时，她目睹路旁翻覆吉普车一辆，妍秋认出了车子，那是汉文的军车。汉文不放心她的安危，在前往电台接她的途中发生意外，不幸身亡。至此，妍秋坠入自责的深渊中，终至精神崩溃，永远无法原谅自己。汉文撒手那一年，留下了孤儿寡妇共四人，三个儿女子荃（王耀庆）、子敏（王耀庆）、子亮（张庭）。最小的子敏才三岁，完全不明白发生了什么事，小姐姐子亮不过大他四岁，永远无法忘记那惊悚的一幕- 不是父亲的死亡，而是在父亲葬礼上，白衣的母亲，在前来悼丧的亲友面前对着父亲的遗照，突然幽幽唱起歌来，突兀的歌声，苍白诡谲的神情，亲友们窃窃的耳语，兄妹难堪尴尬的反应…从那一刻起，子敏似懂非懂的知道了一件事，母亲疯了。从此以后，气质优雅高贵的名歌星，宋妍秋成为历史，她走进了自己的世界，不愿出来，子亮七岁，死了父亲，疯了母亲，开始她痛苦漫长的人生。而这一切只是开始，不是恶梦的全部，子荃在年事稍长初可独立之时，在葬礼完毕就走，便毫不留恋的飞往美国投靠姑姑，彻底与这个家庭划清界线，子敏在十五岁得了重度躁郁症，于是，一个残缺的家庭，三口人，两个疯子，一个文疯、一个武疯，唯一正常的是子亮，最痛苦可悲的也是子亮，她恨不得自己也疯了，但她连疯狂的权利也没有，她必须正常清醒的活着，活下来，并且照顾着她最亲爱的母亲与弟弟。有时她也恨，这样的家庭背景，使她永远不能正常的交朋友，不能正常的去爱，没有人有那么大无畏的勇气去娶一个神经病家庭的女儿。谁都怕负担，谁都怕遗传基因。可怜的子亮永远只能在心底渴望着爱情，永远只能是相亲团中的陪客。任何一个交往的对象，只要知道了她的家庭背景，无不一一打退堂鼓。唯一能与她坦然面对的只有中威（林炜），因为他是亮亮的心理咨询师，但这也仅只是医生与病患的关系，他可以医疗她的心理，可以倾听她的悲哀，但他当然不可能把亮亮娶回家，脱下了医袍，中威也就是一个普通人了，正常人会有的顾虑，他当然也会有，而且比一般人更清楚精神病的遗传基因是六分之一。子亮觉得她这一生已与幸福绝缘了，直到遇见士元（江宏恩）…士元与士芬（梁家榕）兄妹同在家族企业里工作。士芬是玩票，职业只是为了丰富她名片上的头衔而已。士元比妹妹多认真一点点，那是因为他独子的责任。最努力的，是他们的父亲赵靖（李天柱），最拿权的是他们的母亲秀女（席曼宁）。秀女掌控一切，一切包括公司、丈夫、子女，他们的行为与他们的思想。廿八年的婚姻关系中，她永远不忘记提醒赵靖当年、他是如何靠着娘家丰厚的嫁妆与人脉起家。虽然二十八年赵靖早已努力的以数倍家产还给她并证明了他的实力。但秀女永远以高高在上的气焰压迫着赵靖、掌控着子女。赵靖是个厚道的男人，多少次他可以离去，都念着夫妻恩情和子女亲情而忍了下来。老式男人不做兴抛妻弃子，他们只是沉默的把希望放在下一代。也许午夜梦回之际，他会在心底怀念着他曾经深爱过的一个女人，但那只一个年轻时的梦而已，一段尘封的往事，一份伴随终生的回忆，回忆中甜美的女子名叫宋妍秋。一直到士元表示要娶子亮时，使都不知道子亮是妍秋的女儿。他只知道士元要娶的对象是自己公司的一个属下，一个沉默认真娴静的好女孩儿，他完全赞成，除了欣赏子亮，更佩服儿子有勇气选择爱情而与秀女唱反调。子亮不是秀女要的媳妇。子亮没有背景、没有家世，她不明白士元看上子亮哪一点，她不想明白，只要反对就行。尤其当她经过调查知道了子亮的家庭，她更是反对有理，于是她用尽方法阻隢。但头一次，一向温顺的士元反抗了她，执意要娶子亮回家，除了士元的坚持，更有赵靖和士芬的支持，赵家三口从未如此同心一致的反对过她，秀女不得已妥协，但同时下定决定，她不打算接纳子亮，一辈子也不会喜欢这个媳妇儿，更不会承认有这样一个亲家，直到婚礼之前，秀女不曾与妍秋接触过，在她心里认定这桩婚姻不会长久，这只是一场儿子为表示独立自主而刻意与自己唱反调的战争罢了。她且放手让他们去游戏，她明白士元的个性，久了、无味了，游戏会自然结束。就这样，子亮嫁进了赵家，以为拥有了她渴望已久的幸福，可悲的却事与愿违，…才在婚宴上就出了事情，妍秋表现失常让子亮羞愧困窘，秀女不屑嘲讽，连士元都开始真正警觉自己娶了子亮是否失误，唯有赵靖是惊骇痛心的，他没想到自己与妍秋久别重逢后是在这种情况下，妍秋种种恍忽迷离的失常举动让他心痛，他对妍秋的爱恋未减，同时更多了几分同情，他希望能够照顾她…",
    "chinese_title": "太阳花",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "太陽花",
    "douban_rating_average": 0,
    "update_at": "2025-11-24T19:00:26"
}