{
    "aka": [],
    "sid": "5256170",
    "cast": [
        {
            "url": "/celebrity/1319102/",
            "name": "江淑娜 Nana Chiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321975/",
            "name": "林健寰 Kevin Lin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348517/",
            "name": "伊正 Yi-Cheng Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1051091/",
            "name": "李婷宜 Miki Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1341225/",
            "name": "陈子强 Charles Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1363624/",
            "name": "罗时丰 Shih-feng Lo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1582857/",
            "name": "许定南 Ting-Nan Hsu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2879702802.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [
        {
            "url": "/celebrity/1326843/",
            "name": "黄志翔 Chih-hsiang Huang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1341734/",
            "name": "王重光 Chung-kuang Wang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "45",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2001"
    ],
    "this_title": [
        "望鄉"
    ],
    "douban_link": "https://movie.douban.com/subject/5256170/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "台铁南下列车发生一起凶杀案，揭开该剧的序幕，这是关于玉梅、阿捡【张倩饰】、大海、春绸、茂春这三女二男之间的故事，时空贯穿半个多世纪以来的台湾。少女玉梅的双亲为了保护抗日组织内的同志而葬身蔗园烈焰，远居于渔村的林医师义无反顾的收留她为义女。医师娘杏子起先排斥她，让玉梅受尽委屈，后来却被玉梅的善良与纯真所感动。林家的独子茂春对玉梅特意呵护，玉梅少女情怀，织一枚香包送给茂春，起先，茂春心中不以为意，后来他与玉梅历尽生死离别，暮然回首，这才被玉梅的深情打动。讨海人彭大海童年时即与玉梅青梅竹马，他在二二八事件当中因缘际会地救了一个小女孩阿捡，长大之后，他都已经忘记了这件事，不料阿捡却深深地铭记于心，在她心中，悄悄的将大海视为最理想的丈夫人选，她明知道大海心中只有玉梅，可是她无怨无悔。她和大海经过相亲，但因大海的不情愿而让她蒙受羞辱，可是她知道大海无心伤她，因而，大海的拒绝反而让她更加的执著。甚至在大海娶了玉梅之后，她也跟玉梅结为密友，她把大海的妻与子视为自己的姐姐与孩子，在其中，她领受到愉悦，却也在内心深处饱尝痛苦。大海的父亲旺伯其实是打从心底将阿捡当成媳妇的，他也明白阿捡心中的苦痛，但却无可奈何。玉梅与茂春之间，有着曲曲折折长达半个世纪之久的情缘，其间各有嫁娶，玉梅嫁给大海，茂春娶的却是玉梅的好友春绸。玉梅与茂春之间的情丝虽是各自压抑，却仍被大海和春绸发现，痴情的大海表露的是宽容，妒恨的春绸却与玉梅决裂。茂春后来因白色恐怖的政治案件而逃亡，玉梅也因同一案件而被乡人误认为是告密者，被迫离家弃子远走他乡。她在台北独立谋生，虽然面对春绸的恶意排挤，她仍坚强的撑了下去。这段期间，大海曾带着儿子日升数次北上寻找玉梅，可却一再与玉梅错身而过，咫尺天涯。阿捡明白大海心中的痛苦，玉梅不在，阿捡默默地出入彭家，宛如是孩子日升的另一个母亲，旺伯看在眼里，感激在心，他几度怂恿大海另娶阿捡为妻，可是大海始终不肯。大海其实知道阿捡的一往情深，也知道自己伤害到阿捡，可是阿捡在他面前永远是一张惯有的笑脸，没人知道她悄悄的吞下了多少泪水。阿捡的态度是坚决的，她和大海之间虽然很亲近，可却严守礼教的分际，她早已放弃了与大海结为夫妻的期盼，也因此，当大海为玉梅的离去而伤心绝望时，她对大海的态度居然是超乎寻常的严肃，是为了激励大海不可放弃玉梅，也为了成就大海的幸福。她和大海之间，情感的升华已超越了寻常的友谊，也超越了独占性的爱情。春绸死后，玉梅收留春绸的女儿雅芸，其后她又陆续到台湾各地找到当年因案而离散的另外两个家庭的子女，把他们带在自己身边，视如己出。这些孩子失去了父母，她要当他们的母亲，吃再多苦她都愿意。就这样为人妻为人母的玉梅，自己有家归不得，却把别人的孩子当成自己的孩子，重新建立起一个家。这段期间，玉梅辗转地收到了茂春的来信，这才知道茂春还活着。直到多年之后，孩子们都长大，她将别人的孩子视如己出，最后赢得了这些子女的心，他们终于了解多年来玉梅的苦心孤诣是为了什么，他们心甘情愿叫她一声妈。玉梅也与大海父子团圆了，令她意外的是，在她离开彭家的几十年间，阿捡帮她扛起了为人母的责任，帮她照顾了大海和日升这一对不大会照顾自己的大男人，而且就在她返家之际，把这个家还给了她。阿捡默默的回到山上的祖厝，她不曾告诉任何人，她其实已经身患绝症，只想躲到一个没有人知道的地方，安静的离世。玉梅和大海后来发现阿捡的隐疾，等他们找到阿捡时，却只见到她最后一面，阿捡含泪而逝时，脸上依然是那惯有的笑意，无怨无悔的笑意。阿捡死后，大海才猛然发现，阿捡在他心中已然占据了一个不可或缺的位子，玉梅离乡期间，他虽然思念着玉梅，可是一等玉梅归来而阿捡逝去，他才发现，阿捡其实早已成为他生命的一部份。最后，大海的选择竟是留在山上，守着阿捡的坟，守着自己不可名状的悔愧。玉梅离乡之初，旺伯曾逼大海与玉梅离婚而大海执意不肯，到了此时，大海却主动签下一纸离婚协议，因为他知道茂春仍健在人世，他要玉梅勇於追求自己的幸福，一如他也要把握此生与阿捡共处的最后时光，哪怕阿捡已然不在。玉梅的孩子们各有各的想法与事业，再加上情感的纠葛，在在都让玉梅心力交瘁，可是她无怨无悔。孩子们后来各缔良缘，玉梅与茂春在离散数十年之后也终于重逢了。然而，半世纪以来的情意，玉梅与茂春却只能发乎情，止乎礼。两人心中不约而同有着相同的疑问却始终不敢说出口──过去的一切，他（她），忘了吗？直到玉梅在雅云身上看到了那枚香包，玉梅终于流下了泪水，只因香包解开了她心中的疑惑。流转多人之手的一枚小小香包，所揭露的正是玉梅与茂春之间缠绵半个世纪之久的真情。一如高山之巅，一个老人守着孤坟的背影，透露的竟是大海与阿捡生死相隔暮然回首之后才终于浮现的至爱",
    "chinese_title": "望鄉",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-25T01:56:45"
}