{
    "aka": [
        "绑架疑云(台)"
    ],
    "sid": "5257248",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "　　第24届芝加哥影评人协会奖(2011)\n　　最佳纪录片(提名)\n\n　　第20届东南影评人协会奖(2011)\n　　最佳纪录片(提名)\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2654537524.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1704619",
    "director": [
        {
            "url": "/celebrity/1005011/",
            "name": "埃罗尔·莫里斯 Errol Morris",
            "@type": "Person"
        }
    ],
    "duration": "88分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1704619/",
    "imdb_votes": 7402,
    "this_title": [
        "Tabloid"
    ],
    "douban_link": "https://movie.douban.com/subject/5257248/",
    "imdb_rating": "7.0/10 from 7402 users",
    "trans_title": [
        "小报",
        "绑架疑云(台)"
    ],
    "douban_votes": "311",
    "introduction": "这是一个有趣、新奇、令人不安的故事，是对一个女人由于对浪漫的执着妄想而游走在生活边缘的生动描述。三十年前，当林赛-罗翰和小甜甜布兰妮的私生活还未成为人们茶余饭后的谈资，怀俄明州小姐乔伊斯-麦金尼已经是众多媒体竞相追逐的八卦对象。导演莫里斯的镜头跟随着这位选美皇后的经历揭开了她淫乱的旅程。乔伊斯金发碧眼、身材傲人，并拥有高达168的智商，可是她却将自己的青春奉献给错误的梦中情人——他带她走遍了大半个地球，也带她入狱，曝光了他们的性生活，让她上了各大小报的头版。乔伊斯复杂的爱情迷宫，让她犹如面对着一个超现实的世界，其中包括持枪绑架、摩门教徒、有伤风化的照片、魔术内衣和放荡的性生活等等，直到有一天她无止境的梦终于在韩国触礁……《小报》是由肯特·盖文主演，埃罗尔·莫里斯导演的影片，讲述一个有趣、新奇、令人不安的故事，是对一个女人由于对浪漫的执着妄想而游走在生活边缘的生动描述。幕后花絮通过1978年那部具有开创性的《天堂之门》，埃罗尔-莫里斯大大改变了人们对于纪录片的固有看法——他运用自己独特的视角来展现一段世俗并怪诞离奇的历史。这位出生于纽约的导演，两岁时失去了父亲，和哥哥一起被身为音乐老师的母亲一手带大。到了15岁，莫里斯去往一个位于佛蒙特州的寄宿学校读书，并开始演奏大提琴。从那时候起，他就开始阅读大量书籍，并迷上了看电视，定期去看周六午后的演出。那些三十年前的恐怖片，依旧能让他觉得吓人。自1969年从威斯康辛-麦迪逊大学毕业后，莫里斯曾经打过一小段零工，做过有线电视推销员和论文枪手，并以非传统的方式成功申请到普林斯顿大学的学习机会，研习科学史。在1972年，他又前往伯克利分校攻读哲学博士学位。经过多年在不同领域的学习，莫里斯一直没找到适合自己的专业。后来，他花了大量时间泡在太平洋电影资料馆，终于找到了自己热爱的电影事业。在希区柯克的作品《精神病患者》的启发下，他开始探访臭名昭著的连环杀手，与德国著名导演赫尔佐格一起制定拍摄计划，踏出在电影旅程上冒险的第一步。在2003年，他凭借纪录片《战争迷雾》走上了奥斯卡的领奖台。与许多导演热衷于为名人拍传记纪录片不同，莫里斯的新片将镜头对准了观众生疏的乔伊斯-麦金尼。他是在《波士顿环球邮报》的一篇文章中得知乔伊斯的，便立刻联系了远在北卡罗来纳州的她。他那时候还不知道自己要干嘛，不过这个女人的故事深深吸引了他：“我时常觉得许多真实的故事能结合两种迥然不同的元素，而她的故事正是这样典型的例子。文章里提到了克隆狗，而在结尾处，他们还暗示伯南-麦金尼就是乔伊斯-麦金尼，她有着一个长达三十年的性与束缚的故事。这些都让我非常感兴趣。”不过，最终请麦金尼出演这部传记片并不容易，因为当时那篇报道当出来后，许多记者纷纷上门想要采访她，让她不胜负荷。而她也并不想拍什么电影，于是莫里斯就放弃了这个想法。大概过了6、7个月，他被要求做个名为《小报》的纪录片系列的第一部，他又联系了已经搬家的麦金尼，告诉她只会有一些采访。这才促成了这部电影的最终问世。A documentary on a former Miss Wyoming who is charged with abducting and imprisoning a young Mormon Missionary.Academy Award-winner Errol Morris (2003 Best Documentary - The Fog Of War) follows the stranger-than-fiction adventures of Joyce McKinney, a former \"beauty queen\" whose single-minded devotion to the man of her dreams leads her across the globe and directly onto the front pages of tabloid newspapers. Joyce's crusade for love and personal vindication takes her through a surreal world of gun point abduction, manacled Mormons, oddball accomplices, bondage modeling, magic underwear and dreams of celestial unions. Equal parts love story, film noir, brainy B-movie and demented fairy tale, Tabloid is a delirious meditation on hysteria from a filmmaker who continues to break down and blow open the documentary genre.",
    "chinese_title": "小报",
    "douban_rating": "7.8/10 from 311 users",
    "foreign_title": "Tabloid",
    "imdb_rating_average": 7.0,
    "douban_rating_average": "7.8",
    "update_at": "2025-02-14T18:49:06"
}