{
    "aka": [
        "乔安娜之死",
        "摩斯探长：古案新探",
        "摩斯探长：村姑之死"
    ],
    "sid": "5257230",
    "cast": [
        {
            "url": "/celebrity/1014091/",
            "name": "约翰·肖 John Thaw",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1099549/",
            "name": "詹姆斯·格劳特 James Grout",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1098163/",
            "name": "克莱尔·霍尔曼 Clare Holman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007104/",
            "name": "丽莎·艾科恩 Lisa Eichhorn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032380/",
            "name": "朱蒂·罗 Judy Loe",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1998",
    "genre": [
        "悬疑",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2590015072.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1028277/",
            "name": "柯林·德克斯特 Colin Dexter  ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1051752/",
            "name": "马科姆·布雷德伯里 Malcolm Bradbury",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0611662",
    "director": [
        {
            "url": "/celebrity/1288765/",
            "name": "罗伯特·奈斯 Robert Knights",
            "@type": "Person"
        }
    ],
    "duration": "102分钟",
    "episodes": "1",
    "language": [
        "英语"
    ],
    "playdate": [
        "1998-11-11(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0611662/",
    "imdb_votes": 877,
    "this_title": [
        "Inspector Morse: The Wench Is Dead Season 11"
    ],
    "douban_link": "https://movie.douban.com/subject/5257230/",
    "imdb_rating": "8.1/10 from 877 users",
    "trans_title": [
        "摩斯探长 第十一季",
        "乔安娜之死",
        "摩斯探长：古案新探",
        "摩斯探长：村姑之死"
    ],
    "douban_votes": "211",
    "introduction": "Morse is taken seriously ill at a museum reception and is hospitalized. In the hospital, Supt. Strange, visits Morse to push him to take early retirement, while Dr. Millicent 'Millie' Van Buren gives him her book on a 140 year-old court case known as the Oxford Canal Murders. The case involved the murder and rape of a young woman, Mrs Joanna Franks, traveling by canal boat from Coventry to London. The case resulted in three boatmen being sentenced to death and two of them hanged. Morse starts to read Millie's book and dreams about it. He soon has a number of problems with the case.Why weren't the three men also charged with theft? Why did Mrs Franks take a boat instead of a train that was much faster and comfortable and only slightly more expensive? Why didn't she abandon the boat after she complained about lewd behavior of the crew at the shipping office in Banbury? Why did she then drink and 'socialise' with the crew? What happened to her 'carpet bag' with which she arrived on the boat but which was not mentioned in the court case, nor was it stored in the archives with her, almost empty, trunk? The trunk was marked with initials of her first husband who had died. How did it happen that her shoes were found on the boat but nobody saw her return to the boat from the forest?PC Adrian Kershaw does some brilliant leg work for Morse. He studied history and has invaluable background knowledge. For instance, he mentions that the boatmen had bad reputation because they worked on Sundays and did not attend church. Later a chapel was built for them in Oxford.The dead woman's clothes and the shoes found on the boat are submitted to modern forensic investigation. The result is that the shoes did not belong to the dead woman found in the water because she was much taller.The shoes were never used in the forest.Only Mrs Franks' husband, Charles Franks, was called to identify the body of the dead woman. He claimed that, while her face was darkened and disfigured, he found a birth mark behind her ear. The prosecutor welcomed that information \"that only a husband or a lover would know\". The accused were not shown the body. The defense attorney merely claimed that the guilt of the three men was not proved. All three accused claimed to the end that they were innocent. One of them was not executed because he embraced Christianity in prison.Morse instructs Kershaw to investigate if Charles Franks benefited from his wife's death and, indeed, he pocketed 300 pounds insurance money. Case closed: Charles Franks murdered a tall women and dropped her in the canal after meeting Joanna in the forest. If Joanna Franks jumped off the boat at the same time as the dead body hit the water, she swam to the bank and joined her husband. The couple changed their names, in the case of 'Charles Franks' a second time after he 'died' as Joanna's first husband. The fourth boatman, a youngster who was not charged, was probably paid by Joanna to give false testimony.Morse travels to Ireland and has a grave of Joanna's first husband exhumed. The coffin contains bags of sand and some stones.",
    "chinese_title": "摩斯探长 第十一季",
    "douban_rating": "8.5/10 from 211 users",
    "foreign_title": "Inspector Morse: The Wench Is Dead Season 11",
    "imdb_rating_average": 8.1,
    "douban_rating_average": "8.5",
    "update_at": "2025-05-26T19:29:01"
}