{
    "aka": [
        "The Feresh One",
        "Transfer Student"
    ],
    "sid": "5262326",
    "cast": [
        {
            "url": "/celebrity/1313963/",
            "name": "王今铎 Jinduo Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1367445/",
            "name": "任袁媛 Yuanyuan Ren",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318857/",
            "name": "王光辉 Guanghui Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情",
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2517529369.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1318099/",
            "name": "蒋丛 Michael Chiang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1318099/",
            "name": "蒋丛 Michael Chiang",
            "@type": "Person"
        }
    ],
    "duration": "85分钟",
    "episodes": "",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2009-08-11(中国大陆)"
    ],
    "this_title": [
        "转校生"
    ],
    "douban_link": "https://movie.douban.com/subject/5262326/",
    "trans_title": [
        "The Feresh One",
        "Transfer Student"
    ],
    "douban_votes": "58",
    "introduction": "岭南高中高三学生佟新经常和隔壁班的好朋友王璁,一起逃学，到街头夜场和社会上的孩子打街头篮球，夜不归宿。佟新的母亲在他三岁时离家改嫁，自那之后佟新在也没有见过自己的母亲。父亲是普通工人，嗜酒如命，经常对佟新大打出手。佟新最亲的人就是奶奶。在一次逃学打球的过程中，傲气蛮横的佟新和人打架被拘留。岭南高中开除了佟新 ，而在他出拘留所的当日，父亲在打骂他的过程中不慎被汽车撞死。奶奶毅然决然安排佟新回到母亲于莉身边。原来奶奶和于莉一直有联系，佟新从小到大的生活费和学费都是于莉出的，于莉怕佟新的父亲拿这些钱喝酒，就总是把这些钱寄给奶奶，由于父亲从中阻挠，佟新才一直没能见到妈妈。即使知道了真相，佟新还是抹不去十几年来对母亲的怨恨，到了新家之后，佟新处处与母亲和继父过不去，即使继父为人善良正直、通情达理，佟新也总是跑到养老院找奶奶，尤其当佟新得知母亲和继父已有了孩子，佟新和母亲的冲突越来越大。母亲通过关系，把佟新安排到了火炬高中，希望佟新完成高三的学业，考上大学。可佟新依然是逃学打球，肆无忌惮。佟新认识了女孩葡萄。还在一次偶然的情况下，和火炬高中校队发生了小小的冲突，而葡萄恰恰是校队教练的女儿。在葡萄的努力下，教练得以见到狂傲的佟新，在看完佟新打球之后，教练竟然收留了这个狂傲的家伙，因为教练觉得他是成为职业篮球运动员的好苗子，而佟新孤傲的性格来源于他内心深处的孤独，这个叛逆的孩子需要帮助，而教练认定只有篮球可以帮助他。就这样，佟新不顾母亲的反对，加入了火炬高中篮球队。面对着队友的不友好，佟新在教练的带领下克服万难。教练一味让他进行身体素质练习，不上场比赛是为了去除他身上街头篮球的习气，在和教练及队友的冲突中，在球场上，佟新渐渐学会了宽容、团结和责任。球场如人生，佟新也学会了渐渐理解母亲，体味到了家庭和成长的意义。幕后花絮数字电影《转校生》将丛导演阐述 关于类型，之所以要先就《转校生》类型开始我的阐述，是因为本片的所属类型本身就是我的创作冲动的缘起。《转校生》属于青春体育励志片，是商业娱乐类型片的一种。此种类型片的主人公多是在生活中有自己的问题，有一定的心理障碍，且多是因为曾经的某次失败或者家庭因素。此种类型片就是阐述主人公如何通过某种体育运动，或者被某人、某种感情激励，重新振作，为了胜利而拼搏，同时战胜了自己，打开心结，获得成长，懂得了生活的道理。体育励志片主题健康积极，充满希望，主人公的经历往往振奋人心，体育场面也是精彩绝伦。这种类型片在美国已经非常成熟，已经培养了大量的善于此种类型片的创作队伍，也拥有成熟的励志片市场，是好莱坞类型片的一支主流。创造巨大票房价值的同时，也经常是奥斯卡奖的常客。此种类型的拥有积极的人生观、价值观，属于全世界人都能理解的情感，拥有广大的国际市场。《一球成名》、《卡特教练》、《洛奇》、《火的战车》……此类型的佳片数不胜数。我本人就是励志片的铁杆影迷，但是我国的励志片创作水准比较滞后，且产量稀少。虽然《转校生》的投资额非常有限，必定不能创造出我心中的励志片。但我还是借这次机会，尝试了一次很美国化的，好莱坞风格及叙事手段的励志片创作。从编剧之初，我就一直在思考励志片的灵魂。我的答案便是场面、精神及感情。励志片最好看之处便是体育场面、无论是主人公训练还是最后的角逐，场面戏就是动作戏，对内外部节奏的掌握要求很高；励志片最振奋人心之处，就是精神。生活是糟糕的，环境是恶劣的，如何打败自己，奋起直追…… 励志片最动人之处便是感情，如《一球成名》中的父子情；《洛奇》中的爱情…… 无论是精神、还是感情，纯真质朴最重要。 关于表达 《转校生》所表达的是一种人生态度：做人最重要的是责任。懂得了什么是责任，且愿意承担，自然也就学会了理解和宽容。 关于风格样式 不可忽略的是，篮球题材的励志片，必然会有HIP-HOP的风格样式，也就是黑人街头文化。如何融会贯通且做好本土化的工作，是我在拍这部戏的时候最为重点的工作。风格样式的构成，离不开整体影片的造型。 人物造型：写实。男孩、女孩一定要形象好，且适合街头文化的气息。篮球运动员就是运动员。绝不接受中性化的男男女女。切不可像《大灌篮》一样，篮球运动员长发飘飘。服装上配合美术的整体风格，颜色要沉，切忌花里胡哨。既要符合潮流，也要风格贯穿。 美术造型：写实、质朴。借鉴《卡特教练》的美术风格。暖色调为主，西安古城、追求美国波士顿老城的感觉。 摄影造型：影调自然，写实为主。篮球场面按照动作片来拍。 声音造型：投资小，讲究不了。但是尽量在音效和音乐方面符合街头的气息。",
    "chinese_title": "转校生",
    "douban_rating": "6.8/10 from 58 users",
    "foreign_title": "",
    "douban_rating_average": "6.8",
    "update_at": "2025-07-15T11:22:07"
}