{
    "aka": [],
    "sid": "5265188",
    "cast": [
        {
            "url": "/celebrity/1274508/",
            "name": "李念 Nian Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314132/",
            "name": "沈晓海 Xiaohai Shen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1304159/",
            "name": "傅艺伟 Yiwei Fu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313462/",
            "name": "何政军 Zhengjun He",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274939/",
            "name": "胡可 Ke Hu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1301562/",
            "name": "袁苑 Yuan Yuan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313492/",
            "name": "徐松子 Songzi Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325646/",
            "name": "荣蓉 Rong Rong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1386419/",
            "name": "张琦 Qi Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1365460/",
            "name": "彭静 Jing Peng",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2569317351.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1341226/",
            "name": "朱家龙 Jialong Zhu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1330673/",
            "name": "高先明 Sing Ming Ko",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "36",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2010"
    ],
    "this_title": [
        "别对我说谎"
    ],
    "douban_link": "https://movie.douban.com/subject/5265188/",
    "trans_title": [
        ""
    ],
    "douban_votes": "205",
    "introduction": "三年前美丽的秦莉莉坠楼身亡，究竟谁逼死了她？一直困扰着苏城首富宋国良。妻子何秀蓉偷情被拍下艳照更令宋国良无法消受，他与何秀蓉展开离婚大战，各自请来苏城大名鼎鼎的律师万舍健和蔡纯蔷，势将对方打趴下。然而万舍健和蔡纯蔷竟是多年前的旧相识，彼此暗恋对方。为了替当事人争取权益，他们将感情摆在一旁斗得你死我活，却不料当事人根本在利用他们，“艳照门”和秦莉莉坠楼，表面看来毫无瓜葛，其实却有着隐秘的联系，牵动它们的是一只神秘的黑手……苏城著名画家梅子安猝死，遗作《面包房的珍珠》洛阳纸贵，引起画商周小虎和农民工韩珍珠的争夺 。蔡纯蔷怜穷惜弱主动为韩珍珠打官司，怎料万舍健竟是周小虎的常年法律顾问，两人阴差阳错又成为对手，爱情的嫩芽眼看就要夭折。一波未平一波又起，万舍健推断《面包房的珍珠》不是梅子安所画，周小虎和韩珍珠不管谁打赢官司都将一无所获。周小虎愤然解雇万舍健，韩珍珠自暴与梅子安的性丑闻，以证明画作确出自梅子安之手。韩珍珠究竟是不是梅子安的情人？如果画作不是梅子安所画，真正的画家又是谁？万舍健奇迹般地遇到了高中同学许美琴，她曾经是轰动一时的校花，而今嫁给了有钱的珠宝商肖章。万舍健发现她奢华的生活背后，却是家庭暴力的受害者，终日遭丈夫毒打。万舍健鼓励她离婚，可肖章却突发车祸身亡。蔡纯蔷发现死去的不是肖章而是他的孪生兄弟肖恩，推理出许美琴利用万舍健做保护伞，制造车祸骗取保险费的阴谋。许美琴怕蔡纯蔷找到证据，制造了一连串假相欺骗蔡纯蔷，甚至杀死肖章嫁祸给她。万舍健在证据面前不得不把蔡纯蔷送交法办。蔡纯蔷的冤案能够洗清吗？万舍健在两个女人之间最终将作出怎样的选择？苏城有一座名闻遐迩的老洋房名叫锯宅，是解放前烟草大王周臣鑫留下的遗产，周臣馨的儿子周龙山和孙子周小虎如今都住在这里。可这天却来了个穷妇人周玉萍，自称是周臣鑫的私生女，要求分得老洋房一半的产权。她请来蔡纯蔷帮她打官司，财大气粗的周龙山自然不甘示弱，通过万舍健的顶头上司施加压力，硬是让万舍健做了他的代理律师。蔡纯蔷和万舍健再一次不期而遇，为了各自的当事人，他们又一次把感情埋在心里。这起遗产争夺案错综复杂，周龙山拒不承认周玉萍是他同父异母的妹妹，而周玉萍也拿不出实实在在的证据，证明自己的父亲就是周臣鑫。由于时隔太久，知情人都已作古，而周龙山又拒绝做DNA鉴定，周玉萍看来毫无胜算。万舍健从周臣鑫的遗物里发现了一颗牙齿，以现代科学技术，足以从牙齿里提取DNA，周玉萍的身份确认就有了希望。可周龙山无视亲情和道义，为了独占锯宅悄悄把牙齿转移。万舍健被激怒，决定“反水”帮助周玉萍，围绕着一颗牙齿，展开了一场惊险激烈的争夺，而结果更令人震惊……周玉萍的儿子小强白血病加剧急需医药费，她再次上诉要求分得锯宅。万舍健接受蔡纯蔷的委托替周玉萍打官司，他在锯宅当年的花匠帮助下，找到了能证明周玉萍是周臣鑫女儿的新证据——一枚带血的银元。周龙山为了阻止他把银元送到北京鉴定，雇人拦截，万舍健受伤变成了痴呆，浑浑噩噩，到处流浪。蔡纯蔷和周玉萍四处寻找万舍健，怎知万舍健已面目全非，一次次同她们擦肩而过。最终，蔡纯蔷在垃圾桶旁找到了万舍健，望着痴呆的万舍健，她泪流满面，发誓要照顾他一辈子。万舍健变得从未有过的顺服，对蔡纯蔷充满依恋。周玉萍胜诉了，但周龙山声称锯宅早已抵押给债权人，让周玉萍赢了官司却拿不到钱。周龙山为何如此憎恨周玉萍？周玉萍究竟能不能分到遗产？锯宅里到底隐藏着什么秘密？万舍健经过九死一生的开颅手术终于恢复了智力，但他对痴呆期间发生的一切毫无印象，仿佛那只是一场梦游。他和蔡纯蔷的关系退回到从前，蔡纯蔷强忍委屈，她不怪万舍健，坚信如果有缘，他们终将走在一起。在万舍健的帮助下，蔡纯蔷找到了亲生父母，两人齐心协力，把周臣鑫留下的锯宅之谜一一破解。原来，周龙山对周玉萍的母亲有杀母之仇，为了报仇，他要让周玉萍受苦，要让她看着小强死去，体会失去亲人的痛。周龙山同周玉萍的血海深仇在万舍健和蔡纯蔷的帮助下化解，周龙山兄妹向社会捐赠五千万，报答社会，劝人为善。蔡纯蔷和万舍健又同时接到了一个新案子，他们又将成为对手，不知这将是他们作为对手的最后一个，还是下一个案子的前奏？两位律师出发了，这一场官司究竟谁能赢？他们最终能否收获美好的爱情？",
    "chinese_title": "别对我说谎",
    "douban_rating": "6.2/10 from 205 users",
    "foreign_title": "",
    "douban_rating_average": "6.2",
    "update_at": "2025-09-25T16:50:23"
}