{
    "aka": [],
    "sid": "5265482",
    "cast": [
        {
            "url": "/celebrity/1001200/",
            "name": "Jeff Lewis Jeff Lewis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1181004/",
            "name": "Christopher Ashe Christopher Ashe",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893701496.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1078394",
    "director": [],
    "duration": "",
    "episodes": "7",
    "language": [
        "英语"
    ],
    "playdate": [
        "2007-07-31"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1078394/",
    "imdb_votes": 1360,
    "this_title": [
        "Flipping Out Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/5265482/",
    "imdb_rating": "7.0/10 from 1360 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The fourth season of Bravo's hit docu-series Flipping Out returns on Tuesday, August 10 at 9 p.m. ET/PT, with everyone's favorite obsessive-compulsive house-flipper, Jeff Lewis. Throughout the last four years viewers have watched as Lewis struggled with a downturn economy, some unruly clients and even a few backstabbing friends and employees, but somehow Lewis always finds a way to flip things right side up again.Last season, Lewis cut back on flipping homes and started focusing on growing his design business, Jeff Lewis Design. With business now booming, Lewis is back to his stressed self and when House Beautiful names him the designer for Kitchen of the Year the flip-outs reach an all time high.The House Beautiful Kitchen is based in New York – and Lewis drags Jenni and Zoila across the country to be there for some much-needed moral support. This season Lewis also expands on his family of disgruntled yet lovable employees. Jenni has been promoted to Chief Operations Officer, so the bubbly Sarah is back as Lewis’ full time assistant. Trace, the intern/“mini-Jeff” and Jett, the hot House Assistant, are also back to help balance out Lewis’ busy schedule.",
    "chinese_title": "Flipping Out Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-12-30T19:14:36"
}