{
    "aka": [],
    "sid": "5265474",
    "cast": [
        {
            "url": "/celebrity/1099772/",
            "name": "吉力·吉尔克里斯特 Gilly Gilchrist",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1121773/",
            "name": "本·林 Ben Lin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032223/",
            "name": "约翰·卡伦 John Cullum",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1590436/",
            "name": "鲁道夫·安纳亚 Rudolfo Anaya",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1996",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2587059579.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1282802/",
            "name": "Dayton Duncan Dayton Duncan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1300428/",
            "name": "杰弗里·沃德 Geoffrey C. Ward",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0115418",
    "director": [
        {
            "url": "/celebrity/1287437/",
            "name": "Stephen Ives Stephen Ives",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1996"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0115418/",
    "imdb_votes": 2246,
    "this_title": [
        "\"The West\""
    ],
    "douban_link": "https://movie.douban.com/subject/5265474/",
    "imdb_rating": "8.4/10 from 2246 users",
    "trans_title": [
        "西部"
    ],
    "douban_votes": "0",
    "introduction": "Since its premiere on PBS in September 1996, The West has rightfully assumed its place as a milestone event in television history, and remains the single most ambitious and authoritative audio-visual history of the American West. Spanning centuries but focusing primarily on the period of 1800 to 1915, when America was virtually redefined by westward expansion, this outstanding 12.5-hour film is itself a triumphant effort to redefine Americans' collective understanding of the West and its impact on national identity. Directed by Stephen Ives and executive produced by Ken Burns (The Civil War, Baseball, Jazz), the film follows the theory adopted by previous Ken Burns productions--namely, that \"history is biography\"--and unfolds through a wealth of personal anecdote and intimate documentation.The film's lasting achievement is its interweaving of the two distinct threads of western history--the triumph of westward expansion from the urban areas of the East, and the tragic dispossession of the Native Americans who had populated North America for thousands of years. Where previous historical perspectives tended to emphasize one direction or the other, The West (written by Geoffrey C. Ward and Dayton Duncan) achieves a delicate balance, illustrating how nearly every story of pioneering idealism was countered by incidents of tragic loss and suffering.Brilliantly narrated by Peter Coyote, the series gains further depth and authority through interviews with more than 75 historians and experts. Foremost among them is N. Scott Momaday, scholar, historian, and Kiowa Indian, whose contribution to the series is deeply affecting. Other experts include historians Richard White, Patricia Nelson Limerick, and Stephen Ambrose; writers Michael Dorris and Maxine Hong Kingston; Lakota descendant Charlotte Black Elk; former Texas governor Ann Richards; and many others. When viewed in its entirety, this outstanding, truly epic documentary combines all of its separate episodes to form an emotionally involving narrative of astonishing depth and unprecedented accuracy.The series consists of 8 episodes:",
    "chinese_title": "西部",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "\"The West\"",
    "imdb_rating_average": 8.4,
    "douban_rating_average": 0,
    "update_at": "2025-07-02T14:14:37"
}