{
    "aka": [
        "Unworldly"
    ],
    "sid": "5270345",
    "cast": [
        {
            "url": "/celebrity/1321009/",
            "name": "张维娜 Weina Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314851/",
            "name": "田小洁 Xiaojie Tian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319720/",
            "name": "左百韬 Wenlu Zuo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2372266521.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "imdb_id": "tt5708356",
    "director": [
        {
            "url": "/celebrity/1274330/",
            "name": "宁瀛 Ying Ning",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2010-10-23"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5708356/",
    "this_title": [
        "天上人"
    ],
    "douban_link": "https://movie.douban.com/subject/5270345/",
    "trans_title": [
        "Unworldly"
    ],
    "douban_votes": "65",
    "introduction": "这是一部以诙谐的形式反映特区建设和人心向上向善的影片。 　　都梅林把名字改成都市，是为哗众取宠。 　　都市有资格哗众取宠，他曾在南方沿海地区的商场叱咤风云，声名如雷贯耳。只是，如今他早已破产，多年潦倒落魄，居无定所。 　　可都市永远把自己当作那个辉煌的都市，精神一直亢奋着，他不屑与庸常者为伍，尽管他的生活连庸常人都不如。就如同那个鲁迅笔下的孔乙己，落魄之极，却依然强撑着与众不同的躯壳。 　　都市想回到那暴富的年代，想同那个时期一样再一次暴富，但时过境迁。都市这个天生的幻想家，一次又一次地想出常人根本想不出的奇招，并渴望奇迹出现，可都市一次又一次碰壁。都市锲而不舍，用那些大而空的项目支撑着自己，自欺又欺人。他成了那种人们所说的“天上人”。 　　“天上人”，是指那些让人感觉他天上知道一半、地上全部晓得，而且天上的事他能一半、地上的事他全能的那种人。“天上人”也有另一层意思，寓指有些人心悬在半空，上不着天下不着地，或者，不按常人的思维出牌，离经叛道，标新立异，特立独行。 　　都市又不同于一般的“天上人”，他有内涵，有良知，正因为这样，这些东西和他那些奇奇怪怪的行止结合起来就形成了一个极为诙谐有趣、可笑又可叹的人物。 　　故事就是由这个人物的可笑可叹的行止贯穿始终的。这个故事是一个喜剧，有些苦涩的喜剧，或者，是一个叫人深思的悲喜剧。 　　故事的另一个主人公李子蕾，早年和都市之间相互暗恋，都市在风光的日子曾给刚刚落脚的李子蕾很大的帮助，李子蕾后来嫁了人，都市落魄后，李子蕾的丈夫却很成功。于是，尽管都市变成得不可理喻，李子蕾依然同情都市，给他很多支助。 　　故事主要讲述的是都市的一次回南方的经历。在这次回南方之前，都市曾数次回来，有很多壮举。 　　都市第一次回来，是买地。那年，他挥舞着手臂在本市地图上画了一个大圈，语惊四座，他要把这个城市的一小半全都买下，还包括几个没有命名的小岛。可都市回去后，此事再没下文。 　　都市第二次回来，是收购一个上市公司。那是一个股票单价曾飙升到90元的上市公司。不知怎么他就知道了那公司几个大董事意见不合，便游说了一个让董事们既能抽身退步、又能大获回报的可行方案，他的方案真的打动了这些人。只是，他满心以为稳赚的几亿人民币最后一分也没有进他的帐户。 　　都市这次到南方，只有李子蕾接待了他。而李子蕾此时的婚姻出了问题，心事重重。 　　李子蕾的表妹心心是大学刚毕业的女孩，典型的现代女孩，她久闻都市，渴望和这个“天上人”交手。都市到达之前，心心推测都市这次来一定会制造推销金星火星之类的爆炸新闻。 　　这次，都市推销的是一艘美国退役的航空母舰。和他前些次比较起来，这次动静小一些，实在可行一些。尽管心心有些失望，但李子蕾放松了很多，真诚希望都市这次能够成功。 　　都市直接找主管的副市长推销航空母舰，真的把副市长游说动了。都市异常兴奋。开始计算着他将获得的利润，至少3000万。都市盘算着3000万的用处，发现，3000万实在少了一些。他要做的事太多。 　　故事围绕着推销航空母舰的故事，展示了都市令人捧腹的性格特征。故事安排都市和心心住在同一套房子里，于是，都市和心心之间便有了很多口水，心心逗都市玩却不让都市接近，到故事近尾声都市的生意将成，心心因为都市讲述的一段经历而对都市有了一些感觉，才和都市有了一点故事，这点小故事以无趣结束。心心无所谓，而都市却颓丧万分。 　　李子蕾的丈夫周京发家后，越来越沉迷女色，但是，尽管他在外面有些放纵，但对家却看重，每天晚上都在12点之前赶回家。李子蕾是一个心性很高的女子，对精神的追求远胜于物质，追求唯美，因此尽管周京在她面前表现得体贴，李子蕾依然压抑万分。她怀念和周京两人相濡以沫的日子，那时虽然清贫，但心是踏实的，因为周京心里只有她一个人。李子蕾心里盘算着离婚却下不了决心。 　　都市在钱财有望的时候，却被发现患晚期胃癌。都市休克在医院的墙边。都市对生命的留恋触动了李子蕾，使她反思自己生命的意义，她决定和周京离婚。李子蕾在奢靡无比的富豪俱乐部找了周京，直接说离婚，周京很震惊。一个要离婚，一个不同意。于是，两人有了一段让人想笑又笑不出甚至想流泪的对话。 　　都市的病情和那单航空母舰的生意一样，最后戏剧性地变化，戏剧性地结局。",
    "chinese_title": "天上人",
    "douban_rating": "4.7/10 from 65 users",
    "foreign_title": "",
    "douban_rating_average": "4.7",
    "update_at": "2025-02-23T06:55:51"
}