{
    "aka": [
        "Sahe",
        "The Precinct",
        "区域"
    ],
    "sid": "5281868",
    "cast": [
        {
            "url": "/celebrity/1446335/",
            "name": "马默德·萨法 Mammad Safa",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情",
        "悬疑"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876618389.jpg",
    "region": [
        "阿塞拜疆",
        "格鲁吉亚"
    ],
    "writer": [],
    "imdb_id": "tt1718182",
    "director": [],
    "duration": "116分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2010"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1718182/",
    "imdb_votes": 138,
    "this_title": [
        "Sahə"
    ],
    "douban_link": "https://movie.douban.com/subject/5281868/",
    "imdb_rating": "6.7/10 from 138 users",
    "trans_title": [
        "神秘旅行",
        "Sahe",
        "The Precinct",
        "区域"
    ],
    "douban_votes": "0",
    "introduction": "阿塞拜疆官方选送角逐第83届奥斯卡最佳外语片电影The story of “The Precinct” inhabits an interesting cross of genres – the uncanny with the mysterious – which throws an intense focus on the dilemmas and pressures on contemporary relationships. The setting is Baku – which itself is of interest to an international audience, as there are very few cinematic windows into this culture that have the strength of storytelling to be able to travel abroad.This is a classic story of a man whose past prevents him from fully inhabiting the present. The set-up soon dives into a mysterious realm within a Precinct where everything is suggested and nothing revealed – establishing dramatic tension and preparation for the twist in time that slowly unravels a past that reveals the main character's personal trauma. This past carries an authentic view on early photography in Azerbaijan, which also adds to the story's appeal”. (Clare Downs)Born Ilgar Safat in 1972, Ilgar Safat is a film director, poet and rock-singer.Safat graduated from the Faculty of Russian Language and Literature of the Azerbaijan Pedagogical University in 1995. Between 1995 and 2000, his works were published in several newspapers and literary magazines in Baku. Safat has also appeared on various stages in Baku and Moscow to perform his own songs (he has written about a hundred songs). In 2002, he graduated from the Higher Courses of Script-writers and Film Directors in Moscow, where he studied in the studio of Khotinenko, following which he directed “The Grandson of the Mountains” - which for several years has represented Azerbaijan in many European cities. After his studies in Moscow, Safat worked as a film director at the Far Eastern Newsreel Studio in Khabarovsk for a year and a half.In 2003, the Governor of Khabarovsk province awarded Safat a prize for the film “The Roots of the Sky”. This film was shown all over the world, and took part in a number of Russian and international film festivals (including New York, Leipzig, Barcelona, Prague, Augsburg, &c). In Germany, “The Roots of the Sky” was entered in the catalogue of the best ethnographic films, and the film has also been added to the library of the American Museum of Natural History in New York.",
    "chinese_title": "神秘旅行",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Sahə",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-09-04T05:28:16"
}