{
    "aka": [
        "YOU THINK YOU’RE THE PRETTIEST, BUT YOU ARE THE SLUTTIEST"
    ],
    "sid": "5282526",
    "cast": [
        {
            "url": "/celebrity/1269735/",
            "name": "马蒂·卡斯蒂略 Marty Castillo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1471074/",
            "name": "塞巴斯蒂安·布拉姆斯 Sebastián Brahm",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p630874350.jpg",
    "region": [
        "智利"
    ],
    "writer": [
        {
            "url": "/celebrity/1421598/",
            "name": "Che Sandoval Che Sandoval",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1305148",
    "director": [
        {
            "url": "/celebrity/1421598/",
            "name": "Che Sandoval Che Sandoval",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1305148/",
    "imdb_votes": 255,
    "this_title": [
        "Te Creís La Más Linda (Pero Erís La Más Puta)"
    ],
    "douban_link": "https://movie.douban.com/subject/5282526/",
    "imdb_rating": "6.4/10 from 255 users",
    "trans_title": [
        "你觉得自己最漂亮，事实上却最淫荡",
        "YOU THINK YOU’RE THE PRETTIEST, BUT YOU ARE THE SLUTTIEST"
    ],
    "douban_votes": "0",
    "introduction": "In a world where the main dialogue is soccer, video games and the content of your iPod, 19-year-old Javier seeks to prove that he is finally an adult by seducing girls. “We’re over 18 now,” he says to his current target, Valentina, as if to imply that now that it’s legal to have sex, it is also practically required. Not that Valentina is unwilling. After a bit of flirting and sparring they are back at his apartment, taking their clothes off under a James Dean poster. But when Valentina dumps him and sleeps with his best friend Nicolás, Javier is disconsolate and tries to seduce Nicolás’s girlfriend. Unsuccessful once again, now Javier has a hard time even talking a prostitute into sleeping with him. “The world is shit,” says Nicolás, offering a nugget of adolescent wisdom as consolation to his buddy. Twenty-five-year-old filmmaker Ché Sandoval understands this world on its own terms, and with all its contradictions. We chuckle at hearing the once-fresh Javier feel sorry for himself, but we still hope he recovers from his crushing rejections. In Martín Castillo’s Javier, we see traces of Jean-Pierre Léaud’s Antoine Doinel, at turns smart-assed and vulnerable. The Chilean teen tries to pass himself off as a snarky Lothario, just as Doinel tries to play the Paris intellectual for the young ladies. And like many of the astute romantic comedies about adolescent fumblings at love that have preceded it, You Think You’re the Prettiest turns on its head the idea of the boys dominating the girls; the girls own the boys in this one. —Miguel Pendás",
    "chinese_title": "你觉得自己最漂亮，事实上却最淫荡",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Te Creís La Más Linda (Pero Erís La Más Puta)",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-07-24T23:42:56"
}