{
    "aka": [],
    "sid": "5288873",
    "cast": [
        {
            "url": "/celebrity/1342129/",
            "name": "廖蔚蔚 Weiwei Liao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2562610440.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1317293/",
            "name": "韩赤飞 Chifei Han",
            "@type": "Person"
        }
    ],
    "duration": "105分钟",
    "episodes": "",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2009-01-05"
    ],
    "this_title": [
        "夺爱"
    ],
    "douban_link": "https://movie.douban.com/subject/5288873/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "导演阐述 电影<夺爱>是根据一个真实的故事改编而成,为了拍好的这部电影,在剧本创作阶段我就直接和故事原型唐秀华进行了深入的采访。这个真实的故事在这里简述一下：医学院毕业的景嫒和唐玉鸿相爱几年，终于到了要谈婚论嫁的时候了，那天景嫒来到了唐家，进门时，公公唐秀华收养的藏獒“黑珍珠”一直虎视眈眈地盯着这个“陌生的来人”。眼里显出深深的敌意。主人一家人却对着一个“陌生人”如此地热情，平时倍受主人宠爱“黑珍珠”一下暴发了。它突然窜出来，冲着室内的景嫒扑了过去，粗大的铁链发出骇人的响声，“黑珍珠”冲着景嫒冲出如雷鸣般的怒吼,景嫒吓的一下扑到了男友的怀里瑟瑟发抖。从小就怕狗的景嫒看着目光里含着深深敌意的“黑珍珠”。人和獒久久地对视着。“黑珍珠”似乎明白了什么。景嫒从唐家出来，对这只凶猛藏獒的惧怕让她在出院时不由加快了脚步，她的鞋无意中踢到了“黑珍珠”的饭盆，在吃食时只有主人能靠近的黑珍珠，对自己的饭盆有着特殊的依恋和情感，在它的眼里，饭盆和主人一样是神圣不可侵犯的。看到景嫒竟然用鞋踢自己的饭盆，忍无可忍的“黑珍珠”再一次暴发，它如闪电般的扑到了景嫒的脚下，对着景嫒踢饭盆的腿上狠狠的咬了下去。系在巨大石锁上的铁链“黑珍珠”平时是拖不动的，可暴怒中的“黑珍珠”力量是如此地强大，竟然一下把石锁拖动了，谁也没有想到“黑珍珠”行动如此之迅猛，看到“黑珍珠”咬住了景嫒的小腿，全家人奋力地把景嫒抢了下来，送到了医院。伤好后的景嫒再次来到唐家，己被关进笼中的“黑珍珠”一看到景嫒，再一次暴发了，“黑珍珠”的反应让所有的人都心惊胆颤。此时公公唐秀华才意识到问题的严重性，公公和婆婆明白，黑珍珠己与景嫒结“仇”了。乘着唐秀华外出办事，邬泽英马上联系买家，把黑珍珠处理掉，送给了一直都想高价购买纯种的“黑珍珠”的西安周老板。出差回来的唐秀华，看到像儿子一样珍惜的“黑珍珠”竟然被妻子背着他卖掉，唐秀华和妻子打了起来，两人的矛盾因黑珍珠而激化，一怒之下的公公离开了家，搬到了朋友的养狗场。景嫒目睹了这一切，一切皆因自己和“黑珍珠”的“矛盾”而起，景嫒对公公对“黑珍珠”这种非同寻常的感情很是不解，在公公眼里一只藏獒难到比她这儿媳妇还重要吗？景嫒来到了养狗场，养狗场的林老板是唐秀华的朋友，林老板对景嫒讲起了公公为了得到这只“黑珍珠”所经历的生死情节，景嫒听着听着流泪了。景嫒终于明白公公为什么会如此珍爱“黑珍珠”了。为了公婆一家的合睦，也为了自己的幸福，景嫒编了一个理由，带着“黑珍珠”的饭盆上路了。费尽了周折，景嫒终于找到了周老板，见到了周老板，景嫒说明了来意，周老板为景嫒的真诚深深的打动了，他遗撼地告诉景嫒，“黑珍珠”运到家里后，因思念亲人，不吃不喝，一动不动，周老板害怕了，连忙把“黑珍珠”转手又买给了刘老板。景嫒求周老板让她见见黑珍珠，在景嫒感招下，周老板答应带景嫒见刘老板。看到了瘦弱的“黑珍珠”景嫒百感交集，“黑珍珠”看到景嫒后再次发出了愤怒的吼叫，虽然“黑珍”己没有了扑咬的力量，可景嫒还是从黑珍珠的眼里看到黑珍珠对自己深深的怨恨。景媛用带来的黑珍珠的饭盆给黑珍珠做着可口的食物，黑珍珠却看也不看，可黑珍珠眼里的敌意却有些消弱了，看着冲自己怒吼的黑珍珠，景嫒在哭诉着自己的委屈，她坐在关着黑珍珠的笼旁讲着自己寻找黑珍珠的艰难与辛苦，她给黑珍珠念着关于人们对狗的赞美诗，黑珍珠似乎是听懂了，不再冲景嫒吼叫了。景嫒一点点地可以接近笼子了，有一天，景嫒坐在笼子旁了，黑珍珠开始接受景嫒的一点食物了。终于有一天，终于景嫒的手伸进了笼子里，景嫒的手颤抖着摸到了黑珍珠的脸，黑珍珠默默地接受了。景嫒终于用自己的真诚赢得了黑珍珠的信任，听了周老板的讲诉后，刘老板被深深打动了，他一分钱不要让景嫒把黑珍珠带回家。景嫒带着黑珍珠上路了。唐秀华简直不敢相信自己的眼睛，因为他看到他日夜思念的“黑珍珠”向他跑了过来，唐秀华搂着黑珍珠失声痛哭，黑珍珠看着主人眼里也流出了人一样的泪水。景嫒静静地看着这一切。在充分了解了真实故事后，我开始了剧本创作，在原有真实故事基础丰富了原故事，让故事更加感人。剧本完成了，我们开始了选狗工作，在几十只獒中，终于选出的“黑珍珠”的替身纯种藏獒“天赐”经过演员和獒的长时间磨合，剧组主创终于成功和“天赐”建立起了感情，得使得拍摄工作十分顺利。在二度创作中，我们更突出了人与獒的感情，在镜头的运用中，镜头的动与静有机的结合，把獒的凶猛充，把女主人的耐心与爱意充分体现出来。",
    "chinese_title": "夺爱",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-13T15:44:43"
}