{
    "aka": [
        "太空旅行手册",
        "星际旅行指南"
    ],
    "sid": "5288903",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2495200175.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1156065/",
            "name": "理查德·史密斯 Richard Smith",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1616205",
    "director": [
        {
            "url": "/celebrity/1345603/",
            "name": "Chris Herd Chris Herd",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1156065/",
            "name": "理查德·史密斯 Richard Smith",
            "@type": "Person"
        }
    ],
    "duration": "40分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010-02-14"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1616205/",
    "imdb_votes": 275,
    "this_title": [
        "A Traveler's Guide To The Planets"
    ],
    "douban_link": "https://movie.douban.com/subject/5288903/",
    "imdb_rating": "7.9/10 from 275 users",
    "trans_title": [
        "行星旅行指南",
        "太空旅行手册",
        "星际旅行指南"
    ],
    "douban_votes": "2192",
    "introduction": "从最近到最远，从最炙热到最寒冷，星际旅行让您体验极限纪录片《星际旅行指南》为6集，按照距离太阳的最近和最远，依次介绍了金星和水星、火星、木星、土星、海王星和天王星以及冥王星等行星。从最炙热到最寒冷，这些行星让您感受什么是冰火两重天。当您踏上金星，您可能需要足够强大的遮光板。1989年，当“麦哲伦号”探测器的雷达拨开厚重的云层，人类有史以来第一次看到了金星的全貌。金星是一个火焰肆虐的世界，您可知道，它拥有数量惊人的火山，有超过1600座大火山遍布其上，其中还有很多活火山？当您想要接近火星，那就请准备好太空衣和足够的氧气。这次旅行将是星际旅行家的梦想：跳到隔壁的行星上饱览美景，看那奶油色的天空下，巨大的铁锈色的沙漠和壮观的峡谷。这个岩石星球是人类到达宇宙其它地方的最佳落脚点，也是人类已知的存在外星生命形式的最可能的地方。您可知道，高耸的火山是喜马拉雅山的3倍高，由两种冰形成的极冠有数英里厚？当您飞近木星，您一定会被它的景色所震撼。木星是太阳系中最动荡和严酷的地方，它是如此美丽又是如此凶险。您可知道，木星被火山喷发撕扯得四分五裂，并且被强烈的辐射所笼罩，这辐射足以让人致命？但是它的小邻居——木卫二，一颗冰冻星球却是所有人梦想到达的地。您可知道，在木卫二，藏在冰层下的是一个巨大而温暖的海洋？当您进入位于太阳系尽头的海王星，在它的大气层中，您将翱翔在太阳系最快的风速中。您可知道，海王星上巨大的黑斑为何出现又消失？这是否与它剧烈的赤道风有关？而赤道风的速度为何如此之快，竟然是音速的两倍？在纪录片《星际旅行指南》中，您不但能将太阳系行星的神秘景观尽收眼底，还能深入了解形成这些景观的原因所在。在天文学家和航天专家通俗易懂的讲述中，在一幅幅令人叹为观止的太空影像中，您将飞越地球，穿梭于太阳系各大行星之间，完成一次奇妙而兴奋的星际之旅。分集简介第一集：金星与水星太阳之旅的这一站是太阳系中最炎热的地带，真正的地狱：水星和金星。尽管小水星在太阳炽热的烘烤下只是微微起泡，但是穿越这个黑暗地带，你会发现这里的温度达到600摄氏度以上。离太阳稍微远一点，我们将遇到我们的近邻金星。这里的气候也极为疯狂，它的热度足以融化铅，酸雾以金属作为早餐。我们的行星邻居为何如此不同？星际太空之旅又将如何让我们重新认识我们自己的星球？第二集：火星火星是夜空中的红宝石，也是太阳系中最热门的旅行目的地。得益于1960年开始从地球发射到火星的探测设备的帮助，我们对火星的了解远远多于太阳系中其它行星。这是一个非常寒冷的星球，它夏天的平均温度大约和南极的冬天相似。虽然这是个冰冻之地，也没有人类可以呼吸的氧气。但是在所有行星中，这个多岩石的红色星球和地球最相似。装备好的太空衣和足够的氧气，你将会被这里的景观所震撼。第三集：木星你是否想过飞入太空，体验一次星际旅行？穿越小行星带到达太阳系的最大行星——木星。木星的世界是如此巨大，它可以装下太阳系所有的行星和卫星，甚至还有剩余空间。但是虽然体积巨大，但是却没有着陆的地方，而是掉入一个深不见底的空间。如果你想在脚下找到坚实的地面，这里也可以找到。被63颗卫星环绕，木星就像一个小型的太阳系。其中最大的四颗卫星提供了人类梦想的星际旅行机会。第四集：土星踏上一次最受欢迎的行星——土星之旅，我们将看到太阳系中最壮观的景象并且近距离接触两颗特别的卫星。其中的土卫二是绝对不可错过的。这颗卫星虽然体积不大，却拥有丰富的景观：从南极点向太空喷发巨大的冷间歇喷泉以及温暖的含盐的海洋。与地球更相似但却更异样的是土卫六，外面有厚厚的大气层。准备好应付严寒的天气，驾驶热气球飞跃土卫六的天空，穿越巨大的冰丘或者横越土卫六湖泊。但是千万别遇到降雨，因为这是液体汽油，而不是水，它会把你冻成岩石。第五集：海王星与天王星你有一个24年的假期吗？那么可以考虑前往离我们最远的行星、巨大的冰冻星球——天王星和海王星。这里曾经只有一个地球来客——1977年发射的航海家号飞船。人类这次最伟大的太空探索经历了哪些惊险？如何到达？将会看到什么？可以生存下来吗？系好安全带一起开始这次神奇的外太阳系之旅。第六集：冥王星及其外太空冥王星是如此之远，即使用最高倍的望远镜看起来也只是针孔大小的光。冥王星和它最大的卫星卡戎星由于引力的作用好像在太空中跳交际舞。这个冰冻的边远哨所是看不见的冰冷世界中第一个被发现的天体。让我们了解下人类如何才能到达太阳系这个最远的地方以及我们将会发现什么。",
    "chinese_title": "行星旅行指南",
    "douban_rating": "9.3/10 from 2192 users",
    "foreign_title": "A Traveler's Guide To The Planets",
    "imdb_rating_average": 7.9,
    "douban_rating_average": "9.3",
    "update_at": "2025-06-17T19:28:12"
}