{
    "aka": [],
    "sid": "5290733",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "家庭",
        "儿童"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2571067464.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "79分钟",
    "episodes": "",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2007-10-01"
    ],
    "this_title": [
        "期盼·梦·孩子"
    ],
    "douban_link": "https://movie.douban.com/subject/5290733/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "故事发生在中国贵州的一个边远古镇，以一起并不严重的车祸引出三个不同家庭的生存境况。 13岁的巧妮和8岁的泥鳅是一对姐弟，他们的父母长年在外打工，由于对父母的强烈思念和牵挂，期盼父母的来信成为姐弟生活中的头等大事。弟弟泥鳅是个哑巴，经常用画画寄托对父母的思念。 　　这一天他画了一幅母亲的肖像，准备给在外打工的父母寄去，可等他把肖像画交给村中的三轮车司机后，突然发现司机企图撕下邮票而将画丢掉，当他怒不可遏与司机发生冲突时，出乎他的意料，司机告诉他是他姐姐巧妮授意的。原来姐姐巧妮苦于弟弟再三要求她给父母写信，又因一时与父母失去联系，为了不使弟弟难过，对弟弟善意欺骗，虽然写好信，却未让人投寄。弟弟泥鳅发觉姐姐欺骗了他，感到伤心气愤，当着姐姐的面撕碎画像，决定自己一个人去城里探视父母，可在镇上却意外发现了母亲。喜出望外的泥鳅急忙跑回家，拉着姐姐与他一同到镇上来见母亲。他们找到母亲时，发现母亲已经倒在了车轮下…… 　　撞倒巧妮和泥鳅母亲的轿车里坐着祖孙俩——水旺和水旺爷。水旺13岁，和年迈的爷爷相依为命。他父亲早年外出打工，死于矿难，母亲想带着父亲的5万元赔偿金去城里做生意，可爷爷却不同意，怕母亲一去不归。母亲和爷爷争吵后负气离家出走。水旺不明真相，只知道母亲是被爷爷骂走的，从此在心中怨恨爷爷，祖孙的隔阂由此产生，虽然同在一个屋檐下，却形同路人。由于长久的压抑，水旺迷恋上网络，经常偷着跑到镇里去上网，与网友倾诉内心的苦闷和对母亲的思念。 　　网友一面安慰他，一面鼓励他去城里寻找母亲。水旺提出进城寻母，使他与爷爷的冲突表面化。由于爷爷的阻止，水旺想偷走家中5万元存折，可存折被爷爷藏起来，水旺未能如愿。他只好决定用平时积攒下的零花钱去城里，然而当他和网友见面时，钱被网友抢去，还挨了一顿暴打。正在他伤心无助时，爷爷出现在他面前，心疼地为他擦拭脸上的伤痕。看着爷爷因为走了一夜山路而磨破的鞋子和眼中闪烁的泪花，水旺的心灵受到强烈震撼，感到爷爷才是这世上最爱他的人。经过一番痛苦的思索，爷爷同意让水旺去城里寻找母亲，并且为水旺打听到母亲在城里的地址，并把5万元存折交给水旺。 　　水旺登上客车去城里了，爷爷送走水旺回到家却发现了水旺留给他的存折，急忙找人骑摩托带他追客车，想把存折重新交给水旺。等爷爷追上水旺时，却突然犯了急病，昏迷过去。水旺焦急万分在公路上拦住一辆轿车，送爷爷去镇上的医院，不料在镇街道却撞了人…… 　　开轿车送水旺和水旺爷去镇上医院的司机叫刁雅丽。刁雅丽丈夫在国外打工，她在城里做生意，把7岁的女儿琪琪送到乡下母亲家上学。琪琪和外婆一起生活，物质方面充足丰盈，精神世界却单调苍白，甚至她把得到母亲的赞赏和奖励都看成是一种奢望。这天琪琪得知母亲要来看她，十分高兴，精心准备歌舞，写好作业，想在母亲面前好好表现一番，得到母亲的赞赏。可等母亲回来，尽管买回很多食品、衣物和玩具，并没有看她的歌舞，也未在她的作业本上签名。母亲无意间对女儿的冷落，深深刺痛了女儿幼小心灵。当琪琪可怜巴巴地目送母亲又一次离去时，不由潸然泪下…… 　　车祸并不严重。正在泥鳅对撞人的刁雅丽和水旺不依不饶时，巧妮发现被撞女人脖子上并没有痣，她告诉泥鳅认错了人，随后被撞女人的丈夫赶来带走了她：原来她和丈夫外出打工，留在家中的8岁儿子被电死，她受不了打击而疯了。曲终人散，各自回归生活，在人们心头萦绕不去的是淡淡的忧伤",
    "chinese_title": "期盼·梦·孩子",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-13T18:49:14"
}