{
    "aka": [],
    "sid": "5290697",
    "cast": [
        {
            "url": "/celebrity/1274723/",
            "name": "黑子 Zi Hei",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318793/",
            "name": "周征波 Zhengbo Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1328349/",
            "name": "李萍 Ping Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1400496/",
            "name": "聂霸虎 Bahu Nie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1411834/",
            "name": "刘南 Nan Liu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [
        "战争",
        "中国电影",
        "抗日",
        "历史",
        "剧情",
        "铁血江桥",
        "中国",
        "马占山"
    ],
    "year": "2010",
    "genre": [
        "剧情",
        "历史",
        "战争"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2612550640.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1322142/",
            "name": "肖莫庸 Moyong Xiao",
            "@type": "Person"
        }
    ],
    "imdb_id": "",
    "director": [
        {
            "url": "/celebrity/1318794/",
            "name": "张玉中 Yuzhong Zhang",
            "@type": "Person"
        }
    ],
    "duration": "96分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2010-09-18"
    ],
    "imdb_link": "",
    "this_title": [
        "铁血江桥"
    ],
    "douban_link": "https://movie.douban.com/subject/5290697/",
    "trans_title": [
        ""
    ],
    "douban_votes": "110",
    "introduction": "本片通过对人物角色的深度挖掘和内心刻画，淋漓尽致的展示了一群战争背景下的中国军人的真实内心世界。在铁血男儿中有为了填饱肚子、混口饭而参军的“小馒头”，也有贪图仕途而加入的“军需官”，但在生死攸关面前，他们无一例外、义无反顾的投入到了这场生与死、血与火的抗战厮杀中。一九三一年“九一八”事变之后，辽宁、吉林两省相继沦陷，日本关东军在战争贩子板垣征四郎、石原莞尔的策划下，又把利爪伸向了黑龙江省。由于日本人和哈尔滨特别行政区有协议，关东军暂时还不想撕毁，关东军入侵的路线便是沿洮南至昂昂溪铁路北进，黑龙江省和吉林省交界的第一道关口就是嫩江大桥。 　　日军桥本联队的一个步兵大队一个重炮大队以投降的叛军洮辽镇守使张海鹏部为先锋逼近嫩江大桥，黑龙江省危在旦夕。 　　省防骑兵三旅旅长马占山将军临危受命，出任黑省代主席，黑省边防军代总指挥。 　　在黑省上层打于降的争执一直存在，黑省原主席、东北边防军滕副总司令的儿子滕全一直替其父把持着黑省军政，他便是主降派的代表。所以当马占山下车伊始，滕全就逼他表态，要他承诺黑省不涉战火。马占山顶住了滕全的压力，发出了抗日宣言，黑省进入全面抗战。 　　马占山调兵遣将，将江桥阵地的兵力由一个排增加到五个连。又在大兴火车站一线布置了二道防线。 　　叛军张海鹏部在洮辽镇守副使徐景隆的指挥下为日军充当炮灰，先行进攻江桥守军阵地。马占山亲临前线指挥作战，张海鹏部很快被击溃，徐景隆被炸死。就在日军桥本联队长准备进攻时，接到上锋命令，要他们暂停攻击。因为日本外务省怀疑苏联可能会染指黑省事务。 　　北平东北边防军总司令部命令马占山，不要同日军发生武装冲突。可身为军人不战而把大好江山拱手送给日本人的作法令马占山万万不能接受。 　　苏联政府向日方承诺严守中立。 　　关东军驻黑省首府齐齐哈尔市的武官约见马占山，要求双方军人撤离江桥三十里。马占山答应了。 　　一九三一年十一月二日，日本驻齐市武官来到江桥，同守军林团参谋长谈判，要求守军立刻撤离，日军自己却没就撤军的意思，守军参谋长在争得上锋同意后，部队开始撤退。其实这是守军为日军挖的陷阱，马占山要守军主动后撤到大兴一线，而另外两支部队已经提前潜伏在大兴一线的两翼，只要日军敢于入侵，守军就在大兴和江桥之间围歼日军。 　　狂妄的日本关东军第二师团的一个步兵大队一千多名官兵直接闯过江桥，向我守军纵深进犯。 　　马占山一声令下，守军轻重火力一同开火，日军被打的抬不起头，见事不妙的日军立刻求救，日军派出八驾轰炸机对守军阵地轰炸。战斗非常残酷，在日落之前，号称王牌的日军被击溃。九一八事变以来，日军首次受挫。 　　关东军司令部立刻向江桥前线增派了十个步兵大队，五个重炮中队，二个工兵中队。 　　黑省的抗日在全国引起极的反响，人民群众纷纷上街游行声援马占山将军和他的战友们。 　　国民政府也通电嘉奖马占山，晋升他为陆军二级上将。 　　北平边防军总司令命令马占山部，死守。 　　但是马占山将军向上锋恳请的支援部队却没有来。 　　马占山将军只好请他的参谋长以个人的身份前往哈尔滨游说驻哈的四个主力旅参加战斗。 　　十月十六日，关东军在飞机、大炮、坦克的掩护下发动进攻，守军死守，战斗一直进行到十八日，苑旅长、郝参谋长、范主任、程班长等决死勇士相继阵亡。马占山将军带着警卫排于日军拚刺刀。 　　万恶的日军命令轰炸机对齐齐哈尔市平民百姓进来轰炸。[1]﻿ 　　参谋长从哈尔滨回来了，只带回来一到一团人，这些人不是上锋派来的，而是自愿来的。 　　十八日入夜，守军被迫撤到昂昂溪一带，弹尽粮绝。马占山将军绝望了，北平东北边防军总司令部不增兵，国民政府蒋委员长忙着在江西剿共。马占山只好令饥寒交迫的守军撤出阵地向海伦方向转移。 　　一九三一年十一月十八日，中国人民抗日战争的第一场战役江桥战役结束，拥有飞机大炮坦克的日军伤亡三百多人。",
    "chinese_title": "铁血江桥",
    "douban_rating": "5.9/10 from 110 users",
    "foreign_title": "",
    "douban_rating_average": "5.9",
    "update_at": "2024-06-26T15:40:07"
}