{
    "aka": [],
    "sid": "5296298",
    "cast": [
        {
            "url": "/celebrity/1329607/",
            "name": "殷硕 Shuo Yin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1407300/",
            "name": "袁光 Guang Yuan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312699/",
            "name": "朱亚文 Yawen Zhu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2683624147.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1316047/",
            "name": "胡雪杨 Xueyang Hu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1363015/",
            "name": "秦晔 Ye Chin",
            "@type": "Person"
        }
    ],
    "duration": "91分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "山楂树"
    ],
    "douban_link": "https://movie.douban.com/subject/5296298/",
    "trans_title": [
        ""
    ],
    "douban_votes": "286",
    "introduction": "城市知识青年下乡插队接受贫下中农再教育正热火朝天那阵子，张海彬和他最好的哥们林天亮离开了学校，离开了平日里熟悉的北京胡同，被两辆东风卡车拉到了乡下。和张海彬一起来插队的五十多个来自北京的知识青年中，周雨心是张海彬的同学，但张海彬从来没能和周雨心说上一句话，只是远远的看着，看着周雨心那美丽娇弱的样子，不忍离去。到东风公社的当天，出身稍好的张海彬、林天亮等三十来个同学被留在了条件稍好的东风大队，周雨心和其他十来个同学被分配到后山大队。安顿下来后，接受贫下中农再教育的日子就开始了。一天砌墙、打院、和泥、挑砖的活干下来，张海彬躺在炕上的时候，不由得想起了在学校的日子，想起了周雨心。在学校上学时，张海彬就学不进，每天不是迟到旷课，就是和林天亮在胡同里玩。一天，林天亮带着张海彬欺负两个稍小一点的同学时，引来了一大帮孩子的追打。慌不择路的时候，林天亮骑走了靠在胡同口墙根的一辆自行车。当张海彬意识到要还回自行车时，才知道自行车是一个叫周雨心的女同学的，而周雨心的爸爸就是学校周校长。从那以后，张海彬就有事没事地徘徊在周雨心的家门口，躲在墙根拐弯处偷偷地看着周雨心，听从窗户里面飘出来的琴声，直到后来看见一个高年级的同学送周雨心回家，他们有时默默无语，有时有说有笑，但从来没拉过手。这种甜涩懵懂的初恋随着学校的停课而告一段落。到东风大队不久，周雨心从后山来找东风大队支部书记时，张海彬又一次见到了她。为了能和周雨心多呆上一会，不远的一段路，张海彬坚持带她过去。周雨心来找支书是为了能调到东风大队，没想到支书一看见周雨心美丽娇弱的样子，就起了坏心，幸亏被张海彬发现，周雨心才逃过一劫。张海彬拿同学的父亲在省里当大干部的谎言吓住了胡作非为的支书，并顺利地把周雨心调了过来。和周雨心一起劳动的日子里，再苦再累在张海彬看来都是一种享受。但让张海彬没有料到的是，当公社组织学习时，公社黄书记又看中了周雨心，并托大队支书前来说媒。就在周雨心躲避黄书记的日子里，一件意想不到事情发生了。那天，张海彬和周雨心经过一片山林时，周雨心发现了一个男青年躲在树丛里，并给他送过去一根玉米棒子，后来军代表马指导员追来，一枪将逃跑的青年打伤，周雨心在去追男青年时也不慎跌倒摔伤。从山林回来的当天晚上，张海彬听周雨心说起在北京时的往事，才知道这其中的一些事情。原来，那个被枪打伤的青年叫李卫国，是周雨心父亲最得意的学生，时兴当兵那阵子，李卫国突然提出要参军入伍。身为华侨的妈妈回印尼看望姥爷后，周雨心无意间发现爸爸与别的女人有染。当周雨心在激烈的思想斗争中，准备与爸爸划清界线，并把揭发材料送到红卫兵革委会时，是李卫国销毁了揭发材料，暂时保住了恩师。周校长偷听“敌台”的事在派系之争中被揭发出来后，周校长被捕入狱，受到牵连的李卫国也因此被关进了后山劳改农场。直到这时，张海彬才知道，周雨心不顾一切要调到东风大队的原因，是为了能离李卫国更近一些。马指导员送来了周雨心父亲的遗物后不久，就传来李卫国在后山劳改农场病死的消息。此时已经是1973年的春天，一起来的大部分同学都已经批准返城，只有张海彬、周雨心、林天亮等不到二十个同学还没有接到回城的通知。得到李卫国病死狱中消息的那天晚上，周雨心在张海彬的宿舍里要把自己灌醉。这一夜，周雨心留在张海彬的宿舍没有回去。第二天早上起来，张海彬没有看见周雨心，林天亮又在炸石开山中为保护自己被滚下来的石头砸死。林天亮死了，一心要改变自己出身的周雨心嫁给了公社黄书记。1978年春天，张海彬回城参加了工作。后来张海彬才知道，周雨心嫁给公社黄书记是一笔换回自己回城批准的交易。从那以后，张海彬给周雨心写了不少的信，但每封信都石沉大海。让张海彬不能忘却的是，回城那天，自己躺在卡车上吹起周雨心最喜欢的《山揸树》时，琴声飘过，悠扬而凄凉。精彩视点：影片是电影频道投资制作的“五十年情感档案系列”中的一部。作为讲述一个关于“出身”故事的电影，本片为观众掀开了一段尘封已久的岁月。激情的青春、懵懂的爱情、苦涩的回忆和锥心的疼痛，相信那段发黄的记忆，将把观众带回那段激情燃烧却又苦涩锥心的年代，在苏联歌曲《山楂树》的悠扬中，体会不一样的生命感受。",
    "chinese_title": "山楂树",
    "douban_rating": "7.5/10 from 286 users",
    "foreign_title": "",
    "douban_rating_average": "7.5",
    "update_at": "2025-03-14T06:21:21"
}