{
    "aka": [
        "雷蒙德的烹饪秘诀"
    ],
    "sid": "5300049",
    "cast": [
        {
            "url": "/celebrity/1253714/",
            "name": "雷蒙德·布兰克 Raymond Blanc",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2001022222.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1718517",
    "director": [],
    "duration": "30分钟",
    "episodes": "8",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010-06-02(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1718517/",
    "imdb_votes": 28,
    "this_title": [
        "Raymond Blanc's Kitchen Secrets Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/5300049/",
    "imdb_rating": "8.6/10 from 28 users",
    "trans_title": [
        "雷蒙德·布兰克的厨房秘密 第一季",
        "雷蒙德的烹饪秘诀"
    ],
    "douban_votes": "1788",
    "introduction": "Raymond Blanc's BBC2 Series Kitchen Secrets saw the self-taught Michelin-starred chef and star of The Restaurant return to his first love… cooking.Raymond is both a cook and a chef.  He served his apprenticeship in Maman Blanc’s kitchen, so he really does know how to cook simple and wholesome food. He is also the inspiration behind Le Manoir aux Quat’Saisons, which is one of the world’s best kitchens.Airing over eight weeks, Raymond Blanc demystified the tricks of haute cuisine, revealing the secret techniques needed to create show-stopping food, using his passion for cooking and enthusiastic approach to encourage viewers to cast off their inhibitions and be creative.Raymond Blanc – Kitchen Secrets was filmed against the dynamic backdrop of Raymond’s working kitchen at Le Manoir aux Quat’Saisons.  This unique and natural setting allowed viewers to experience the real life environment of a Michelin starred kitchen; as deliveries arrived, Raymond showed how to pick the best produce and shares his knowledge with young chefs.However this was not a series about complicated fine dining and time consuming chemistry. As Raymond puts it, “something that appears difficult is just a combination of simple elements. This series is about using some of the techniques I use in my professional life to make simple food the best it can be. Most of these dishes are the kind of cooking I do when I’m at home.”Within each programme, Raymond shared his passion and knowledge in order to select the best produce and he will focus on a different ingredient, from tomatoes and eggs to game and fish, and demonstrate four different dishes each week incorporating this ingredient, from a quick meal to prepare after work, to weekend dinner parties. The finale of each episode was be a signature recipe from Raymond’s restaurant, such as the Café Crème. As Raymond says, “it took me six months to perfect this dessert and I will share this recipe with you. You can make it as simple as you want to, as each technique can create dozens of simple desserts",
    "chinese_title": "雷蒙德·布兰克的厨房秘密 第一季",
    "douban_rating": "9.2/10 from 1788 users",
    "foreign_title": "Raymond Blanc's Kitchen Secrets Season 1",
    "imdb_rating_average": 8.6,
    "douban_rating_average": "9.2",
    "update_at": "2025-04-26T17:15:12"
}