{
    "aka": [
        "Please Come Back, Soon-Ae"
    ],
    "sid": "5316805",
    "cast": [
        {
            "url": "/celebrity/1314845/",
            "name": "沈惠珍 Hye-jin Shim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1015415/",
            "name": "朴真熙 Jin-hie Park",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1276156/",
            "name": "李在皇 Jae-hwang Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1405137/",
            "name": "尹多勋 Da Hun Yun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1405101/",
            "name": "郑宰顺 Jae-sun Jeong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1043692/",
            "name": "权海骁 Hae-hyo Kwon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317001/",
            "name": "朴美善 Mi-seon Park",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1350302/",
            "name": "黄智贤 Ji-Hyun Hwang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1430335/",
            "name": "郑在顺 Jaesoon Jung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1405097/",
            "name": "李善珍 Seon-jin Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1366391/",
            "name": "金诗云 In-seo Kim",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876669919.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1405099/",
            "name": "崔顺植 Soon-sik Choi",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3497030",
    "director": [
        {
            "url": "/celebrity/1405098/",
            "name": "韩政焕 Jeong-Hwan Han",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "16",
    "language": [
        "韩语"
    ],
    "playdate": [
        "2006-07-12(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3497030/",
    "this_title": [
        "돌아와요 순애씨"
    ],
    "douban_link": "https://movie.douban.com/subject/5316805/",
    "trans_title": [
        "回来吧顺爱",
        "Please Come Back, Soon-Ae"
    ],
    "douban_votes": "0",
    "introduction": "回来吧顺爱2006年在韩国sbs电视台热播，由沈慧贞、朴真熙、李载黄、尹达勋四位主演，电视内容概述是一场因意外事故而演绎出的串串搞笑故事的爱情剧。这世界上有一群被别人成为大嫂的人，她们是别人的妻子，儿媳妇、妈妈，很久没有人叫她们的名字了。为了省几元钱，她们会和小贩拼命砍价。她们也拥有过年轻美丽的时光。希望这部电视剧能帮她们寻找曾经的年轻和梦想。人物介绍：何顺爱--沈慧贞饰典型的家庭主妇，性格豪放。和丈夫日锡、儿子灿、婆婆明子一起过着平静的生活。突然有一天，丈夫的秘密情人韩楚恩出现在她的面前，告诉她日锡爱的人是自己，让顺爱和日锡离婚。正当顺爱不知所措时，老天给了她一个机会。因一场交通事故，自己和丈夫的情人的身体被换掉。经历了一番挣扎后，她决定接受事实，以韩楚恩的身份重新生活。这时，拥有高尔夫球场的富贵公子走进了她的生活。韩楚恩--朴真熙饰漂亮、自信的现代女性。空姐，也是航空公司的形象大使。从小没有受到父母的关爱，因此当成熟、稳重的日锡走近她时，立刻被吸引，并陷入了爱情。日锡向她承诺娶她，她坚信日锡爱的人是自己，因此找到何顺爱，理直气壮到要求离婚。可能是受到了老天的惩罚，楚恩和顺爱在去找日锡的路上，发生了交通事故，两个人的身体被互换。从此以后，楚恩要以顺爱的身体生活，她无法站在爱人的面前，真想去死掉。张贤宇--李载黄饰从经营高尔夫球场的母亲那里继承了家业，在日本经营高尔夫球场。无论在能力、学历、家庭来讲，都是完美的。某天在飞机上遇到了顺爱(楚恩的身子)，她就是贤宇的初恋情人。由于父亲的反对，和她分手，但一直念念不忘。没想到楚恩装做不认识他。也难怪，她并不是楚恩。贤宇以为楚恩是故意装的，他感觉好玩。没想到，楚恩(顺爱的身子)出现在自己面前，说她就是自己当年爱着的楚恩。世界上还有这样荒唐的事情？不知道自己喜欢的到底是谁？ 是楚恩的灵魂？ 还是楚恩的身子。尹日锡--尹达勋饰一家之主，自我中心，总是无视自己的妻子。遗传掌管经济大权的父亲，从未把自己的工资给过妻子，是个吝啬鬼。成为机长后，日锡的人生目标就消失了。虽然拥有稳定的家庭，但仍然有空虚感。和漂亮、年轻的空姐韩楚恩开始不伦之恋。但是，与她的爱情也只是一场风流而已。收视率情况此剧自第4集开始，收视便维持在20%以上。结局的收视更达到27.9%，成为同时段的冠军分集介绍第1集在日本的温泉，日锡拿着香摈杯，准备和楚恩度过浪漫的夜晚。楚恩缠着日锡要和他结婚，日锡搂着楚恩哄着她。顺爱的好朋友贞淑逛百货店时，中了免费可以打三个月的高尔夫会员卡，她对不屑一顾的顺爱说，男人宁肯带着情人去高尔夫球场也不会带着自己的老婆，顺爱听到后，把会员卡抢过来。日锡和楚恩回到汉城，正巧坐上了顺爱的朋友台淑开的出租车。日锡回到家，顺爱见他的脸色不好，问他是不是在外面见了女人回来的，日锡暗暗吃惊。恰好台淑来了电话，日锡忐忑不安。顺爱知道了事情的真相，虽然大怒，但想起儿子灿，顺爱决定原谅日锡。但顺爱接到楚恩的电话，楚恩告诉她自己和日锡并不是一夜情那么简单的关系。顺爱和楚恩要去找日锡当面对质，在楚恩的车上，两个人不停争吵，突然迎面来了一辆车。第2集顺爱和楚恩被送到医院，顺爱睁开眼睛后，发现旁边的病床上躺着自己，她大吃一惊。护士走过来对着顺爱叫韩楚恩，顺爱慌忙称自己是何顺爱。但当看到镜子里的自己的模样是韩楚恩后，尖叫起来。日锡没有认出顺爱，顺爱叫他‘老公’，日锡埋怨她不该这么叫。郁闷的顺爱装楚恩的声音问日锡假如他的妻子死的话，他会怎么样，日锡回答说自己只爱楚恩一个人。顺爱大怒，狠狠地打日锡。随后醒来的楚恩发现自己的身体变成了大嫂，灿在一旁叫自己妈妈，受到了刺激。第3集顺爱用尽所有方法，但身体仍然无法回复。失望中的顺爱听到楚恩说自己真的爱日锡的话后，生气地把楚恩推倒海里。贞淑告诉顺爱不要虐待自己的身体。顺爱和贞淑来到桑拿屋，别人误把顺爱当成航空公司的形象模特，面对别人的关注，顺爱心情愉快。人们让顺爱走一个模特步，兴奋的顺爱虽然努力地摆出姿势，但仍让别人感觉是大嫂。为了让自己的身体重新换回来，楚恩尝试各种方法，但仍以失败告终。楚恩把顺爱带到了寺庙， 寺庙的和尚告诉两个人只有拿红豆打全身，才可以恢复原来的样子。顺爱无法忍受疼痛，要逃跑，楚恩抓住了顺爱的裙子，顺爱的裙子滑落在地。第4集喝醉的顺爱出现在贤宇面前，告诉他自己是67年出生，属羊，名字叫大韩民国家庭主妇代表何顺爱，并跳起了汉城探戈。贤宇误以为楚恩是住在日锡的家里，把睡着的顺爱送到了日锡的家里。日锡怕被母亲看到，慌忙把贤宇推出去。贞淑埋怨顺爱，变成了楚恩的身体，也不能和别的男人在外面过夜，催促顺爱去巫师那里看看。日锡告诉顺爱，即使她在外面和别的男人过夜，自己也绝对不会离开她。顺爱见日锡为了楚恩，要和自己离婚，她把手中的杯子扔向日锡。在巫师面前跪着的顺爱想着如果自己的身体被换的话，只能便宜了日锡，她装着去洗手间，偷偷地溜走。第5集日锡看到贤宇和顺爱一起走开，偷偷地跟在后面。顺爱见状，故意和贤宇亲近。受到刺激的日锡茶饭不思，他来到顺爱的家。打扫院子的顺爱向日锡泼水，把他赶了出来。顺爱下定决心和贤宇分手，她来到贤宇的家里。顺爱告诉贤宇如果自己再年轻10年的话，也许会爱上贤宇，贤宇突然拥抱顺爱。第6集顺爱决定以楚恩的身体生活，日锡见状，对楚恩表示要和她一起生活。生气的楚恩打了日锡一巴掌后离开。这时顺爱出现，日锡马上又对她表示自己不能没有她，顺爱拿着手提包拼命打日锡。日锡的朋友，精神科大夫建议做催眠术。进入催眠状态的顺爱回到了自己的前生，看到楚恩和日锡一起过生日，她向他们扑过去。见催眠术也无法回到以前，失望的楚恩走向汉江大桥。第7集楚恩看到贤宇和顺爱约会，她把顺爱拉出来，告诉她不要和贤宇见面，免得损坏自己的形象。顺爱冷笑着让她不要管别人的事情。明子的生日快要到了，楚恩请顺爱帮忙一起准备饭菜。顺爱做了楚恩最不喜欢吃的饺子，得到明子的欢喜。日锡对楚恩提议说把真相告诉家人后，两个人一起生活，但楚恩装做没有听见。楚恩见顺爱邀请航空公司的人一起吃晚餐，内心失落。日锡拥抱无法回到以前生活的楚恩，楚恩哭着对日锡说自己放弃了12年的人生，今后日锡一定要对自己好。第8集日锡见贤宇带着顺爱离开，感到生气。顺爱发现日锡追踪两个人来到竞马场后， 故意和贤宇亲热，刺激日锡。日锡想起顺爱和贤宇约会的场面，彻夜难眠。日锡来到顺爱家找顺爱，正打扫院子的顺爱向日锡泼水。日锡担心顺爱红杏出墙，他把这种担忧告诉了楚恩，楚恩生气地说让顺爱和贤宇分手。顺爱决定和贤宇分手，她去贤宇的公寓找他。顺爱告诉他如果自己再年轻10岁，也许会和贤宇谈恋爱。突然，贤宇低头吻顺爱。第9集日锡撞见顺爱和贤宇接吻，与贤宇发生斗殴，楚恩也不甘示弱，拽顺爱的头发。楚恩撇下顺爱，坐上日锡的车离开。顺爱把钱包落在日锡的车上，无奈，她给正淑打电话求助。台淑来到正淑家，斥责顺爱不配当灿的母亲。第10集台淑把楚恩和顺爱集合在操场上，要换她们的灵魂，当台淑给两个人运气的刹那，在旁边打棒球的学生把球打在了楚恩的头上。楚恩离开家后，顺爱偷偷回来，把屋子收拾得干干净净。台淑为了从贤钟那里要钱，追到家里，不料遇到了楚恩。第11集贤宇给顺爱打电话，要和她商量楚恩的事情，顺爱紧张起来。楚恩报名参加空姐考试，顺爱知道后，问楚恩她出去工作的话孩子和家务怎么办。日锡对天天胡思乱想的楚恩忍无可忍，他找到顺爱求她回到自己身边。楚恩见公公的忌日即将到来，想从网络上预订忌日餐，被婆婆狠狠批了一顿。楚恩向顺爱求助，顺爱再次装扮成厨师出现。明子认出了顺爱，日锡把顺爱和楚恩的灵魂互换的事情告诉了母亲。第12集楚恩和顺爱回到了各自的家，贤钟安慰回来的楚恩，但弟弟载雄却对姐姐和已婚男人恋爱的事情感到不满。日锡在床上想和顺爱亲热，却被她一拳打出去。邻居纷纷议论说年轻女人把灿的母亲赶出家门。灿也不认顺爱是自己的母亲。第13集灿不认顺爱是自己的母亲，苦恼的顺爱决定尝试危险的方法。贤宇抓住顺爱的手，顺爱强烈地否认自己不是韩楚恩，斥责贤宇连自己心爱的女人都认不出。 日锡看到楚恩坐上贤宇的车离开，他生气地表示贤宇把魔掌伸向楚恩和顺爱。日锡为楚恩精心准备了礼物，但楚恩态度冷淡。第14集顺爱精心准备了灿的盒饭，但楚恩说自己心情不好，没有出现。台淑和正淑为了让楚恩开心，带她去练歌房，楚恩见顺爱兴奋地唱着歌，心情有些好转，开始唱最新的流行歌。突然楚恩伤感地流着泪，火热的氛围立刻降温。第15-16集楚恩和顺爱约定，在一个月之内，两个人让大家以为她们两个已经换过来了，开始适应新的生活。楚恩后来也下定决心，就在顺爱家永远生活下去了。谁知道，一天大秀为她们两个开了一个Don't worry Be happy的聚会，她们两个合唱的时候竟然真的换过来了。公司知道日锡和楚恩的恋情后，将两个人开除了。楚恩打算去法国学习品酒，贤宇赶到了机场。后来日锡又在航空公司上班了，顺爱又怀孕了。",
    "chinese_title": "回来吧顺爱",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "돌아와요 순애씨",
    "douban_rating_average": 0,
    "update_at": "2025-05-07T19:01:05"
}