{
    "aka": [],
    "sid": "5317272",
    "cast": [
        {
            "url": "/celebrity/1278695/",
            "name": "克劳迪奥·比西奥 Claudio Bisio",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1075959/",
            "name": "朱塞佩·塞德纳 Giuseppe Cederna",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2396694464.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt1680099",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2010-10-27"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1680099/",
    "imdb_votes": 2579,
    "this_title": [
        "maschi contro femmine"
    ],
    "douban_link": "https://movie.douban.com/subject/5317272/",
    "imdb_rating": "5.7/10 from 2579 users",
    "trans_title": [
        "无雌雄大对决"
    ],
    "douban_votes": "0",
    "introduction": "Walter e Monica sono una giovane coppia alle prese con il primo figlio. Come molti nella loro situazione, hanno completamente sospeso le loro interazioni sessuali. Gli amici di Walter lo incoraggiano a lanciarsi in un'avventura disimpegnata, ma Walter è un marito ligio e dice di non volerne sapere. Purtroppo il suo lavoro non lo incoraggia alla fedeltà: è allenatore di una squadra di pallavolo femminile di serie A ed è quotidianamente messo alla prova da un tripudio di belle ragazze. Un giorno, ... [continua a leggere]la sua migliore schiacciatrice, la bella Eva Castelli, dopo una serie di approcci più o meno espliciti, riesce a trascinarlo tra le lenzuola, ma, incapace di pensarsi come l'amante di una notte, la donna si trasforma in un'accanita stalker che vuole strappare l'allenatore al tetto coniugale, e per farlo ricorre a trabocchetti, minacce, crisi isteriche. Chiara e Diego sono due vicini di casa. Sono come il giorno e la notte: Chiara è una giovane infermiera molto rigorosa, graziosa ma poco appariscente, solitaria e amante della letteratura; dedica tutto il suo tempo libero alla causa ecologista, lavorando come volontaria per un'organizzazione ambientalista. Diego è un quarantenne misogino, ben vestito, sempre à la page, proprietario di un bar molto ben frequentato e fa la vita del perfetto playboy, portando ogni sera a casa una ragazza diversa (preferibilmente straniera e poco brillante nella conversazione). Un giorno il destino li porta a un incontro ravvicinato durante il quale Chiara, da generosa infermiera, si vede costretta a soccorrerlo con un massaggio alla spalla. Diego non perde occasione per provarci, ma la ragazza lo rifiuta. Da quel giorno in poi Diego precipita in un inspiegabile stato d'impotenza sessuale che gli rovina della reputazione. Marta e Andrea sono due migliori amici che condividono uno sgangherato appartamento. Marta è lesbica, Andrea è etero ed entrambi sono appena stati lasciati sotto lo sguardo divertito del terzo inquilino, il sarcastico Ivan. Ma la depressione dura ben poco perché entrambi s'innamorano di nuovo. Dopo una serie di equivoci scoprono di essere attratti dalla stessa ragazza, Francesca, la quale, messa alle strette, ammette di essere in una fase di confusione sessuale. Andrea è fermamente convinto che di base sia etero, Marta è certa che sia una lesbica doc: tra i due comincia la sfida... La madre di Andrea, Nicoletta, è una ex-bella donna in crisi di mezza età. Dopo aver scoperto che il marito la tradiva con una giovane cubana, lo sbatte fuori di casa e cade in uno stato catatonico. La collega Paola sembra aver risolto tutti i suoi problemi con la chirurgia plastica: a quasi cinquant'anni vanta ancora una vita sociale spumeggiante e densa di avventure. Fermamente restia alla chirurgia, Nicoletta si lascia convincere ad entrare nel giro delle single di mezza età ma incorre in un'umiliazione dopo l'altra, tanto che alla fine decide di ricorrere anche lei al bisturi. Ma l'amore del timido Renato, un collega al di sopra di ogni sospetto, potrebbe salvarla dai ferri..",
    "chinese_title": "无雌雄大对决",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "maschi contro femmine",
    "imdb_rating_average": 5.7,
    "douban_rating_average": 0,
    "update_at": "2025-06-26T12:42:31"
}