{
    "aka": [],
    "sid": "5320215",
    "cast": [
        {
            "url": "/celebrity/1077390/",
            "name": "Rufus Collins Rufus Collins",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029260/",
            "name": "简·霍尔泽 Jane Holzer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032000/",
            "name": "杰瑞·刘易斯 Jerry Lewis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033886/",
            "name": "杰拉德·马兰加 Gerard Malanga",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1964",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt4144322",
    "director": [
        {
            "url": "/celebrity/1025286/",
            "name": "安迪·沃霍尔 Andy Warhol",
            "@type": "Person"
        }
    ],
    "duration": "46分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1964-06(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4144322/",
    "imdb_votes": 22,
    "this_title": [
        "Soap Opera"
    ],
    "douban_link": "https://movie.douban.com/subject/5320215/",
    "imdb_rating": "6.5/10 from 22 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "According to Andy Warhol, Soap Opera was the first movie that Baby Jane Holzer did for him. (POP60) It was also the first Warhol film to be mentioned in the New York Times. Art critic Grace Glueck mentioned the film in her \"Art Notes\" column July 5, 1964, calling it Wee Love of Life. (AD85)According to Jane, she was introduced to Warhol by Nicky Haslam who, at that time, was the editor for Show magazine. Jane thought that Nicky might have introduced her to Warhol on the corner of 59th Street, in front of Bloomingdales. According to Holzer, Warhol told her that he was making a movie called Soap Opera, and asked her if she would like to be in it. Shortly thereafter Jane had a dinner at her father-in-laws house on Park Avenue where she was staying and Warhol came to the dinner. Also at her dinner were David Bailey, Mick Jagger, Keith Richards, David McEwen and Nicky Haslam. (UW47)In Popism, Andy Warhol recollected their meeting slightly differently, saying that the dinner came first, and that he then ran into her on Madison Avenue when she had just got back from \"the big '63 summer in London when everything had really started to happen there.\" According to Warhol, \"she couldn't stop raving about a club in Soho in back of Leicester Square, the Ad Lib, where the Beatles would walk by your table - the kind of place where, say Princess Margaret could come in and nobody would even bother to loook up, the beginning of the melting pot in class-conscious London.\" (POP59)Andy Warhol: \"Jane looked terrific standing there in the new look - pants and a sweater. Her jeans were black - I guess she'd picked that up from Bailey, who'd photographed her a lot while she was over there. I could see that she'd also picked up his way of talking, which, aside from being cockney, was to add 'sort-of-thing' at the end of her sentences sort-of-thing. And she talked about the 'Switched-On Look,' which was a phrase she said Bailey had coined... She was such a gorgeous girl - great skin and hair. And so much enthusiasm - she wanted to do everything.\" (Ibid)Jane was nicknamed \"Baby Jane Holzer\" by columnist Carol Bjorman. The film Whatever Happened to Baby Jane had just been released and although the columnist had not seen the film, she used the moniker 'Baby Jane' to refer to Jane Holzer. The nickname stuck.Soap Opera was subtitled \"The Lester Persky Story\" because Warhol used television commercials produced by Persky in the film.Andy Warhol: \"The first movie Jane did for me was Soap Opera, filmed over P.J. Clarke's, the Third Avenue pub. It was subtitled 'The Lester Persky Story' in tribute to Lester, who eventually became a movie producer. Lester introduced the hour-long commercial on television in the fifties that had Virginia Graham showing you all the different ways you could use Melmac, or Rock Hudson doing vacuum-cleaning demonstrations. Lester let us use footage from his old TV commericials, so we spliced sales-pitch demonstrations of rotisserie broilers and dishware in between the segments of Soap Opera. (POP60)Lester Persky was also the person who introduced Edie Sedgwick to Warhol in January 1965, as well as \"discovering\" Paul America (who starred in My Hustler) at the disco Ondine. Persky was also the person who gave \"The Fifty Most Beautiful People\" party at the Factory in the spring of 1965. Persky also went with Warhol's entourage to Los Angeles during the screening of The Chelsea Girls, as well as to Cannes for the \"non-screening\" of The Chelsea Girls. (POP210/211) He would later become the television/film producer responsible for Shampoo and Taxi Driver. He died in Los Angeles on December 16, 2001. The rights to Truman Capote's short story, Handcarved Coffins, which had originally appeared in Interview magazine, were sold to Lester's production company in 1980.Baby Jane Holzer worked on Soap Opera with Jerry Benjamin and Sam Green (UW47). Sam Green was an art dealer who also appeared in Batman Dracula (POP32). In 1965, he became the director of exhibits at the Institute of Contemporary Art at the University of Pennsylvania, and was responsible for the Warhol exhibit there that was mobbed by students and reporters.Jerry Benjamin, credited as co-director of the Soap Opera, had previously been active in the experimental theater scene of New York. In October 1963 he had directed a production of John Weiners' play Asphodel, In Hell's Despite for the Judson Poets Theatre at the Judson Memorial Church. (JD170/FB317)",
    "chinese_title": "Soap Opera",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-08-19T05:49:47"
}