{
    "aka": [
        "Chiny i lyudi",
        "Ranks and People",
        "Чеховский альманах"
    ],
    "sid": "5332491",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1929",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2462793809.jpg",
    "region": [
        "苏联"
    ],
    "writer": [],
    "imdb_id": "tt0019766",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1929-10-01(苏联)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0019766/",
    "imdb_votes": 68,
    "this_title": [
        "Чины и люди"
    ],
    "douban_link": "https://movie.douban.com/subject/5332491/",
    "imdb_rating": "7.0/10 from 68 users",
    "trans_title": [
        "契诃夫故事",
        "Chiny i lyudi",
        "Ranks and People",
        "Чеховский альманах"
    ],
    "douban_votes": "0",
    "introduction": "From his early silent works, the great Russian film director, Herr Yakov Protazanov, made literary adaptations from equally great Russian writers, as is the case with \"Chiny I Lyudi\" ( Ranks And People ) (1929) in which three short stories by Chekhov, \"Anna On The Neck\", \"Death Of A Petty Official\" and \"Chameleon\" were assembled for the silent screen.\"Anna On The Neck\" tells the story the young and beautiful Anna (Mariya Strelkova ) who has just married an old but rich civil servant. Anna thinks her marriage will rescue her father and her two brothers from a miserable life of poverty. Anna becomes disenchanted fast when her rich husband turns out to be an avaricious and severe man. Anna's sad life changes when she attends a posh ball and every man there, including the mayor, is charmed by her. Anna's husband hopes to get business advantages through this but Anna is thinking of revenge.The second episode, \"Death Of A Petty Official\" depicts the story of Herr Cherviakov (Ivan Moskvin ) who together with his wife attends a ballet; during the performance, the civil servant sneezes on a functionary of high rank and offers apology after apology all during and at the end of the spectacle. The general pays no mind to the incident but is harassed by this minor official who won't let the matter drop and, time after time, keeps on apologizing, writing letters asking for forgiveness or visiting the functionary at home.In the third film episode,\" Chameleon\", a small dog bites the finger of a passer-by. The furious man seizes it and asks two policemen to charge the owner of the dog. Both agents begin to draft the report but a change of attitude occurs at once when a man comes to tell them that this dog belongs to the mayor.",
    "chinese_title": "契诃夫故事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Чины и люди",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-02-16T13:13:17"
}