{
    "aka": [],
    "sid": "5332637",
    "cast": [
        {
            "url": "/celebrity/1350136/",
            "name": "黄翀 Chong Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275176/",
            "name": "金鑫 Xin Jin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274256/",
            "name": "杨立新 LiXin Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1413597/",
            "name": "刘欣 Xin Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316743/",
            "name": "任帅 Shuai Ren",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318037/",
            "name": "廖学秋 Xueqiu Liao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318179/",
            "name": "姚居德 Jude Yao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009107/",
            "name": "高明 Ming Gao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274584/",
            "name": "陈宝国 Baoguo Chen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [
        "剧情",
        "悬疑",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868372885.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1318201/",
            "name": "栾逢勤 Fengqin Luan",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "25",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2003"
    ],
    "this_title": [
        "大鳄无形"
    ],
    "douban_link": "https://movie.douban.com/subject/5332637/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "一个游刃于权力场的黑帮老大，一条隐于黑道的凶残巨鳄，杀人于无形如冰刀沁入骨髓；翻云覆雨纵横黑白，黑幕遮天鹿死谁手？牵一发，万恶俱出……该剧以二十世纪九十年代中期中国企业股市为背景，通过一个负债累累、濒临破产的集团公司是如何利用股票上市这一途径最终达到“圈钱”的目的，全面地展示了股市的风云变化和尔虞我诈的激烈竞争，以及复杂多变的人际关系。 　　这是一个真实的故事，是根据华建长篇小说《无罪的死囚》改编而成，是华建自己的亲身经历。故事情节，扑朔迷离，跌宕起伏。各种各样的诱惑，不动声色的摆在李永生的面前。人生中所希望获得的“好东西”，突然间就像从天上掉下来的“馅饼”，落在了他的身上。李永生清楚的知道，这一切背后所隐藏着的功利和目的。但他还是清醒而又糊涂地卷进了那一个个令人眼花缭乱的“圈套”。他总想扯，然而却扯不断，理还乱…… 　　主人公李永生，中年转业军官，就职于石封市体改委副主任，受当地政府的委托，出任“华美集团”常务副总经理兼股份公司总经理，遭人迫害，打成死囚，冤狱生活578天，从他身边枪毙了76个犯人，经过五天开庭，终于无罪释放。是法律的公正，还了他一个清白。故事发生在上世纪改革开放不断深入的九十年代中期。中国的股市一路飙红…… 　　“上市”大概是每一家集团公司都梦寐以求的事。石封市获得了第一个，也是唯一的一个上市指标。但市里同时申报上市的企业有五家，而“华美集团”是最不济的一家，却又是最渴望能通过上市融资来摆脱企业困境。经营不当，产品滞销，且房产贬值，早已负债累累的华美集团急需上市，上市融资将是它唯一的出路。“华美集团”董事长胡志学为此不惜一切代价，孤注一掷。市委将制定上市公司推荐方案的重任，交给了从林阳市取得“真经”归来的体改委副主任李永生。究竟如何按照国家的法律规定和上市公司的条件来确定、筛选出一个货真价实的上市公司呢？官场纵横多年，工作中处理繁杂事务一向得心应手的李永生，这一次真正感受到自己肩上这副担子的分量…… 　　同时，“华美集团”董事长胡志学那迫切的目光，也迅速投向了处级干部李永生的身上…… 　　市体改委主任黄江借葛副市长的权利，与胡志学狼狈为奸，为达目的，责令李永生跳过对“华美集团”的资产审计一关，起图弄虚作假、包装利润、改变企业性质，以华美集团股份占51%的比例运作上市，其中隐藏着许多不可告人的秘密…… 　　华尔兹股份有限公司业已成立，各家股东已经认购股权，上市前夕，胡志学的亲信——“华美集团”的几名副总认为李永生是贪财捞物的障碍，建议胡志学让李永生打道回府。所有人都认为李永生将要离开“华美集团”，包括他自己。他抓紧时间做完了离开前的最后工作，来到了葛副市长面前，准备接受调令…… 　　胡志学召集“华美集团”领导干部会议，大刀阔斧地进行了干部队伍调整，同时宣布李永生出任“华美集团”第一副总兼华尔兹股份有限公司总经理，众人愕然。当李永生马不停蹄地出入土地局、财政局、国有资产管理局、计委、经委等办理各种手续时，评估公司终于查清了“华美集团”资产的全部情况——资不抵债达五千五百万元！正在土地局办理有关手续的李永生闻讯后目瞪口呆！强大的社会网络和人际关系，最终显现出狰狞面孔和“威力”，李永生不是神仙，在强势围攻下，他“不知不觉”的踏进了别人为他精心设置好的陷阱，随着警车的鸣叫声，李永生走进了他最不情愿去的地方——监狱。害人者，大鳄胡志学，欺骗政府，欺骗股民。他为了个人和家族利益，丧心病狂，不择手段，股市圈钱。胡志学反复“作局”，给李永生设下了一个又一个陷阱，但最终却一无所获，逃不脱法律的追究。各路“神仙”何去何从？一场较量在激烈的进行……胡志学坦言：“芝兰挡道，当除……”当除者究竟是谁？？人生各有各的归宿…… 　　亲情、友情、爱情，一部催人泪下的故事，揭开一个上市公司的黑幕。",
    "chinese_title": "大鳄无形",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-24T00:15:02"
}