{
    "aka": [
        "Japanese King Kong"
    ],
    "sid": "5332682",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1933",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2305823242.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt0440913",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1933-10-05"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0440913/",
    "imdb_votes": 41,
    "this_title": [
        "和製キング・コング"
    ],
    "douban_link": "https://movie.douban.com/subject/5332682/",
    "imdb_rating": "6.4/10 from 41 users",
    "trans_title": [
        "日版金刚",
        "Japanese King Kong"
    ],
    "douban_votes": "0",
    "introduction": "Santa (Isamu Yamaguchi) and his friend Koichi (Nagamasa Yamada) are jobless vagabonds. They make their living by picking up coins on the streets. Santa has a girlfriend named Omitsu (Yasuko Koizumi), but her father Seizo (Kotaro Sekiguchi) does not like having his daughter date a penniless man. He breaks the lovers up and tries to marry his daughter off to a rich man. Desperate, Santa seeks employment and wanders the streets. He cannot find a job at all, but has an inspiration. RKO’s King Kong has been released and is a big hit in Tokyo. He decides to capitalize on its success by dressing up as an ape and playing King Kong in a vaudeville theater. He approaches one theater owner to tell him of the idea and the owner is pleased with Santa’s plan, thus giving him the job. Santa’s King Kong show becomes an instant success, with Santa interacting amongst props on the theater stage in his gorilla suit (small buildings, toy airplanes, a doll, etc.). One day while performing on stage, Santa sees that Omitsu and her new rich boyfriend are in the audience. Blinded with rage, Santa jumps down from the stage and runs after them - with his gorilla suit still on! Santa creates chaos in the town as firemen and hunters chase him, thinking him an escaped gorilla that is running wild in the streets. Eventually Santa confronts the rich boyfriend and knocks him unconscious. He puts the gorilla suit on him and leaves him lying out cold in the street. Just then, Koichi comes and tells Santa that the theater owner will give him a lot of money for his performances. Now that he has wealth, Santa gets married to Omitsu.",
    "chinese_title": "日版金刚",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "和製キング・コング",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-02-12T05:43:04"
}