{
    "aka": [
        "小石城"
    ],
    "sid": "5333830",
    "cast": [
        {
            "url": "/celebrity/1423284/",
            "name": "泽本林太郎 Rintaro Sawamoto",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情"
    ],
    "awards": "　　第20届哥谭独立电影奖(2010)\n　　不在你附近的影院放映的最好的电影\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2156947074.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1608285",
    "director": [],
    "duration": "USA: 84 分钟",
    "episodes": "",
    "language": [
        "英语",
        "日语",
        "西班牙语"
    ],
    "playdate": [
        "2010"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1608285/",
    "imdb_votes": 600,
    "this_title": [
        "Littlerock"
    ],
    "douban_link": "https://movie.douban.com/subject/5333830/",
    "imdb_rating": "6.1/10 from 600 users",
    "trans_title": [
        "小石头",
        "小石城"
    ],
    "douban_votes": "0",
    "introduction": "Lost in love, language and Littlerock.Littlerock is a powerful intimate drama that captures the fears and desires of a young Japanese woman lost in America.Rintaro (Rintaro Sawamoto) and Atsuko (Atsuko Okatsuka, who also co-wrote the script) are a Japanese brother and sister spending their summer traveling through the U.S. While on their way to San Francisco, their car breaks down in Littlerock, California, and they kill time with the local young drunks, touring the endless keggers that are the only entertainment in town. Atsuko speaks no English, and becomes the exotic center of attention in this isolated burg, deflecting advances by what seems like every available man in town. When love does come her way, she discovers that passion can be as fleeting as a visit abroad.Directed by Mike Ott, Littlerock is an affectingly authentic portrait of the bittersweet pain of young love and the cruel reality of cultural miscommunication, making it one of the most emotionally moving American Independents in recent memory.A sleepy Los Angeles exurb and its shiftless young residents are seen through the eyes of two Japanese tourists in this intimate evocation of a small town in Southern California where everyone's talking but no one really understands.",
    "chinese_title": "小石头",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Littlerock",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-02-12T19:13:12"
}