{
    "aka": [],
    "sid": "5337516",
    "cast": [
        {
            "url": "/celebrity/1316135/",
            "name": "刘之冰 Zhibing Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318336/",
            "name": "吴兰辉 Lanhui Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275019/",
            "name": "居文沛 Wenpei Ju",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274585/",
            "name": "刘佩琦 Peiqi Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275275/",
            "name": "王姬 Ji Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326050/",
            "name": "黄品沅 Ruomeng Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323172/",
            "name": "李建新 Jianxin Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1367342/",
            "name": "于子宽 Zikuang Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1465161/",
            "name": "赵伟 Wei Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1458408/",
            "name": "张瀚文 Hanwen Zhang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情",
        "传记",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2001342293.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1322714/",
            "name": "张强 Qiang Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1407033/",
            "name": "钱晶晶 Jingjing Qian",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1318794/",
            "name": "张玉中 Yuzhong Zhang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "25",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2010-10-10(中国大陆)"
    ],
    "this_title": [
        "邓子恢"
    ],
    "douban_link": "https://movie.douban.com/subject/5337516/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "1928年，全国白色恐怖，但革命的火种却在广大农村悄然传播着。时年，福建龙岩后田村，福祜佬大伯被后田村的反动势力陈北瑞“老人拳术馆”手下拳师逼租打死。邓子恢围绕土地问题分析原因，发动村民积极参加农会，减租抗争。邓子恢在动员村民加入农会的时候，向大家承诺——不管今天、明天还是将来，为了让大家有饱饭吃，有自己的田种，只要他活着一天，都将竭尽全力，决不辜负大家。此时，省委特派员傅生平到达后田，指出暴动之事时机不成熟，农民光有热情不足展开斗争。邓子恢以斗争事实、斗争材料对傅特派员展开说服工作。他们没有想到反动土豪陈北瑞正准备对傅生平下手……邓子恢指挥武装农民打响了后田暴动的第一枪，后田暴动犹如响彻了闽西的一场春雷，掀起了轰轰烈烈的农民运动。但在反动军队的疯狂猛扑下遭到镇压。在后田暴动的影响下，永定县的党组织在张鼎丞率领下暴动，邓子恢受省委派遣赶到永定金砂，与张鼎丞组建了红军独立营。通过与老百姓的调查和对后田暴动总结，邓子恢向党组织提出发展农村工作的思路，探索性地实施新的土地分配政策，迅速建立起闽西革命根据地，闽西革命如火如荼地发展起来。正当此时，毛泽东和朱德领导的中央红军入闽，迅速击溃陈国辉军阀部队，陈北瑞也被击毙。在中央红军的帮助下，闽西革命根据地建立起了红色政权。毛泽东在闽西期间，邓子恢安排他住在老接头户秀嫂的家中，他与毛泽东经常彻夜交谈，取得了很多共识。在苏家坡的日子，毛泽东身患疟疾，邓子恢和秀嫂想方设法为其补养身体，由于邓子恢的精心照顾，毛泽东恢复了健康，这段非常岁月的相处，毛泽东和邓子恢两人惺惺相惜，结下深厚友谊。由于李立三错误路线的缘故，邓子恢被派往闽东，他与妇女干部黄秀香扮作假夫妻，顺利躲避了敌人的封锁，开展土改运动。邓子恢随同毛泽东率领的主力红军奔赴中央苏区，担任中华苏维埃财政部长。黄秀香意想不到追随邓子恢来到瑞金，在艰难的岁月结成夫妻。第五次反围剿失败后，邓子恢与毛泽东惜别，奉命留守苏区展开艰苦的游击战争，妻子黄秀香虽身怀六甲，但英勇顽强，她在突围战斗中壮烈牺牲。邓子恢重返闽西，当地的女游击队员陈兰及时接应，邓子恢率部队在陈兰的引导下到达了永定地区，终于同张鼎丞率领的地方游击队汇合。在南方三年敌后的游击战中，陈兰精心照料邓子恢生活，逐渐与邓子恢产生了革命情感。在张鼎丞的撮合下，邓子恢与女游击队员陈兰相爱结婚。抗日战争爆发后，邓子恢出任新四军政治部副主任。受组织派遣，与彭雪枫率领新四军四师开辟壮大了淮北抗日根据地，捉放韩德勤，建立统一战线。与彭雪枫结下了兄弟般的革命情意。抗战胜利后，邓子恢与张鼎丞等组织华中分局，为实现“耕者有其田”奠定了良好的局面。在武汉主政华南局期间，对荆江分洪工程，他彻夜忧思，在奉命组建中央农村工作部前，荆江分洪工程已经大功告成。1953年，中央农村工作部成立，邓子恢任部长，得知许多农民在办合作社中有不满和抵触情绪等农村问题，邓子恢及时向毛泽东和中央提出建议，并要求亲自到农村进行考察。在闽西家乡，邓子恢发现了合作化运动风起云涌但也急躁冒进。虽然入社凭自愿，但在冒进的风气下，全国各地频发强迫入社事件，合作社迅速激增，各地农村出现不安定因素，农民以宰杀牲口以及破坏生产力等特有方式表示不满情绪。邓子恢带领农工部，想方设法为农业合作化运动的健康发展而奔走，提出建立农业生产责任制，随后被任命为国务院副总理。毛泽东对农村工作出现的问题极为重视，和邓子恢一起研究制定了合作社“停、缩、发”三字方针。在合作化的数字上，党内出现分歧，邓子恢被批为“小脚女人”。邓子恢的农业生产责任制主张见报后，让永嘉县委农业书记李云河深受启发，在此基础上提出包产到户主张，受到社员群众的欢迎。邓子恢看了人民日报记者李素琴的采访报告，虽担心包产到户退回到单干，但表示可以试验。农村部副部长的陈伯达认为包产到户容易走资本主义道路。人民日报社编辑部主任王雪萍紧跟陈伯达的意见。大跃进到来后，人民公社成立，福祜佬一夜间失去一切，目瞪口呆成为公社一员。秀嫂一家也是一无所有。邓子恢痛斥“向共产主义过渡”的徐水县弊端。在全国农村工作部长会议上邓子恢提出的一些主张，得到毛泽东的肯定，但随着愈演愈烈的共产风、浮夸风，农村形势愈加紧张，社员农民人心不定。最困难的时期，刘少奇委托邓子恢率工作组到几个省作调查，研究解决农村问题的办法。邓子恢和调查组迅速制订出《农村人民公社内务条例》，成为农村六十条草案的基础。毛泽东表扬邓子恢，号召在全党兴起调查研究之风。邓子恢大受鼓舞。邓子恢受张鼎丞邀请，二回闽西。邓子恢避开随从，悄悄溜到墟场，想无拘无束地尝尝家乡的风味小吃，但一个“金狗头”（野菜）把他的心都搅乱了：革命的目的是为了让老百姓填饱肚子，可是到了现在老百姓反而没有吃饱！邓子恢对福祜佬搞单干不到两年光景，不仅自给有余，还能借粮给群众的现实，既惊又喜。他要地方班子坚决贯彻执行毛泽东的指示，做好对群众的退赔工作。从受斗残酷的干部社员中，邓子恢指出对为非作歹的干部绝不姑息。邓子恢风尘仆仆下到几个省考察。一方面是上级下令改正责任田，一方面是干部群众纷纷要求，邓子恢在两难选择中，他做出支持责任田和包产到户的决定。记者李素琴根据调查写出了支持包产到户的文章，部主任王雪萍过以过“左”的言行反对。农村工作部被撤销，邓子恢揽下一切责任，极力保护相关同志。毛泽东认为究竟是单干好还是集体好，要由历史作结论，对邓子恢表示尊重。一九七二年十二月八日晚，邓子恢与世长辞，时年七十六岁。邓子恢至死都维护毛泽东的威信，坚信包产到户终有变为现实之日。得知邓子恢去世，毛泽东沉默半晌，挥笔写下“邓子恢同志千古”。",
    "chinese_title": "邓子恢",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-12T06:29:07"
}