{
    "aka": [],
    "sid": "5342771",
    "cast": [
        {
            "url": "/celebrity/1166090/",
            "name": "尼尔斯·韦尔奇 Niles Welch",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1941",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2237736686.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1295505/",
            "name": "雷伊·斯科特 Rey Scott",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1367585/",
            "name": "拉尔夫·斯库尔曼 Ralph Schoolman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027692/",
            "name": "林语堂 Yutang Lin",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0121453",
    "director": [
        {
            "url": "/celebrity/1295505/",
            "name": "雷伊·斯科特 Rey Scott",
            "@type": "Person"
        }
    ],
    "duration": "35分钟(剪辑版)",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1941"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0121453/",
    "imdb_votes": 72,
    "this_title": [
        "'Kukan': The Battle Cry of China"
    ],
    "douban_link": "https://movie.douban.com/subject/5342771/",
    "imdb_rating": "7.5/10 from 72 users",
    "trans_title": [
        "苦干：中国不可战胜的秘密"
    ],
    "douban_votes": "1031",
    "introduction": "4月8日，重庆有关方面宣布，反映日军侵华铁证的奥斯卡获奖纪录片《苦干》正式引入中国。同日下午，中国传媒大学崔永元口述历史研究中心举办“他们如何寻找《苦干》”学术放映及讲座。这部反映上世纪三四十年代中国抗日战争历史的奥斯卡获奖彩色纪录片，由美籍华人李灵爱（Liling-Ai）与美国记者雷伊·斯科特（Rey Scott）合作完成。从1937年～1940年，雷伊·斯科特扛着摄影机踏遍大半个中国，行程3万多里，用电影胶片记录了被战火笼罩的中国。更难能可贵的是，在1940年8月19日～20日期间，雷伊·斯科特在美国大使馆的屋顶上，冒着生命危险拍下了日军出动370多架次飞机，对重庆实施无差别轰炸的滔天罪行。该纪录片名为“Kukan”（中文名称《苦干》），副标题“The Battle Cry Of China”，于1941年6月23日在纽约世界剧场首映，立即获得一片惊叹和好评，后获得奥斯卡特别奖。“这是迄今为止，由西方人拍摄的记录抗日战争时期，日军对重庆实施大轰炸事件最准确、史料最完整、内容最翔实、画面最震撼、评论最客观的电影原始资料。”重庆市人大常委、中国抗战大后方研究协同中心主任周勇说。周勇表示，该片的重新发现，是继德国人约翰·拉贝的《拉贝日记》重见天日、美籍华人张纯茹的著作《南京屠杀——被遗忘的大屠杀》在西方世界出版后的“又一重大发现”。重庆市委宣传部常务副部长周波表示，该影片将作为素材，通过新闻媒体进行展示，将会永久地在重庆三峡博物馆常年播放，“我想在纪念中国人民抗战胜利70周年的时刻展示出来，告诉大家要铭记历史，让世人更好地了解历史，昭示未来”。影片再现日军轰炸重庆实况周波介绍，4月3日，重庆与美国方面达成协议，购买反映日军侵华新证据的奥斯卡获奖纪录片《苦干》。《苦干》这部纪录片有着一段传奇历史。该片由李灵爱策划并出资，她出生于1908年，父亲李启辉是夏威夷名医，与孙中山是同学，在当地创办了明伦中文学校；母亲江隶香是一名产科医生。李灵爱十分热爱中国，她参加过美国援华联合会在纽约举办的募款时装表演，还接受过飞机驾驶训练，有意驾驶轰炸机前往中国协助作战。在没有得到外部资助的情况下，她和家人商量，动员祖母变卖了首饰，凑集拍摄资金。她遇见了雷伊·斯科特后，用激将法让这位从未碰过摄影机的美国报纸记者兼夜班编辑来到中国。在她的资助下，斯科特扛着一台16毫米摄影机，在1937年～1940年间，历经千难万险，4次来到战火漫天的中国，用电影胶片忠实记录了抗战时期中国政治、经济、文化和社会的方方面面。雷伊·斯科特曾在这部纪录片中“出镜”，骑着马在重庆朝天门码头走完340级石梯。这部影片客观真实地记录了1937年～1940年间日军对中国的侵略，数百万难民流离失所以及大后方城市的生活景象。1940年8月19日～20日，日军轰炸重庆时，半个小时内便向渝中半岛狂扔200吨炸弹和燃烧弹，屠杀手无寸铁的重庆市民。中国青年报记者观看了该纪录片的这部分片段，画面中，飞机轰炸前，重庆先后升起两个灯笼作为警示，市民赶忙寻找躲避轰炸的地点，日军飞机投下大量炸弹后，整个半岛都被一个个巨大的蘑菇云笼罩。“《苦干》是迄今为止，我们看到的由西方人拍摄的最为完整系统揭露日军轰炸重庆的珍贵电影档案。”周勇说。林语堂担任影片前言部分导读。解说词写道：“轰炸摧毁了这个国家，但轰炸能击垮建立这个国家的人吗？他们拥有强大的内心，我们看到中国是如何抗敌，时刻创造着奇迹。这就是‘苦干’，刻苦的奋斗。中国人与生俱来的精神，深入在他们的灵魂与命运之中，永垂不朽。”1942年2月，第十四届奥斯卡奖第一次设立纪录片奖，《苦干》被授予纪录片特别奖。颁奖词写道：授予在十分艰苦危险的情况下，用16毫米摄像机拍摄了中国抗战实况的影片《苦干》作出优异成绩的雷伊·斯科特。《苦干》销声匿迹近70年《苦干》拍摄时，尚未发生“珍珠港事件”，美国对第二次世界大战仍保持中立，美国民众普遍对中国抗战不了解也不关心。但是，《苦干》的上映，被《纽约时报》、《时代周刊》、《伦敦每日电讯报》、《生活》杂志等100多家世界知名媒体关注和报道，一定程度上改变了美国民众的态度。《时代周刊》评价称：“（片中）所看到的英勇和善良的中国人民，美国影迷从未见过，也从来没有了解过。”“（该片）最后20分钟，向人们展现了第二次世界大战中，所有电影都没有能够拍摄到的令人恐怖的（重庆）大轰炸场景。”《纽约时报》称，这样的恐怖场面，所带来的痛苦甚至超过我们所看到的伦敦大轰炸。1941年元旦，时任美国总统罗斯福观看了这部纪录片，原本计划只播放20分钟，但电影开始后，总统取消了事先安排的活动，看完了整部电影。在观看了这部电影后不久，罗斯福曾亲笔题写卷轴赠予重庆。这幅卷轴在当时被翻译成：“以表吾人钦佩该市英勇之男女市民。当该市遭遇空前未有之空袭时，人民坚定镇静，不被征服，足证恐怖主义对于争取自由之民族，不能毁灭其精神。此种为争取自由表现之忠实，将鼓舞来世而不朽。”该片的放映直接促进了西方世界对中国的了解和援助。当时西方国家对中国知之甚少，该影片让它们了解到中国，知道了中国人民正顽强地抵抗日本的侵略。该影片也成为许多支持和援助中国的团体用作筹款的最好宣传片，中国开始收到源源不断的援助。一些美国青年看到该片后，报名参加了飞虎队，投入中国的抗战。遗憾的是，抗战时期，这部影片没能在中国放映。二战后，这部影片消失于人们的视野，连美国奥斯卡电影资料馆里都找不到这部影片，并在馆藏影片目录上标注为遗失影片。就这样，近70年时光里，《苦干》“人间蒸发”。一直到21世纪初，美籍华裔电影制片人罗宾龙（Robin Lung）找到了这部传奇影片。她在阅读李灵爱的传记《生命是长久的》时，发现书中提到的纪录片《苦干》，却没能找到这部影片。一部得奖影片为何会消失？这极大地引发了她的好奇心，她决定深挖到底。她找到斯科特的儿子，喜出望外地得到一部90分钟的完整的《苦干》拷贝。在此之前,她只在美国国家档案馆找到《苦干》30分钟的片断。可是，这部纪录片已经严重破损。罗宾龙把它送到奥斯卡电影学院设法修复。学院也将其视若珍宝，历时3年修复，又结合此前罗宾龙找到的30分钟的片断，最终让一部85分钟的完整版《苦干》重见天日。让“独一无二”的资料来到中国在美国失而复得的《苦干》，漂洋过海来到重庆也经历了一个不平凡的过程。罗宾龙将自己寻找《苦干》的过程，拍摄成一部名为《寻找〈苦干〉》的纪录片。拍摄过程中，她遇到了一个难题：如何找到一位中国抗战历史研究专家，求证这部片子的价值？她求助于好友李丹柯教授——一位曾在中国四川大学任教，现定居美国、任教于哥伦比亚大学、研究中国妇女历史的学者。巧合的是，30多年前，周勇就读四川大学历史系时，李丹柯曾教过他古希腊罗马史。通过李丹柯的牵线搭桥，罗宾龙与周勇联系上了。周勇早已是闻名遐迩的抗战史专家，他曾带领他的团队，到美国、英国、日本、荷兰等地，开展学术交流、搜寻抗战大后方历史资料，成果丰硕。2014年7月，罗宾龙和她辛苦找到的《苦干》与中国成功对接。在4月8日的新闻发布会上，周勇回忆起在学术交流会议上第一次看到该片时的情景。“我感到震撼。”周勇说，自己从1985年开始研究重庆大轰炸的历史，看了很多资料，多是文字和图片，还有从日本飞机上拍摄下来的轰炸画面。“而这一次，斯科特在美国大使馆的楼顶上面那种拍摄的场景，那是冒着生命危险的。在这半个小时当中，200吨炸弹、燃烧弹呼啸而下，整个山城浓烟滚滚、火焰冲天，我们的家园化为灰烬。然后幸存的民众迎着满城大火，众志成城，奋力抢救。”“整个画面宏大，真实惨烈，尤其是它的原色原声格外震人心扉。”他说，全城燃烧的声音，重庆人民拿着桶，把河水装进桶里，运到救火现场的场面，都让人感到震撼。“这是我们收集到的第一份影像资料，而这份影像资料可以说是独一无二到了极致。”他说。“看了以后，我的第一个反应是，应该让它在2015年回到中国，让人们重温那段艰苦卓绝的岁月，感受我们的民族精神。从而去领悟到到底什么是《苦干——中国不可战胜的秘密》。”周勇说，经过9个月谈判，双方最终达成共识，在今年4月3日签署了转让合同，中方拿到了片子。",
    "chinese_title": "苦干：中国不可战胜的秘密",
    "douban_rating": "9.2/10 from 1031 users",
    "foreign_title": "'Kukan': The Battle Cry of China",
    "imdb_rating_average": 7.5,
    "douban_rating_average": "9.2",
    "update_at": "2025-04-10T13:56:07"
}