{
    "aka": [],
    "sid": "5342078",
    "cast": [
        {
            "url": "/celebrity/1319596/",
            "name": "马休·柯林斯  Matthew Collings",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [
        "纪录片",
        "文艺复兴",
        "艺术",
        "艺术史",
        "历史",
        "文艺",
        "绘画"
    ],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2510102253.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1319596/",
            "name": "马休·柯林斯  Matthew Collings",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt13717822",
    "director": [
        {
            "url": "/celebrity/1319594/",
            "name": "兰德尔·赖特 Randall Wright",
            "@type": "Person"
        }
    ],
    "duration": "58分钟",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010-10-16(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13717822/",
    "imdb_votes": 8,
    "this_title": [
        "Renaissance Revolution"
    ],
    "douban_link": "https://movie.douban.com/subject/5342078/",
    "imdb_rating": "6.3/10 from 8 users",
    "trans_title": [
        "文艺复兴"
    ],
    "douban_votes": "2426",
    "introduction": "The new series on Renaissance painting, written and presented by Matthew Collings, begins with an artistic investigation into one of the most radiant and beautiful images in all of art history, The Madonna of the Meadow, painted in 1505 by Raphael.Renaissance art has become part of the 21st-century heritage industry but when Raphael was alive, it was a startling new form of visual expression, and Raphael's vibrant 'realism' was striking and fresh. It became the model for western art for the next 400 years, right up until the birth of Modernism.As much as it was a cultural 'rebirth', the Renaissance was also a revolution in ideas about reality. Matthew Collings sets out to remind us of how radical Renaissance paintings were when they were made, as well as opening our eyes to what is still truly great about them. In this programme he deconstructs The Madonna of the Meadow with the help of the very latest high-resolution digital technology, which allows him to explore the inner secrets of Raphael's painterly effects with a clarity and at a level of detail never before seen on television.As Matthew says, it is a journey 'to the other side of an illusion', revealing how Raphael created the alluring images that were so appealing to his wealthy Renaissance clients - including the Pope - and which entranced artists for centuries after his death. Matthew explains the secret to Raphael's vibrant colour harmonies, which the artist grasped intuitively, long before the advent of colour 'theory'; and Raphael also knew how to exploit colour effects to create the impression of extraordinary depth in his paintings.",
    "chinese_title": "文艺复兴",
    "douban_rating": "8.6/10 from 2426 users",
    "foreign_title": "Renaissance Revolution",
    "imdb_rating_average": 6.3,
    "douban_rating_average": "8.6",
    "update_at": "2025-03-27T22:56:08"
}