{
    "aka": [
        "高清观鸟团：蜂鸟空中转（港）"
    ],
    "sid": "5345735",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2239097302.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1303264/",
            "name": "Jaime Bernanke Jaime Bernanke",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1553731",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010-01-10"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1553731/",
    "imdb_votes": 54,
    "this_title": [
        "Hummingbirds: Magic in the Air"
    ],
    "douban_link": "https://movie.douban.com/subject/5345735/",
    "imdb_rating": "8.5/10 from 54 users",
    "trans_title": [
        "蜂鸟：空中舞者",
        "高清观鸟团：蜂鸟空中转（港）"
    ],
    "douban_votes": "0",
    "introduction": "Hummingbirds take extraordinary to a whole new level. They are the smallest warm-blooded creatures on the planet, but they are also among the fastest. With wings that beat up to 200 times every second, they are among nature’s most accomplished athletes, the only birds able to hover, fly backwards, and even upside down. Hummingbird metabolisms are set in permanent overdrive, requiring them to consume more than half their body weight in nectar every day, yet even so, they remain in constant threat of starving to death as they sleep. To survive the night, they fluff up their feathers and adjust their thermostats, decreasing their body temperatures by half and reducing their heart rate from 600 beats per minute to a mere 36.Because hummingbirds live their lives in fast forward, much of their fascinating world is typically lost to human perception. But using cameras able to capture over 500 images a second, the hummingbirds’ magical world can finally be seen and appreciated. Amazing footage shows these little powerhouses are far more than delicate nectar gatherers — they are also deadly predators. And watch as the birds display their elaborate mating rituals, showing off with nose dives that subject them to over ten G’s of force — enough to cause an experienced fighter pilot to black out!These tiny marvels dazzle and delight bird watchers all over the world, and NATURE reveals their stunning abilities as they have never been seen before.",
    "chinese_title": "蜂鸟：空中舞者",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Hummingbirds: Magic in the Air",
    "imdb_rating_average": 8.5,
    "douban_rating_average": 0,
    "update_at": "2025-09-16T20:52:06"
}