{
    "aka": [
        "FOR RANT"
    ],
    "sid": "5349370",
    "cast": [
        {
            "url": "/celebrity/1275518/",
            "name": "施柏鹏 Baipeng Shi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p694801534.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1324723/",
            "name": "华本度 Bangbang Hua",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1324723/",
            "name": "华本度 Bangbang Hua",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2009-10-11"
    ],
    "this_title": [
        "此房出租"
    ],
    "douban_link": "https://movie.douban.com/subject/5349370/",
    "trans_title": [
        "FOR RANT"
    ],
    "douban_votes": "0",
    "introduction": "片名：《此房出租》Title:<room for rental>片长：16分钟Length:16 minutes导演：华本度Director: Hua Bendu编剧：柳飞•华Screenwriter：Hua Liufei监制：王我Producer: Wang Wo摄影：刁丁成 华本度Cameraman：Diao Dingcheng ,Hua Bendu剪辑：华本度Editor: Hua Bendu演员：谢丽娜  杜一  施柏鹏  贺翔Actors：Xie Lina，Du Yi， Shi Baipeng，Johnny He导演简介：1983年生于江苏省江阴市。一个酷爱奇、幻电影的顽童，一个喜欢恐怖电影的胆小鬼，我喜欢简单的奇幻，我喜欢在电影中窥探未知的领域，喜欢电影中奇妙的事情发生，喜欢在电影中恍然大悟，喜欢自己那看着电影惊鄂的表情，我喜欢自己坐在银幕前看电影的上演而不是站在大街上看免费的生活。我讨厌英雄主义，我讨厌奇幻的情节像吃饭拉屎那样平常而随处可见，讨厌纪录形式、纪录性质，讨厌告诉我我知道的事情，讨厌事物已经存在的形态和意识，我讨厌把电影这个奇妙的东西用“手术刀”剖开，分放进不同的容器里，贴上标签。Hua ben du, born in jiangyin jiangsu,1983.As an urchin who has a great love for fantasy movies and a coward who adores horror movies as well, I love simple fantasy; I like exploring unknown areas in movies; I expect marvellous things happen in movies; I like being enlightened by movies; I’m fond of my astonished expression while watching movies; I indulge in sitting in front of the screen and appreciating the shows, instead of standing in the streets and watching the life which is free of charge. I don’t like heroism; I hate those fantasy plots which are made as common as everyday routine.; I dislike those things with a documental nature.; I hate being told those things which I’ve already known; I detest the shape and consciousness of objects which have already existed (and I loathe to see wonderful movies get dismembered, then labeled and canned)and I loathe wonderful movies being cut open by so called surgical knife and then put into different containers and labeled.代表作品：DV短片《梦游者》 2007 （Nightwalker ,2007）动画短片《精神病人的诗歌》 2008  (Poetry of mental patients ,2008)论坛“夜半子不语”宣传短片《夜半子不语》 2010（midnight）故事梗概：内心寂寞的大龄女孩家中有空置已久的空房间准备出租，一张出租广告引来祸端，逃犯假借租房名义实则入室抢劫，女孩的命运将扑朔迷离。A lonely Older girls who had an empty room for rentaled. A rental advertising attracted scourge, Under the guise of rent, fugitive robbery went into the room. The girl’s fate would bewildering.导演阐释：人可以倒退着行走，影像可以反转过来播放，故事何尝不可以逆过来发展；男人和女人只是一个定义，强与弱也只是一个假象，任何事情都可以欺骗你；因果固然存在，矛盾不可避免，但有某些轨迹却必然终究不会改变。A man who can walking backwards, Mmages could also inversion to play, The stories true that couldn’t inverse to development; Men and women are only one definition, Strong and weak are also a false, Anything could deception you; Causal while being, Contradictions inevitable, But some tracks eventually unchanged for sure.",
    "chinese_title": "此房出租",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-01T13:35:07"
}