{
    "aka": [
        "大愛劇場 - 一閃一閃亮晶晶"
    ],
    "sid": "5359962",
    "cast": [
        {
            "url": "/celebrity/1316516/",
            "name": "李天柱 Tien-chu Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1482503/",
            "name": "曾心梅 Hsin-mei Tseng ",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "中国台湾"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1341763/",
            "name": "余蒨蒨 Qianqian Yu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2010-10-30"
    ],
    "this_title": [
        "一閃一閃亮晶晶"
    ],
    "douban_link": "https://movie.douban.com/subject/5359962/",
    "trans_title": [
        "大愛劇場 - 一閃一閃亮晶晶"
    ],
    "douban_votes": "0",
    "introduction": "敘述曾裕真老師與學生的故事。曾裕真 (張本渝 飾演)，一位不可一世的「名師」，一位從小就活在掌聲與注目中的女人；親情、愛情、事業、名聲她全都擁有，直到一場殘酷的病苦來襲，徹底擊垮她的自信，她才開始看見別人眼中的自己，也開始重新認識真實的自己，逐漸蛻變成為孩子心目中真正的「明師」……裕真老師是個外冷內熱，有堅持有勇氣也有真心的人，因為他對教育的熱愛，也讓她在行為處世上有著自己的堅持，沒有不能敎的學生，只有老師不願意去了解的孩子。20幾歲的曾裕真，已經是私立國中的紅牌英文老師，聰明又嚴格的她，對於學生的成績和品格都有絕對的高標準要求，深受校方和家長的信賴和敬重。同時，剛剛嫁給張正光(嚴孝銘 飾演)的裕真，發現婆婆 (丁也恬 飾演) 欠下了巨額會錢，裕真天生富有俠義性格，主動承擔起還債大計，但卻也因為這種事事求完美的性格而種下病因。壓力過大的曾裕真，婚後不久便得了嚴重怪病，幾次差點奪走她的性命，但怎麼檢查都查不出病因。死亡的恐懼感讓裕真失去理性、開始依賴鬼神符咒，但她的病情不但絲毫沒有好轉，反而更增添了內心的迷亂。終於，一本在抽屜中擺了很久的靜思語敲醒了裕真，給她勇敢站起來面對的勇氣，也讓裕真重新省思了自己面對教育的態度與想法。大病過後，重執教鞭的曾裕真換了一雙嶄新的眼睛看世界，她決心自己要從「名師」變成「明師」，把每個孩子當作一本書深入仔細的閱讀、瞭解。在教學上，裕真對學生的付出更甚以往，在專業的自信中，她加入了積極的愛，她不再專注於成績，而是在教學中融入了人文與關懷。為了更瞭解孩子的家庭背景，方便進行家庭訪問，裕真特地學會了開車，將學生分組，一次載三四位同學去做家訪，要學生幫她帶路到家，每訪問完一家，車上便少了一位孩子，而通常最後一位下車的孩子才是裕真最想瞭解的對象，因為到達最後一站時，其他學生都已經離開，裕真才可以做真正深入的訪談。這種形式的家庭訪問，使裕真曾經多次在回程時幾乎迷路，車子曾經差點滑落田埂，也多次遇見對著她狂吠，擋住車子去路的狗群，但裕真還是硬著頭皮下車察看……這一切的努力，只因為裕真想要更親近瞭解孩子，給予孩子自己的真心，將自己的真心放在孩子的手心……裕真在孩子的笑容中發現了讚美的力量，她漸漸相信打罵不是教育的唯一方法，她並邀請各行各業的學生家長來學校演講，讓學生知道父母工作的甘苦---這些良性的互動，不但增長了師生間的情誼，使裕真不再只是一位嚴厲的英文老師，也間接促成了親師間的互動，在裕真這重新開始的教學生涯中，同事、學生與家長都陸續成了她人生旅途中教學相長的伙伴。裕真對教育的真心，對學生的用心，讓她因此贏得一群「大哥級」男學生的敬重與友誼，也在痛心和淚水中處理了一件女孩子之間因嫉妒與高傲而衍生出的集體抗議、排斥，甚至羞辱的事件。而一位從外地轉來，「前科累累」的叛逆學生，更在裕真的尊重對待下有了轉變，甚至轉而會保護老師，裕真也從學生粗糙的雙手上看見孩子所承受的苦。雖然一次陰錯陽差的「錯過」，使這位學生還是因為打架而被迫離校，但裕真也在每一次的眼淚中更堅定了自己要為學生付出的信念，因為她再也不想「錯過」任何一次牽起學生的手，陪伴每一個年輕生命走過人生關卡的機會…為了吸引更多願意為教育付出，有志一同的老師，裕真開始主持屬於自己的廣播節目「真心話時間」，她走下了學校的講台，走上了另一個沒有邊界的教室，述說著一則一則她親身經歷過的愛的故事，裕真明白自己的一雙手是不夠的，期待有更多雙溫暖的手願意伸向需要牽引與幫助的孩子，帶著孩子們走向正確的人生路。這是一位老師的真愛旅程，在走過一段從人生顛峰跌落至谷底的心路歷程後，她更加堅定的相信，愛沒有終點；愛的教室也沒有邊界…這個故事裡，「她」並不是唯一的主角，因為她已不想當白晝中光芒耀眼的太陽，她將愛與溫暖分享給每一位需要牽引的孩子，也希望有更多的老師能大家共同攜手在夜空中造就出更多明亮的星光…",
    "chinese_title": "一閃一閃亮晶晶",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-05T21:33:39"
}