{
    "aka": [],
    "sid": "5360026",
    "cast": [
        {
            "url": "/celebrity/1274641/",
            "name": "梁静 Jing Liang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313512/",
            "name": "马书良 Shuliang Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1328159/",
            "name": "王靖云 Jingyun Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1444726/",
            "name": "宋飞  Fei Song",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2554489625.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1324997/",
            "name": "高伟宁 Weining Gao",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "24",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2010"
    ],
    "this_title": [
        "城北人"
    ],
    "douban_link": "https://movie.douban.com/subject/5360026/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "这是一个关于爱的故事。是对生活在我们身边的普通人相依相融的情感，真实的关照。是对今天，这个变革年代里洋溢着的人性之美，平静的描绘。中学老师林佳玲，一直和结婚六年的丈夫方卓然分居异地。故事是从佳玲调到丈夫所在的城市平海开始的。去新学校报到的路上，佳玲骑车遇到了一场不大不小的车祸。一辆窗口都被涂了黑漆的中型面包车，将她挂倒路边，而自己也撞在电线杆上。伤并不重，佳玲上前和司机理论，这时车里却传出震耳的哀号。在交通警察的帮助下，车门打开，只有十二座的车里，却下来了二十多个学生，不仅如此，里面竟还有十多个师生被挤伤压伤没法下车。这场面把佳玲震得目瞪口呆。原来，这是佳玲住家附近一所民工子弟学校的校车，私人办学的暴发户路福根只知赚钱，根本无心学校建设。佳玲协助医生将受伤的学生老师送进医院，并用自己的银行卡里的两万块钱付了押金，之后，她与此次受伤的民工子弟郭小波、夏青苗等，结下情谊的同时，也开始了替他们，也为自己争取权益的过程。佳玲的丈夫方卓然是一个才华横溢的律师，此刻的他正在一家律所屈居人下，一副蓄势待发的姿态。他四处寻找新的机遇，以求尽快改变和佳玲团圆之后的家庭面貌。相亲相爱的小两口一见面就开始筹划换车换房年内添丁。当妻子提出请他为那些伤残的农民工子弟讨回公道提供法律援助的时候，他当然责无旁贷。而就在这时，一个偶然机遇，方卓然得到平海最著名的房地产开发商竺鸣的青睐，并向他发出加盟公司的盛邀。这对一直怀才不遇的卓然来说显然是个天赐良机。接着，一切如愿以偿，他担任了竺鸣公司的法务部主任。但上任伊始，接到的第一项任务，却是要为校车伤人事件替路福根出庭做无责辩护。原来，路福根经营场所的大部分用地，正是竺鸣准备开发的豪宅“领岫花园”二期的规划用地，路福根以其商人的精明，将校车车祸的赔付巧妙转嫁给了竺鸣。对竺鸣来说赔付与否并不重要，但对卓然毕竟是上任后的第一宗案子。卓然当庭力辩，竟大获全胜。这个结果虽然让卓然赢得竺鸣的尊重，但令佳玲大伤其心。遂搬出家里。但为弥合间隙，卓然还是悄悄替在医院治疗的老师学生交纳了四万块钱的医疗费。佳玲新任班主任的班级中，担任班长的女生赵一凡也是农民工子弟。由于曾经在市里组织的一次数学竞赛中考了第一，校长破格收她在这所公办学校借读。而她的父亲恰巧就是那次车祸中负伤的唯一的老师。家庭的困难养成了一凡坚定倔强的性格。佳玲第一天上课，班里以路福根的儿子路海龙为首的调皮的学生，准备给她来个下马威，在门上架起土簸箕，一凡察觉后，主动去门口迎候老师，并替她挨了这一簸箕。佳玲问她为什么不告发他们，一凡说，我是班长，不想叫他们说我是告密者。佳玲从心里喜欢上这个学生，并渐渐建立起姐妹般的友谊和信任。在卓然好友、教育局处长伍志浩夫妇的调解下，佳玲还是理解了丈夫，但从心底却结下了心结。这种心态之下，虽说情感没有遭到破坏，但由于之前长期以来并未生活同在一个屋檐下，还是出现许多误解和猜忌。一次卓然北京出差办案，恰逢佳玲生日，临行卓然下厨做好一桌丰盛饭菜，但一直到飞机要起飞的最后一刻，也没等回佳玲。忙完学生的事情，佳玲看到饭菜很是感动，随后约来学生共享。路海龙拿来玫瑰和一瓶好酒，而赵一凡却从家里捧来一碗鸡蛋长寿面端给老师。佳玲十分感动。卓然回来后，看见家里插着的玫瑰，心里不是滋味。在伍志浩的关注之下，民工子弟学校的事情得到了市里领导的重视，教育局委托伍志浩详尽调查，对不符条件的学校一律关停。路福根眼看要断财路，煽动学生家长联名抵制，并停发了教职工的工资。一时间，学校上下人心惶惶。一个早晨，郭小波和夏青苗到校上课，见老师学生在校园里放羊。郭小波不顾夏青苗阻拦，敲响挂在屋檐下的上课钟。学生回到教室坐好，老师却气哼哼问谁敲的钟，并质问你是校长吗，你能给老师发工资吗？郭小波倔强地小声回答：我想念书。引来一阵沉默。赵一凡的父亲肺病转为肺癌，家里没钱治疗，一凡妈妈不惜出卖色相向路福根借钱。一凡无意中看见后离家出走，并向学校提出退学，在医院打工挣钱，为父治病。佳玲费尽周折找到一凡，将她拉回校园。看到母女一时半会互不谅解，佳玲干脆将一凡接到家里住下，情同姐妹。这种举动让卓然感到不便，继而对佳玲产生不解。直到懂事的一凡察觉到什么，主动离开了老师的家。为此，佳玲和卓然产生不快。经过一段反复和波折，最终，为了更大的利益，路福根放弃了这所民工子弟学校，交给竺鸣公司开发房产项目。另一个早晨，当郭小波和夏青苗再次来校上课的时候，发现原来的学校已被推土机夷为平地了。这些已经失学的孩子找到了已经和他们心心相印的林佳玲。佳玲在政府和教育部门的支持下，说服学校接纳了这些民工子弟。由于这些学生的基本素质良莠不齐，一时间成为学校其他老师们指责的话题。为了这些孩子，也为了证明自己，好强的佳玲把自己全部的心思和精力都用到了工作上。卓然倍感冷落，渐渐的他竟对家庭和佳玲失去了信心。一次为了一件小事的争执，卓然向佳玲提出了分手。佳玲五雷轰顶。民工子弟学生的成绩在佳玲的努力下还是保住了，但此时的佳玲似乎失去了来自家庭的强大依托，仿佛无根浮萍。直到夏青苗事件的出现，像一颗最后的子弹彻底击碎了她的勇气。漂亮虚荣的夏青苗为了挣钱贴补家用，不慎被不法商家利诱，为某软件公司开发的游戏拍了含挑逗性的照片。之后东窗事发，在学校引起轩然大波。为正校规，学校坚决要开除夏青苗。佳玲哀求力保，为夏青苗争取再给她改正的机会。在学校党委会的会议室前徘徊等待一个下午，佳玲最终还是得到坚决开除的答复。内外交困、心灰意懒的佳玲在一场大病后，最终也做出了辞职的决定。离开了学校，但佳玲此刻却体会到了往日学生们的关爱。随着竺鸣公司开发项目的日渐扩大，有更多的民工子弟学校被陆续拆除。一时间民工聚集的街区上惹事生非的失学的孩子多了起来，治安状况也逐渐恶化。见此情景，闲不住的佳玲有了创办更正规的民工子弟学校的念头。历尽千辛万苦，事情终于有了眉目。伍志浩从一所搬迁的学校那里得到一个旧校园。而她以前的中学校长也表示出大力的支持，无偿为学校提供了全套课桌椅和部分教具。最让佳玲欣慰的是卓然，为竺鸣立下汗马功劳的卓然，深得竺鸣信任，他终于说动了一笔数千万的投资，投给了学校。竺鸣也为佳玲的精神感动，他希望这笔钱能为佳玲办起一个有质量的民工子弟学校，佳玲告诉竺鸣，这个学校的质量不在于将来能有多少学生考上北大清华，而是在于能让他们各自在这个社会上找到属于自己的位置，成为有用的人。而赵一凡和路海龙也都要求转学到林老师学校来，以示支持。佳玲答应了，但希望郭小波坚持在公办中学里，争取考上北京大学。原来一些对佳玲有意见的学校老师，竟也纷纷加入了这个民办学校。佳玲开玩笑问他们怎么舍得铁饭碗，年轻的老师说，还是你林校长开的薪水高嘛。在卓然新买下的领岫花园的新居里，夫妻二人各自检讨了自己的不是，重归于好。就在佳玲主持的开学典礼上，意外的是佳玲晕厥在台上。不久，医院确诊是血癌，而恰在同时，医生发现她怀孕了。为了孩子，佳玲拒绝了一切药物治疗。她坚决的态度令在场的所有人无不为之动容。她体内急需输血。成群的民工在郭小波父亲郭全民的带领下从工地赶来。他们身上还满是灰土呢。医生让他们先去洗干净了再抽血。卫生间的水池上，一排又一排民工伸着胳膊冲洗着。最后，孩子顺利出生了，佳玲却在病床上和孩子丈夫留下一张合影后悄然死去。卓然抱着孩子踟蹰在校园，仿佛在等待佳玲下课。这时，教室里传来的是朗朗的读书声。",
    "chinese_title": "城北人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-07T02:15:00"
}