{
    "aka": [
        "跟我来"
    ],
    "sid": "5370339",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p722518598.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010-04-19"
    ],
    "this_title": [
        "Follow Me"
    ],
    "douban_link": "https://movie.douban.com/subject/5370339/",
    "trans_title": [
        "与我相随",
        "跟我来"
    ],
    "douban_votes": "190",
    "introduction": "Anthill Films也许大家并不熟悉，但是喜欢山地车运动的朋友们一定看过The Collective,Roam,Seasons，Anthill Films 正是由此前The Collective的5位核心成员加上一位专门负责产品与市场的新人组成，团队之所以重组就是为了更专注于为大家带来一流的视觉体验，更棒的影片。本片是今年春季发售的，秉承了此前The Collective的一贯风格，美丽的风景，顶尖的车手，急如闪电的身影和飞扬的尘土。重组后的团队力求为大家找回对单车最初的热爱，本片放弃传统的车手单人show，而是基于“不再孤单的骑行”（no one rides alone）的理念，这也正是片名Follow Me的由来。此片融合了不同类型和风格的车手以及世界各地美丽的自然景观。希望看过影片你能与我相随，忘记柔软的沙发和梆硬的电脑，跨上你落满尘土的山地车一起来运动吧。车手: 萨姆-希尔（Sam Hill）, 吉-阿瑟顿（Gee Atherton）, 达伦-拜瑞克劳斯（Darren Berrecloth）, 本-博伊科（Ben Boyko）, 布伦丹-费尔克拉夫（Brendan Fairclough）, 杰夫-古列维奇（Geoff Gulevich）, 马特-亨特（Matt Hunter）, 卡姆-麦考尔（Cam McCaul）, 布兰登-塞梅努克（Brandon Semenuk）, 史蒂夫-史密斯（Steve Smith）, 库尔特-佐尔格（Kurt Sorge）, 托马斯-范德海姆（Thomas Vanderham）Squamish B.C., May 19th, 2009 – Deep in the coast mountains of BC, a small crew of filmmakers has spent the last eleven months huddled together, planning, scheming and brain-storming to come up with a concept for a new company and mountain bike film. The hard work has paid off and Anthill Films is stoked to announce the release of their premier film FOLLOW ME… Scheduled to be released in Spring 2010, FOLLOW ME… will feature some of the best mountain bikers in the world, including: Sam Hill, Gee Atherton, Brandon Semenuk, Cam McCaul, Thomas Vanderham, Matt Hunter, Ben Boyko, Kurt Sorge, Steve Smith and Geoff Gulevich.The Anthill crew is no new-comer to the world of mountain bike films. Made up of five key members from the award-winning film company the Collective, Darcy Wittenburg, Darren McCullough, Colin Jones, Jonathan Shramm and Sterling Lorence, have been making films together for the past six years. The one new addition is Ian Dunn, who will be holding down the business side of things as Producer/Marketing Director, so the crew can focus on creating the best possible film.“Whenever we start a new project” says Darcy, Creative Director for Anthill and Co-Founder of the Collective “we ask ourselves what we want to do next – we’re always pushing ourselves to come up with new ideas”. When the crew learned that Jamie Houssain (Producer and Co-Founder of the Collective) would be pursuing new opportunities outside of filmmaking, the guys decided it was the right time to start something new and build upon what they had already done.FOLLOW ME… will be a natural evolution for the Anthill crew and will give them the chance to explore new ideas and concepts that did not fit within the style of the Collective. “Our goal is to really push ourselves as filmmakers to come up with something completely original” says Darcy. “We want to create a film that is super upbeat and remind everyone why we all love mountain biking”. The film’s central concept is ‘no one rides alone’ – focusing on the idea that the best times we have on our bikes is when we’re riding with our friends. FOLLOW ME… will be filmed completely in HD using the latest camera technology, including the new super high-def Red One camera.Anthill is producing a series of webisodes that will be released over the next year to give everyone the inside line on what’s happening with the film leading up to its release next spring.FOLLOW ME… is presented by Shimano in association with Adidas Eyewear, Bike Parks of BC, Nike 6.0, PinkBike.com and PRO Components.",
    "chinese_title": "与我相随",
    "douban_rating": "8.6/10 from 190 users",
    "foreign_title": "Follow Me",
    "douban_rating_average": "8.6",
    "update_at": "2025-11-29T10:30:16"
}