{
    "aka": [
        "The Film to Come"
    ],
    "sid": "5374395",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1997",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2577390502.jpg",
    "region": [
        "法国",
        "瑞士"
    ],
    "writer": [
        {
            "url": "/celebrity/1054276/",
            "name": "劳尔·鲁伊斯 Raoul Ruiz",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1311035",
    "director": [
        {
            "url": "/celebrity/1054276/",
            "name": "劳尔·鲁伊斯 Raoul Ruiz",
            "@type": "Person"
        }
    ],
    "duration": "9分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1997"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1311035/",
    "imdb_votes": 150,
    "this_title": [
        "Le film à venir"
    ],
    "douban_link": "https://movie.douban.com/subject/5374395/",
    "imdb_rating": "6.9/10 from 150 users",
    "trans_title": [
        "即将上映的电影",
        "The Film to Come"
    ],
    "douban_votes": "144",
    "introduction": "This mystical short film has a narrator telling us about a \"strange philanthropical secret society\" that has been in existence for seven years at a certain building. Its members, Philokinetes, devote their energy and money to studying and promoting a fragment of film they call 'The Film to Come'. The fragment runs for twenty-three seconds and is in a loop. Thus projected, it can last for hours, days, even years. Apparently, after viewing this fragment one can become somewhat enlightened, and in a deep hypnotic state, brought about by over-repetition of the revealing fragment. As the narrator says: \"Once you reach this state, you can see, so they say.\" The next section of the film is a watershed: for the narrator is now a different voice and telling us that the fragment has been stolen and the Philokinetes were now in a deep identity crisis. There is a large book of apocryphal wisdom shown called 'Double Book of the Dancing Mysteries' that the sect read. Knowledge derived from this book of \"mumbo-jumbo and untruths\" leads the Philokinetes to believe that cinema had a life independent to humans. Cinema, they said, is \"the primeval soup of a new life form. Therefrom were to emerge pure screening creatures, or non topical beings. Vast sets of loops, from which everyone would own a short endless return to self.\" Later the Philokinetes claim that the lost fragment was found by the narrator's daughter, an event which sparks off feasts and banquets which lasted for weeks. The narrator's voice changes again as he dies whilst overlooking two priests undergoing a solemn leafing through the Double Book, after they have took a vow of illiteracy. The narrator's soul has now run away to a cinema, but more importantly, it had become a part of the fragment entitled The Film to Come.Shot mainly in black and white, Ruiz's familiar shooting style and camera angles are evident in his esoteric and interesting nine minute film.",
    "chinese_title": "即将上映的电影",
    "douban_rating": "7.7/10 from 144 users",
    "foreign_title": "Le film à venir",
    "imdb_rating_average": 6.9,
    "douban_rating_average": "7.7",
    "update_at": "2025-07-14T23:28:32"
}