{
    "aka": [],
    "sid": "5374413",
    "cast": [
        {
            "url": "/celebrity/1437061/",
            "name": "李良 Liang Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1335362/",
            "name": "李雪锋 Xuefeng Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1328202/",
            "name": "石佳灵 Jialing Shi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336063/",
            "name": "刘倩 Qian Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1361294/",
            "name": "陈小纭 Xiaoyun Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1400231/",
            "name": "李梦洋 Mengyang Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1380717/",
            "name": "高圣函 Shenghan Gao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1329017/",
            "name": "阿兰 Alan Dawa Dolma",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1400875/",
            "name": "刘跃飞 Yuefei Liu",
            "@type": "Person"
        }
    ],
    "duration": "44分钟",
    "episodes": "24",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2010-11-17(中国大陆)"
    ],
    "this_title": [
        "怎么会爱上你"
    ],
    "douban_link": "https://movie.douban.com/subject/5374413/",
    "trans_title": [
        ""
    ],
    "douban_votes": "480",
    "introduction": "故事的开场是一场华丽梦幻的派对，上流社会举行了一场特别的晚宴来欢迎已经年满二十的几大超级豪门的继承人开始代表家族正式进入名流社交圈。三位豪门大少，许彦行、夏誉希和严彻，是所有女性心中完美的理想型；有着国色天香外貌的千金小姐舒婉吟也艳惊四座。也就是在这场名流汇聚的晚宴上，贫困女大学生林瞳在同学的介绍下兼职当服务生，她自己也不清楚怎么回事，明朗温柔的夏誉希和霸气十足的严彻都注意到了她。并且两位大少爷竟然开始各自展开了对她的追求。在感情上向来来去自如的夏誉希本来只是用游戏的心态对待林瞳，却没想到随着跟她的交往越来越深入，居然被她看穿了自己的真实性格，于是渐渐的卸掉了自己在外人面前的伪装，真心对待她；而一开始就很真诚的严彻少爷对林瞳的追求带着男生气的强势，严彻外表虽然很时尚，骨子里却是很传统的人，林瞳正是符合他标准的理想型，所以他一旦喜欢上，就决不放手。与这两个大少关系很要好的许彦行在他们中间时不时地缓和他们之间的激烈状态。 　　  林瞳虽然只是个家境贫穷的大学生，却有着一种无法言说的魅力，甚至她自己都不知道这有多么迷人。她在学校里屡次遭到嫉妒她的一些富家女的排斥，但也因为这些歧视她的人，她交到了普通人家出身却同样心地善良的沈妍为好朋友。有了朋友的林瞳敞开心扉，告诉沈妍她为什么对这两个超级豪门继承人的热烈追求并不为之所动，在她心里有着一个秘密——郑峻。其实林瞳在初中之前都是个自卑又内向的孩子，郑峻是她第一个意义上的朋友，也是她的初恋。那个七岁的时候就没了父亲且被母亲抛弃只能跟年迈的奶奶一起生活的男生用他的真诚敲开了林瞳的心。在郑峻坚强勇敢的保护下，林瞳自信开朗起来。两个人单纯美好的初恋停止在郑峻的不辞而别。高三的某一天，林瞳就再也找不到那样疼爱她的郑峻了。没有任何预示，郑峻就突然的消失在她的生活，林瞳的感觉就是天塌了一样没有办法坚强。偏偏这个时候，她一直生病的父亲病情突然加重，母亲为了给父亲凑医药费很辛苦的工作。一直很懂事的林瞳为了苦了大半辈子的父母，只能坚强起来，并且考上了一个很好的大学，让父母都很骄傲。在好心人的资助下，她到上海读了大学。但她没有放弃寻找郑峻的下落，哪怕一直一无所获。所以虽然夏誉希和严彻都是很可爱的人，在追求她的过程中既浪漫又搞笑，她是很喜欢他们，但那不是爱情，她不能接受他们。后来在一次放假回家时，林瞳终于得知郑峻当年的离去是为了凑给她父亲治病的钱而在打黑架的时候被抓起来坐牢。在当时，林瞳的母亲虽然很感谢郑峻也很有歉意，却实在不想把女儿交给在她看来没有任何前途的郑峻，于是阻止了郑峻和处在高考关键时刻的林瞳之间的联系。林瞳知道事实以后心痛不已，在怨恨母亲的同时也能理解母亲的心思。一时心里特别愧疚的林瞳对夏誉希和严彻的表白很不留情的彻底的拒绝了。 　　  夏誉希和严彻这次受到的打击只有他们自己清楚有多大。经过一段很开心的相处，他们和林瞳虽然做不成恋人，但也成为了很好的朋友，所以他们尴尬了一段时间以后还是恢复了朋友关系。只是夏誉希性格大大咧咧的表妹游悠以为林瞳是为了严彻而拒绝表哥的，她当晚就冲到严彻家准备大闹一顿，没想撞见从来都大男人的严彻正伤心流泪。但从此以后两人也成为欢喜冤家。另一位大少许彦行看到夏誉希和严彻为了这样一个女孩子如此投入，也不由得对林瞳特别的留意。许彦行是个用冷漠来自我保护的人，童年时家庭暴力的阴影使他一直生活于自己孤立的世界，他养成了一种自言自语的奇怪习惯。希望有人来接近他，却总是一副拒人于千里之外的样子。可是一次意外，林瞳见识到了孤独的许彦行，而许彦行也知道了林瞳的秘密。两个人都被各自无法抗拒的吸引住，最后炽热的相恋。只是在他们确定了对方的心思以后却不方便轻易就在朋友面前公开他们的关系。一向不在乎他人的许彦行觉得有些对不住夏誉希和严彻，开始特意的讨好他们。夏誉希为了忘却林瞳，决定在父亲名下的娱乐公司出道当明星，靠着繁忙的工作来淡化自己的感情。凭着人见人爱的外表和本身极高的艺术天分，他一出道就受到女性们的狂热追捧。在一次夏誉希找许彦行喝酒玩闹的时候被八卦记者拍到照片，并乱传他们是同性恋。这件事一时成了大新闻。一向很嬉皮的夏誉希开玩笑要许彦行跟他共同承担压力，一起进入演艺圈。许彦行觉得自己有些亏欠夏誉希，出乎意料的答应了夏誉希，并把严彻也拉了进来。三个迷人的少年正式成为了最炙手可热的偶像明星。只是没料到原本只是以随便当当偶像的心态出道的三位大少爷，在当了艺人之后从这份工作中意识到了责任感，被粉丝的无私和热情所感动，决定以一种认真的心态投入到这份工作当中。同时他们也享受着爱情、友情带来的幸福，这段时间他们过得特别充实。这时郑峻也来到林瞳所在的城市来寻找她。因为一直思念着林瞳，他很想再见见她。他找到了林瞳，却没敢出现在她面前，只是暗暗的跟随着她。因为发现了现实生活中的差距，他决心把这份爱情隐忍在心底，不去打扰她的生活。他静下来仔细想想自己的未来，有着好身手的他找到了人生的方向，他当了一名替身演员，并且从这份工作中得到一种满足感。郑峻只是远远的看着林瞳就好。这时的林瞳已经把郑峻当作了亲人一样的怀念，对于许彦行的爱情浓烈而真挚。即使许彦行、夏誉希和严彻已经是红得发紫的明星，和林瞳的关系也还是亲密要好得没话说。林瞳和沈妍也开始了实习生活，和所有的大学生一样，她们也准备找工作。林瞳一直很独立，并不依附许彦行得到任何东西，他们的爱情并没有因为身份而有什么特殊。当他们在朋友圈公开了关系之后，得到了大家的祝福，也引起了很多人的不满和妒嫉。一直以来都单恋许彦行的舒婉吟无法接受许彦行和林瞳在一起，用尽了各种办法都不能分开他们，她把他们之间的事情添油加醋的告诉了许彦行的母亲。许彦行高贵美丽的母亲因为年轻时任性的下嫁给了他出身贫寒的父亲，却在婚后因为生活习惯上的矛盾而被他父亲暴打，最后他父亲居然为了一个平凡的女人放弃了他母亲，使得他母亲内心变得阴郁而敏感。她无法接受属于她的儿子也爱上了一个毫无家世可言的女人，她决定无论如何也要把儿子夺过来。在恍惚之中她甚至把林瞳当成了当年的情敌。以为在真爱面前什么困难都可以克服的年轻的恋人们不得不明白真正没有办法越过的是人和人之间的心墙。但是他们已经硕果累累，他们不仅拥有过幸福，还拥有了获得幸福的能力。",
    "chinese_title": "怎么会爱上你",
    "douban_rating": "4.4/10 from 480 users",
    "foreign_title": "",
    "douban_rating_average": "4.4",
    "update_at": "2025-04-04T14:58:43"
}