{
    "aka": [],
    "sid": "5375817",
    "cast": [
        {
            "url": "/celebrity/1383679/",
            "name": "铁鹤 He Tie",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2565167910.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "94分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2009-07-02(中国大陆)"
    ],
    "this_title": [
        "美梦成真"
    ],
    "douban_link": "https://movie.douban.com/subject/5375817/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "互不相识的年青姑娘艾爱和招弟不约而同的在祈愿树下祈愿。艾爱祈愿自己能够得到一个有金钱又温顺的爱自己的白马王子，并和他结婚。招弟祈愿自己能够发大财，就是五百万从天上砸下来也不介意。一天，赶去会男友的艾爱与招弟不期而遇相互碰撞了，她们俩人的命运神奇的发生了互换。突然袭来的怪风把刚刚买到的彩票刮上了天。招弟不顾一切的追赶。彩票却飘落到艾爱的提包中。追赶彩票的招弟不幸被汽车撞倒，从奔驰车上下来的李炜杰不顾招弟的意愿强行把招弟送到了医院。招弟失去了追回彩票的机会。李炜杰和招弟从医院出来后，认真负责的李炜杰留下了自己的名片并记下了招弟的电话号码。对他的行为充满怨气的倒霉的招弟只好回到家中提起画笔。刚刚与男友分手的艾爱回到家中痛哭中发现包中意外出现的彩票竟然是中了五百万大奖的彩票。兴高采烈的她高声呼喊着“中了五百万！” 与朋友们商量后艾爱领取了彩票的奖金五百万。因为倒霉没上班的招弟面临失去工作时得知自己的彩票中了五百万大奖。当她赶到彩票中心时奖金己经被领走了。丢失工作也丢失了五百万奖金的招弟拒绝了李炜杰的关心到彩票中心追讨奖金不成后，前往公安局，报社企图找到艾爱失败了。有了金钱享受了生活的艾爱仍然无法抑制心中对获得白马王子的渴望。她决定用金钱去寻求自己的梦想。她开始了“寻找完美男人大作战”。百万年青美富女寻找年青富豪的征婚启示发出后各种男人比纷纷登门却无法使其梦想实现。己经喜爱上招弟的李炜杰为了能够见到招弟特意送给她五百万元的支票被招弟拒绝。李炜杰的表白也被招弟误认为是开玩笑。从此后，招弟不断地收到鲜花，手机等礼物。关爱艾爱的阿强劝艾爱放弃模仿王子和灰姑娘故事的做法失败了。终于李炜杰和招弟俩人相约外出了。在李炜杰生日之时，俩人外出招弟怪举引来众人的笑声。得知是李炜杰生日后，道歉的招弟终于答应陪李炜杰去参加舞会。穿上晚礼服的招弟显露出女人的美丽。俩人赶到艾爱的别墅参加舞会。艾爱在自己的别墅的舞会上，在众多请来的宾客中寻找自己的白马王子。她见到李炜杰时便认定为自己的白马王子。不会跳舞的招弟不幸的在舞池中摔倒。------招弟决意离开李炜杰却与寻找李炜杰的艾爱相遇。招弟认出艾爱就是自己彩票的获得者，俩人发了争执。艾爱提出还给她五百万的条件——放弃并帮助她追到李炜杰。招弟同意了条件。俩人成交了。依艾爱的要求招弟把艾爱当作自己的朋友介绍给李炜杰。自己在别墅却无心做画了。夕日的梦想不再想了。沉浸在喜跃中的艾爱未能完全如意。招弟来到旧居处意外发现了李炜杰。强装的像往日一样的招弟迎来的是李炜杰与之告别的一幕。暗恋艾爱的阿强求爱不成。艾爱也没有得到李炜杰的关爱。孤独的招弟生活的百无聊赖，病倒也无人关爱。祈愿树下艾爱和招弟发出同样的问话——为什么实现了愿望还是不幸福？终于她们明白了什么是自己要的。艾爱赶到机场追回了自己爱的人——阿强。“炜杰，我生病了。”一条短信李炜杰来到了招弟身旁。各有所获的二对青年相聚在一起。",
    "chinese_title": "美梦成真",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-28T11:13:29"
}