{
    "aka": [],
    "sid": "5379956",
    "cast": [
        "関俊彦",
        "冬馬由美",
        "玄田哲章"
    ],
    "site": "douban",
    "tags": [
        "动画",
        "日本动画",
        "OVA",
        "ロボット动画",
        "OVA（独立）",
        "1992"
    ],
    "year": "1992",
    "genre": [
        "动画"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/subject/s/public/s6523254.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "",
    "director": [
        "西村純二、いさみ撤夫"
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1992-12-11"
    ],
    "imdb_link": "",
    "this_title": [
        "D-1デバステイター"
    ],
    "douban_link": "https://movie.douban.com/subject/5379956/",
    "trans_title": [
        "D-1 DEVASTATOR"
    ],
    "douban_votes": 0,
    "introduction": "接触編\n行方不明となった親友・マサトの足跡を辿るためにヤエス自動車へ中途入社し、マサトがいた幕張テストコースの所属となったリョウは、常務のグレイ・ギアから「マサトの事が知りたければ深夜テストコースへ来て、テスト中のニューマシンに乗れ」という不可解な示唆を受けた。[2]ギアの言葉通りにニューマシン、ヴェクター･バーサスに乗り込みテスト用のオーバルコースへ躍り出たマサトは、時速300キロを越えた瞬間、謎の空間へとワープする。\n謎の空間で、巨大な目に襲われる幻覚に恐怖するリョウ。そこへ異形の怪物が襲い掛かるがロボット兵器に乗った軍人と思しきチームに救われ、そのチームを率いるエティマンと名乗る男の手引きでリョウは元の空間への帰還を果たした。\n帰還後、リョウは自分が突入した謎の空間―――時速300キロを越えた先に存在する高速空間の存在や、そこに巣食うあの怪物・デバステイターによってマサトが命を落とした事をカオルとの会話で知る。その直後、ギアによってニューマシンの無断使用という濡れ衣を着せられたリョウはギアの部下に身柄を確保され、ヘリによって移送される途中で再び高速空間へ突入してしまう。かつてはヤエスのテストコース上にしかなかった高速空間との接触点は今や千葉北西部や東京東部、そして横浜方面にも現れるようになっており、それを知らない操縦士が接触点においてヘリを時速300キロで飛行させてしまったのだ。しかしリョウはまたもエティマンら軍人チームに救われ、大怪我を負いながらも生還を果たすのだった。\n二度の生還を経てヴェクターのメインパイロットに選ばれたリョウは、それまでヴェクターのテストを担当していたナミと共に過酷な訓練を開始する。そして半年後。リョウの訓練も佳境に差し掛かった時、北東電鉄のリニアバスが営業運転中に時速300キロを越える速度での運用試験を行い、走行中に突如消失するという事態が発生する。この件を知ったギアはヤエス本社役員会の判断を仰がず、独断で高速空間へ突入したリニアバスの救出を指令した。\nギアが手配した輸送ヘリ・トウキョウローズに搭乗していた軍人チームと共にリニアバス救出を遂行するリョウとナミ。しかしその頃、カオルはリニアバスほどの大きさ・質量を持つ物体を無事帰還させられる場所が見つからずに焦燥する。そんなカオルに上司の山城が帰還ポイントとして指示したのは意外な場所だった。\n激闘編\nリニアバス救出以降、ヤエス幕張テストコースの面々はギアの指揮下にある軍人チームと共にデバステイターとのいつ終わるとも知れない戦いを繰り広げていた。「戦争」を強要するギアに対する不満が積もった山城が、行きつけの屋台の飲み屋で酔いどれながらオヤジに愚痴を並べていた時、幕張の重水素プラントに異変が発生する。プラントの一部が消失し、その場所に不気味な塔が出現したのだ。\nこの異常事態に急遽高速空間へ突入したリョウ達は、プラントの消失部分が高速空間内に浮かんでいるのを発見。探索の結果プラント内にまだ10数人もの作業員が残っている事を確認するが、そこで巨大なデバステイターの襲撃を受けて撤退を余儀なくされる。\n分析の結果、塔はデバステイターが送り込んだもので、高速空間と通常空間を入れ替えるためのトリガーの様な役割を果たすものだと分かった。しかしギアは、もし塔を使われれば東京一帯が高速空間と置き換えられるという事態が予測されるにもかかわらず、塔をそのままにして入れ替わったプラントの救出は行わないとカオルと山城に告げる。\nギアの目的が塔から発生される莫大なエネルギーの独占にある事を察したカオルは、山城やエティマンと協議の上でギアの命令系統から逸脱し、独自の判断による行動を決定する。\n今回の作戦では巨大な質量のプラントを高速空間内に存在できる時速300キロ以下の速度へと押しやって通常空間へ引き戻しつつ、巨大デバステイターも排除しなければならない。この難しい問題を解決すべく、エティマンは未だテスト中のボンバー･バーサスの作戦投入とその運用を自ら行う事を決断する。\nその頃カオルやエティマン達の離反を予測したギアは、深い関係を持つ超国家軍事組織NADO(Network of Anti Devastator Organization：ナドー)へ、幕張テストコースへ侵攻するよう指示していた。先鋒のヘリ部隊がテストコースを強襲するが、カオルは防御用外殻を展開させてテストコースを完全封鎖する。\n再び高速空間へと突入するリョウ達だったが、ボンバー･バーサスは突入中に動作不良を起こしてしまう。エティマンはやむなく爆弾ユニット・ボンバー1を切り離して制御ユニットである軍用バーサス・ビヒモスのみでの突入を敢行。ボンバー1が突入中に切り離された事を知った山城は、予め用意してあった予備機・ボンバー2の投入を指示する。しかしそれには封鎖したテストコースの一部を最低5分は開放しなければならず、その間にテストコースを包囲したNADOの侵入を許す危険性があった。これに対してカオルは開放部分に作業車を停めて、外部からの侵入を阻む手に出る。\n自ら作業車を運転して開放部分へと向かったカオルだったが、そこで塔のエネルギー放出で発生した暴風に車両やコンテナすらも吹き飛ばされる中、人影が揺ぎ無い足取りでテストコースへと向かってくるという衝撃的な光景を目撃する。",
    "chinese_title": "D-1 DEVASTATOR",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "D-1デバステイター",
    "douban_rating_average": 0,
    "update_at": "2024-09-11T00:40:16"
}