{
    "aka": [],
    "sid": "5381220",
    "cast": [
        {
            "url": "/celebrity/1344654/",
            "name": "Christian Borromeo Christian Borromeo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125489/",
            "name": "玛丽莎·隆戈 Malisa Longo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054491/",
            "name": "保罗·穆勒 Paul Muller",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1153441/",
            "name": "加布里埃莱·丁蒂 Gabriele Tinti",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1986",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2632394524.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1326209/",
            "name": "皮耶罗·林约尼 Piero Regnoli",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0147433",
    "director": [
        {
            "url": "/celebrity/1446063/",
            "name": "吉安尼·西拉古萨 Gianni Siragusa",
            "@type": "Person"
        }
    ],
    "duration": "82分钟(网络版)",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "1986"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0147433/",
    "imdb_votes": 253,
    "this_title": [
        "Senza vergogna"
    ],
    "douban_link": "https://movie.douban.com/subject/5381220/",
    "imdb_rating": "5.1/10 from 253 users",
    "trans_title": [
        "无耻"
    ],
    "douban_votes": "0",
    "introduction": "The Sexual Life of George's stops and not to breathe. Owner of a large estate in the countryside in Viareggio, man, no longer young but still handsome, alternates repeated occasions marriage with his wife Alessia frantic and furtive meetings, ancillary and rustic. The pair row in full agreement, but has a paralyzed son, whose main purpose is amusement in spying with a telescope from a wheelchair, or even through the keyhole, the asides, which are legitimate or not, the fiery parent. Andrew, the son in question, a teenager who feels the natural promptings of his age, but his efforts, rare and clumsy, and with peasant girls in the housing business, either by Areta, the blonde waitress, who do not face ridicule or rejection. From this anguish and frustration. George died from a fall down stairs at home at night, the tension becomes acute Andrea, for the appearance on the scene of Maximus, the new and handsome owner of the farm bordering on it, who, having quickly got wooing Alessia, manages to win initial resistance of craving widow. The vision of the two, connected in a good grove and framed by the usual telescope, aggravates and upsets the unfortunate boy, his mother took to calling the man of the house. Will be starting her own son to the sex life, that misfortune and the behavior of other women seem to have denied him. Gianni Siragusa has also directed a good rape/revenge movie called Vultures Over the City.",
    "chinese_title": "无耻",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Senza vergogna",
    "imdb_rating_average": 5.1,
    "douban_rating_average": 0,
    "update_at": "2025-02-06T15:52:20"
}