{
    "aka": [],
    "sid": "5382852",
    "cast": [
        {
            "url": "/celebrity/1325065/",
            "name": "陈友旺 Youwang Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1366108/",
            "name": "刘芷含 Zhihan Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313876/",
            "name": "李琦 Qi Li",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2619787761.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1323732/",
            "name": "沈星浩 Xinghao Shen",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2009-12-21"
    ],
    "this_title": [
        "父亲的梦想"
    ],
    "douban_link": "https://movie.douban.com/subject/5382852/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "在我国大西北的一个美丽的村庄里，有着两位怀着建设社会主义新农村的理想的女孩，姐姐名叫彩霞，妹妹叫彩菊，她们的梦想是要在村子里建上一所学校，让所有农村的孩子都可以在她们办的学校里上学，为了这个梦想，她们从自身的刻苦学习开始，摆脱了愚昧的枷锁，坚信知识一定可以改变命运。故事一开始姐妹俩的朗朗书声便伴随着父亲的凿土声回彻山岗。父亲为了让姐妹俩能够学好知识将来实现建设家乡的梦想，无论风吹雨打，始终默默地辛勤劳作，为姐妹俩积攒着读大学的学费，但无奈期间父亲与女儿一直存在着一个沟通的问题，由于父亲把爱埋藏得太深，加以表达能力的偏差，导致了在沟通的时候让姐妹倆误认为父亲根本不想让她们考大学，但姐妹倆并没有由此改变决心，而是更刻苦地学习进步，父亲则是看在眼里疼在心里苦在嘴里。眼看高考即将来临，姐妹倆看父亲仍是没有表态，情急之下姐妹倆决意背着父亲跑到县城去参加高考，村庄离县城的距离足有四十余里，姐妹倆想要徒步进城去考试，当父亲知道此事之后便马上雇来村里拉沙土的车子一路追赶，当拦截到姐妹倆的时候方知父亲其实早已对此事有所准备，只等高考一到马上让车子送姐妹倆去考试，姐妹倆得知父亲用意之后感动之余更是暗暗发誓一定要考个好成绩回来回报父亲回报家乡，在父亲的陪同下姐妹倆顺利到达考试现场。第一天考完下来，父亲已安排好了姐妹倆住在县城亲戚家，看着姐妹倆兴高采烈地讲述着自己如何如何轻松答题，年迈的父亲微锁着眉头，心里盘算着姐妹的学费的问题。考试第二天，当父亲得知县上有一处工地正在招工的时候，为了姐妹倆的学业，年迈的父亲不管三七二十一便前去应聘了，不料因施工不当父亲受了重伤被送去了医院，此时正欲进行第二场考试，姐妹倆的大姨冲到了学校把此事告知彩霞彩菊，因为医院做手术需要家属签字方可实效，眼看考生都陆续进入考场，姐姐彩霞不得不得痛下心来离开考场到医院去签字，并叮嘱妹妹留下考试，但妹妹彩菊决意要姐姐留下自己去，姐妹倆纠缠许久，最后妹妹没能说通姐姐，姐姐离开了考场，妹妹留了下来，一直到高考的结束。当妹妹回到家的时候，父亲腿上已是包着厚厚的药布躺在炕上,妹倆细心照料着父亲，但接如其来的问题是如果妹妹考上了大学那将意味着家里需要一笔钱作为供妹妹上学的经费，此时姐姐决意要到外地打工，但遭到了父亲的责备，父亲还是希望姐姐能够继续学习待到明年继续高考，但姐姐没能理解父亲的意图，更不忍看到伤病中父亲一天天消愁下去，为了妹妹的大学梦想，姐妹倆的建设家乡的梦想，姐姐还是决定了要外出打工。熟不知伤病中的父亲也一直在暗自作着心理斗争，终于有一日，趁着姐妹到地里干活，父亲下床欲要到村里找点做，当父亲走到院子台阶的时候脚上一滑，狠狠地摔倒在石阶上，从此她们的父亲没能再站起来。父亲在临走前给姐妹倆留下了一个坛子，坛子里面是一捆一捆由五元或十元的钞票卷起来的钱捆子，每捆钱都用一张小纸条包住，纸条上写着歪斜的几个字样“彩霞的学费”，“彩菊的学费”，看着坛子里的钱，姐妹倆明白了一切，但她们的父亲已经永远地合上了眼睛。一年后，姐姐也考上了大学。数年以后，姐妹倆终于实现了她们的梦想，她们回到了自己的家乡，兴办起了一所学校，那时候的家乡已是变得美不胜收……",
    "chinese_title": "父亲的梦想",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-12T18:00:25"
}