{
    "aka": [
        "湖人夺冠之路"
    ],
    "sid": "5382908",
    "cast": [
        {
            "url": "/celebrity/1049640/",
            "name": "科比·布莱恩特 Kobe Bryant",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1112894/",
            "name": "菲尔·杰克逊 Phil Jackson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1253263/",
            "name": "保罗·加索尔 Pau Gasol",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1398357/",
            "name": "詹姆斯·哈登 James Harden",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [
        "科比",
        "纪录片",
        "NBA",
        "篮球",
        "我爱科比",
        "体育",
        "美国",
        "励志"
    ],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2584743158.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "",
    "director": [],
    "duration": "84分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "",
    "this_title": [
        "NBA Championship 2009-2010"
    ],
    "douban_link": "https://movie.douban.com/subject/5382908/",
    "trans_title": [
        "NBA总冠军历程 2009-2010",
        "湖人夺冠之路"
    ],
    "douban_votes": "335",
    "introduction": "In the 2010 season, one challenger after another tried to knock the Los Angeles Lakers off their NBA throne. But in the end, the Lakers reigned supreme once again, winning their 16th NBA championship in a drive that culminated with an NBA Finals triumph over the arch-rival Boston Celtics, led by Finals MVP Kobe Bryant. From the start of the season, the Lakers focused on their goal of repeating as champions. With Kobe delivering a string of game-winning shots, along with the emergence of All-Star big man Pau Gasol, and a strong supporting cast, the Lakers finished with the best record in the West. In the playoffs, L.A. survived a challenge from up and coming Oklahoma City, swept past Utah, and held off Phoenix to set up a rematch with the team that defeated them in the 2008 Finals, the Boston Celtics. In the latest chapter of the leagues greatest rivalry, the Lakers battled their way past Boston in a thrilling 7 game series to earn redemption, as Kobe won his fifth championship ring, and Phil Jackson his record 11th as a head coach. Relive the Lakers stirring run to glory on this action-packed DVD. You ll get the inside story of the NBA champs with exclusive behind the scenes footage and interviews, along with fantastic highlights of their championship season and also exciting bonus features. Enjoy the ride as the Lakers complete the road to a repeat.",
    "chinese_title": "NBA总冠军历程 2009-2010",
    "douban_rating": "9.3/10 from 335 users",
    "foreign_title": "NBA Championship 2009-2010",
    "douban_rating_average": "9.3",
    "update_at": "2024-05-31T04:40:12"
}