{
    "aka": [
        "Single Mother to the Bitter Romantic"
    ],
    "sid": "5383016",
    "cast": [
        {
            "url": "/celebrity/1304661/",
            "name": "刘蓓 Bei Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1053438/",
            "name": "曾黎 Li Zeng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313462/",
            "name": "何政军 Zhengjun He",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1039585/",
            "name": "于小慧 Xiaohui Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336627/",
            "name": "方晓莉 Xiaoli Fang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2584100014.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1320824/",
            "name": "非行 Fei Xing",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1320824/",
            "name": "非行 Fei Xing",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "22",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "单亲妈妈的苦涩浪漫"
    ],
    "douban_link": "https://movie.douban.com/subject/5383016/",
    "trans_title": [
        "Single Mother to the Bitter Romantic"
    ],
    "douban_votes": "0",
    "introduction": "‘七夕节’是中国传统夫妻团圆日。古往今来每到这一天，家家户户都会一边祝贺‘牛郎织女鹊桥相会’，一边祝福每一对凡间的恩爱夫妻。当孤独的单亲妈妈们到了这个节日时，她们内心世界会如何呢？我们的故事，贯穿在四年的四个七夕节里……第一个“七夕”节，展开了这群单亲妈妈的故事：晚间的医院里，妇产科医师张静芳无法赶回家参加丈夫和孩子筹备好的节日晚宴，因为她要为一个临产的女青年墨非接生。即将手术的时候，张静芳发现墨菲姑娘是一个单亲妈妈。随后医院里又冲进来一群不速之客——使墨非怀孕的男性一家赶来了，他们跟墨非的家人展开了尖锐的谈判，要求用金钱买走即将诞生的孩子！两下里讨价还价，舌剑唇枪，最终恶言相向，拍案走人……孩子诞生了，张静芳为成功地迎来一个小生命而欣慰的同时，也为又一个单身妈妈而怜惜。正当疲惫的她准备回家时，噩耗传来——丈夫在驾车来医院接她的路上遇见车祸死亡！这一瞬间，张静芳也变成了无数个单亲妈妈中的一员。从此后，新的单亲妈妈张静芳，墨非，以及两个老的单亲妈妈西曼和米宝湘四人走到了一起，成为了‘单亲妈妈四人组’。单亲妈妈的生活是艰辛的，坚持工作的同时还要养育孩子。另一方面，她们还要承受社会对她们的看法，毕竟‘寡妇门前是非多’。更难过的，是失去了丈夫之后所要承受的孤独和无助……第二个“七夕”节，这群单亲妈妈们开始了情感励志：又一个七夕节到了，满城的丈夫们都在为妻子买鲜花，赠礼物并编织好了甜言蜜语……单亲妈妈们往往躲进孤独的家里，眼含泪水的缅怀曾经的幸福生活。张静芳的女儿是一个任性且自我的女孩，自从爸爸去世后总是和妈妈争论不休，但这一天她却懂事的为妈妈奉献了一个温馨的节日晚宴，让妈妈感受到了家庭的温暖以及重新开始新生活的信念。与此同时，墨非等另外的几个单亲妈妈也找到了张静芳，她们聚集在一起，共同举杯庆祝这一年来艰难的单身生活，并约定好了未来的日子决不能凑合着过，不但要在事业上自强也要在爱情上勇敢的再选择！此后，墨非和张静芳这一对难姐难妹在事业上开始联手合作！这两女性很出色，生活中自然有男人对她俩温柔相对，于是她俩也会在爱人的选择上为对方评估考察，出谋划策！当她们的生活开始明亮，爱人也逐渐浮出水面上，问题出现了——她们俩共同爱上了一个男人。第三个“七夕”节，单亲妈妈们的情感开始了敌对。单亲妈妈的生活不像青春女孩那么单纯，她们在选择爱人的时候自己的感受只是一方面，更要照顾孩子们的感受、家中老人的感受、以及社会环境的磨合……张静芳——有一个男人默默的爱她，她虽然不迷恋他，但自己的女儿却更喜欢他。当她爱上了一个男人，但自己的女儿却不接受！墨非——有一个男人一直在向她表白着，但她却一直向另一个男人表白着，到头来连她自己都不清楚自己究竟该如何选择！米宝湘——这是一个现代版的秦香莲。丈夫抛家弃子，使她多少年来含辛茹苦。当自己终于撞见了更适合自己的男人时，前夫却又返回了，因为他已经破产并残废。她不想再接纳前夫，但她却必须维护两个孩子的内心感受。西曼——在她心中爱情早已绝缘，四十多年来来习惯了单身生活。后来癌症降临了，她却发现死亡的时候竟然是她一生中爱情开始的时候……当爱人的选择不再单纯因为自己的爱，那么生活就变成了奉献和承受。但爱情来临的时候，谁也无法逃避，否则受伤害的将是自己！这构成了张静芳和西曼之间从友谊到情敌的转换，也构成了双方在生活中由同舟共济变得针锋相对！第四个“七夕”节，单亲妈妈们走向了新的生活。生活从来都是在风雨冲刷中过来的，这群单亲妈妈们新的婚姻生活也必然要经过心灵的洗礼！她们痛定思痛的辩证了情感和人生，最终抉择了新的生活方向！在最后一个七夕节日里：张静芳终于沟通了跟女儿之间的隔阂，勇敢的签手了自己真爱的男人。她们组成了新的一家三口，再现了当年没有完成的那个节日家宴。墨非告别了情感的困局，找到了一个能永远体谅她、了解她的新丈夫，从而在节日里一家四口开始了向往的生活。宝姐最终还是容纳了曾经抛弃她伤害她的前夫，因为他是自己孩子的亲生父亲，同时也因为她的善良……西曼已经去世，她在天堂里能听到姐妹们的祝福。新的爱人出现了，单亲妈妈们已经不再是单亲妈妈了！她们举杯同贺，纪念以往岁月里彼此相互扶携着，迈过生活的沟沟坎坎，最终活出了自己的浪漫天地！",
    "chinese_title": "单亲妈妈的苦涩浪漫",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-22T13:42:08"
}