{
    "aka": [
        "The long march of Zha Xi"
    ],
    "sid": "5384582",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "历史",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2513795483.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1322303/",
            "name": "高力强 Liqiang Gao",
            "@type": "Person"
        }
    ],
    "duration": "95分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2006-09-28"
    ],
    "this_title": [
        "扎喜的长征"
    ],
    "douban_link": "https://movie.douban.com/subject/5384582/",
    "trans_title": [
        "The long march of Zha Xi"
    ],
    "douban_votes": "0",
    "introduction": "扎喜旺徐1913年出生在四川省甘孜一个藏族贫苦牧民家庭。1935年的一天傍晚，扎喜赶着羊群回家，突然牧主策马奔来，他向村民惊呼：“红汉人（红军）来了，快把羊赶到山里去！他们杀人放火。”村里顿时大乱，活佛、头人和几乎所有的藏民赶着牛羊朝着附近的山林逃去。看着眼前的混乱场面扎喜有些木然，他没有跟乡亲们逃走，而是来到水磨房询问同样没有逃走见多识广的老羊倌。老羊倌说他也没有见过红汉人，所有有关红汉人的传说都是从白汉人（国民党）那里传过来的。怀着好奇，第二天扎喜身侉腰刀只身朝红军驻地走去。在一座城堡里红军的老炊事班长接待了扎喜，而扎喜眼前看到的红军是那样的和蔼可亲，他们不但没有杀人放火，反而帮助藏民们修缮房屋，砍柴、扫院子，寺庙也保护的完好如初。临走时，老班长还送给了扎喜一件衬衣，一条毛巾和一块肥皂。在山林活佛逃难的临时帐篷里，扎喜向活佛诉说了见到红军的情况，活佛将信将疑，他让扎喜再多带几个人去看看。这次扎喜带上老羊倌和一个小喇嘛去见红军，红军政委邵武接见了他们。邵政委向他们讲述了许多革命的道理，并邀请扎喜作为民族代表协助红军工作。邵政委的话虽然使扎喜懵懵懂懂，但他觉得红军要走的路应该就是“极乐世界”，就是穷人的天堂。在扎喜的帮助下，藏民们和红军解除了误会，红军迅速在藏区打开了局面，扎喜以民族代表的身份每天都高高兴兴的帮助红军筹粮。红军要离开甘孜了，扎喜决定要跟红军一起走，要去寻找“极乐世界”。在过草地时，老班长的儿子和许许多多的红军战士一样，被沼泽无情地吞噬了年轻的生命，红军的粮食也越来越少，红军每天只能用野菜充饥，老班长和许多战士都因吃了有毒的野菜而中毒。在一座寺庙里扎喜找到了一口袋青稞面，他欣喜若狂，为了严明红军打借条的纪律，扎喜决定等寺庙的主人来，没能跟上紧急转移的部队，扎喜掉队了。在追赶队伍的过程中，他忍受着饥饿、寒冷和孤独，历经了千辛万苦。红军队伍在转移前进之中，也在不停地寻找扎喜。扎喜筋疲力尽地倒在一个藏包前，一名藏族少女救起了他。在温暖的藏包里是奶茶和粘粑让扎喜恢复了体力，临别时少女把自己家中仅有的粘粑送给了扎喜。在追赶队伍的途中，扎喜遇到了抢来一群羊的两个国民党兵，扎喜机智地杀掉了一个砍伤了一个，缴获了俩杆长枪，但不幸也被国民党兵开抢打伤。扎喜追赶部队的“负担”更重了，身上多了俩杆抢，又要赶一群羊，关键 是他已负了伤！而我们这时的扎喜已经是一个英雄！红军已经没有粮食了，队伍越走越慢，老班长已虚弱的几乎走不动了。万般无奈下，总指挥叫警卫员把自己的大白马杀了。突然扎喜出现在大家面前，并带回了粮食和羊，大家一阵惊喜，老班长更是喜极而泣，总指挥紧紧拥抱扎喜，这时大家才发现扎喜负伤了。在临时的帐篷里军医给扎喜做了手术，取出了身上的子弹。红军继续艰难的行，刚做完手术的扎喜在担架上执意要下来自己走。天下起了大雨，老班长体力不支倒在了沼泽中。坚强的老班长在一步步爬行。两名红军战士发现了掉队的老班长将他救起。扎喜问起老班长的身世，当他知道老班长的两个儿子都牺牲了时，表示要做老班长的儿子，父子俩紧紧地拥抱。夜晚扎喜睡着了，老班长颤颤巍巍地走到篝火旁，为扎喜做起了粘粑。早晨战士们发现老班长已经牺牲。走出草地的时候，扎喜旺徐以为长征就此结束了，多少年后他才知道穷人的天堂是靠穷人自己修建的，而他的长征才刚刚开始。",
    "chinese_title": "扎喜的长征",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-25T21:00:47"
}