{
    "aka": [
        "怪探德克"
    ],
    "sid": "5385910",
    "cast": [
        {
            "url": "/celebrity/1119279/",
            "name": "史蒂芬·曼甘 Stephen Mangan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1074729/",
            "name": "达伦·博伊德 Darren Boyd",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018074/",
            "name": "海伦·巴克森代尔 Helen Baxendale",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1380543/",
            "name": "丽莎·杰克逊 Lisa Jackson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327829/",
            "name": "莉迪亚·威尔逊 Lydia Wilson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317339/",
            "name": "福田知盛 Will Sharpe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1575571/",
            "name": "蒂娜·马斯克尔 Tina Maskell",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1464121838.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1343980/",
            "name": "杰米·马西森 Jamie Mathieson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1490871/",
            "name": "马特·琼纳斯 Matt Jones",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318818/",
            "name": "霍华德·欧尔曼 Howard Overman",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2303367",
    "director": [
        {
            "url": "/celebrity/1318818/",
            "name": "霍华德·欧尔曼 Howard Overman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1297313/",
            "name": "汤姆·森兰 Tom Shankland",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2012-03-05"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2303367/",
    "imdb_votes": 3662,
    "this_title": [
        "Dirk Gently"
    ],
    "douban_link": "https://movie.douban.com/subject/5385910/",
    "imdb_rating": "7.6/10 from 3662 users",
    "trans_title": [
        "全能侦探",
        "怪探德克"
    ],
    "douban_votes": "1235",
    "introduction": "Green Wing and Free Agents star Stephen Mangan is to play the lead role in BBC4's adaptation of the late Douglas Adams Dirk Gently's Holistic Detective Agency.Mangan will be joined by Darren Boyd as his sidekick Richard MacDuff and Cold Feet and Friends actor Helen Baxendale, as MacDuff's girlfriend Susan.Adapted by the Bafta-winning writer Howard Overman – who is also behind Misfits, Vexed and Merlin – Dirk Gently's Holistic Detective Agency follows the exploits of Adams's chaotic character as he uses his unusual methods to solve crimes.Mangan said: \"I've been a fan of Douglas Adams ever since the Hitchhiker's radio series which I used to record as a child and listen to over and over again in my bedroom. It's such a thrill to now be playing one of his brilliant characters.\"Dirk is a chaotic, anarchic force of nature with a totally unique take on the world. He is described as 'lazy, untidy, dismissive and unreliable'. I've absolutely no idea why they thought I'd be right for the role.\"The Dirk Gently books have formed the basis of a play and a BBC Radio 4 series but have never before been filmed for TV.Adams's agent, Ed Victor, said: \"For all the years I represented the late, great Douglas Adams, the most substantial frustration for both of us was that we couldn't get films made either of Hitchhiker or Dirk.\"Douglas once said, memorably, that 'getting a film made in Hollywood was like trying to cook a steak by having a bunch of people come into the room and breathe on it'. Well, we did eventually get a film made in Hollywood of Hitchhiker and, tragically, Douglas didn't live to see it. Nor will he see this adaptation of Dirk – but it's worth bearing in mind that Douglas always thought Dirk would make a better film than Hitchhiker and I feel sure that this new TV drama with a terrific script by Howard Overman will prove his point.\"Shooting begins this week in Bristol on the 60-minute drama, which is being made by ITV Studios in association with the Welded Tandem Picture Company.The Dirk Gently production is to be directed by Damon Thomas – who also directed BBC4 drama The First Men in the Moon – and will air early next year.",
    "chinese_title": "全能侦探",
    "douban_rating": "7.5/10 from 1235 users",
    "foreign_title": "Dirk Gently",
    "imdb_rating_average": 7.6,
    "douban_rating_average": "7.5",
    "update_at": "2025-03-27T00:26:17"
}