{
    "aka": [
        "叻女外星人尋求共同體 (港)"
    ],
    "sid": "5387052",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "喜剧",
        "爱情",
        "科幻"
    ],
    "awards": "　　第21届哥谭独立电影奖(2011)\n　　不在你附近的影院放映的最好的电影(提名) 玛德琳·奥尔奈克 / 劳拉·特鲁索\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2493863671.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1762248",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1762248/",
    "imdb_votes": 358,
    "this_title": [
        "Codependent Lesbian Space Alien Seeks Same"
    ],
    "douban_link": "https://movie.douban.com/subject/5387052/",
    "imdb_rating": "6.2/10 from 358 users",
    "trans_title": [
        "叻女外星人尋求共同體 (港)"
    ],
    "douban_votes": "0",
    "introduction": "CODEPENDENT LESBIAN SPACE ALIEN SEEKS SAME tracks the adventures, misadventures and experiences of three aliens from the planet Zots, sent down to Earth on a mission to rid themselves of romantic emotions, which are considered toxic to their planet’s atmosphere. They are told to have their hearts broken on Earth, where such heartbreak is considered a given. Two of the aliens, Zylar (promiscuous and sassy) and Barr (codependent and clutchy) fall into an unfortunate romance with each other, but Zoinx, the third, meets Jane, an Earthling of mild manners who lives an uneventful life and works in a stationery store. Unaware that the sudden object of her affection is an alien (despite her bald monotone speech), Jane falls hard for Zoinx. The feeling is mutual.CODEPENDENT LESBIAN SPACES ALIEN SEEMS SAME is an original mash-up of a lo-fi New York City romantic comedy and a sci-fi B-movie spoof, exuding elements of CONEHEADS, EARTH GIRLS ARE EASY and a touch of MARS ATTACKS, full of extra-terrestrial laughs, loves and a dazzling soundtrack.",
    "chinese_title": "Codependent Lesbian Space Alien Seeks Same",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-05-02T06:00:37"
}