{
    "aka": [],
    "sid": "5387031",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "Forever Young: How Rock n Roll Grew Up"
    ],
    "douban_link": "https://movie.douban.com/subject/5387031/",
    "trans_title": [
        "永葆青春：摇滚乐队是如何成长的"
    ],
    "douban_votes": "0",
    "introduction": "Forever Young节目剖析了摇滚乐队都不得不面对的一个问题，即乐队成员年级的增长。(文：life_is_good@YDY)InformationForever Young: How Rock n Roll Grew UpWho could have predicted it? The Who in their sixties, singing 'Hope I die before I get old' to enthusiastic audiences spanning generations; Mick Jagger, with seven years already on his bus pass, snaking across the stage singing 'Let's spend the night together'; or a topless, leathery Iggy Pop growling 'Last year I was 21', before climbing the speaker stacks for a bit of mock fornication. Scenes that is at once incredibly odd, but undeniably powerful and inspiring. Forever Young takes a closer look at how rock 'n' roll has had to deal with the unthinkable - namely growing old. From its roots in the Fifties as a music made by young people for young people, to the 21st-century phenomena of the 'revival' and the 'comeback', the programme investigates what happens when the music refuses to die and its performers refuse to leave the stage. What happens when rock's youthful rebelliousness is delivered wrapped in wrinkles? Featuring contributions by Iggy Pop, Lemmy, Rick Wakeman, Suggs and Alison Moyet.",
    "chinese_title": "永葆青春：摇滚乐队是如何成长的",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Forever Young: How Rock n Roll Grew Up",
    "douban_rating_average": 0,
    "update_at": "2025-04-13T15:12:15"
}