{
    "aka": [
        "Vepr"
    ],
    "sid": "5392223",
    "cast": [
        {
            "url": "/celebrity/1517887/",
            "name": "斯维特拉娜·什切德里娜 Svetlana Shchedrina",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "俄羅斯"
    ],
    "writer": [],
    "imdb_id": "tt3815918",
    "director": [],
    "duration": "40 min",
    "episodes": "10",
    "language": [
        "俄語"
    ],
    "playdate": [
        "2006"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3815918/",
    "imdb_votes": 26,
    "this_title": [
        "Вепрь"
    ],
    "douban_link": "https://movie.douban.com/subject/5392223/",
    "imdb_rating": "6.5/10 from 26 users",
    "trans_title": [
        "野豬",
        "Vepr"
    ],
    "douban_votes": "0",
    "introduction": "Действие происходит параллельно в 1921 и 1974 годах. В 20-е годы прошлого века большевистская верхушка проявляла сильный интерес ко всякого рода оккультизму, в частности, к мистическим тайнам тибетского буддизма. Особо отличился барон Унгерн фон Штернберг, которого прозвали Черным бароном. В годы Гражданской войны он пытался создать так называемую Срединную империю, опираясь на силы монголов и бурят. Дряхлеющей Европе хотел противопоставить незатронутую цивилизационными недугами Азию. Это правда. А дальше - вымысел. Страшные тайны были открыты им в далеком 1921 году. Злые джинны, выпущенные из бутылки, и не думали забираться обратно. И почти через пятьдесят лет маленький поселок Пустыри под Москвой на себе почувствовал дыхание зла. Здесь расположен элитный охотничий заповедник, где расслабляются высокопоставленные чиновники. Здесь же находится тайная лаборатория под началом ученого Белявского, воевавшего на стороне барона фон Штернберга, и бывшего чекиста Паскевича. Не один десяток лет они бьются над проблемой продления жизни, для чего пересаживают мозг стареющих кремлевских лидеров в тела мальчиков- подростков. О поселке ходит дурная слава - в поисках свежей плоти по округе рыщет вепрь-мутант. Люди пропадают без следа. В Пустыри приезжает аспирант Сергей Гущин, работающий над исследованием о бароне Унгерне фон Штернберге. Он хочет разыскать старого егеря Обрубкова, который, по слухам, был лично знаком с бароном. Герой попадает в \"черное поле\" трагических и мистических событий. Его ждет борьба с невидимыми противниками, встреча с настоящей любовью, схватка с Вепрем-мутантом и разгадка зловещей тайны Черного барона...",
    "chinese_title": "野豬",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Вепрь",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-04-07T11:12:14"
}