{
    "aka": [],
    "sid": "5395648",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1998",
    "genre": [
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2551075788.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0142307",
    "director": [
        {
            "url": "/celebrity/1283910/",
            "name": "埃里克·福格尔 Eric Fogel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009220/",
            "name": "Keith Alcorn Keith Alcorn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1347753/",
            "name": "劳伦斯先生 Mr. Lawrence",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048350/",
            "name": "比尔·普莱姆顿 Bill Plympton",
            "@type": "Person"
        }
    ],
    "duration": "81分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1998-02-06"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0142307/",
    "imdb_votes": 114,
    "this_title": [
        "General Chaos: Uncensored Animation"
    ],
    "douban_link": "https://movie.douban.com/subject/5395648/",
    "imdb_rating": "6.2/10 from 114 users",
    "trans_title": [
        "全体混沌: 未审核动画"
    ],
    "douban_votes": "0",
    "introduction": "A compilation of 20 outrageous and hilarious short animated films aimed at the adult audience.For this 83-minute feature, Jan Cox pack aged 21 animated shorts made between 1985 and 1997 -- Jeff Sturgis' American Flatulators (a real gas); Keith Alcorn's Beat the Meatles (with \"I Want to Hold Your Gland\"); Tony Nittoli's Junky (parrot addicted to crackers); Mike Booth's The Saint Inspector (in Heaven); David Donar's Espresso Depresso (fatalities in trendy coffee bar); Walter Santucci's Attack of the Hungry, Hungry Nipples (nipples conceal weapons); Bill Plympton's Sex and Violence (clips interspersed throughout entire feature); Tyron Montgomery's German-made Quest (1996 Oscar winner for \"Best Animated Short\"); Karl Stave's Body Directions; Laurence Arcadias' Donor Party; Stefan Eling's Killing Heinz; Vince Collins' Malice in Wonderland; Amanda Enright's Misfit; Eric Fogel's Mutilator (metallic hero roams post-apocalyptic wasteland); Frances Lea's Oh Julie!; Brandon McKinney's Performance Art: Starring Chainsaw Bobby (who slices and dices to carve a new Venus de Milo); Mr. Lawrence's Looks Can Kill; Brad Schiff's No More Mr. Nice Guy; Emily Skinner's The Perfect Man; Kathryn Travers' Sunny Havens (a.k.a. Meat!!!!); and Joel Brinkerhoff's Zerox and Mylar.Intended for adults with a delinquent inner child, GENERAL CHAOS UNCENSORED ANIMATION provides a great escape from political correctness. This collection of short films spans the edges of animation technology and style, adn the content runs from downright disturbing to completely offensive. Plenty of sex, tons of violence and enough subversive humor for even the most twisted mind. and the language... forget about it! Features forty original animated shorts from around the world.",
    "chinese_title": "全体混沌: 未审核动画",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "General Chaos: Uncensored Animation",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-03-28T21:01:37"
}