{
    "aka": [
        "Brothers Liu",
        "bratya lyu",
        "刘氏三兄弟"
    ],
    "sid": "5397426",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1953",
    "genre": [
        "剧情",
        "动画",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2546363655.jpg",
    "region": [
        "蘇聯"
    ],
    "writer": [],
    "imdb_id": "tt2407346",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "俄語"
    ],
    "playdate": [
        "1953"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2407346/",
    "imdb_votes": 84,
    "this_title": [
        "Братья Лю"
    ],
    "douban_link": "https://movie.douban.com/subject/5397426/",
    "imdb_rating": "6.9/10 from 84 users",
    "trans_title": [
        "刘氏兄弟",
        "Brothers Liu",
        "bratya lyu",
        "刘氏三兄弟"
    ],
    "douban_votes": "259",
    "introduction": "中国民间故事很久以前住在海滩上一个好女人。 她有五个儿子，五个兄弟刘：刘第一，第二，刘，刘，第三，第四，刘，柳第五名。 他们是如此相似，没有人能区分它们彼此。 即使他的母亲有时会感到困惑。但是，兄弟各有自己的特点。 他的哥哥，刘首先，可以喝一整个海洋，然后释放回去。 刘二是怕不火。 刘三分之一可以在任何长度的拉伸他们的腿。 刘步远，四分之一的尸体被强于很强的铁。 而最年轻的，刘五分之一，理解鸟类和动物的语言。他们生活愉快，舒适。 刘首捕捞。 刘支持的壁炉第二次火灾。 刘柳三分之一和四分之一的工作经验。 不过，刘五通鹅和羊。一旦在这些地方居住的兄弟刘抵达丰富的狩猎和该地区的邪恶的统治者。 在森林的边缘，他认为：一个小男孩放牧的羊群。 这是刘五分之一。 他旁边奠定一个美丽的山羊。 统治者抓住他的弓和发生在她的目的。 恐怕柳喊道-在一个飞跃山羊进入树林消失。 从灌木丛窥视鹿。 刘喊他鹿语言：“救救你自己！” -而鹿消失。所有的动物藏身。 总督仍然在荒废的树林惶惑，和苦。 一个很好的刘高兴的是，他成功地帮助他的森林朋友。然后邪恶的统治者下令刘捕获的五分之一。 他被带到城市，并进入一个饥饿的老虎笼抛出。 省长认为，老虎将突破穷人的大胆，但路第五十五说，虎虎舌，而猛虎没有提及。这种学习，省长变得更苦。 他下令切断刘五头。 但他在监狱中，他获得了第四名刘的尸体要强于很强的铁。 他留在监狱，而不是他的兄弟。 但是，卢第五十五冷静出去回家。 他们是如此相似，没有人注意到。下一个早晨，刘第五十四带来了城市广场。 刽子手将切断他的头，但非常沉重和强大的剑击中颈部的刘次和成片发生。 州长很愤怒，并命令穷人从一个高的岩石大胆下降。在监狱夜间侵入刘三分之一，这可能在任何长度的拉伸他的双腿，并一直保持优势，而不是他的兄弟。 同样，没有任何人知道。在刘黎明三分之一被送到高的悬崖。 如果一个人扔这块石头上，他打破死亡。 这里的刽子手刘降低三分之一推，他冷静地掏出了他的，美丽的双腿，经受住了它们若无其事。 他旁边的愤怒残酷的统治者，开车走了他的宫殿，并于同日下令对股权的反叛刘燃烧。刽子手广场上奠定了前一个巨大的篝火统治者的宫殿。 与弓和箭包围该地区的警卫。 观众来自各方的人聚集。与此同时，刘秒，谁没有不怕火，使他的方法，监狱，并悄悄地取代了刘的三分之一。 他几乎没有这样做，省长做了一个手势开始执行。豪侠检刘秒，并成为了一个巨大的火堆中扔。 火焰升起的房子。 刘秒消失在黑烟。 可惜人们的哭泣。 残忍的统治者怀有恶意地笑了起来。但很快，硝烟，大家看到：在火灾中的刘，第二和微笑，若无其事。 Правитель чуть не задохнулся от ярости.-这是什么人？“ -他哭.-火不亮，岩石没有损坏，但没有考虑的剑，甚至猛虎没有触及他！ Так нет же, быть того не может, чтобы я, могущественный правитель, не справился с простым крестьянином!而残酷的统治者决定采取柳远出海，以配合他的脖子一块大石头被淹死。 “也许他不怕水吗？” -思想省长.-全部相同，石头不会让他出现。 让他留在海底！“，而当天晚上他的监狱途中，刘，第一，谁可喝整个大海。 他把他的弟弟地方，等待着。在他被带到船晚上。 州长一行坐在另一艘船上。 目前航行的船舶出海。 在刘最深抽查第一绑在他的脖子，对统治者的残忍迹象巨石是把海浪异常。只要柳先在水中消失了，他立即开始喝大海。 省长认为：大海消失的地方！ -颜色变为黄色与恐惧。 不久，海底暴露出来。 船舶推翻。 州长一行被困在了海泥。与此同时，刘是第一个不受限制的石头和冷静地来到岸边。 然后，他放回大海。 残忍的统治者和他的随从都留在底部。人民欢欣鼓舞恶统治者和兄弟刘歌颂不败。",
    "chinese_title": "刘氏兄弟",
    "douban_rating": "7.9/10 from 259 users",
    "foreign_title": "Братья Лю",
    "imdb_rating_average": 6.9,
    "douban_rating_average": "7.9",
    "update_at": "2025-02-08T23:39:06"
}