{
    "aka": [],
    "sid": "5401735",
    "cast": [
        {
            "url": "/celebrity/1312683/",
            "name": "森本裕子 Yuuko Morimoto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312684/",
            "name": "早织 Saori Koide",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019963/",
            "name": "相武纱季 Saki Aibu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028076/",
            "name": "堀北真希 Maki Horikita",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312685/",
            "name": "寉冈瑞希 Mizuki Tsuruoka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1043170/",
            "name": "奥贯薫 Kaoru Okunuki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033978/",
            "name": "大塚千弘 Chihiro Ôtsuka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312754/",
            "name": "内山真人 Masato Uchiyama",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1046778/",
            "name": "德永绘里 Eri Tokunaga",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312807/",
            "name": "宇都秀星 Shuusei Uto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312808/",
            "name": "井上浩 Hiroshi Inoue",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312755/",
            "name": "山下容莉枝 Yorie Yamashita",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情",
        "恐怖",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2004-01-24(日本)"
    ],
    "this_title": [
        "ほんとにあった怖い話 恐怖幽便03"
    ],
    "douban_link": "https://movie.douban.com/subject/5401735/",
    "trans_title": [
        "毛骨悚然撞鬼经 恐怖幽便03"
    ],
    "douban_votes": "67",
    "introduction": "踏切の怪踏切で電車が通過するのを待っていた綾乃（森本）は、不思議な体験をする。通り過ぎる電車の隙間から 反対側に見えていた女性が、電車が通過するといなくなっていたのだ。その話を聞いた友人の尚子（小出）は、その踏切にはあるウワサがあると言う。綾乃は、好奇心旺盛な尚子に誘われてもう一度その踏切に行った。しかし、何も起こらない。「帰ろっか」と言って先に踏切を渡る尚子。その後を追って綾乃が踏切を渡ろうとすると、線路の方から足音が聞こえてきた。暗闇の中から、次第に近づいてくる足音。綾乃は、金縛りにあったように動けない。そして綾乃はついにその足音の正体を目にした。それは、首から上がない、女性の姿だった…。見知らぬ光景部活に夢中になり、塾の模擬試験のことを忘れていた慶子は、自転車を飛ばして塾へと急いでいた。普段は通らない並木道を通り抜けようとした慶子は、やがて公園にさしかかった。すると、突然自転車のチェーンが絡まってしまう。が、自転車を降りて調べてみても、どこも故障していなかった。その時、誰も乗っていないのに公園にあったブランコが軋み、大きく揺れだした。するとそこに、古いカサとみのをまとった一行の姿が…。彼らは、慶子のすぐ側を通り過ぎて行った。が、慶子が恐る恐る振り返ると、そこには誰もいない。慶子は、一刻も早くそこから離れようと、無我夢中で自転車を漕いだ。住宅街までたどり着いた慶子は、すぐに異変に気づいた。どの家も明かりがついていないのだ。すると、再びカサとみのをまとった男たちが現れた。急ブレーキをかけたショックで転倒してしまう慶子。すると、男たちは慶子を見下ろすようにして取り囲み…。慶子が目を覚ましたのは病院のベッドの上だった。「道の真ん中に倒れていたって…あなた、何をしてたの？」。ベッドの傍らにいた慶子の母親（土屋）は、そう言いながら安堵の表情を見せた。しかし、慶子が何気なく頭に手をやると、そこには藁くずが…。本が招く幽霊怪奇小説が大好きな由加（堀北）は、自分の部屋でいつものように夜中まで本を読んでいた。スタンドの明かりだけで本を読みながら、時折フッと辺りを見回す由加。誰かに見られているような想像をめぐらせながら、本を読むのが好きな由加だったが、その夜はいつもと雰囲気が違うことに気づき、何故か不安が募っていた。あくる朝、由加は、何故か好きになれなかった「西洋怪奇小説集」という古い本を処分した。それから数日後、由加の家に友人の広美（寉岡）が泊まりにきた。室内を見回して、一冊の本を手にとる広美。が、彼女が手にしたのは、捨てたはずの「西洋怪奇小説集」だった。由加は、その本を広美から奪い、ポリバケツの中に捨てた。その夜、眠りについていた由加は、部屋の明かりで目を覚ます。すると、広美が由加の机に座り、本を読んでいた。広美が手にしていたのはあの「西洋怪奇小説集」だった。その時、由加は、広美の足下にそれを見た。机の下の狭い暗がりに、黒い女（古川）がしゃがみこんで広美を見つめていたのだ。由加はとっさに駆け寄り、広美が持っていた本を払い飛ばして、彼女の手を引いて部屋を飛び出した。翌日、広美はその本をお寺に引き取ってもらった。それ以来、奇妙な視線を感じることはなくなったという。真夜中の奇蹟忍（奥貫）がパートに出かけようとしてほんの少しだけ目を離した隙に、４歳になる娘の直美（徳永）が階段から落ちるという事故があった。医師（井上）によれば、脳内に出血はないが、このまま意識が戻らなければ再検査して手術すると言う。眠り続ける直美を見つめながら、自分を責める忍。忍は、姉の環（山下）に長男の秀人（宇都）を預け、病室に寝泊まりして直美に付き添った。そんなある日の深夜、廊下を歩いているような足音が聞こえたかと思うと、直美が入院している病室のドアがカタカタと音を立てた。が、忍がドアを開けると、そこには誰もいなかった。あくる朝、忍は看護士（茄子）に昨夜のことを尋ねたが、見回りには行っていないと言う。それから数日後、忍は、明日１日待っても目を覚まさないようなら、手術をした方がいい、と医師から告げられる。しかし、手術をしても直美が目を覚ますかどうかはわからないと言う。その日の深夜、またあの足音がしたかと思うと、扉を通り抜けて淡いブルーの制服を着た看護士（塚本）が入ってきた。体が動かせず、恐怖に凍りつく忍。その看護士は、直美のベッドに近づくと、彼女の頭に手を当てた。忍は、直美を助けたい一心で、目を閉じて念じ続けていた。忍が目を覚ますと、すでに夜が明けていた。慌てて直美の手を取る忍。すると、直美の小さな手がかすかに動き、ゆっくりと目を開いた…。それから14年後。18歳になった直美（大塚）は、この春から准看護士として働くことになっていた。彼女が着るのは、淡いブルーの制服だった",
    "chinese_title": "毛骨悚然撞鬼经 恐怖幽便03",
    "douban_rating": "5.8/10 from 67 users",
    "foreign_title": "ほんとにあった怖い話 恐怖幽便03",
    "douban_rating_average": "5.8",
    "update_at": "2025-02-12T19:11:37"
}