{
    "aka": [],
    "sid": "5403937",
    "cast": [
        {
            "url": "/celebrity/1019963/",
            "name": "相武纱季 Saki Aibu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317710/",
            "name": "夏川纯 Jun Natsukawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1038001/",
            "name": "森下能幸 Yoshiyuki Morishita",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "1",
    "language": [
        "日语"
    ],
    "playdate": [
        "2006-12-26"
    ],
    "this_title": [
        "Happy！2"
    ],
    "douban_link": "https://movie.douban.com/subject/5403937/",
    "trans_title": [
        "网坛小魔女2"
    ],
    "douban_votes": "0",
    "introduction": "亡くなった両親の代わりに3人の幼い弟妹を育てている18歳の女子高生・海野幸（相武紗季）は、兄・家康（荒川良々）が作った2億5千万円の借金を返済するため、プロのテニスプレイヤーになることを決意。幸は中学時代の先輩・圭一郎（田口淳之介）の母である鳳唄子（片平なぎさ）から、唄子の宿命のライバル・竜ヶ崎花江（渡辺えり子）のひとり娘・蝶子（小林麻央）のデビュー戦で勝つことを条件に、プロデビューをバックアップしてもらうことになった。よき理解者である賀来菊子（夏川純）や想いを寄せる圭一郎、借金取りの桜田（宮迫博之）らの協力を得て、ついに蝶子との対決を迎えた幸だったが、きわどい判定で惜しくも負けてしまう。しかし、ここで引き下がるわけにはいかない唄子は、幸に新しいコーチをつけ、さらに過酷な練習を課すことを決意。その翌日、新しいコーチが幸の前に現れた…。幸の前に現れた新しいコーチとは、“教え子にわいせつ行為を働いてテニス界から追放された”という噂のあるサンダー牛山（笑福亭鶴瓶）だった。幸はその牛山とともに、蝶子の出場が決まっているUSオープン予選出場権と賞金500万円のかかった大会・クレオパトラ杯での優勝を目指すことになる。だが、牛山から命じられた練習とは、あくる日もあくる日も空き地で草むしりをすることだけ…。そんな幸を心配して様子を見にやってきた圭一郎は、どんなに苦しい状況下でもクレオパトラ杯、全米オープン、さらにはウインブルドンを目指して前向きに頑張る幸に感化され、自分もプロのテニスプレイヤーになることを決意する。それは、鳳財閥を継ぐことを望む母・唄子への初めての反抗でもあり、自分の意思を貫いた行動でもあった。デビュー戦は、幸の試合と同日に開催される国際バッカス杯。圭一郎もまた、プロデビューに向けて猛練習を開始する…。そんな矢先、家賃の更新料を払えずにアパートを追い出されてしまった幸は、仕方なく牛山の小屋で暮らし始めることに。やがて、草むしりをした空き地には、手作りのコートが完成する。久しぶりにラケットを持ち、コートで菊子とラリーを行った幸は自分の体の変化に驚く。「足がすごく軽い…!!」それは、ひたすら草むしりばかりをさせる牛山のトレーニングに不満を持っていた幸が、牛山の“意図”に気づいた瞬間だった。こうして弱点を鍛え、また、牛山との強い信頼関係を築きはじめた幸は、試合に向けて着々とコンディションを整えていくのだった。そして迎えた、クレオパトラ杯当日。順調に勝ち進む幸に、さまざまなプレッシャーがのしかかる。さらに、牛山からの予期せぬ“八百長”の提案が、幸を大きく戸惑わせることに…。一方、万全のコンディションでバッカス杯に臨んだ圭一郎にも、ある変化が起こりはじめていた…!!はたして2人はどうなってしまうのか？最後に待ちうける、衝撃の結末とは！？",
    "chinese_title": "网坛小魔女2",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Happy！2",
    "douban_rating_average": 0,
    "update_at": "2025-08-02T03:39:30"
}