{
    "aka": [],
    "sid": "5407094",
    "cast": [
        {
            "url": "/celebrity/1032398/",
            "name": "奈格尔·派纳 Nigel Planer",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2525375683.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt3608996",
    "director": [],
    "duration": "88分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3608996/",
    "imdb_votes": 23,
    "this_title": [
        "Blues Britannia: Can Blue Men Sing the Whites?"
    ],
    "douban_link": "https://movie.douban.com/subject/5407094/",
    "imdb_rating": "8.2/10 from 23 users",
    "trans_title": [
        "BBC 英国蓝调音乐发展史"
    ],
    "douban_votes": "329",
    "introduction": "BBC纪录片Documentary telling the story of what happened to blues music on its journey from the southern states of America to the heart of British pop and rock culture, providing an in-depth look at what this music really meant to a generation of kids desperate for an antidote to their experiences of living in post-war suburban Britain.Narrated by Nigel Planer and structured in three parts, the first, Born Under a Bad Sign, focuses on the arrival of American blues in Britain in the late 50s and the first performances here by such legends as Muddy Waters, Sonnie Terry and Brownie McGhee.Part two, Sittin' on Top of the World, charts the birth of the first British blues boom in the early 60s, spearheaded by the Rolling Stones and groups such as the Yardbirds, Manfred Mann, the Animals and the Pretty Things.The final section, Crossroads, looks at the next, more hardcore British blues boom of the mid-to-late 60s, with guitarists Eric Clapton and Peter Green and the international dominance of their respective bands, Cream and Fleetwood Mac.Featuring archive performances and interviews with Keith Richards, Paul Jones, Chris Dreja, Bill Wyman, Phil May, John Mayall, Jack Bruce, Mick Fleetwood, Ian Anderson, Tony McPhee, Mike Vernon, Tom McGuinness, Mick Abrahams, Dick Taylor, Val Wilmer, Chris Barber, Pete Brown, Bob Brunning, Dave Kelly and Phil Ryan.",
    "chinese_title": "BBC 英国蓝调音乐发展史",
    "douban_rating": "8.0/10 from 329 users",
    "foreign_title": "Blues Britannia: Can Blue Men Sing the Whites?",
    "imdb_rating_average": 8.2,
    "douban_rating_average": "8.0",
    "update_at": "2025-07-11T00:57:03"
}