{
    "aka": [],
    "sid": "5413752",
    "cast": [
        {
            "url": "/celebrity/1009295/",
            "name": "蕾雅·赛杜 Léa Seydoux",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1357906/",
            "name": "提布尔·凡松 Thibault Vinçon",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1169091079.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1015071/",
            "name": "杰姆谢德·乌斯莫诺夫 Jamshed Usmonov",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1796539",
    "director": [
        {
            "url": "/celebrity/1015071/",
            "name": "杰姆谢德·乌斯莫诺夫 Jamshed Usmonov",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2011-03-02(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1796539/",
    "imdb_votes": 232,
    "this_title": [
        "Le roman de ma femme"
    ],
    "douban_link": "https://movie.douban.com/subject/5413752/",
    "imdb_rating": "5.8/10 from 232 users",
    "trans_title": [
        "我妻子的罗曼史"
    ],
    "douban_votes": "131",
    "introduction": "Paul, the young husband of Eve, disappears mysteriously one morning. His early routine takes him into the nearby woods, where he runs. A nearby river might be a problem. Could Paul have drowned? Eve, showing signs of despair, reports to the police her missing husband. She goes accompanied by Maitre Chollet, a lawyer who was a mentor to Paul.Chollet, a widower, in his fifties, wants to help Eve, whatever it takes. One realizes his altruistic nature is not exactly what really motivates the attorney to give the grieving Eve the support she needs in her anguished state. Chollet ended his association with Paul after the young man lost two cases for important clients.Eve, out of nowhere decides to call Alexandre, a former lover, now happily married. They agree on a meeting, which never takes place because he has decided not to fall for Eve's charms again, when he has his own family. Chollet, who claims has a bad heart makes it clear to Eve he wanted her along all the time, despite his not being upfront about his own relationship with Paul regarding legal matters. One night, he pleads Eve to go for a refill for his heart medicine, but being Sunday, all pharmacies are closed. Alexandre surprises her making her late in getting the pills for the ailing Chollet.\"Le roman de ma femme\" directed and co-written by Jamshed Usmonov, is an attempt for a thriller with the right elements in it. There is the old lawyer, who might have a motive for the disappearance of his former colleague, whom he mentored. Then is Eve, a courageous young woman who might not be all she claims to be. Eve has a lot of things at stake when she faces the loss of her comfortable lifestyle when her husband appears to have been swallowed by quicksand. Things in general are deceiving, a point M. Usmonov keeps going nicely in the thriller.Lea Seydoux, one of the rising young stars in France, is Eve. Ms. Seydoux has done excellent work in \"Sister\", currently playing in New York, as well as in \"Farewell My Queen\". She exudes intelligence and she joins a new crop of French actresses that are making a name for themselves, besides being easy on one's eyes for their beauty. Veteran Oliver Gourmet is seen as the duplicitous lawyer Chollet. The excellent Gilles Cohen appears as the police inspector in charge of the investigation of Paul's disappearance. Ksenia Rappoport shows up briefly as Alexandre's wife.",
    "chinese_title": "我妻子的罗曼史",
    "douban_rating": "6.8/10 from 131 users",
    "foreign_title": "Le roman de ma femme",
    "imdb_rating_average": 5.8,
    "douban_rating_average": "6.8",
    "update_at": "2025-04-17T10:13:24"
}