{
    "aka": [],
    "sid": "5414519",
    "cast": [
        {
            "url": "/celebrity/1317976/",
            "name": "白志迪 Zhidi Bai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323210/",
            "name": "温玉娟 Yujuan Wen ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318027/",
            "name": "柏青 Qing Bai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327029/",
            "name": "刘静荣 Jingrong Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317240/",
            "name": "刘燕军 Yanjun Liu ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322810/",
            "name": "宇秋 Qiu Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313472/",
            "name": "马恩然 Enran Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1391247/",
            "name": "闫勤 Qin Yan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1276008/",
            "name": "李静 Jing Li",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2552324977.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1359905/",
            "name": "郑泉宝 Quanbao Zheng",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "40",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "幸福生活"
    ],
    "douban_link": "https://movie.douban.com/subject/5414519/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "教授林大华单位分房，回到了妻子艾心如的家乡温榆河畔，搬进了新建小区温榆小区。新家尚未就绪，艾心如就心急如焚，因为为了让远在美国留学的儿子回来，她谎称奶奶林欢喜病危，现在儿子林林即将携妻回国，她担心骗局败露儿子再次赴美。儿子尚未回来，艾心如又碰上了让自己窝心的事，就是碰上了自小就和自己竞争，最终因为出身不好而没有考上大学的冤家刘彩花，刘彩花因为没有考上大学而屈嫁给了农民李天柱，生了两个女儿可意和可心，可意已年近三十，正在大学攻读心理学博士，虽然一直没有谈恋爱，但还是让有大学情结的刘彩华感到欣慰和光荣。李天柱是个勤劳固执的农民，他一直想不通为什么国家用地盖楼不种庄稼。又因为刘彩花一直对没有进城耿耿于怀而更是对城市没有好感。林林带了一个“香蕉女”凯丽回家，使全家人不知该怎么适应这个黄皮肤、黑头发黑眼睛的“美国人”，惹起了很多笑话。林林带着女友凯丽参加中学同学聚会，碰上了曾经同桌的可意，可意一直暗恋林林，可是林林却对可意畏惧三分，就因为曾经同桌几年的“可怕记忆”。在同学聚会上，可意凭着特殊的职业敏感，敏锐的发现林林和女友凯丽是“合同夫妻”。这让可意心中暗喜，她决定追求林林。艾心如一直对新家感到不满，她认为自己当年好不容易走出农村，成了城市人，老了老了却又回到了农村，心理极不平衡，尤其争强好胜、说一不二“霸道”惯了的婆婆林欢喜自打搬过来就失去了曾经的街道主任的位置，为了寻找“曾经的辉煌”而成天的折腾，让人敢怒不敢言。再加上冤家刘彩花一下变成了小区的物业管理人员，成天低头不见抬头见，就更是让人难受。好在时不时可以向“老好人”丈夫发泄一下，再加上中学同学宋秋玉的理解，这日子还能过下去。林林终于向家里交待出未婚妻凯丽是假的，这让家里一下炸开了锅，老二林欢坚决支持，老三林多幸灾乐祸。可是对如何向刘欢喜交待成了大难题。没有想到最终向老太太说出真相时，老太太却比任何人都镇静……可意不顾一切的狂追林林，这使自小就有点怕她的林林吓得到处乱窜，惟恐避之不及。于是，老姑娘将专业用到了恋爱上，用遍了36计，终于使林林落入套中。此事被刘彩花和艾心如知道后，都大吃一惊，二人互相指责，最终在宋秋玉的劝说下决定暂时组成联盟，共同想办法拆散林林和可意……林欢喜的妹妹林欢畅由于儿女不孝来投奔姐姐，林欢喜虽然收留了妹妹却嘴不饶人，老以惯常的口吻和行为方式教育妹妹。性格截然相反的姐妹二人经常斗嘴治气，而且林欢喜常常闲不住在小区里管事，每每惹出麻烦,让儿媳艾心如苦不堪言，只有拿丈夫撒气。林大华每到此时，就使出惯常的装傻本事应付了事。在可意的巧妙应对下，刘彩花和艾心如使出的计谋每每弄巧成拙。面对儿女的坚持，二人决定抛开恩怨，为儿女祝福。可是李天柱却又出难题，要大办酒席想借此讨回几年参加婚宴的损失，在电视台工作的林欢决定借此机会批判农村婚事大操大办的作风，和可心联合布置了一系列行动使李天柱没有得逞。李天柱本来大为恼火，却没想由于林欢的巧妙安排，自己成了村里突破旧作风的先进典型。在一连串事实的推动下，尤其在留外农业博士于连平的鼓励和帮助下，李天柱决定盖大棚开发新品种……刘彩花的初恋恋人张建国也退休住回小区，这一下子打翻了李天柱的醋坛子，引出了许多啼笑皆非的故事……林家的小保姆小眉到宋秋玉的小区超市工作，被宋的儿子文好看上，这让宋秋玉非常恼火，但在小眉的努力下，超市经营的越来越好。在众人的帮助下，又看着自己儿子文好整天眼高手低的，宋秋玉最终解除误会，同意了小眉和文好的婚事……张建国逐渐和宋秋玉产生了感情，二人也终于喜结连理……可意怀孕了，这成了林家的大事，大家为此忙得团团转，这让林欢感到愚昧，特意拿录像让大家科学地认识问题，却没想自己成了众人注意的对象，所有人开始认为林欢处理问题的方式怪异。决定为林欢找个男朋友解决心理问题……已成儿女亲家的艾心如、刘彩花依然在不断制造机会挑逗对方，一较高低，为对方的失手幸灾乐祸，久而久之，这尽成了习惯，但二人的“斗争”绝对分得清什么是“内部矛盾，什么是敌我矛盾”……..林欢畅谈起了轰轰烈烈的黄昏恋，这让林欢喜极其不满，二人之间的矛盾越来越激化，让林大华夫妇感到无奈……农民企业家浩子和眉子相似的奋斗背景和经历让二人成为知己。而文好也越来越不学无术起来……林多整天在琢磨着怎么发财，却越来越不靠谱……林欢喜一直在小区努力寻找着自己的位置，惹出了一堆大小麻烦也做出了不少好事……可意终于生了一个女儿，可接踵而来的经济问题、生活问题弄的夫妇俩也是浇头烂额……小区的人们在随着时代的脚步不断寻找和调整着自己生活的位置，虽然每天都会出很多生活的小麻烦，但依然乐观而感动的活着。这就是咱们普通而可爱的老百姓的美好生活！",
    "chinese_title": "幸福生活",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-03T04:26:30"
}