{
    "aka": [],
    "sid": "5414531",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1973",
    "genre": [
        "科幻",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2614990888.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0562845",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1973-02-24"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0562845/",
    "imdb_votes": 612,
    "this_title": [
        "Doctor Who - Frontier in Space"
    ],
    "douban_link": "https://movie.douban.com/subject/5414531/",
    "imdb_rating": "7.4/10 from 612 users",
    "trans_title": [
        "神秘博士：太空边境"
    ],
    "douban_votes": "0",
    "introduction": "The TARDIS arrives in the year 2540 on board an Earth spaceship, which then comes under attack. The crew perceive the Doctor, Jo and the attackers as Draconians, whose empire currently rivals Earth's for control of the galaxy. The Doctor and Jo, however, see that the attackers are really Ogrons.The Ogrons stun everyone on board and steal the ship's cargo - including the TARDIS. Accused by the Earth authorities of spying for the Draconians, the Doctor is sent to a penal colony on the Moon while Jo is placed in the custody of a Commissioner from Sirius 4 - actually the Master. The Master rescues the Doctor and locks him and Jo up aboard a stolen police spaceship.Once in flight, the ship is intercepted by the Draconians. Taken to Draconia, the Doctor is able to convince the Emperor of the Master's scheme to provoke a war using the Ogrons and a hypnotic device that makes those affected see whatever they most fear.Jo is recaptured by the Master and taken to the Ogrons' home planet, where he also has the Doctor's TARDIS. The Doctor follows with General Williams - an emissary from the President of Earth - and a Draconian Prince. Behind the Master's plot are the Daleks, who want a war to break out so that they can invade in the aftermath. The Doctor and his party are placed in the Master's custody as the Daleks leave to prepare their forces, but they manage to escape.Williams and the Draconian Prince depart to warn their respective peoples of the Daleks' intentions. The Doctor, though, is injured in the confusion. Jo helps him into the TARDIS, where he sends a telepathic message to the Time Lords...",
    "chinese_title": "神秘博士：太空边境",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Doctor Who - Frontier in Space",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-08-13T01:49:15"
}