{
    "aka": [
        "男欢女爱：性和英国流行乐"
    ],
    "sid": "5415428",
    "cast": [
        {
            "url": "/celebrity/1000521/",
            "name": "达蒙·奥尔本 Damon Albarn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1192221/",
            "name": "贾斯汀·弗里施曼 Justine Frischmann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050189/",
            "name": "利亚姆·加拉格尔 Liam Gallagher",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018223/",
            "name": "诺尔·加拉格 Noel Gallagher",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2171575040.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1208928",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1208928/",
    "imdb_votes": 21,
    "this_title": [
        "Girls and Boys: Sex and British Pop"
    ],
    "douban_link": "https://movie.douban.com/subject/5415428/",
    "imdb_rating": "7.9/10 from 21 users",
    "trans_title": [
        "BBC纪录片：英国流行音乐史",
        "男欢女爱：性和英国流行乐"
    ],
    "douban_votes": "318",
    "introduction": "Episode 1: Love Me DoNew series investigating the music revolution of the past 40 years, and its links to the British fascination with sex and gender. The first programme looks at the 1960s, when the popularity of groups like the Beatles and pop icons such as Cilla Black, Marianne Faithfull and Sandi Shaw went hand in hand with a new generation of assertive fans. The decade also saw the rise of camp in the form of Brian Jones and Mick Jagger.Episode 2: Oh You Pretty ThingsExploring the glam rock sound of the 1970s, when pioneers Marc Bolan and David Bowie made make-up on men fashionable. Led Zeppelin's heavy rock with its macho image upset the burgeoning feminist movement, while punk and disco's origins also fell within the decade. With contributions by Siouxsie Sioux, Germaine Greer, Malcolm McLaren and Robin Gibb.Episode 3: Tainted LoveThe musical and sexual preferences of the flamboyant 1980s, when New Romantic bands, including the Human League, Spandau Ballet, Culture Club and Duran Duran, conquered the charts. Awareness of Aids began to grow, and by the end of the decade the nation's concept of masculinity had been eroded, with girls gaining the upper hand.Episode 4: Wannabe: The 90sThe changing attitudes of the 1990s, when Manchester became the centre of the pop music universe and young people began shedding their inhibitions. With contributions by Norman Cook, Melanie Chisholm, Shirley Manson, Richard Fairbrass, Germaine Greer and Melanie Brown.",
    "chinese_title": "BBC纪录片：英国流行音乐史",
    "douban_rating": "8.4/10 from 318 users",
    "foreign_title": "Girls and Boys: Sex and British Pop",
    "imdb_rating_average": 7.9,
    "douban_rating_average": "8.4",
    "update_at": "2025-04-28T20:11:48"
}