{
    "aka": [],
    "sid": "5416010",
    "cast": [
        {
            "url": "/celebrity/1005110/",
            "name": "黄圣依 Eva Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314044/",
            "name": "杨子 Zi Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322446/",
            "name": "李奕娴 Yixian Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1329138/",
            "name": "向能 Neng Xiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318512/",
            "name": "孔祥玉 Xiangyu Kong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1340284/",
            "name": "李阳 Yang Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318613/",
            "name": "李博 Bo Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274972/",
            "name": "曹操 Jonathan Kos-Read",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1483228/",
            "name": "张建祥 Jianxiang Zhang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868320252.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1319135/",
            "name": "曾有情 Youqing Zen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318614/",
            "name": "熊诚 Cheng Xiong",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1318601/",
            "name": "吴家骀 Jiadai Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320042/",
            "name": "靳德茂 De-mao Jin",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "27",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2007(中国大陆)"
    ],
    "this_title": [
        "凭什么爱你"
    ],
    "douban_link": "https://movie.douban.com/subject/5416010/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "这是一个发生在当代、美丽如画的海滨城市——望海市的一个精彩故事。 　　望海市马氏集团董事长马昊天的儿子——马氏集团所属化妆品公司总经理马小阳，深爱着马昊天的养女——美若天仙的可可，他为可可举行了一个超豪华的求爱仪式，却因可可爱的是喜莱坞化妆品公司总经理何必，而愤然离开他的求爱仪式，马小阳追她到一辆公共汽车上。中国巨为集团开发公司总经理陈一平去外地出差，因自己的车临时出现故障，也上了这辆公交车去火车站。突然，一个急刹车，陈一平的手不小心碰上可可丰满的胸脯，马小阳指责他耍流氓，对其大打出手，引起陈一平的不满。 　　马小阳将可可深爱何必、不爱自己的事告诉父亲马昊天，希望他干预。马昊天因为另有隐情，出面劝可可与何必分手未果，他便动用商业手段，把曾经一直扶持的何必逼上破产的边缘，以此胁迫他放弃可可。可可唯恐何必的公司倒闭，只好答应养父的要求与何必断绝恋情，马昊天这才给何必一条生路，却在何必心里种下了对恩公马昊天的仇恨。 　　可可邀请大学好友、漂亮女孩欧多多来本市发展，在前往的列车上，正好与出差返回的陈一平乘坐同一个软卧包厢，恰好包厢里只有他们两人，陈一平的热情主动，引起欧多多的误会，以为他是个流氓，孤男寡女独处一个包厢过夜很不安全。她找乘务员要求调换包厢遭拒绝。陈一平碰巧听到，便对欧多多说他在另一个车厢找到了铺位，欧多多如释重负。第二天早晨，欧多多打开包厢门发现陈一平坐在包厢走廊上的壁凳上打瞌睡，原来他在车厢走廊上坐了一夜，“采花大盗”变成了护花使者，令欧多多感动，从此爱上了他。 　　陈一平偶然与可可再次相遇，可可为上次在公交车上马小阳打他深感愧疚，陈一平也为不小心碰到她的胸脯表示歉意，两人一见钟情。陈一平与可可的首次约会，陈一平包下了一家咖啡厅，并以惊人的速度用9999朵玫瑰的花瓣将咖啡厅铺上了“玫瑰地毯”，令可可感动不已，却不料被突然闯来的马小阳搅了局。可可约会陈一平，在同一家咖啡厅，将玫瑰花瓣一片片悬在空中，回敬陈一平一个“玫瑰天空”，又被跟踪而来的马小阳闹得不欢而散。 　　可可和欧多多相互夸耀自己钟情的白马王子多么英俊潇洒，两人便把自己喜欢的帅哥约到一起比个高低。 　　何必为了报复马昊天，请大学同学陈一平吃饭，密谋搞垮马氏集团，陈一平为了商业上的利益，也为了报复马小阳与他的爱情之争，决定向何必公司投资5千万元，用于何必开发新产品，建立摆脱马氏的原料基地，共同充当马氏的掘墓人。此刻，可可和欧多多分别打电话给陈一平要求见面。陈一平让他们都到大富豪饭店，一块就餐。可可和欧多多赶来，这才知道她们钟情的白马王子竟是陈一平一个人，而何必对欧多多却一见钟情，从此开始了追求欧多多的痛苦之旅。 　　可可与欧多多喜欢上了同一个人，两个好友制定了“文明争风，友好吃醋”的争风吃醋游戏规则，你追你的我追我的。因为陈一平喜欢可可，可可占了上风；因为欧多多心眼多，接连使出“兵不厌诈”的计谋，使可可对陈一平产生了深深的误会。马小阳为了争夺可可，一次又一次对新情敌陈一平使坏作梗；而何必也采取各种手段追求欧多多。三个总经理围绕两个女孩之间的爱情战打得如火如荼，妙趣横生，各施高招，尽显浪漫。陈一平出资修了一座桥梁，命名为“可可桥”，打造了一座爱情的纪念塔，令可可大为感动；何必用欧多多的名字给新产品命名，打造了爱的品牌，让欧多多心花怒放。 　　就在可可与陈一平的爱情正式确定之后，一件意外的事情发生了。一天夜里可可遭遇流氓，在即将被强奸之时，马小阳赶到，打跑流氓，却被流氓的车撞残了左腿，让可可感激和愧疚，无奈之下，决定嫁给马小阳，用爱去赎罪，用爱去感恩，又令陈一平痛苦万分。 　　当可可与马小阳举行婚礼时，又一件意想不到的事情发生了。强奸未遂又肇事逃逸的歹徒突然出现在婚礼现场，出于良心发现，也出于洗刷自己的罪名，向众人诉说了强奸案是一个天大的阴谋：马小阳为了得到可可的芳心，出钱请人假装强奸可可，他再前来见义勇为，用苦肉计演绎“英雄救美”的古老故事。由于当时远处驶来汽车，“歹徒”一时慌乱，在开车逃跑时意外撞残了马小阳的腿。可可如梦初醒，愤然离开马小阳，与陈一平再度修好。 　　马小阳为了取得父亲马昊天的赞赏，早日接管马氏天下，背着马昊天，为增强祛斑效果，在“婀娜美白祛斑霜”里大量添加化学物质，致使汞含量赶过国家规定标准四万多倍。何必为了搞垮马氏集团，派出了“色情间谍”方晓去勾引马小阳手下的企划部部长胡萌萌。方晓与胡萌萌假戏真做，成了情侣，方晓因此获得了马氏化妆品汞含量严重超标的情报。何必与陈一平联手借此向马氏发难，利用媒体大做文章，一时闹得马氏所有产品退货，马氏股票一落千丈。马氏终于难撑局面，即将灭亡之时，陈一平决定收购马氏集团。可可对此大为不满，指责陈一平竟然要夺走马家产业，加害她的养父，再次断然与他分手。陈一平有苦难言。 　　在陈一平收购马氏的签字仪式上，陈一平的母亲陈芸突然从外地赶来，把陈一平叫出来，一番诉说之后，陈一平重返主席台，突然一改收购马氏的决定，对媒体宣布，他将向马氏集团融资两亿元，并对媒体进行游说，以他巨为集团企业的雄厚实力，一定能够帮助马氏集团度过难关。由于他的巨额融资和广泛影响，稳住了不断下滑的马氏股票，使马氏重获新生。 　　原来，马昊天与陈一平母亲陈芸有一段持续至今的情缘，马昊天是陈一平的亲生父亲，陈一平的事业成功是马昊天暗中帮助的结果。而马昊天阻止何必与可可恋爱，是因为可可和何必是亲生兄妹，而马小阳的亲生母亲如今在澳大利亚。由此引出陈一平母亲、何必和可可母亲、马小阳母亲与马昊天之间苦涩的情感往事…… 　　马小阳为了报复向何必透露汞含量超标情报的“色情间谍”方晓，将其已怀孕的妻子胡萌萌打成流产，获刑一年。马小阳出狱后，前往澳大利亚寻找自己的亲生母亲；马昊天与陈芸、陈一平与可可、何必与欧多多等人举行了盛大而隆重的婚礼。",
    "chinese_title": "凭什么爱你",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-20T14:56:14"
}