{
    "aka": [],
    "sid": "5416082",
    "cast": [
        {
            "url": "/celebrity/1168744/",
            "name": "罗莎娜·沃尔斯 Rosanna Walls",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886464421.jpg",
    "region": [
        "西班牙"
    ],
    "writer": [],
    "imdb_id": "tt1794790",
    "director": [],
    "duration": "80分钟",
    "episodes": "",
    "language": [
        "俄语",
        "加泰罗尼亚语",
        "芬兰语",
        "德语"
    ],
    "playdate": [
        "2010"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1794790/",
    "imdb_votes": 705,
    "this_title": [
        "Finisterrae"
    ],
    "douban_link": "https://movie.douban.com/subject/5416082/",
    "imdb_rating": "6.4/10 from 705 users",
    "trans_title": [
        "清教徒的探寻之路"
    ],
    "douban_votes": "69",
    "introduction": "Finisterrae tells the story of two ghosts who, tired of wandering through limbo, decide to take the Way of Saint James, to the end of the world (Finisterra) so that once there, they may begin a fleeting, earthly journey through the land of the living.An introspective journey through uninhabited lands in which they are to find themselves with strange beings, wild animals and characters never before heard of. They must confront unexpected situations, battle with their own fears and struggle with the obstacles of their own phantasmagoric condition.Finisterrae, the film that is the image of Sonar 2010, is directed by Sergio Caballero, Sonar co-director and responsible for the image of the festival since its beginnings; with the aid of Eduard Grau as director of photography and the production by Luís Miñarro (Eddie Saeta), co-producer of the winning Palm D'Or film, “Uncle Boonmee who can recall his past lives” at the most recent edition of the Cannes Festival.Finisterrae isn't a conventional film. The idea of the film in itself is unheard of, with a philosophy that starts off in the first place from the filming and the capture of images to elaborating the script and adding the dialogue later. This process has allowed the classic structure of a 'road movie' to be experimented and has been developed with the freedom of not having to give itself up to a tight script.The rest is enigmatic and singular cinema, impregnated with a very particular atmosphere, full of unusually beautiful imagery and a sense of humour both ironic and surreal.",
    "chinese_title": "清教徒的探寻之路",
    "douban_rating": "7.6/10 from 69 users",
    "foreign_title": "Finisterrae",
    "imdb_rating_average": 6.4,
    "douban_rating_average": "7.6",
    "update_at": "2025-05-20T16:22:14"
}