{
    "aka": [
        "(Sfina)"
    ],
    "sid": "5438311",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1190990/",
            "name": "摩根·费舍 Morgan Fisher",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0403827",
    "director": [
        {
            "url": "/celebrity/1190990/",
            "name": "摩根·费舍 Morgan Fisher",
            "@type": "Person"
        }
    ],
    "duration": "21分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2003"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0403827/",
    "imdb_votes": 72,
    "this_title": [
        "()"
    ],
    "douban_link": "https://movie.douban.com/subject/5438311/",
    "imdb_rating": "6.6/10 from 72 users",
    "trans_title": [
        "(Sfina)"
    ],
    "douban_votes": "0",
    "introduction": "One of those miraculous little films that blows you away by its very inevitability, by an overwhelming sense that it was always there for the taking. Fisher's first film since Standard Gauge collects inserts from all manner of B-flicks, industrials, a few commercials. (For those Christian Metz fans in the audience, we're referring to the \"bracket syntagma.\") In addition to close-ups of letters and signs, we see disembodied hands moving objects around (mostly roulette markers and big stacks of money). We see truncated body parts, isolated movements and gestures. In Q&A, Fisher modestly shrugged off any credit for the film's tight rhythms and contrapuntal montage, attributing all such outcomes to a predetermined editing schema. But it's Fisher's game all the way, and the film's sensual and intellectual pleasures stem from its perceptible rigor. Like all great artists, Fisher knows when to get himself out of the way and follow an objective structure. The result: Fisher dives into the dross of a functional, negligible cinema and liberates its latent Bressonianism. - Michael SicinskiFisher's most recent film, (), succeeds astonishingly where Frampton's parallel effort, Hapax Legomena: Remote Control (1972) failed; it uses aleatory methods to release the narrative unconscious of a set of randomly selected films. () is made up entirely of \"inserts\" from feature films organized according to Oulipian principles. Inserts were usually shot by assistants when star actors, large crews, or expensive sets were not needed. These include details of weapons, wounds, letters, signs, tombstones, machinery, games of chance, timepieces, money, and even intimate caresses. Fisher culled the inserts from a number of films he collected for that purpose and edited them together under constraints he does not fully reveal; he places the inserts from a given film in the order in which they appeared in that film, but two inserts from the same film never follow each other directly in his assemblage. Alternating among them we catch glimpses of violence, intrigue, high-stakes gambling, and sexual adventure. - P. Adams Sitney",
    "chinese_title": "()",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2026-02-01T15:28:49"
}