{
    "aka": [],
    "sid": "5446190",
    "cast": [
        {
            "url": "/celebrity/1178748/",
            "name": "Vojislav Seselj Vojislav Seselj",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "日本",
        "塞尔维亚"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "日语",
        "塞尔维亚语"
    ],
    "playdate": [],
    "this_title": [
        "ベオグラード1999"
    ],
    "douban_link": "https://movie.douban.com/subject/5446190/",
    "trans_title": [
        "贝尔格莱德1999"
    ],
    "douban_votes": "0",
    "introduction": "民族派の活動家がイラク、旧ユーゴの紛争地を訪ね歩くロードムービー時は1999年。平成天皇の在位十年記念式典が行われ、日の丸と君が代が国旗・国歌として法制化され、日本国内のナショナリズムが異様に高揚してきていた時期。監督は自分の内側にも芽生えはじめていた、「内なるナショナリズム」の問題を探るために、ビデオカメラを持ってフィールドワークを開始した。そんな折、バビロン音楽祭に出演する恋人の姿を16ミリフィルムに収めるため、イラク戦争前のバグダッドへ入ることに。恋人はそれがきっかけで新右翼「一水会」の事務局で働きだし、当時「一水会」の書記長だった木村三浩に急速に接近していくことになる。監督はハンディなビデオカメラ一台を持って、新右翼・一水会の活動を追いかけることになる。一水会は、1970年の三島由紀夫・森田必勝の割腹自決に衝撃を受けた活動家たちが、鈴木邦男を中心にして結成した新右翼グループだった。木村三浩が行うトークショー、三島・森田を祀る「野分祭」、一水会フォーラムにおける西部邁の講義、新宿駅前における雨宮処凛らの街宣活動、アメリカ大使館前での暴力的なデモ行動に付き添ううちに、監督は徐々に木村三浩の人物に魅了されていく。それまでの右翼のイメージとは違い、民族派右翼の活動家・木村三浩の論法は、論理的に緻密であるとともに、若者の社会への疑問に答えるだけの「熱」を帯びているように見えた。恋人が一水会の公務で、再びイラクへ旅立ち、そこで撮ってきたビデオ映像に刺激を受けた監督。街頭での演説で木村三浩がＮＡＴＯによる空爆直後のユーゴスラビアへ渡航することを知り、随行して首都ベオグラードへ入る。そこで待っていたのは、民族浄化の虐殺者として名を知らしめていたＶ・シェシェリ（セルビア副首相）、ユーゴスラビアの大統領、セルビア民兵の指導者たちだった。戦前の大陸浪人さながらに、一介の民族派活動家にすぎない木村三浩は、コネクションを活用して、次々と大物と会談を重ねて己れの権力を高めていく。監督はその姿に違和感を覚える。そこには、日本で見たラディカルな活動家の姿はなかった。そして、帰国後の木村三浩には、或る褒賞が待っていた。旅に随行したカメラが可視化したものは、右翼と左翼市民運動家ということ以上に、本質的に木村三浩と監督のあいだを隔てる「ある秘密」であった。それから10年。2005年の一水会相談役の見沢知廉の自殺、2006年一水会事務局で５年間働いた元恋人の突然死に衝撃を受けた監督は、再びビデオカメラを取り上げるのだった…。",
    "chinese_title": "贝尔格莱德1999",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "ベオグラード1999",
    "douban_rating_average": 0,
    "update_at": "2025-12-01T11:26:12"
}