{
    "aka": [
        "颐和园"
    ],
    "sid": "5446253",
    "cast": "",
    "site": "douban",
    "tags": [
        "纪录片",
        "中国",
        "建筑",
        "内地",
        "2010",
        "CCTV",
        "国产",
        "国产电影"
    ],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2194060843.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "imdb_id": "",
    "director": [
        "金明哲 Mingzhe Jin"
    ],
    "duration": "45分钟",
    "episodes": "6",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2010-12-26(中国大陆)"
    ],
    "imdb_link": "",
    "this_title": [
        "颐和园(纪录片)"
    ],
    "douban_link": "https://movie.douban.com/subject/5446253/",
    "trans_title": [
        "颐和园"
    ],
    "douban_votes": 0,
    "introduction": "（此条目为CCTV摄制的6集纪录片 ，非同名文艺爱情影片，标记时请区分留意，非常感谢！- 豆瓣电影团队）\n清代皇家园林颐和园，前身名为清漪园，始建于国力强盛的清乾隆时期，在1860年第二次鸦片战争中被英法联军纵火焚毁。光绪年间重建，改名为颐和园，成为慈禧晚年生活居住的主要场所。颐和园于1900年曾遭八国联军抢掠，抗战期间曾被日军占据。 1928年，颐和园由皇家园林正式成为国 家公园。现今保存园内的文献档案、文物收藏，记录了中国封建社会由鼎盛辉煌走向衰落灭亡的历史，也见证了几经沧桑的园林在新中国获得新生的历程。\n颐和园集中国古典园林艺术之大成，荟萃南北园林的精华，将人造景观与大自然和谐融为一体，它是中国最后一座皇家园林，也是中国目前保存最完整、规模最大的古代园林，是中国园林艺术的巅峰之作。于1998年被联合国教科文组织列入世界文化遗产名录。\n本片由中央电视台制作，创作团队骨干是拍摄十二集大型纪录片《故宫》的原班人马。《颐和园》的创作从06年启动，历时三年完成。按照中国传统文化，紫禁城代表着“礼”，颐和园则代表着“乐”，如今《故宫》和《颐和园》的拍摄完成，也代表着“礼”“乐”结合，完成了中国古典建筑和文化的一个篇章。\n《颐和园》的拍摄是在颐和园管理处的全力支持和密切合作下完成的。颐和园多名专家和工作人员参与创作，在历史文献、文物、拍摄场地等方面，园方都提供了最大的帮助。\n六集纪录片《颐和园》有以下几大看点：\n由于当年建造清漪园的图纸、烫样等重要的历史资料大部分已经毁于英法联军的大火，清漪园的现存资料十分稀少，它的真实面貌更是无人得见。在这次拍摄过程中，通过艰苦努力，我们发掘了大量不为人知的历史信息，重新揭示了一些历史悬疑，为清漪园相关历史研究提出新的素材、角度和视点。比如，我们发现了一张未得到世人瞩目的古图《万寿庆典图》，这张图描绘了乾隆的母亲崇庆皇太后万寿庆典的盛况，从中可以清楚地看到当年清漪园的建筑形制，规模以及园林盛况。这大概是现存惟一一张全面描绘清漪园的图卷。汇集各种史料，利用三维动画特技，节目中首次复原了一个最接近真实的立体的清漪园，再现了世人从未见过的清漪园鼎盛时期的园林胜景。\n全片采用故事串的叙事结构和故事化的讲述风格，依据从史料中发掘的大量事件线索进行充分加工，同时，借鉴故事片的手法，设置悬念，层层递进，进行细腻的细节和人物刻画，使知识性与趣味性相结合。为了改变以往一些历史文化类纪录片节奏缓慢枯燥沉闷的弱点，本片将一些权威性学术性专业性的观点融于形象化的讲述之中，尤其是片中设计到大量的园林知识，以摄像机镜头代替观众的主观视线，以山水草木亭台楼阁作为观察对象，通过画面语言形象地诠释专业的理论。全片见观点不见专家。形成简捷明快通俗易懂，可视性强的独特风格。\n颐和园所收藏的历史文物多达四万多件，而园中的亭台楼阁，花草树木本身也是文物。本片“历史重现”部分的拍摄，充分利用真实的场景和道具，在讲故事的同时，兼顾文物展示功能。可以说，在这些段落中，除了角色是扮演的，服装是现代的戏装之外，其余包括背景，环境、家具等都是珍贵的文物，可谓真正的“真实再现”。这种效果和价值是任何影视剧无法比拟的。本片在颐和园园真实的环境中进行的历史重现，可以说为观众提供了一幅晚清皇家生活的全息图卷。\n本次拍摄采用索尼高端的数字电影摄影机。是迄今为止图像质量最好的一部高清纪录片。《颐和园》的影响延续了《故宫》的精美风格，同时，又有突破和创新。与《故宫》一样，《颐和园》依然邀请著名摄影师赵小丁(《英雄》《十面埋伏》《满城尽带黄金甲》《山楂树》摄影)作为摄影指导。两度寒暑的大规模拍摄，穷尽各种视角，全面展示颐和园的极致之美。有些画面，甚至让每天身处园中的颐和园工作人员都感到惊奇，有些画面，即使是老北京，也未必有缘看到。比如，多年一遇的西山晴雪，仅仅持续两个小时的西堤雾凇，比如：一个长镜头从排云殿前拉出，穿过排云门，上升，直至俯瞰万寿山全景，等等。后者并非特技制作，而是聘请世界著名航拍队flyingcam使用遥控飞行器航拍完成。这个摄影队曾经拍摄过电影《哈里波特》、《007》系列电影，八十年就荣获奥斯卡最佳技术奖，通过各种拍摄手段，《颐和园》拥有了大量前所未有的独家镜头，将向观众展示一个从未见过的颐和园。",
    "chinese_title": "颐和园(纪录片)",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2024-08-20T23:40:03"
}