{
    "aka": [
        "古老的世界"
    ],
    "sid": "5500581",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2558696664.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1777715",
    "director": [],
    "duration": "60分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010-11-10(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1777715/",
    "imdb_votes": 228,
    "this_title": [
        "Ancient Worlds"
    ],
    "douban_link": "https://movie.douban.com/subject/5500581/",
    "imdb_rating": "7.4/10 from 228 users",
    "trans_title": [
        "古代世界",
        "古老的世界"
    ],
    "douban_votes": "602",
    "introduction": "Ancient Worlds is about people and places, politics and economics, art and war, trade and technology, but above all it’s the story of the painful birth and difficult growth of a radical idea first tried and tested some six thousand years ago, and which we are still struggling with today; civilisation. Civilisation has not come easily; it’s something we’ve had to fight hard to achieve, and even harder to maintain, and the greatest threats to it have come from our own talents for destruction. But when we’ve managed to get it right, the benefits have been enormous.When we talk about the ancient world we tend to think of rare and exotic artefacts or the monumental remains of epic architecture; but these are just the empty shells that got left behind when the tide of history turned! The living creatures, the civilisations, that once inhabited these shells were rarely if ever static or stately; they were dynamic, chaotic, and always threatening to spin out of control, because civilisation is based on an improbable idea; that strangers can live and work together in dense urban settings, forging new allegiances that replace the natural ties of family, clan or tribe. It’s an idea we’re still coming to terms with today, but one of the best ways to understand the challenges that are involved is to look at how our ancestors tackled them the first time around.From ancient Iraq to Imperial Rome, Ancient Worlds examines how our ancestors struggled with the levers of religion and politics, art and culture, war and diplomacy, technology and trade in order to keep the complex machinery of their civilisations turning over. Their insights and blind-spots, their breakthroughs and dead ends, their triumphs and disasters are the milestones on the long and winding road that leads directly from their ancient to our modern world.",
    "chinese_title": "古代世界",
    "douban_rating": "8.0/10 from 602 users",
    "foreign_title": "Ancient Worlds",
    "imdb_rating_average": 7.4,
    "douban_rating_average": "8.0",
    "update_at": "2025-05-31T06:42:19"
}