{
    "aka": [
        "Phrachao Chang Phueak",
        "The King of the White Elephant"
    ],
    "sid": "5504772",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1940",
    "genre": [
        "剧情",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p862572117.jpg",
    "region": [
        "泰国"
    ],
    "writer": [],
    "imdb_id": "tt0415099",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1940"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0415099/",
    "imdb_votes": 45,
    "this_title": [
        "พระเจ้าช้างเผือก"
    ],
    "douban_link": "https://movie.douban.com/subject/5504772/",
    "imdb_rating": "6.4/10 from 45 users",
    "trans_title": [
        "白象王",
        "Phrachao Chang Phueak",
        "The King of the White Elephant"
    ],
    "douban_votes": "0",
    "introduction": "Based on a novel and produced by Pridi Phanomyong and released before Thailand's involvement in World War II, the English-language film carried a propaganda message from anti-war interests in Thailand, that Thailand should remain neutral, and only go to war to defend its sovereignty against foreign invaders. However, on December 8, 1941, Thailand was occupied by the Japanese and officially sided with the Axis powers during the war.Set in the Ayutthaya Kingdom of the 16th century, King Chakra is going about his usual palace duties, granting audiences to his advisers, including his Lord Chamberlain, who is keen to see the king fulfill his royal duty of taking 366 wives, including, hopefully among them, the chamberlain's own daughter.However, the threat of invasion by the King of Honsa has King Chakra pre-occupied. The peace-loving King Chakra at first wants to negotiate for peace, but is unsuccessful, and finds himself forced to go to war to stop the Honsa invasion.The King of the White Elephant was among two films chosen for a restoration project launched by the Thailand Ministry of Culture, with cooperation from Technicolor and the Thai Film Foundation. The film is the oldest surviving Thai film in its complete form.",
    "chinese_title": "白象王",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "พระเจ้าช้างเผือก",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-03-04T06:13:25"
}