{
    "aka": [],
    "sid": "5784704",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2538592249.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1792588",
    "director": [
        {
            "url": "/celebrity/1366594/",
            "name": "尼克·维克汉姆 Nick Wickham",
            "@type": "Person"
        }
    ],
    "duration": "345分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010-11-02"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1792588/",
    "imdb_votes": 954,
    "this_title": [
        "Metallica",
        "Slayer",
        "Megadeth",
        "Anthrax: The Big 4 - Live from Sofia, Bulgaria"
    ],
    "douban_link": "https://movie.douban.com/subject/5784704/",
    "imdb_rating": "8.6/10 from 954 users",
    "trans_title": [
        "激流金属四巨头巡演"
    ],
    "douban_votes": "263",
    "introduction": "When the 'Big Four,' Metallica, Slayer, Megadeth and Anthrax shared a stage together on June 22nd, 2010, in Sofia, Bulgaria, it was the moment their fans had waited decades for. That monumental show was beamed live into over 1000 theaters worldwide via satellite in a special HD cinematic event.On November 2nd, 2010, this legendary concert will be available on DVD and Blu-ray through Warner Bros. Records. 'The Big Four Live From Sofia' includes full shows from all four bands on a two-disc set as well as behind the scenes and interview footage.In addition to the two DVD set and the corresponding Blu-ray, there will be a limited edition 'Super Deluxe' Box Set including the 2 DVD set, five CD's with ALL 5 HOURS of music, a 24 page booklet, a two-sided poster, photos of each band, and a collectable Big 4 guitar pick.These four acts broke out of the underground thrash movement in the 1980's to dominate the metal world, selling millions of records and packing arenas across the globe. Despite huge demand, these musical giants had never shared the same stage. The legendary June 22nd, 2010, concert from the tour's stop of the Sonisphere Festival in Sofia, Bulgaria aired the same day in 79 movie theaters in the U.K, over 450 theaters in over 140 markets in the US, as well as being beamed intotheaters in Europe, Canada, Latin America, Australia, South Africa and New Zealand.In December 2009, the bands announced that they would be joining forces to take part in the traveling Sonisphere Festival for only 7 shows across Europe. This one-time only event, from the Sofia show, made it possible for fans far and wide to participate in what otherwise was a very limited run of dates.Lars Ulrich of Metallica says of this historic show, 'Who would have thought that more than 25 years after its inception, thrash metal's Big Four would not only still be around, be more popular than ever, playing shows together at stadiums all over Europe, and on top of that, coming to a movie theater near you in High Definition (for better or worse??!!). Bring it on!'Anthrax guitarist Scott Ian says, 'Damn, as if this Big 4 tour wasn't exciting enough, now we get to be on the big screen worldwide! Metal at the movies, two big horns up! It is unbelievably gratifying that this means so much to the metal community around the globe. Get your tix, grab some popcorn and get ready to bang your head!'Declares Slayer's Kerry King, 'I can't believe someone didn't make this happen 15 years ago! The fans finally get what they want. I think it's awesome!'Says Megadeth's Dave Mustaine, 'The magnitude of this event hasn't really sunk in yet, and I am thrilled to know that people around the planet will be able to walk into a movie theatre and experience the greatest line up of Heavy Metal in the history of the world!'",
    "chinese_title": "激流金属四巨头巡演",
    "douban_rating": "8.9/10 from 263 users",
    "foreign_title": "Metallica/Slayer/Megadeth/Anthrax: The Big 4 - Live from Sofia, Bulgaria",
    "imdb_rating_average": 8.6,
    "douban_rating_average": "8.9",
    "update_at": "2025-02-14T13:07:11"
}