{
    "aka": [],
    "sid": "5913040",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1738733339.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1297827/",
            "name": "鲍勃·斯米顿 Bob Smeaton",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010"
    ],
    "this_title": [
        "Jimi Hendrix: Voodoo Child"
    ],
    "douban_link": "https://movie.douban.com/subject/5913040/",
    "trans_title": [
        "吉米·亨德里克斯：巫毒小子"
    ],
    "douban_votes": "0",
    "introduction": "Over the course of just four extraordinary years, Jimi Hendrix left an indelible stamp on the world, shaping not only popular music but popular culture as well. He remains the most innovative musician of his, or any other, era having virtually reshaped the vocabulary of the electric guitar for future generations. \"Jimi Hendrix: Voodoo Child\" is an autobiographical journey that reveals the man as never before, featuring the legendary musician's own words to tell the story of his remarkable life.Drawing upon interviews granted by Hendrix, coupled with letters, writings and recordings, \"Jimi Hendrix: Voodoo Child\" provides new insight into one of the most enduring icons of popular culture. The special is filled with never before seen photographs and film footage from the Hendrix family archive and features a soundtrack that includes such legendary Hendrix recordings as \"Purple Haze,\" \"Hey Joe,\" \"Fire,\" \"Voodoo Child (Slight Return)\" together with never before heard live performances. Funk legend and Rock and Roll Hall of Fame member Bootsy Collins of Parliament-Funkadelic renown, is featured as the voice of Jimi Hendrix.Directed By Bob Smeaton. Produced By Janie Hendrix and John McDermott. \"Jimi Hendrix: Voodoo Child\" is produced for BIO Channel by Experience Hendrix L.L.C. Executive producers for BIO Channel are Tom Moody and Peter Tarshis.",
    "chinese_title": "吉米·亨德里克斯：巫毒小子",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Jimi Hendrix: Voodoo Child",
    "douban_rating_average": 0,
    "update_at": "2025-01-30T14:00:11"
}