{
    "aka": [
        "The Legend of Jade"
    ],
    "sid": "5915792",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2593703063.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "45分钟",
    "episodes": "8",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2011-01-07"
    ],
    "this_title": [
        "玉石传奇"
    ],
    "douban_link": "https://movie.douban.com/subject/5915792/",
    "trans_title": [
        "The Legend of Jade"
    ],
    "douban_votes": "307",
    "introduction": "一部全景式展现中华玉文化的大型电视纪录片。历时3年摄制，动用上百名演员，重现从原始社会到清王朝长达5000年跨度的历史场景，全国精美出土玉器尽收影像。玉石里有传奇。玉石的故事，是解读中华五千年文明史的一把钥匙。第一集 《玉石之路》 　　两千年前，汉王朝的铁骑，保障了西域商路的畅通，丝绸成为古罗马贵族手中的奢侈品，在此之前一千年，商王朝的庞大军队，踏上了几乎相同的征程，道路的另一端埋藏的是统治者梦寐以求的宝藏——玉石。回溯历史,这条曲折神秘的玉石之路，在人们的眼前展开。第二集 《巫神之玉》 　　　商王朝的玉器具有复杂而精致的纹饰，在加工技艺上已经达到了非常精妙的水准，而人类文明进程中，任何一种文化的出现都必然经历蹒跚学步的婴儿时期，那么，最早的中国玉器又是什么样子呢？原始部落中，到底是什么人创造并拥有这些神奇的玉石？它的作用又会是什么呢？第三集 《国之大事》 　　距今四千年前，红山和良渚文化相继陨落，几乎与此同时，在黄河流域的下游，另外一个崭新的文明开始了它漫长而旺盛的生命旅程，对于中国第一个有据可考的国家——商王朝来说，玉石有着怎样不为人知的神秘作用呢？第四集 《诸侯之礼》 　　　商王朝开创了中国文明史上第一个拥有疆域的王国，在这个王的权力和地位全面确立的时代，具有神秘自然之力的玉器，牢牢掌控在王室成员的手中，王者的荣耀与光辉，终于超越神灵，成为世间最强大的力量。在封建礼教制度全面确立的周王朝，玉器又如何成为等级秩序的维护者？超越礼制的神秘玉器背后，又隐藏着王朝命运怎样的密码？第五集 《君子贵玉》 　　　周王朝统治的八百年，是中国历史上一段激荡的岁月，在这些翻天覆地的变化里，新的信仰和思想不断涌现，华丽繁复的组玉佩，让我们窥见这个王朝曾经的秩序与最后的崩溃。但是，周代倡导的礼仪风范，成为中华民族此后两千年思想的典范。 　　儒家思想全面确立的汉王朝，诸侯王死后穿在身上的金缕玉衣，又寄托着这个时代怎样的非凡思想呢？第六集 《尊卑之序》 　　在大汉帝国的内部，“佩玉者”成为品德高尚的代名词，正是这一理念，使得大汉王朝成为中国古代封建王朝几乎完美的典范，在此后长达两千年的历史中，帝国的统治者们从未在精神领域超越这个伟大的时代。然而，在同样无比强盛的唐王朝，皇帝下葬的礼器却没有用玉石而是用琉璃来制作，为什么会出现这样的情形呢？第七集 《宫室之宝》 　　唐王朝是中国历史上最兴盛的王朝之一，在这个独一无二的伟大时代，玉文化的内涵发生了本质的变化。玉石，不再是神的圣物，也不再是皇家和贵族的特权。玉器从此走下神坛，民玉时代开始了。 　　那么，玉器在民间的真正繁荣是何时到来的呢？这种繁荣背后的动力是帝王的喜好还是国力的强盛呢？第八集 《百姓之藏》 　　对于中国最后的两个封建王朝，明王朝和清王朝来说，玉器是宫廷中珍贵的宝物，它们象征着财富和奢华。但是，能否拥有上等的和田玉料，却并不是皇帝个人的喜好所能够决定。玉，最终成为疆域稳定、国力强盛的表彰之物。此时，在朝廷之外的民间，越来越多的寻常百姓开始成为玉石的拥有者，一个玉石收藏的新时代即将来临。",
    "chinese_title": "玉石传奇",
    "douban_rating": "8.2/10 from 307 users",
    "foreign_title": "",
    "douban_rating_average": "8.2",
    "update_at": "2025-04-17T22:43:13"
}