{
    "aka": [
        "100 no Shikaku wo Matsu Onna 4"
    ],
    "sid": "5915793",
    "cast": [
        {
            "url": "/celebrity/1313337/",
            "name": "佐藤瑠生亮 Ruiki Sato",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321390/",
            "name": "林辽威 Roi Hayashi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1035814/",
            "name": "山崎树范 Shigenori Yamazaki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1363140/",
            "name": "笹野友间 Yuma Sasano",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "111分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2010-08-28"
    ],
    "this_title": [
        "100の資格を持つ女〜ふたりのバツイチ殺人捜査〜(4)"
    ],
    "douban_link": "https://movie.douban.com/subject/5915793/",
    "trans_title": [
        "100 no Shikaku wo Matsu Onna 4"
    ],
    "douban_votes": "0",
    "introduction": "西郷美千花（渡辺えり）は、数え切れないほどの資格を持つ警察署の事務職員。今は刑事課に籍を置いているが、資格を生かせそうな広報課が新設されるという噂を聞きつけ、刑事課長の栗林（笹野高史）に推薦してもらえるよう頼んでいる。そこへ、ある会社社長が殺害されたとの一報が入る。容疑者として社長から金を借りていた男が浮上。しかし、事件当時、道路工事の現場監督をしていたという男は、その証拠として現場で撮影した日時入りの写真を提出する。その写真を見た美千花は夜景鑑賞士の資格を生かし、背景に移っている東京タワーの照明から男のアリバイが崩れる可能性を示唆。捜査を進めた小山田（草刈正雄）は男の犯行を立証し、二人の活躍で見事に事件が解決する。数日後、横浜みなと署から根本めぐみ（石橋菜津美）を事情聴取しているとの連絡が渋谷中央署に入る。それを聞いた小山田は血相を変え署を飛び出していく。めぐみとは、別れた妻と暮らしている実の娘だったのだ！みなと署のなじみの刑事、武原（遠山俊也）によると、一昨日、杉村守男（大鷹明良）の死体が発見され、その現場にめぐみが作ったビーズのストラップが残されていたのだという。杉村の死因はロープで首を吊ったことによる窒息だが、自他殺の区別はついていない。武原はめぐみから事情を聞こうと署に連れてきたが、めぐみはひと言も口をきかないという。娘を心配する思いと、武原へ迷惑をかけているという思いがないまぜになり、小山田はめぐみを怒鳴りつけてしまうが、突然現れ父親ぶる小山田にめぐみが心を開くはずもなく、駆けつけた元妻の幸子（かとうかずこ）からも「関係ないんだからもう来ないで」と言われ、小山田はいじけた心境で帰署することに。それからというもの、小山田は仕事に精彩を欠き、左右違う靴下をはいていることにも気づかないなど、痛々しい姿を美千花たちにさらす。後日、めぐみに続き幸子まで事情聴取されると知った栗林は、小山田に内緒で広報課への推薦をエサに美千花を潜入させることを計画。過去に何度も恐ろしい目に遭っている美千花は一旦断るが、めぐみや幸子を思う小山田の背中を見て、一肌脱ぐことを決意。初めて、自らの意思で潜入捜査を開始する！幸子が勤める結婚式場に儀典オーガナイザーの資格を生かして就職した美千花は、社員寮での生活をスタート。同じ寮生活を送る幸子やめぐみ、息子の聡（ささの友間）と二人暮らしという星野千恵（田中美奈子）らと親しくなる中、死んだ杉村は式場に出入りする花屋で、幸子と結婚を考えるほどに親しかったことを知る。武原はそこに目をつけ幸子を聴取したのだが、結局、同じく出入りカメラマンの佐竹敏之（乃木涼介）が幸子のアリバイを証言し、幸子の疑いは晴れることに。美千花は、幸子やめぐみを見守りながら、ビーズアクセサリー公認講師などの資格を生かして、事件の真相に近づこうとする。そんな中、美千花が式場の冷凍庫に閉じ込められるという事故が発生。さらにその晩、めぐみと聡が寮から姿を消すという騒ぎが起きる。二人の母親が必死に行方を探すそのころ、めぐみと聡はなんと小山田を訪ねていた！めぐみは小山田に、杉村の死体が発見された現場にあったビーズのストラップは、自分が作って聡に渡したものだと、そして聡は、犬の散歩中に杉村がロープで首を吊る瞬間を目撃したと告白。聡の証言が決め手となって杉村の死は自殺として処理される。騒動が一段落した翌日、今度は千恵が初めてトータルコーディネートをする三上未緒（麻尋えりか）の結婚式がキャンセルされるというトラブルが発生する。原因は未緒の父、耕次郎（不破万作）の反対と知った美千花は、千恵と一緒に耕次郎宅を訪問し説得を試みる。そこで美千花は、耕次郎が千恵の亡き夫と一緒に船に乗っていたことを知る。また、耕次郎の家に飾られていたロープの結び方を見た美千花は、そのうちの一つが、キャンプインストラクターの資格を持つ自分でも知らない、杉村が首を吊ったロープと同じ特殊な結び方であることを発見する。その翌日、さらに騒動は続き、美千花が佐竹の死体を発見する！ 同じ結婚式場で働いていた花屋の杉村とカメラマンの佐竹が立て続けに死亡したことから、武原はやはり事件性が高いと捜査を再開。再び幸子に疑いの目が向けられることに！",
    "chinese_title": "100の資格を持つ女〜ふたりのバツイチ殺人捜査〜(4)",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-11-27T13:00:43"
}