{
    "aka": [],
    "sid": "5919640",
    "cast": [
        {
            "url": "/celebrity/1274972/",
            "name": "曹操 Jonathan Kos-Read",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2677902213.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1342076/",
            "name": "杨凤良 Fengliang Yang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "黑色死亡"
    ],
    "douban_link": "https://movie.douban.com/subject/5919640/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "某市医院发现一名罕见病毒致死的死者，引起院方高度重视。院方派出以陈强和江萍两名专家为负责人的专家小组，负责调查死因。院方了解到的资料显示，死者35岁，桃花庄村民。从死者死亡后的状况分析，死因既像鼠疫，又像霍乱，或者说像炭疽病。院方将死者的死因作为病例上报细菌研究中心。因病毒的罕见性，在细菌研究中心引起震动。病毒研究中心给这种病毒命名“黑色死亡”，并迅速上报上级主管部门。为防止“黑色死亡”病毒蔓延扩散，彻底搞清病毒来源和宿主，上级领导部门组织成立了由细菌研究中心和部队防疫部门组成的联合防疫大队，陈强担任队长。陈强的未婚妻江萍，也被留在防疫大队。防疫大队进驻桃花庄，对桃花庄实施警戒隔离。在与桃花庄隔河相望的防疫大队营地，在陈强的带领下，队员们冒着炎热酷暑，开始了艰苦细致的取证查验工作。调查取证中，防疫大队带来用作实验的兔、鼠，相继被一种类似蚁类的爬行动物吞噬。在被啃啮的鼠骨上，防疫大队欣喜地发现了“黑色死亡”的病毒。为进一步验证“黑色死亡”病毒，防疫大队向上级申请调来用作实验的猴子。注射了正在研制的防疫血清的猴子，放进了桃花庄隔离区。不久，陈强发现一种规律：每逢雷雨到来之前，不知名的宿主就会出来攻击它们碰到的活物。观察中，江萍为救一只用于实验的猴子，感染上“黑色死亡”病毒，光荣殉职。未婚妻的死，在陈强的心理留下阴影。陈强忍着巨大的悲痛，继续取证查找。此时，国际红十字会派来国际调查组，其中就有陈强曾在国外合作过的法国博士皮埃尔、持不同看法的日本细菌专家野村博士。随着调查的深入，“黑色死亡”病毒终于浮出水面。原来，“黑色病毒”是二战期间日本侵略军在桃花庄投下的一种用硅藻土烧制的细菌弹。战争结束后的60年里，这些带菌弹体在地下繁衍滋生，变异病菌，感染蚂蚁，这些被感染变异的蚂蚁，就是“黑色死亡”病毒的宿主。面对现实，野村博士不予相信，不顾防疫禁令，擅闯进禁区，试图挖掘工兵勘测出来的埋点，以证明埋点地下不是日本细菌弹，结果被带毒的蚂蚁感染。为营救野村博士，陈强在自己也感染病毒的情况下，将仅有的一支血清注射进了野村的体内。危急关头，“黑色死亡”被烈焰焚烧，陈强因总部及时送来的血清得救。导演阐述 杨凤良一个非正常死亡的无名病毒感染者，引出了二战期间日本侵略军投放在中国地区未爆炸的细菌弹。事情很大，事件的参与者责任尤其重大。整个故事的主要脉络是搞清楚是什么病毒？宿主是什么？根源是什么？仅仅是怀疑和推论都不行，一定要有充分的证据。因此，隔离病发区――桃花庄，开展取证工作。研究病毒以及抗感染成了故事推进的主要环节，人物也是在这些主要环节中不断得以完成。可以说，一个个巨大的问号摆在我们面前，无疑使这部作品在某种意义上更像是一部悬疑推理剧，但它又不完全是，它的政治色彩是非常强烈的。完全陷于悬疑推理，会使剧作中本来就不丰满的人物更显苍白，也会减弱它的政治色彩；病毒的巨大危害使人恐惧的，但它并不完全是一部恐怖片。完全陷于恐怖片的类型，又会失去它本有的强烈的正剧色彩。怎么办？既要悬疑推理，又要人物和政治背景；既要有恐怖因素，又是一部正剧。如果兼而有之，岂不成了大杂烩。他的电影形态到底是什么？这是我们面对这个特殊题材首先要解决的问题。只有一条路，那就是从人物出发，要塑造一个理想的科学工作者，一个有强烈国际主义精神和爱国思想的科学工作者，一个具有现代意识同时又具有人类和平观念的科学工作者，一个学者兼战士的科学工作者……剧本赋予的远远不够，能改多少改多少，但是在拍摄中牢牢把握这一条，就会使这部作品有一根贯穿的红线，由此它的影片形态和风格也就形成了。也就是说，本片要以男主人公陈强的精神世界来诠释整个故事。要强调他的心理感受，并把这种感受外化，不拘一格，也就会形成一种强烈的现代风格",
    "chinese_title": "黑色死亡",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-13T15:07:28"
}