{
    "aka": [
        "女生日记"
    ],
    "sid": "5924386",
    "cast": [
        {
            "url": "/celebrity/1409025/",
            "name": "缪杰 Jie Miao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2011-04-01"
    ],
    "this_title": [
        "清青年华"
    ],
    "douban_link": "https://movie.douban.com/subject/5924386/",
    "trans_title": [
        "女生日记"
    ],
    "douban_votes": "0",
    "introduction": "田田作为新晋的成功青年导演，接受采访。她的电影在影展上映之后获得一致好评，在回答记者问题的过程中，她慢慢道出电影的灵感来源。09年夏末，即将升入大四的学生田田站在快要毕业的分岔口上，陷入迷茫。面前有两个选择，要么像大多数同学一样，争取推研、出国，毕业之后为工作挤破头；要么放下顾虑，拿起导筒，实现自己的电影梦想。对于未来的迷茫，以及学业的压力，让她纠结不已。与此同时，男友家木一直劝她现实些。两人为此没少争执。在意识到两人之间无法弥补的价值观差异之后，田田决定和他分开。颓唐中的田陷入梦境。画面由散碎到流畅，逐渐铺陈开一段70年前的往事：西南联大成立前期。孙子谦是进步组织“群社”的骨干成员。子昕则出身名门，父母当初送她上学，不过为了将来嫁得漂亮体面。而子昕却是一个思想进步积极的新女性，跟父母所持的传统价值观背道而驰。她积极要求加入“群社”，家里人思想保守，为女儿安全担忧，自然坚决反对。子昕便背着家里，跟着子谦四处奔波，传播进步思想。她下定决心，跟曾经养尊处优的生活划清界线。田从梦境中得到启发，意识到自己也应做些什么。在操场跑步的时候，她看到望旻正试图搭讪协和系的女生小米。两人之间生活化的默契和火花，亦打动了田。尽管未来仍是一片迷茫，但她决定走出第一步：拍摄一部属于自己的影片《女生日志》，记录清华人，尤其是清华女生的点滴。田找来好友余凛作影片的女主角，而余凛试图使田和家木重归于好，说服田让家木加入了剧组。而望旻在开拍不久之后来片场求田，希望加入剧组，以接近小米。筹备完成，田开始用简单的器材，记录自己眼中的清华，她既想记录下大学生活中的美好一面，也想通过这部戏表达对于清华精神、理想缺失的探讨。田采用伪纪录片的手法拍摄，除了自己好友们的日常点滴外，这部戏中戏涉及清华中各种风物、学生百态、以及对教授、学生的纪录式采访。田的镜头中，大家探讨的问题涉及许多方面：信息对称化给现代人的冲击、大学生毕业工作难问题、当代速食爱情观、清华精神是否存在……等等，内容看似琐碎，但整体风格凌厉、冷静、一针见血。随着《女》的拍摄走入正轨，小米逐渐对总没正形的望旻产生了好感，逐渐卸下心防。她不经意地望旻说出自己的过去，包括父母离异给自己带来的打击、怎样走上了医学这条路。而家木也目睹着田对影片投入的心血，开始慢慢理解她的执著。影片拍摄接近尾声。此时田突然接到消息，由于拍摄前的准备欠妥、经验不足，他们本就不多的资金早已用完，并且制作方因担心收益不良，出尔反尔要求提前归还设备。辛苦投入的心血即将泡汤，田几近崩溃。在剧组成员的热心与鼓励，她艰难地维持着拍摄，实际却处在放弃边缘。原先的梦境又侵入她的睡眠：“群社”进入盛期，成员有400多人。专制政府恐慌之下开始镇压。子谦被当局以“嫌疑分子”之名开除。组织采取了保护措施，把一批进步学生和暴露身份的党员疏散转移至云南边境，子昕便是其中一员。临走之前她跟子谦见了一面，答应他无论走到哪里，都不会放弃民众运动。醒来之后，田从梦境中略有所悟。就在这时，她接到一个匿名电话，赴约后惊讶地发现，对方和梦境中的子谦长得极像。而现实生活中，他的身份是家木的好友郭迹，父亲是知名片商。他没有透露自己认识家木，只是提议将田的影片送去参展，并答应提供剧组亟缺的设备的资金。电影终于拍完。杀青宴会上，大家举杯欢庆。郭迹说漏了嘴，田这才知道是家木在紧要关头联系朋友，这部影片才得及时的帮助。她在感动之余，也意识到自己和家木生来是两种人，注定要走不同的",
    "chinese_title": "清青年华",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-23T12:49:21"
}