{
    "aka": [],
    "sid": "5936635",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867789127.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1801042",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1801042/",
    "imdb_votes": 731,
    "this_title": [
        "Clarkson: The Italian Job"
    ],
    "douban_link": "https://movie.douban.com/subject/5936635/",
    "imdb_rating": "7.5/10 from 731 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "73",
    "introduction": "It's The Italian Job so obviously, I head to Kent in England for the race of a lifetime. But first I have to get ready. So, it's the Fiorano test track in Italy where I spend a while not getting ready at all. I try the gym but it’s all rubbish so instead, I decide to compare Ferrari's 458 Italia and the limited edition 599 GTO. On paper, that doesn't seem fair. But in reality….Next stop is the infamous Imola race circuit. The Stig joins me to get the most out of the Porsche GT3 and its stripped out cousin the GT3 RS. Also present are the Lamborghini Gallardo LP570-4 Superleggera and the jaw-dropping Mercedes SLS AMG with its gullwing doors.My face gets a workout too, thanks to an Ariel Atom. With a V8 engine. Then, for some reason, The Stig does something terrible to the face of Rubens Barrichello. My final Italian shake-down comes from the ￡1.3 million, Nurburgring lap record holder – the Zonda R with its 750 horsepower V12 and slick tyres.'Finally, I'm ready. So it's back to England for my first ever Classic Touring Car Race...I don't know the car, I don't know the circuit and I'm up against 20 experienced rivals...What could possibly go wrong?",
    "chinese_title": "Clarkson: The Italian Job",
    "douban_rating": "8.6/10 from 73 users",
    "foreign_title": "",
    "imdb_rating_average": 7.5,
    "douban_rating_average": "8.6",
    "update_at": "2025-04-23T01:28:14"
}