{
    "aka": [],
    "sid": "5937999",
    "cast": "",
    "site": "douban",
    "tags": [
        "纪录片",
        "自然",
        "紀錄片",
        "探索频道",
        "记录片",
        "绿色",
        "景观",
        "人文"
    ],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2431670317.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "",
    "director": [
        "Discovery Channel"
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010"
    ],
    "imdb_link": "",
    "this_title": [
        "Green Paradise"
    ],
    "douban_link": "https://movie.douban.com/subject/5937999/",
    "trans_title": [
        "绿色天堂"
    ],
    "douban_votes": 0,
    "introduction": "CCTVHD播出的译制音乐风光片，每集介绍一个不同的地方\n01\n墨西哥：下加利福尼亚\n02 马达加斯加：红岛\n03\n老挝：位于中南半岛北部的内陆国家。它北邻中国，南接柬埔寨、东界越南，西北达缅甸，西南毗连泰国。境内８０％为山地和高原，且多被森林覆盖，有“印度支那屋脊”之称。地势北高南低，北部与中国云南的滇西高原接壤，东部老、越边境为长山山脉构成的高原，西部是湄公河谷地和湄公河及其支流沿岸的盆地和小块平原。\n04\n土阿莫土群岛位于太平洋中南部法属波利尼西亚东部岛群，西经144度，南纬18度，由80多个珊瑚环礁组成。陆地面积900平方公里。人口8540，常受飓风袭击。产磷灰石、椰子和珍珠等\n05\n费尔南多—迪诺罗尼亚可称是巴西最美丽和保护得最完美的景区。它离巴西本土545公里，是从4000米大西洋外海长出来的一组群岛。群岛主岛面积18.4平方公里，占群岛总面积的91%。主要由20个小岛组成。全岛有16个海滩，海水清澈透明，能见度达40米深。\n费尔南多—迪诺罗尼亚\n费尔南多—迪诺罗尼亚岛有着金黄色的沙滩，碧蓝色海水的群岛，此外海岛周围的海洋动物种类繁多，有15种珊瑚、海绵、海澡、海龟、海豚及鲨鱼。使费尔南多-迪诺罗尼亚出名的，是西南部的海豚湾。这是人类所知的唯一的一个有长嘴海豚定期造访的海湾。\n06\n澳大利亚：玛格丽特河区，它是整个澳大利亚最亮丽的风景线之一。30年来玛格丽特河迎来无数的嬉皮士、冲浪者、酿酒商、艺术家和自大都市涌来的游人。这种魅力来自它所为你提供的那种崭新的生活方式。\n07\n南非，位于非洲大陆最南部，北邻纳米比亚、博茨瓦纳、津巴布韦、莫桑比克和斯威士兰。东、南、西三面为印度洋和大西洋所环抱，地处两大洋间的航运要冲，地理位置十分重要。其西南端的好望角航线，历来是世界上最繁忙的海上通道之一，有“西方海上生命线”之称。面积有\n1221038平方公里，海岸线长2500公里。全境大部分为海拔600米以上高原。德拉肯斯山脉绵亘东南，卡斯金峰高达3660米，为全国最高点；西北部为沙漠，是卡拉哈里盆地的一部分；北部、中部和西南部为高原；沿海是窄狭平原。奥兰治河和林波波河为两大主要河流。\n08\n锡瓦，埃及西部沙漠中的绿洲。位于西北部一片低于海面20—30米的洼地中。长10公里，宽6.5—8公里，有2，000余处泉眼。主要种植油橄榄与椰枣树，还产小麦、豆类。有几处盐湖产食盐。有篮篓编织业。公路通马特鲁，多条商路联系地中海沿岸城镇。有托勒密王朝和罗马时代的庙宇和石墓遗址。\n09\n阿塔卡马沙漠(Atacama\nDesert)，是南美洲西海岸中部的沙漠地区，在安第斯山脉和太平洋之间南北绵延约600英里（近1000公里），总面积约为70,000平方英里（181,300平方公里），主体位于智利境内，也有部分位于秘鲁、玻利维亚和阿根廷。介于南纬18°～28°之间，南北长约1100公里，从沿海到东部山麓宽100多公里。在副热带高气压带下沉气流、离岸风和秘鲁寒流综合影响下，使本区成为世界最干燥的地区之一，且在大陆西岸热带干旱气候类型中具有鲜明的独特性，形成了沿海、纵向狭长的沙漠带。\n10\n斯里兰卡，全称斯里兰卡民主社会主义共和国，旧称锡兰，是个热带岛国，形如印度半岛的一滴眼泪，镶嵌在广阔的印度洋海面上。“斯里兰卡”在僧伽罗语中意为“乐土”或“光明富庶的土地”，有“宝石王国”、“印度洋上的明珠”的美称，被马可波罗认为是最美丽的岛屿，因为它有美丽绝伦的海滨，神秘莫测的古城，丰富的自然遗产，以及独特迷人的文化\n11\n塞舌尔群岛由92个岛屿组成，一年只有两个季节——热季和凉季，没有冬天。这里是一座庞大的天然植物园，有500多种植物，其中的80多种在世界上其他地方根本找不到。每一个小岛都有自己的特点，阿尔达布拉岛也是著名的龟岛，岛上生活着数以万计的大海龟；弗雷加特岛是一个“昆虫的世界”；孔森岛是“鸟雀天堂”；伊格小岛盛产各种色彩斑斓的贝壳。\n12\n伊斯帕尼奥拉岛（西班牙语：La\nEspa&amp;ntilde;ola），加勒比海中第二大岛，亦称海地岛。仅次于古巴岛，面积76480平方公里，人口17423000人，分属海地和多米尼加共和国。\n13\n印尼，为东南亚国家之一；由上万个岛屿组成，是全世界最大的群岛国家，疆域横跨亚洲及大洋洲，别称“千岛之国”。\n14\n帕劳大大小小340个火山岛和珊瑚岛中只有8个岛有常住居民。群岛分布在南北长640公里的海面上，全国海岸线长达1519公里。到这里来的外国人多半都是为了领略热带海洋风光，摇曳的棕榈树，温和的海风，银白的沙滩，还有水下奇观。这里是著名的潜水圣地，帕劳的洛克群岛是太平洋最纯净的海洋生态系统之一，免遭工业污染的最后净土。不论是艳阳高照的白天，还是温润可人的夜晚，你都可以走在雪白细腻的沙滩上，感受世上最最清澈透明的海水。\n15\n阿曼苏丹国（TheSultanateofOman），简称阿曼。位于亚洲西南部的阿拉伯半岛东南部，它扼守着世界上最重要的石油输出通道——波斯湾的霍尔木兹海峡。\n16\n巴塔哥尼亚\n巴塔哥尼亚地区几乎包括阿根廷本土南部的所有土地，面积约673,000平方公里(260,000平方哩)，由广阔的草原和沙漠组成，从南纬37°伸展到南纬51°。其边界大约西抵巴塔哥尼亚安地斯山脉，北滨科罗拉多河，东临大西洋，南濒麦哲伦海峡；海峡南面的火地岛分别隶属于阿根廷和智利，通常也划入巴塔哥尼亚的范围内。\n17\n塔斯马尼亚\n塔斯马尼亚位于澳大利亚南面，是澳大利亚最小的州，也是澳大利亚唯一的岛州，距离墨尔本仅一小时（或悉尼90\n分钟）的飞行航程，面积只有67，800平方公里，地处巴尔斯海峡以南，与澳洲本土的南部海岸隔海相望。\n18 新喀里多里亚\n19\n哥斯达黎加位于中美洲地峡，北纬10°，西经84°。东临加勒比海，西靠北太平洋，有着1290千米的海岸线（东岸加勒比海212千米，西岸太平洋1016千米）。总共有51100平方公里，其中领土50660平方公里，领海440平方公里，比美国的西弗吉尼亚州稍小，相当于爱尔兰。\n20\n撒哈拉沙漠绿洲",
    "chinese_title": "绿色天堂",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Green Paradise",
    "douban_rating_average": 0,
    "update_at": "2024-06-06T21:40:12"
}