{
    "aka": [],
    "sid": "5942690",
    "cast": [
        {
            "url": "/celebrity/1295140/",
            "name": "Hamid Rahmanian Hamid Rahmanian",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2881908004.jpg",
    "region": [
        "马来西亚"
    ],
    "writer": [],
    "imdb_id": "tt0241604",
    "director": [
        {
            "url": "/celebrity/1285818/",
            "name": "U-Wei Haji Saari U-Wei Haji Saari",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "马来语",
        "泰语"
    ],
    "playdate": [
        "1999-01-28(马来西亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0241604/",
    "imdb_votes": 94,
    "this_title": [
        "Jogho"
    ],
    "douban_link": "https://movie.douban.com/subject/5942690/",
    "imdb_rating": "7.1/10 from 94 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Mamat is a native of Kelantan, Malaysia, but he had left Malaysia many years earlier to join his brother Lazim in South Thailand in order to continue making his living as a trainer of fighting bulls (a Jogho). The practice had been outlawed in Malaysia but continued in Thailand. Mamat lives with his wife and three daughters, three divorcees and one who has not yet married, but he has sent his only son to boarding school in Kelantan. Mamat and Lazim are the leaders in a small village that depends mostly on the money won from gambling in bullfights for its sustenance. The story begins when Lazim is killed by Isa at the bullfighting arena. By tradition, this leaves Mamat and the young men the responsibility of taking revenge and thus preserving the honor of the village. Mamat visits Kelantan and arranges for his friend Jaafar to find and kill the perpetrators. Returning home, Mamat is gored by his new bull and is bedridden for several days. At the same time Lazim's two sons and a friend have gone into the town and managed to kill Isa's son Hamdan and his assistant Dollah Munduk. After the killing, the young men hide and Mamat is arrested by the Thai police, leaving the women alone to manage not only the village affairs but also to care for the bull. From the jail, Mamat pleads with his wife to pay the bail so that he will be able to fight the new bull. He is at last freed on the morning of the bullfight. At the bullfighting arena, Isa comes to avenge the death of his son. Isa shoots Mamat but miraculously misses his first shot and the second shot only manages to wound Mamat in the shoulder. Mamat wrestles the gun from Isa and knocks him to the ground. Now Mamat has the chance to kill Isa and avenge the death of Lazim, but Mamat refuses as he has become tired of Malays killing Malays. He lowers the pistol. But Lazim's son Sani grabs the gun and shoots Isa instead. The police come and Mamat surrenders himself to them, taking the responsibility for the murder. Although Mamat is taken away by the Thai police, the cycle of violence within the Malay community continues.",
    "chinese_title": "Jogho",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-07T23:01:28"
}