{
    "aka": [
        "张大千"
    ],
    "sid": "5942158",
    "cast": [
        {
            "url": "/celebrity/1274966/",
            "name": "马少骅 Shaohua Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316319/",
            "name": "桑叶红 Yehong Sang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320246/",
            "name": "崔波 Bo Cui",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1372479/",
            "name": "毛玲萍 Lingping Mao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1434563/",
            "name": "易勇名 Yongming Yi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868900752.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1326473/",
            "name": "强小陆 Xiaolu Qiang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "张大千敦煌传奇"
    ],
    "douban_link": "https://movie.douban.com/subject/5942158/",
    "trans_title": [
        "张大千"
    ],
    "douban_votes": "0",
    "introduction": "二十集电视连续剧《张大千敦煌传奇》，取材于我国著名的国画大师张大千在敦煌将近三年的时间，临摹敦煌壁画、修缮石窟前的栈道、清理流沙的真实故事。至今敦煌石窟依然保留着张大千先生当年为石窟编号的墨迹。但是，该剧重在展示敦煌，而非张大千的个人传记。作为画家的张大千，只是我们进入敦煌这个选题的一个角度。 　　剧中时空定位，是以二十世纪四十年代的河西走廊，作为故事展开的背景。从张大千来到敦煌到离开敦煌，共两年有余的时间，让主人公张大千与敦煌的恩恩怨怨就此开始。全剧始于来，终于走。主要场景分为两大块儿。一大块儿是距县城有二、三十里的千佛洞，和与千佛洞紧紧相连的上、下院；一块儿是位居县城的灯红酒绿之地怡春院。构成了来世与今世、远古与现在的强烈反差；也形成了空灵与具体的强烈对比。同时将大俗与大雅共溶于一炉。又让这两个风马牛不相及的环境中的人相互纠葛在一起。 　　该剧的时代背景正是抗日战争时期。宝窟敦煌既没有必要的保护，又面临国外势力与国内的官宦与土匪勾结盗宝。年久失修的千年宝窟，一方面是已经引起了海内、外，画界、史学界、考古学界的关注；一方面是面临战乱，无人管护。也正是这个时候，张大千一行人作为中国画界临摹敦煌壁画第一人来到了这里。主人公张大千所面临着艺术与专业上的阻力，年久失色的壁画使画家不知从何处着色；加上由于石窟的规模之大，主人公张大千不得不延长在敦煌的时间。于是，又面临着经济支撑力的困境；另外，还有外界盗宝者的捣乱。来自各个方面的阻力都对主人公完成自己的欲望，达到自己的终极任务构成了威胁。而主人公为了逾越这层层阻力所做出的努力都走向了原目标的反面。在解决第一个阻力时，导致了破坏壁画的指控；解决第二个阻力时辛苦赚来的钱等于白白地给了塔尔寺，结果连自己大本营的财产也因战争的因素而付之一炬；解决第三个阻力时结果导致弟子命丧石窟、香音刚出虎口又入狼窝，自己也陷入了是盗窃还是保护者的是非与官司之中。这三重阻力相互交织，共同推动剧情向前奔跑。 　　张大千在临摹壁画的同时，发生在他身边的是：断手的出现、日光菩萨的被盗、敦煌写经的悬疑；香音的身世；蔡专员的幕后；罗画匠的背后；胡宗南部与马家军争夺西北地区控制权的大背景、自己也被动地陷入了是破坏？还是保护的官司之中。 　　张大千一行人起初准备用三个月的时间以完成对敦煌壁画的临摹；到了目的地以后发现工程之浩大，于是担心半年的时间都不够；结果是前后用了两年尚有余。 　　面对艰苦的生活与复杂的局势，是走？还是留？走，如何面对自己的初衷；留，怎样处理来自各方面的压力。在张大千和于右任等人的呼吁下，敦煌研究所成立了。张大千作为研究所筹备委员会的成员之一，直到第一任所长常书鸿的到来以后，自己才离开了敦煌。 　　该剧还通过李丁陇、香音、俞丽娜、柯远、何飞、等一批虚构的人物，从另一个方面揭示了二十世纪上半叶的中国知识分子的风貌。柯远与辛杰、何飞三个人一起构成了大风堂弟子的三套车。而且各自的性格与行为方式都有很大的区别。香音作为一个上海美专的学生来到敦煌，结果成为土匪的压寨夫人，又沦落到怡春院成为妓女。由于张大千一行人的到来，柯远的出现改变了香音的命运。 　　另外，罗氏父子作为敦煌的当地人，一反一正，围绕着失窃与盗宝。再加上当地富商刘鼎臣等人物勾画出了二十世纪四十年代甘肃河西一带的生活图景。 　　该剧虽然是正面描写的敦煌。但是，并不仅仅局限于千佛洞。而是立足于大敦煌的概念。试图展示大敦煌的文化内含和大西北极富有力感的壮美风光。",
    "chinese_title": "张大千敦煌传奇",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-23T13:49:48"
}