{
    "aka": [],
    "sid": "5944276",
    "cast": [
        {
            "url": "/celebrity/1078607/",
            "name": "伯纳德·巴勒特 Bernard Butler",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2638274194.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "88分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "Do It Yourself - The Story Of Rough Trade"
    ],
    "douban_link": "https://movie.douban.com/subject/5944276/",
    "trans_title": [
        "自己动手做： Rough Trade 故事"
    ],
    "douban_votes": "338",
    "introduction": "The Rough Trade story begins more than thirty years ago on 20th February 1976. Britain was in the grip of an IRA bombing campaign; a future prime minister was beginning to make her mark on middle England, where punk was yet to run amok; and a young Cambridge graduate called Geoff Travis opened a new shop at 202 Kensington Park Road, just off Ladbroke Grove in West London. The Rough Trade shop sold obscure and challenging records by bands like American art-rockers Pere Ubu, offering an alternative to the middle-of-the-road rock music that dominated the music business.In January 1977, when a record by Manchester punk band Buzzcocks appeared in the shop, Rough Trade found itself in the right place at the right time to make an impact far beyond that of a neighbourhood music store. When Spiral Scratch was released in 1977, the idea of putting out a single without the support of an established record company was incredible. But Rough Trade was to become the headquarters of a revolt against this corporate monopoly - it was stocking records by bands inspired by the idea that they could do it themselves.But selling a few independent records over the counter was not going to change the world. Early independent labels had to hand over their distribution to the likes of EMI or CBS. But one man at Rough Trade challenged that monopoly. Richard Scott joined Rough Trade in 1977 and became the architect of a grand scheme that was nothing short of revolutionary: independent nationwide distribution.",
    "chinese_title": "自己动手做： Rough Trade 故事",
    "douban_rating": "8.8/10 from 338 users",
    "foreign_title": "Do It Yourself - The Story Of Rough Trade",
    "douban_rating_average": "8.8",
    "update_at": "2025-02-15T11:45:02"
}