{
    "aka": [
        "Jacob Jacob (French Canadian)",
        "Jacobo Dos Dos (Spanish)"
    ],
    "sid": "5951545",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "动画",
        "家庭",
        "儿童"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2627595054.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1005513/",
            "name": "莫德凯·里奇勒 Mordecai Richler",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0381771",
    "director": [],
    "duration": "24分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2003-09-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0381771/",
    "imdb_votes": 880,
    "this_title": [
        "Jacob Two-Two"
    ],
    "douban_link": "https://movie.douban.com/subject/5951545/",
    "imdb_rating": "6.8/10 from 880 users",
    "trans_title": [
        "奇才杰克",
        "Jacob Jacob (French Canadian)",
        "Jacobo Dos Dos (Spanish)"
    ],
    "douban_votes": "0",
    "introduction": "“奇才杰克”讲述的是一个10岁的叫杰克的小男孩的故事. 他喜欢职业摔交,冰球和间谍.他叫Jacob Two Two的原因是因为他很多时候说话都要说两边才能让其他人听见.他有一个职业摔交的朋友.他是他们家5个兄弟姐妹里面最小的一个.他在学校里经常被3个人欺负.他在学校的冰球队里担当守门员的位置.他最喜欢的冰球队是Montreal Marvels.他还经常照顾他邻居家的hamster.他经常闯一些小祸但每次都能解脱.Based on the literary property by Mordecai Richler, the animated series Jacob Two Two revolved around a young boy named Jacob, who'd earned his double-digit nickname because he repeated everything twice. As the youngest member of a very large family, Jacob was compelled to speak in this \"Two Two\" fashion in order to get anyone to pay attention to him. Though teased and maligned by his older siblings Daniel (the music-crazy 16 year old), Marfa (the haughty eldest sister), and Emma and Noah (who'd formed their own highly exclusive \"Kid Power\" clubhouse and created their own alter egos of Shapiro and Fearless O'Toole), Jacob invariably emerged as the hero of the occasion by thwarting sinister secret agents, evil land despoilers and other such cartoony villains. This he did through the auspices of X. Barnaby Dinglebat, an international spy who posed as a gas-meter reader. Other characters included Jacob's dad Morty, an author of adventure novels; his mom Florence, an archetypal workaholic; his loquacious best friend Buford Orville Gaylord Purghe, who possessed the most embarrassing set of initials ever heard in mixed company; nasty, voracious school principal I.M. Greedyguts and his toadying henchman, Leo Louse the janitor; Renee Ratelle, French-born nemesis of everyone in Jacob's classroom; the Hooded Fang, a vicious-looking but golden-hearted pro wrestler who assisted Jake in his adventures; Miss Sweetie Darlingpie, who may have seemed to be nothing more than a nice little old lady but who was actually the ruthless leader of a vast enemy spy organization; and the standard-issue \"dumb cops\" Sgt. Law and Cpl. Order. Originating as a series of Canadian-produced home videos (some of which were seen on Canada's YTV network),Jacob Two Two was added to NBC's Saturday-morning children's lineup on September 9, 2006. ~ Hal Erickson, Rovi【Episode】                                                                【Aired】7.Mismatched                                                              Oct.06,20096.Jacob Two Two & the After School Abatoir          Nov.24,20045.Jacob Two Two Times Two                                   Oct.07,20044.Jacob Two Two and Renee's Rival                      Jun.06,20043.Jacob Two Two and the Potato Power Project  Jun.04,20042.Jacob Two Two and the Pet Peeve                      Jun.03,20041.Jacob Two Two and the Spellbound Sibling      May.23,2004【Episodes】Season 1:1. Jacob Two-Two vs. the Hooded Fang2. Jacob Two-Two and the Staff Room of Doom3. Jacob Two-Two and the Purloined Hockey Card4. Jacob Two-Two and the Conniving Caterer5. Jacob Two-Two and the Daily Crown6. Jacob Two-Two and the Mystery of the Malty McGuffin7. Jacob Two-Two and the Unlickable Cowlick8. Jacob Two-Two and Scholars for Dollars9. Jacob Two-Two and the Colossal Candy Challenge10. Jacob Two-Two and the Big Bagel Bungle11. Jacob and the Notorious Knit Knapper12. JacobTwo-Two and the Ghost13. Jacob Two-Two and the Mouldy MenaceSeason 2:1. Jacob Two-Two and the Doubtful Double Agent2. Jacob Two-Two's Time Trials3. Jacob Two Two and the Fantastic Fountain4. Jacob Two Two and the Furry Felon5. Jacob Two Two and the Pet Peeve6. Jacob Two Two and the Potato Power7. Jacob Two-Two and the Tag Team Tempest8. Jacob Two-Two and the Fun Fair Fiasco9. Jacob Two Two and the Monster Mix-Up10. Jacob Two- Two and the Priceless Puck11. Jacob Two Two and the Broadcast Bungle12. Jacob Two Two and the Spellbound Sibling13. Jacob Two Two and Renee's RivalSeason 3:14. Jacob Two-Two Times Two15. Jacob Two-Two and the Vintage Voice Vortex16. Jacob Two-Two and the Surprise Disguise17. Jacob Two-Two and the Socks Dimension18. Jacob Two-Two and the After School Abattoir19. Jacob Two-Two and the Simian Switcheroo20. Jacob Two-Two and the Troublesome Twosome21. Jacob Two-Two and the Pirated Pastry22. Jacob Two-Two and the Super Special Skates23. Jacob Two-Two and the Quibbling Sibbling24. Jacob Two-Two and the Dangerous Debut25. Jacob Two-Two and the Bookworm BrouhahaSeason 4:1. Jacob Two-Two and the Boogie Beastie2. Jacob Two-Two and the Crumbling Cookie3. Jacob Two-Two and the Broadcast Bungle4. Jacob Two-Two and the Cranial Classroom Caper5. Jacob Two-Two and the Wicked Glitch6. Jacob Two-Two and the Big Brain Exchange7. Jacob Two-Two and the Teacher's Pet8. Jacob Two-Two and the Valentine's Day Disaster9. Jacob Two-Two and the Molecular Mayhem10. Jacob Two-Two and the Puzzling Portable11. Jacob Two-Two and the Priceless Puck12. Jacob Two-Two and the Mata Hari Hamster13. Jacob Two-Two and the Halloween Hullabaloo14. Jacob Two-Two and the Wooden Nickel KnuckleheadSeason 5Eps #53 - Jacob Two Two and the Persistent AssistantEps #54 - Jacob Two Two and the Book Writing WrinkleEps #55 - Jacob Two Two and the Rose Coloured CalamityEps #56 - Jacob Two Two and the Uber OdourEps #57 - Jacob Two Two and the Perfect PresentEps #58 - Jacob Two Two and the Too Big TomatoEps #59 - Jacob Two Two and the Soap BoxEps #60 - Jacob Two Two and the Robot RescueEps #61 - Jacob Two Two and the Hockey Seat Hoopla",
    "chinese_title": "奇才杰克",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Jacob Two-Two",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-09-19T15:14:12"
}