{
    "aka": [],
    "sid": "5951243",
    "cast": [
        "尤勇 Yong You",
        "王新",
        "王乙竹 Yizhu Wang",
        "高明 Ming Gao",
        "蔡国庆 Guouqing Cai",
        "任天野"
    ],
    "site": "douban",
    "tags": [
        "谍战",
        "国产电视剧",
        "战争",
        "悬疑",
        "「悬疑/科幻/谍战/历史」",
        "老爸看",
        "电视剧",
        "大陆片。"
    ],
    "year": "2011",
    "genre": [
        "战争"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2375081214.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "imdb_id": "",
    "director": [
        "杨克"
    ],
    "duration": "45",
    "episodes": "34",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "imdb_link": "",
    "this_title": [
        "侦察记"
    ],
    "douban_link": "https://movie.douban.com/subject/5951243/",
    "trans_title": [
        ""
    ],
    "douban_votes": 60,
    "introduction": "“渡江战役”是中国人民解放军实施战略追击的第一个战役，也是中国人民解放军根据党中央、毛主席“打过长江去，解放全中国”的伟大战略部署，向国民党残余发动最后全面进军作战的伟大起点。\n一群侦察战士，冒着生命危险渡江侦察，为了获得宝贵的情报和敌人展开了紧张激烈的周旋。他们面对的是敌人设下的重重陷阱与严密的围追堵截。侦察战士们以大无畏的革命精神，以及自身的智慧和勇气，像一把尖刀，深深插入敌人的心脏，在敌后游击队和人民群众的支持帮助下，在战火硝烟的洗礼中出色的完成了侦察任务，为我军顺利实施战役战术展开创造了有利的条件，为我解放大军顺利渡江，最终取得整个“渡江战役”的胜利奠定了坚实的基础。\n李春林，一名年轻、坚毅果敢，拥有丰富战斗经历和敌后工作经验的侦察连长，率领精锐小分队趁夜渡江侦察。出人意料的是，江南的敌人已有防备，当侦察战士们九死一生后踏上长江南岸的那一刻，就已经处在敌人的严密监视之中，一场场的遭遇、激战，一次次的生死考验，随即展开。\n侦察战士们面临的对手异常强大，老谋深算的江城防御司令方力，拥有超凡工作能力，阴险狡诈的情报处处长陈森，看似一心只想往上爬的作战参谋顾正飞，似乎每个人都使出浑身解数，把侦察小分队当成自己建功立业的筹码。在敌人的精心策划下，一个个巨大的阴谋向侦察战士们袭来。\n敌人设下连环计，妄图用假情报迷惑我军，并将侦察小分队一网打尽，而在这之前的混成旅起义失败，地下党“檐蛇”的叛变，更让这次侦察行动危机四伏，困难重重，扑朔迷离。\n经过一番与敌人的斗智斗勇，李春林带领身怀绝技的侦察战士巧妙摆脱危险，最终与刘四姐带领的江南游击队胜利会师，不但戳穿敌人的阴谋，更成功的解救出被捕的，已决定起义的国民党混成旅旅长杜兆辉。　正当李春林准备带领小分队进行下一步侦察动作时，一份“长江防御计划”浮出水面，为了这份绝密情报，侦察战士和敌人再次展开智勇交锋。\n在侦察过程中，出人意料的事件不断发生。是敌人的故意安排？还是纯属偶然？如果是有谁在暗中帮助侦察战士，这个人会是谁呢？是亦正亦邪的陆军医院院长唐亚文，背景复杂的特派员王蔓莎，还是看似处处争名夺利的参谋顾正飞？一个又一个迷雾不断向侦察战士们涌来。围绕着这份神秘的“长江防御计划”，侦察战士们抽丝剥茧，却发现背后还有一个更大的阴谋……\n就在侦察战士们对敌江防工事部署展开侦察的同时，江城防御司令部里也是迷雾重重，江城防御司令方力极力拉拢陆军医院院长唐亚文贩卖军备物资以谋后路，情报处处长陈森和参谋顾正飞为了争名夺利斗的不可开交，背景复杂的特派员王蔓莎被安插进司令部似乎另有所谋。猜疑，谎言，争斗，排挤――好像每个人的背后都有着不可告人的秘密。\n渡江战役即将打响，敌人突然在我军火力覆盖范围之外增设了秘密榴弹炮群，为了消除这个对解放大军渡江登陆的巨大威胁，李春林率领侦察员，化装混入敌人的炮兵阵地，冒死侦察！\n在整个行动过程中，侦察战士们在李春林的带领下，以坚定的信念，过人的胆识和超常的能力完成了一个又一个艰巨的任务。甚至不惜牺牲年轻的生命。",
    "chinese_title": "侦察记",
    "douban_rating": "6.0/10 from 60 users",
    "foreign_title": "",
    "douban_rating_average": "6.0",
    "update_at": "2024-08-04T05:20:13"
}