{
    "aka": [
        "Stories of the Dumpster Kid"
    ],
    "sid": "5951477",
    "cast": [
        {
            "url": "/celebrity/1054397/",
            "name": "沃纳·赫尔佐格 Werner Herzog",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1422971/",
            "name": "Kristine de Loup Kristine de Loup",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1971",
    "genre": [
        "喜剧",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2568245854.jpg",
    "region": [
        "West Germany"
    ],
    "writer": [
        {
            "url": "/celebrity/1041835/",
            "name": "爱德嘉·莱兹 Edgar Reitz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008628/",
            "name": "乌拉·施特克尔 Ula Stöckl",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0065773",
    "director": [
        {
            "url": "/celebrity/1041835/",
            "name": "爱德嘉·莱兹 Edgar Reitz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008628/",
            "name": "乌拉·施特克尔 Ula Stöckl",
            "@type": "Person"
        }
    ],
    "duration": "202分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0065773/",
    "imdb_votes": 40,
    "this_title": [
        "Geschichten vom Kübelkind"
    ],
    "douban_link": "https://movie.douban.com/subject/5951477/",
    "imdb_rating": "6.9/10 from 40 users",
    "trans_title": [
        "垃圾桶小孩的故事",
        "Stories of the Dumpster Kid"
    ],
    "douban_votes": "0",
    "introduction": "《垃圾桶小孩的故事》由德国新电影主将之一爱德嘉·莱兹（《故乡》1984）及其学生乌拉·施特克尔（《猫有九条命》1968，被誉为西德第一部女性主义电影）于1969-1971年间拍摄制作的实验电影。影片采用分集短片形式，共25集，每集长短不一。讲述一个从医院垃圾桶的子宫污汙中诞生的红衣小孩，进入社会后的故事。影片由莱兹本人的制片公司制作，完成后起初并未按正常渠道发行，而是制作了一份25集的“菜单”，于慕尼黑的一家酒吧“点单”放映（除周一外每日放映，入场3.5马克）。在第17集中，赫尔佐格饰演了一个角色，是他作为演员的荧幕首秀。菜单如下：Dumpster Kid Menu1) Old MenIf Dumpster Kid wants to, she can make some men end up standing around in their underwear. 1’06’’2) Dumpster Kid's ChildhoodYou should definitely see this story! An afterbirth leads an independent life – but then child welfare comes along. 6’13’’3) Dumpster SyndromeSomething about the ability of our society to understand everything, forgive everything and pay for everything. 10’15’’4) Cleanliness is a House’s DecorationDumpster Kid in the shower, in the rain and under the eaves. 4’30’’5) Cats Have FleasDumpster Kid pretends to sleep, because she wants to find out what might happen. But her stepmother interferes. 8’34’’6) Dumpster Kid Becomes Smooth and RoundA spiritual man who knows what is good for people attempts to raise Dumpster Kid. 4’52’’7) A Tiny Bit of HappinessDumpster Kid fools around with the fruits of the field. 2’03’’8) Dumpster Kid Gets to Know a Lord and is HangedThat’s true, but the revenge is particularly sweet. 17’10’’9) Dumpster Kid Tells a Fairy Tale to a QueenA story to listen to and watch. 6’08’’10) Dumpster Kid Learns a Dubious GameDumpster Kid learns first-hand how a pleasurable connection develops between stroking and hitting. 3’31’’11) Dumpster Kid Learns How to Say NoDumpster Kid is getting married, but at the crucial moment she suddenly gets nervous. All hell breaks loose. 16’40’’12) A Marmot Learns How to DanceDumpster Kid is supposed to learn what to do at the country fair. She sings songs, swears at people and steals the cash box. 18’51’’13) All Power to the VampireIt is hard to believe how many vampires there might be. Dumpster Kid calls upon them all for a major demonstration. 2’19’’14) Freedom Through Al CaponeDumpster Kid is constantly talking about revolution, but Al Capone, the pig, is talking about something quite different. 18’36’’15) A ShoplifterAfter a nice shopping spree, Dumpster Kid ends up sitting on the lap of the shop assistant and goes along with it only a little bit. 3’38’’16) Particularly Kind ParentsDumpster Kid has to learn that sexual intercourse can also be quite nasty when it takes place in the toilet. 9’17) The Value of Money is Low on EarthDumpster Kid goes on the game and is murdered. 15’13’’18) To the audience: Please leave any stories and moneymaking tips at the box-office.19) Burn the WitchIs Dumpster Kid destined to be burnt at the stake? Will she be saved from above? 4’15’’20) To the audience: Please leave any stories and moneymaking tips at the box-office.21) Dumpster Kid Likes to Have a Good Friend for DinnerThe way to a person's heart is through his stomach. But sometimes you ruin him that way. 9’35’’22) Dumpster Kid Drowns Dumpster KidsThere is lovely music to this one, and it is all very poetic. 4’13’’23) To the audience: Please inquire about stories and moneymaking tips at the box-office.24) Dumpster Kid Rides for the KingThe greatest film of all time. Intrigue, old walls, squeaking floors, the queen sleeps with the wrong man, Dumpster Kid marries d‘Artagnan and rides off on a white horse, more intrigue, and this time Dumpster Kid plays along. By the end of it, all the blame is put on her. 25’30’’25) The Bank Account in the WoodsDumpster Kid believes in our credit system. She therefore has to jump out of the fourth floor of a house and sing a sad song. 11’46’’26) to 64) Please leave any stories and money-making tips at the box-office.(Edgar Reitz Stiftung)",
    "chinese_title": "垃圾桶小孩的故事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Geschichten vom Kübelkind",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-12-01T07:35:37"
}