{
    "aka": [
        "Jorge Luis Borges: The Mirror Man",
        "乔治·路易斯·博尔赫斯：镜中人",
        "乔治·路易斯·博尔赫斯：镜中的男人"
    ],
    "sid": "5951233",
    "cast": [
        {
            "url": "/celebrity/1050747/",
            "name": "豪·路·博尔赫斯 Jorge Luis Borges",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2617800083.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt1863083",
    "director": [],
    "duration": "47分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1863083/",
    "this_title": [
        "Un siècle d'écrivains, Jorge Luis Borges, l'homme miroir"
    ],
    "douban_link": "https://movie.douban.com/subject/5951233/",
    "trans_title": [
        "豪尔赫·路易斯·博尔赫斯：镜中人",
        "Jorge Luis Borges: The Mirror Man",
        "乔治·路易斯·博尔赫斯：镜中人",
        "乔治·路易斯·博尔赫斯：镜中的男人"
    ],
    "douban_votes": "519",
    "introduction": "Although honors came late in life to Jorge Luis Borges, his unique worldview had begun to emerge even as a child. This program examines the life and literary career of the charismatic Argentine writer, as well as the thematic, symbolic, and mythological underpinnings of his works. Archival interviews with Borges; his mother, Leonor Acevedo de Borges; his second wife, Maria Kodama; and collaborator Adolfo Bioy Casares provide insights into the private Borges, while readings from “The Mirrors,” “Dreamtigers,” “The Plot,” “The South,” “The Aleph,” and other landmarks of Latin American fiction demonstrate his virtuosity as a transformer of experiences.—–Reviewed by Orlando Archibeque, Auraria Library, University of Colorado at DenverJorge Luis Borges, Argentina’s most famous and beloved literary figure, was born in 1899. On the occasion of the 100th anniversary of his birth, many scholars and filmmakers took the opportunity to look back at the life and writings of this extraordinary short story writer, essayist, and poet. He is the winner of 46 national and international literary prizes, though the Nobel has eluded him. Numerous monographs in many languages about Borges have been released since 1999, as well as a number of documentaries.This documentary’s major strength (others would say its major weakness) is that it is a bit of everything — part biography, part literary criticism, part hero-worship, part book reading, and part psychology. The subtitle “Mirror Man” is a reference to the frequent occurrence of mirrors in his works. One of the most interesting subjects in this video is a discussion of Borges’s fascination with and fear of mirrors during his formative years, and how these fears are manifested in his writings.Archival footage gives a flavor of the significant historic events in 20th century Argentina and their influences on Borges from childhood until his death in 1986. Still photographs from a variety of repositories and personal collections bring to life the young Borges, who began writing seriously at the very early age of 9. The filmmaker, Philippe Molins, also makes use of dramatic reenactments showing Borges as a child and young adult. Additionally, archival interviews with Borges and with significant others, including his second wife, Mar’a Kodama Borges (an Argentinian of Japanese descent), his mother, Leonor Acevedo de Borges, and friend and author-collaborator Adolfo Bioy Casares, provide important insights into the life and literature of Borges in his middle- and later-years. The interviews with his second wife and mother are the most captivating sequences in the video. Finally, at appropriate times in the video, there are brief readings from both well known and lesser-known works.The documentary’s technical qualities are superb, particularly because of the difficulties involved in incorporating so many different techniques in the production. This reviewer was especially impressed with the audio, which complement the visual aspects very well. The female narrator’s voice is strong and melodious; the male’s voice used in the selected readings of literary works is deep and pleasantly resonant. The video is mostly in English; when the interviewees speak in Spanish, there is an English voiceover.",
    "chinese_title": "豪尔赫·路易斯·博尔赫斯：镜中人",
    "douban_rating": "7.9/10 from 519 users",
    "foreign_title": "Un siècle d'écrivains, Jorge Luis Borges, l'homme miroir",
    "douban_rating_average": "7.9",
    "update_at": "2025-04-04T21:08:38"
}