{
    "aka": [
        "MAN"
    ],
    "sid": "5952453",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1969",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901583503.jpg",
    "region": [
        "波兰"
    ],
    "writer": [],
    "imdb_id": "tt0172791",
    "director": [
        {
            "url": "/celebrity/1112972/",
            "name": "格热戈日·克罗利基耶维茨 Grzegorz Królikiewicz",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "波蘭"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0172791/",
    "imdb_votes": 17,
    "this_title": [
        "Mężczyźni"
    ],
    "douban_link": "https://movie.douban.com/subject/5952453/",
    "imdb_rating": "6.1/10 from 17 users",
    "trans_title": [
        "MAN"
    ],
    "douban_votes": "0",
    "introduction": "Reportage, which topic is active service in the Polish People's Army. Photographs of tiring exercises on the training ground are accompanied by a cheerful comment about the pleasures of serving in the army. Film produced at O.T.K. in the boat.Grzegorz Królikiewicz's directorial debut in 1969. Hold on shelves until 1989. Bitter title \"Men\" - this is the culmination of simple observations - from the farewell at the train station until morning just after the soldier's oath. So the recruiting period becomes the field through which initiation takes place: from the boy grows a man. However, the bitterness and nostalgia of the film are derived from a specific artistic method. It is not only the counterpoint of the use of sound, which gives the film a taste of sarcastic chronicle, it is primarily about forming film plans while taking pictures, and then during the precise assembly of the material. Form builds up here a statement about the gradual removal of individual characteristics by the \"boy\" - until it finally belongs to the anonymous \"men\" anthill. This reflective impression is achieved by the gradual enlargement of the frame capacity: from the individualized details of the carefully observed faces of those who fare with youth to the total plans of shots taken in advance, where individuality is lost to mechanical group activities. 5.00 in the morning) performed by disciplined, sworn men, accepting their situation.Distinction for directorial debut in the short film 1989 Koszalin (Koszalin Film Debuts Festival \"Młodzi i Film\")",
    "chinese_title": "Mężczyźni",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-06-18T05:13:25"
}