{
    "aka": [
        "希望的田野III之山野"
    ],
    "sid": "5958607",
    "cast": [
        {
            "url": "/celebrity/1274775/",
            "name": "王琳 Lin Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1460649/",
            "name": "赵勇刚 Yonggang Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1501434/",
            "name": "吴甫汕 Fushan Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318179/",
            "name": "姚居德 Jude Yao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868901993.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1501413/",
            "name": "桑苗 Miao Sang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1330471/",
            "name": "宋国锋 Guofeng Song",
            "@type": "Person"
        }
    ],
    "duration": "40分钟",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "山野"
    ],
    "douban_link": "https://movie.douban.com/subject/5958607/",
    "trans_title": [
        "希望的田野III之山野"
    ],
    "douban_votes": "0",
    "introduction": "山湾村的胡支书，为讨好本村残疾青年雨生的姑父，当今县里的副县长，应诺一定要为雨生找个好对象。但竟未有一位姑娘肯嫁他。情急之下胡支书找本村青年亮子做了雨生的替身，与杏树洼村的姑娘娟子相亲，心灵手巧的娟子苦于家贫母病，观亮子仪表堂堂便应了亲事。新婚夜骗局泄露，娟子愤怒之急，踢伤雨生。娟子状告此事以求还已公道，但苦于状告无门，娟于重返杏树洼，雨生一家苦求娟子。娟子顾及到雨生家的彩礼，无奈地回到雨生家。胡支书为稳住娟子安排她作了村里的会计，雨生身体不好，下地的活全都落在娟子身上，亮子一直在为骗婚之事而自责，他找到正在铲地的娟子向她解释了这一切。胡支书的外甥女紫花爱着亮子，而胡支书一心要把紫花嫁给乡农业技术员田大伟，经过接触，亮子与娟子彼此滋生了爱慕之情，被紫花发觉，于是紫花设计诱迫亮子与自已发生了关系，并胁迫亮子娶她为妻。亮子为结婚之事左右为难，但梦想身居支书宝位，有了权，就有好生活的亮子，还是决定娶紫花为妻，当娟子得知此事后流下了伤心的眼泪。乡里发展党员，而胡支书却在亮子和娟子之间选择了娟子，并发展她为预备党员，这是为什么？紫花情急之下找胡支书，道出了他的真正目的，胡支书的儿子胡天成，横行乡里，他垂涎本村的秀红已久，以帮助为明，伺机霸占秀红。一日胡天成见秀红独自干活，于是强迫秀红，秀红不从，情急之下砍伤了胡天成，不想胡天成恶人先告状，并作伪证，秀红为难之际找到了娟子，娟子为其写了述状，亮子也出庭作证，但却惹恼了胡支书。新上任的乡党委袁书记到山湾村搞调研，娟子不满胡支书欺上瞒下的作法，于是向袁书记报告了村里工作实情，乡里考虑到娟子年青、有文化、有思想、有干劲，经研究委任她担任了代理副村长。胡支书认为这是削弱了自己的权力，向乡里提出辞呈报告。娟于上任后，决心不负众望，为村的脱贫致富而四处奔走，终因条件限制而一筹莫展，恰好，她的同乡朱永发，一个刚刚发起来的款爷，找到了娟子，提出要与山湾村合作创办砖瓦厂。对于办厂，村民们的态度不积极，这究竟是什么原因？原来是胡氏家族的作用，要致富先修路，胡氏家族的人不但不修路，还处处为难娟子，祸不单行，这时雨生病重，恰是雨季在去医院途中娟子背着雨生一同被洪水卷走，所幸被人搭救。娟子即要挂着雨生，又要忙于修路，亮子为了帮助她出面向亲戚租来了推土机，工程大大加快了，但路修到胡家的宅基地时，胡天成又来滋事，娟子痛斥横霸乡里的胡天成一伙，毅然推掉了宅基地，从而打消了胡的气焰。可此时雨生不幸病故，在胡天成的蛊惑下，雨生家人又起诉娟子。乘娟子到县城办事之际，胡天成散布谎言，滋事率众抢了建厂的物资，当娟子面对废墟般的工地气愤之极，找胡天成说理，胡天成等人以被打找娟子要医疗费为由，抢了娟子家，亮子报信。乡袁书记即招集有关人员驱车赶到了山湾村，当公安人员抓捕胡天成等人时，娟子为胡天成担保。当工程进入关健时刻，朱永发却不见了。原来朱永发为一个女人而几天不来工地，娟子为尽快建好厂，没收了朱永发的汽车钥匙，朱永发见娟子急切要建好砖瓦厂，提出了使人难以接受的条件，娟子为了乡亲为了瓦厂，违心接受了条件，屈辱悲愤的娟子，道出了从未说的话，朱永发似乎明白了什么？朱永发悄然回到山湾村。紫花因亮子时常帮助娟子而醋性大发，经常与亮子吵闹，赶巧遇见朱永发，两人便走到了一起。紫花与朱永发的奸情被亮子发觉后，心理受到沉重打击，但为了能将朱永发留在山湾村，早日将砖瓦厂建起米，他忍受了这一切。砖瓦厂初见成型，袁书记非常高兴。亮子饭后，借酒劲向娟子吐露出了内心真情，他要和紫花离婚和娟子结婚。砖瓦厂建成了，县领导对娟子率领全村人，艰苦创业的成就给予了充分肯定，袁书记告诉娟子，有关她的那件案子，原告已撤诉了，过去的事就让它过去吧。并鼓励娟子好好干，紫花拿着与亮子的离婚证书跟朱永发走了。砖瓦厂一片繁忙景象，山湾村变了，山湾村的人们似乎都长大了许多，人们真正感到真诚友谊的存在，胡支书与娟子俩交心常谈，取得了谅解，并要为娟子和亮子说亲。紫花跪在了娟子的而前，求她离开亮子，娟子答应了……娟子参加公务员考试，被乡政府录用消息一经传出，招来众乡亲，乡亲们对娟子依依不舍，请求娟子别走了，娟子能否留下吗？",
    "chinese_title": "山野",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-20T15:01:33"
}