{
    "aka": [],
    "sid": "5961580",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1979",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911451511.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1033138/",
            "name": "海尔·格里玛 Haile Gerima",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0074259",
    "director": [
        {
            "url": "/celebrity/1033138/",
            "name": "海尔·格里玛 Haile Gerima",
            "@type": "Person"
        }
    ],
    "duration": "97分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0074259/",
    "imdb_votes": 281,
    "this_title": [
        "Bush Mama"
    ],
    "douban_link": "https://movie.douban.com/subject/5961580/",
    "imdb_rating": "7.2/10 from 281 users",
    "trans_title": [
        "布什妈妈"
    ],
    "douban_votes": "0",
    "introduction": "Bush Mama powerfully captures the anger of America when the dream envisioned by Martin Luther King met with violent suppression and the stark reality of inner city neglect exposed by the uprising in Watts in 1965. Haile Gerima's iconic film shows the Black community under siege, harassed and starved of opportunities. It is a powerful portrait of the political awakening of a mother struggling to survive on welfare and bring up her daughter. Deftly combining fiction with documentary, including footage of the LAPD questioning Gerima and his crew during filming, the film draws on a range of topical events from police killings, treatment of Vietnam veterans to the militant liberation movement in Africa. The mesmerising performance of Barbara O. Jones shows the protagonists shift from passivity to empowerment. The film vividly conjures her interior world, a fractured reality filtered by memories and anxieties as she moves towards political consciousness following the arrest of her husband for a crime he didn't commit.Inspired by the Ethiopian director's experiences of racism in America, the film forcefully tackles questions of racial, gender and social inequalities that continue to have resonance today. Bush Mama's radical politics is matched by its form, its incredible layered sound design and elliptical structure creates one of the most powerful films of the period.",
    "chinese_title": "布什妈妈",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Bush Mama",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-01-30T14:00:45"
}