{
    "aka": [
        "Yasuji no Pornorama - Yacchimae!!"
    ],
    "sid": "5965588",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1971",
    "genre": [
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "1971-09-24"
    ],
    "this_title": [
        "ヤスジのポルノラマ やっちまえ！！"
    ],
    "douban_link": "https://movie.douban.com/subject/5965588/",
    "trans_title": [
        "开始吧！！ 安次的情色小说",
        "Yasuji no Pornorama - Yacchimae!!"
    ],
    "douban_votes": "0",
    "introduction": "ブス夫はいまだチョンガーである。彼は考える……。“今の日本は、食欲は充たす事は出来るが、性欲は仲々充たすことができない……”と。この世に、男性にとって唯一の性のハケ口である赤線の灯が消えてから十数年たった。〈金もなく、モテず〉のブス夫は、性の飢餓で悶々とした日々を送っている。今日も、下宿のオバさんにブス夫はどやされた。たまりかねて彼は風呂に行く。番台にいるのはテッキリ、バアさんと思っていたブス夫。あにはからんや番台に座っていたのはボインのかわいこちゃんであった。サァあせったブス夫。下着は汚れたまま、身体には、ノミに喰われた後がビッシリ。何んだかんだと理由をつけて帰ろうとするブス夫。そうはさせじとする娘。数日後、ブス夫は、ある自動車メーカーに職を得た。そこでも彼は仕事なんぞそっちのけ、女、女と探しまわる。そんな彼にも幸運の女神がほほ笑んだ。やっとのことで見つけた相手はユキ子というカワイコちゃん。しかし、ユキ子にはエリート課長が目をつけていて、うらぶれ果てたブス夫に、ユキ子はなびいてくれない。彼はユキ子の気持を引くために、欲求不満の女たちを相手に車を売りまくる。ユキ子の心もにわかにブス夫に傾き始める。晴れてめでたく婚約のはこびとなった。そしてやっとのことでホテルにたどりつき、バラ色の初夜がきた。しかし、ホテルでバッタリ出会った昔の悪友。ブス夫が、待ちに待った初夜だというのに、マージャンにつき合わされた。その間、新妻ユキ子は、ムジ鳥に犯された。結婚五日目に、ユキ子はムジ夫を生んだ。このムジ夫、生まれたその日に女を犯してしまうすさまじさ。それからというものブス夫にとってアンニュイと地獄の日々が続いた。毎晩、ムジ夫はポルノ雑誌を読みふけり、となりのヤル子ちゃんとアクロバティックなセックスを公開する。それを見ていたブス夫、自信をなくし、遂にインポにおちいった。その上、彼が病院に通っている間、ユキ子とオヤジは姦通したのである。オヤジはユキ子の上で腹上死。さあ、たけり狂ったブス夫。オヤジ愛好の関孫六をひきぬき、女房のユキ子をケサガケに斬り倒した。すべてを失ったブス夫は、人間社会から逃げるようにして動物園に向った。猿のオリの前に立ったブス夫は、メスの猿に誘われるように入っていった。そこで彼は、猿と至福の交合をして、自らの腹を切った。意識がかすれていくブス夫の脳裏には独身時代の頃がなつかしく、浮んだことに違いない。本当の幸せを捕まえようと、おのれを失わずに生きてきた彼の運命は、結婚によって変わってしまったのだった。やはり、結婚は諺通り“人生の墓場”だったのだろう。ブス夫にとっては……。",
    "chinese_title": "开始吧！！ 安次的情色小说",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "ヤスジのポルノラマ やっちまえ！！",
    "douban_rating_average": 0,
    "update_at": "2025-08-30T05:56:12"
}