{
    "aka": [],
    "sid": "5965711",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1989",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0095301",
    "director": [
        {
            "url": "/celebrity/1414495/",
            "name": "艾伦·米勒 Allan Miller",
            "@type": "Person"
        }
    ],
    "duration": "85分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0095301/",
    "imdb_votes": 63,
    "this_title": [
        "High Fidelity: Adventures of the Guarneri String Quartet"
    ],
    "douban_link": "https://movie.douban.com/subject/5965711/",
    "imdb_rating": "8.1/10 from 63 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The members of the Guarneri String Quartet have been together since 1964, and that makes them unique: the oldest professional string quartet, with its original membership, on the international scene. They did not reach this longevity by being always polite, kind and considerate to one another, as is shown in an excellent documentary film, \"High Fidelity: The Adventures of the Guarneri String Quartet,\" which opens today at the Biograph.\"We probably spend more time together than with our families,\" one of them observes near the beginning of the movie. And whenever they are together, except in the artificially polite atmosphere of a performance before an audience, the members of the Guarneri Quartet are arguing about something, often telling one another how bad they sound, sometimes even arguing about who should play what part.In rehearsal, they argue about tempo, accents and phrasing, tossing a four-letter word back and forth like a recurring melodic motif; on tour, they argue about whether a given concert hall is comfortable; in hotels, they ask for rooms on different floors; in a gondola on the Grand Canal in Venice, two of them argue about the New York Mets while a third argues about the subjects they choose for gondola conversation and the fourth retreats into moody silence.The Guarneri's rehearsal arguments are particularly eloquent because, when words fail them, they begin arguing with their instruments, making sounds more eloquent (or at least louder, faster and more rhythmically vivid) than any available to a mere human voice. Watching them rehearse is a unique musical and psychological experience. It is often available at the University of Maryland, where they are artists in residence -- in fact, performing tonight -- but \"High Fidelity\" makes it available to the rest of the world.The film opens on an informal discussion session with a small audience, and someone asks the quartet how they have managed to stay together so long. While first violinist Arnold Steinhardt, violist Michael Tree and cellist David Soyer search for something to say, second violinist John Dalley comes up with an immediate one-word answer: \"Money!\" True enough; they are in constant demand around the world, limit themselves to about 100 concerts per year, and get requests to give at least twice that many. In a world that is beginning to have a glut of good string quartets, all experts rank the Guarneri among the two or three best.But there is more: a unique chemistry operating among artists who must carefully balance between self-realization and submergence in the group and the music. This is a constant challenge, and there are no permanently right answers.\"High Fidelity\" captures not only the music of Mozart, Beethoven and Schubert but also, even more vividly, the music of four distinctive personalities in constantly shifting harmony and dissonance. It is the work of director-producer Allan Miller and editor Tom Haneke, who also made the great documentary on Isaac Stern in China: \"From Mao to Mozart,\" and it matches the high standards of that Oscar-winning film.",
    "chinese_title": "High Fidelity: Adventures of the Guarneri String Quartet",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-08-10T02:00:44"
}