{
    "aka": [],
    "sid": "5966087",
    "cast": [
        {
            "url": "/celebrity/1005176/",
            "name": "H·R·吉格 H.R. Giger",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "惊悚",
        "恐怖",
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2381922433.jpg",
    "region": [
        "捷克"
    ],
    "writer": [],
    "imdb_id": "tt1630558",
    "director": [],
    "duration": "52分钟",
    "episodes": "",
    "language": [
        "英语",
        "德语"
    ],
    "playdate": [
        "2010-02"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1630558/",
    "imdb_votes": 229,
    "this_title": [
        "H.R. Giger Revealed"
    ],
    "douban_link": "https://movie.douban.com/subject/5966087/",
    "imdb_rating": "5.8/10 from 229 users",
    "trans_title": [
        "揭秘H·R·吉格"
    ],
    "douban_votes": "0",
    "introduction": "World-famous artist Hans Ruedi Giger presents fans with real-seeming landscapes, special aliens, live interviews with a series of artists, and a synopsis of animated work. H.R. Giger Revealed allows fans a unique opportunity to be thrust into the world of surrealist landscapes, aliens, unadulterated science fiction, and eye-opening fantasies through a series of breath-taking animated work. H.R. Giger Revealed allows viewers a chance to live the experience of Hans Ruedi Giger's body of work, including exposure to the making of his world-renowned films such as Alien. There is a bounty of scintillating visual delights to be experienced through this collector's item, which contains rare footage, motion-graphics, 3-D animation, and art direction conducted by the artist himself. This state-of-the-art documentary is the ultimate treat for the seasoned fan of Giger. He has created this work with the dedicated, hardcore fan in mind in order to provide a first-class experience and series of never before seen material.",
    "chinese_title": "揭秘H·R·吉格",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "H.R. Giger Revealed",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2025-09-13T00:56:28"
}