{
    "aka": [],
    "sid": "5972480",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1975",
    "genre": [
        "剧情",
        "科幻",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2618578202.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1017868/",
            "name": "罗伯特·霍姆斯 Robert Holmes",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0562870",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1975-10-25"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0562870/",
    "imdb_votes": 994,
    "this_title": [
        "Doctor Who - Pyramids of Mars"
    ],
    "douban_link": "https://movie.douban.com/subject/5972480/",
    "imdb_rating": "8.4/10 from 994 users",
    "trans_title": [
        "神秘博士：火星金字塔"
    ],
    "douban_votes": "0",
    "introduction": "The TARDIS materialises on Earth in the year 1911 inside an old priory owned by Egyptologist Marcus Scarman. Scarman has been possessed by Sutekh, last survivor of the god-like Osirans, who is held prisoner inside a pyramid in Egypt by a signal transmitted from one on Mars. Sutekh desires his freedom and instructs Scarman to construct servicer robots - which look like Egyptian mummies - to build a missile with which to destroy the Martian pyramid. The Doctor foils this plan by blowing up the missile.He then falls under Sutekh's control himself and is made to transport Scarman to Mars in the TARDIS. Scarman cuts off the signal but the Doctor, now freed of Sutekh's influence, realises that there will be a short delay before it ceases to have effect, owing to the time taken for it to reach Earth.He rushes back and uses the time control from the TARDIS to move the end of the space-time tunnel that links the priory to the Egyptian pyramid into the far future. Sutekh, travelling down the tunnel, is unable to reach the end in his lifetime, and dies.",
    "chinese_title": "神秘博士：火星金字塔",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Doctor Who - Pyramids of Mars",
    "imdb_rating_average": 8.4,
    "douban_rating_average": 0,
    "update_at": "2025-06-10T12:22:59"
}