{
    "aka": [
        "All Be Damned"
    ],
    "sid": "5972429",
    "cast": [
        {
            "url": "/celebrity/1141889/",
            "name": "薇尔玛·桑托斯 Vilma Santos",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1297234/",
            "name": "Snooky Serna Snooky Serna",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1071973/",
            "name": "加比·康塞普西翁 Gabby Concepcion",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1990",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907401948.jpg",
    "region": [
        "菲律宾"
    ],
    "writer": [
        {
            "url": "/celebrity/1289697/",
            "name": "Ricardo Lee Ricardo Lee",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0186185",
    "director": [],
    "duration": "102分钟",
    "episodes": "",
    "language": [
        "菲律宾语",
        "塔加洛语"
    ],
    "playdate": [
        "1990"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0186185/",
    "imdb_votes": 19,
    "this_title": [
        "Hahamakin Lahat"
    ],
    "douban_link": "https://movie.douban.com/subject/5972429/",
    "imdb_rating": "7.1/10 from 19 users",
    "trans_title": [
        "All Be Damned"
    ],
    "douban_votes": "0",
    "introduction": "All Be Damned (Hamakin Lahat) tells the story of two completely different couples whose nostalgia for their past weaves for them in the present a web of deceit and conspiracy. A poor and struggling couple, Renato's (Gabby Conception) and Teresa's (Snooky Serna) marriage and love are challenged by a series of unfortunate events - from miscarriages, eviction from their apartment, and the failure of their business. Lucinda (Vilma Santos) and Gerald (Eric Quizon), on the other hand, gave up everything, including their love and respect for one another, just to wield the power and riches they now share.Lucinda decides to help her cousin Teresa and her ex-boyfriend Renato get up on their feet. However, her intentions are not noble. Until now, she has not learned to love anyone but Renato whom she left in order to pursue her personal ambitions. Gerald, on the other hand, falls for the sweet and naive Teresa. Seperately, Gerald and Lucinda abuse Renato's and Teresa's vulnerabilities and find means of conducting extramarital affairs with them. While Gerald's affair with Teresa is momentary, Lucinda becomes obssessed with Renato and plots a scheming and vicious plan to get him back.Unfortunately, Renato's love for Teresa is steadfast. Realizing this, Lucinda searches for the kindness in her and does everything she can to bring Renato's life back. For a woman who would do anything just to get her way, will she succeed this time?",
    "chinese_title": "Hahamakin Lahat",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-28T01:13:25"
}