{
    "aka": [],
    "sid": "5973063",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2870942756.jpg",
    "region": [
        "立陶宛",
        "芬兰"
    ],
    "writer": [],
    "imdb_id": "tt1813175",
    "director": [
        {
            "url": "/celebrity/1422860/",
            "name": "曼塔斯·克维达拉维丘斯 Mantas Kvedaravičius",
            "@type": "Person"
        }
    ],
    "duration": "59分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2011-01-25(芬兰)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1813175/",
    "imdb_votes": 176,
    "this_title": [
        "Barzakh"
    ],
    "douban_link": "https://movie.douban.com/subject/5973063/",
    "imdb_rating": "7.1/10 from 176 users",
    "trans_title": [
        "隔离之地"
    ],
    "douban_votes": "0",
    "introduction": "In a Chechen city recovering after the war, a man disappears. As daily life goes on, those in search are drawn into a world where encounters with diviners and legal advisors, with the torturers and the tortured, with secret prisons and mythical lakes all become commonplace. Consolation and help only come from neighbours and relatives or accidentally met strangers people who themselves live with the loss or who are ones that have returned from where no one returns. The neighbour waits for her son and sees him in dreams almost every night even though more than five years have passed since the son was kidnapped. She does not have her son alive and she does not have him dead. The gray-haired man without an ear and with a burned hand still cannot think of life outside the prison cell. The adult son plays with the cloth rope and is dependent on his mother and sisters for most of his daily needs. What is then to live in a city where grand mosques lie next to torture prisons, where official statements are less valid than those heard at divination sessions, where pronouncements of death are occasions of joy, where streets are full of the ghostly presences of the dead and the missing; where the laughter of pain, a prayer, and a dream are the only solace? Barzakh, - a land between the living and the dead?",
    "chinese_title": "隔离之地",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Barzakh",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-10T04:23:07"
}