{
    "aka": [],
    "sid": "5975344",
    "cast": [
        {
            "url": "/celebrity/1046960/",
            "name": "潘粤明 Yueming Pan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1337247/",
            "name": "陈祉希 Zhixi Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318243/",
            "name": "杨树泉 Shuquan Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316707/",
            "name": "王茜华 Qianhua Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316730/",
            "name": "吴祯 Zhen Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1337257/",
            "name": "杨涵斌 Hanbin Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274256/",
            "name": "杨立新 LiXin Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323219/",
            "name": "陈征 Zheng Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036092/",
            "name": "申军谊 Junyi Shen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1364677/",
            "name": "陈大伟 Dawei Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315774/",
            "name": "尤浩然 Haoran You",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2529927891.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1378483/",
            "name": "周一民 Yimin Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1354221/",
            "name": "李鸿禾 Honghe Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1388339/",
            "name": "杨勇 Yong Yang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1322909/",
            "name": "范建浍 Jianhui Fan",
            "@type": "Person"
        }
    ],
    "duration": "43分钟",
    "episodes": "24",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2007-01-02(中国大陆)"
    ],
    "this_title": [
        "镇长"
    ],
    "douban_link": "https://movie.douban.com/subject/5975344/",
    "trans_title": [
        ""
    ],
    "douban_votes": "753",
    "introduction": "一辆红旗轿车行驶在通往杨河沟镇崎岖不平的山路上，黄川县委办公室副主任戴兴想借机过把车瘾，没想到这瘾就过大发了。“红旗”一头栽进了路边的水坑，怎么也爬不出来了。远远地来了一群孩子，带头的孩子是杨立仁，老黄招呼孩子们帮忙推车，少年说给钱就帮忙。好不容易成交了，其中一个女孩又崴了脚。少年提出这是“工伤”，得用车把他们送到镇上，戴兴答应了。老黄这个气呀：这杨河沟的人真是穷疯了！ 　　回到县城的第二天，吕县长把他找去，让他谈谈对杨河沟的印象。戴兴着重谈了一下杨河沟自从曲镇长调走，具体工作一直没人抓的问题。吕县长很耐心地听，听完了也不说话。戴兴被县长看得心里有点儿发毛，突然间就有了一种不祥地预感。果然，沉吟半晌之后，县长开口了，让戴兴下去锻炼锻炼，任杨河沟镇代理镇长。 　　戴兴跟好友县财政局副局长周允明来到黄川县最大的饭店“红磨坊”，戴兴喝醉了…… “红磨坊”的女老板单荣的确是把戴兴送回了家，但是，是回了她自己的家。当戴兴在单荣那张宽大松软的床上醒来，并且发现自己赤身裸背的时候，着实是吃了一惊。 　　老黄送戴兴来到杨河沟走马上任，没有出现预想的夹道欢迎的场面。站在门口迎接他的只有镇书记马辛春和几名镇干部。新镇长要来的消息早就传到了杨河沟，马辛春用自己的一百五十块钱垫上安排了一顿接风宴。那个要债的胖子又来了，此人名叫田建三。原是和镇政府合作在水库边上开度假村的老板，后来镇政府的投资没到位，度假村也青黄不接地搁在那儿了，等于是杨河沟欠了田建三五十万。田建三并不客气，进得屋来边拣好的往嘴里送，边向新镇长大倒苦水，言谈间倒象是原来的镇领导言而无信把他害了，马辛春的脸色愈发难看了。 　　饭馆的玻璃“啪”地碎了，所有人都吓了一跳，田建三一口鱼刺没吐干净卡在了嗓子眼里，再也无法咶噪。马辛春借着一股闷气的劲儿蹿了出去…… 　　戴兴头天上任麻烦就来了，学校老师因被拖欠工资罢课了。马辛春怎么劝说，教师们也不同意恢复正常教学。戴兴憋了半天憋出一句话：那我来先代一课吧。戴镇长代课，学生老师都觉得新鲜，教室外面围满了人，有点象是“公开课”的意思，讲的是古文<<伤仲永>>。课上成功了，罢课的老师觉得不好意思，戴兴借机拍了胸脯：一个月之内解决问题。一场风波总算暂时平息。 　　戴兴上任的头一个领导班子会议，在刘虎城家的半山坡上开了起来。主管文教卫生的副镇长杨月华是个清秀、内向的女子，谈起工作来却是有条有理。了解到镇里的财政情况戴兴还是吃了一惊，不仅是欠教师的工资，镇里的干部也有大半年没发饷了，所以就连上班都不起劲儿。看来戴兴这个代理镇长要想稳住局面第一件事就是找钱。 　　大家商量着对策。原来两年以前镇里和省城的一家公司签过板栗代销合同，对方收了货却迟迟不结款，镇里把对方告上了法庭。判也判了，赢也赢了，但是执行的时候对方却踪影全无。按法律规定镇政府应该在半年内申请强制执行，眼瞅着就要到期了，戴兴决定去趟省城。 　　戴兴一行赶到省城，但是执行期已经过了。没办法就去找弟弟戴誉介绍的同学省公安局工作的乔娟。电话里听说他是戴誉的哥哥，乔娟也是不冷不热，只说你们先等着，这一等就是半天。戴兴正焦躁着，却看见乔娟一袭白裙，娉娉婷婷地走了出来，戴兴看得有点发呆。乔娟还是挺帮忙的，总算把法院“强制执行”的手续办下来了。 　　镇里的工作真是一波未平一波又起，刘各庄的老太太刘安氏死了。刘安氏膝下的女儿们个个孝顺，说什么也要把老娘风风光光地埋了。刘安氏“土葬事件”越闹越大，县民政局的来了，全镇的领导班子和派出所的所有警力都出动了。刘各庄的村民也并不相让，双方成了僵持不下的局面。戴兴下了汽车就直奔现场，正看见村民们把矛头都对准了杨月华。他拦住了众人，只说了一个字：撤。这话让派出所所长老崔十分不满：戴镇长，现在要是撤了，咱镇政府的脸可就丢光了。戴兴叹了口气：撤吧，回去再想办法。于是一干人等有点灰溜溜地撤了。 　　戴兴把请刘家人吃饭的主意对马辛春说了，马辛春没想到戴兴居然这么快就“进入状态”了。戴兴又说：听说刘老太太那几个女婿都是酒篓子，能不能请书记给我护护航，马辛春痛快地答应了。 　　这顿饭在刘虎城出面帮助下吃得还算顺利，刘家的人答应把刘安氏火葬。 　　戴兴看着这个贫穷落后的地方，想把度假村修起来，可镇政府捉襟见肘，没有钱。一直暗恋戴兴的女老板单荣，暗地里帮助戴兴“找”来了投资。度假村快开张了，戴兴发出了一堆请柬，除了周允明就没什么人来了。周允明说：就凭你这么个小买卖，像样的媒体谁会给你宣传？戴兴想起施工的时候曾经挖出过碎陶片，心生一计：我们就说住在这里不但可以过世外桃源的日子，还能寻宝！ 　　戴兴的计策果然管用，度假村的生意蒸蒸日上。这天从省里来了一拨儿考古所的人找戴兴，说是看了媒体的报道想了解一下杨河沟水库附近古墓葬的情况。考古所的人在度假村搞了钻探，居然发现度假村的地下是一大片极有价值的汉代墓葬群。他们已经报请省里成立科考基地，度假村要拆掉，戴兴彻底傻了。度假村拆除那天，单荣一个人坐在她的房间里，谁叫也不出来，她怔怔地看着窗外，心里十分不是滋味。 　　副镇长杨月华的儿子杨立仁跟妞子两个人傍晚的时候，结伴儿上山去给刘虎城送吃食，下山淌过那片河滩的时候杨立仁被洪水吞没了。 　　戴兴的好朋友黄川县财政局副局长周允明说，这两天省里拨到财政局一批款子，他准备利用自己的一点权利暂时先挪给杨河沟。戴兴召集了全镇干部的工作会议。这次会议就一项议程，用这笔钱在河滩上修一座桥，全体通过。说动就动，修桥工程轰轰烈烈地开始了。 　　说偶然呢，偶然之极，说必然呢，也许是倒透了霉该转运了。在整理那堆落满灰尘的旧图书的时候，发现了一张勘测资料的残页，看样子像是矿产资源普查报表。因为那上面有杨河沟字样，郭老师着急忙慌地拿给戴兴看了。总算抓住了一根救命稻草，证明了只要功夫深，铁杵磨成针这个道理。戴兴打电话给退休的老局长，获知了一个鼓舞人心的好消息：杨河沟确实有铁矿，可能是因为当初勘测的时候储量小就没有开发。戴兴着急问如果真有，我怎么开这个矿呢？老局长说一你得取得国土局的许可证，二你得找到一位具备相当资格和实力的 开发商乔光玺。 　　乔光玺对黄川铁矿的事了如指掌。他告诉戴兴六十年代自己从地质系毕业之后就分配在黄川县的地矿局。六十年代的那份资料是通过我国刚发射的卫星，利用摇控勘测技术绘制的。杨河沟处于那条矿脉的边缘，因为储量小就一直没有开发。最后乔光玺笑嘻嘻地做了个总结：我是个商人，商人就要计算成本和利润的比值。一座小型矿投资也得几百万，按照我们的行规，如果产出没有它的五倍以上就不能算是个买卖。看戴兴一脸的失望，乔光玺转移话题说不管怎么说咱们都是老乡。 　　乔光玺来到杨河沟镇作实地考察，巧遇几十年没见的好朋友郭老师，心情格外激动。乔总表示：开矿是利国利民的好事儿，我一定支持到底。 　　县城里，乔光玺因为身体疲惫来到单荣的发廊，想洗洗头休息一下再回省城。发廊里传来一声正宗的梆子腔，乔光玺闻声，顿时兴奋起来。乔光玺和单荣在发廊聊了起来…… 　　经过杨河沟镇工作的风风雨雨，县委书记找戴兴正式的谈话了，说他在底下得到了锻炼，可以调回县里了。戴兴经过在杨河沟镇的工作与镇干部和村民们产生了深厚的感情，强烈要求把镇里的工作干完后再说。 　　疲惫的戴兴面对工作的压力和感情的纠葛，有点儿撑不住了。回到了家，慈祥的母亲最了解她的儿子，语重心长地说：这为官的，一种像你祖爷爷，高居庙堂之上，先天下之忧，后天下之乐；还有一种，官可以不大，但两袖清风，一心为民…… 　　单荣要嫁人了，单荣和戴兴在绿绿的田野里又见面了。戴兴望着单荣，单荣含泪望着戴兴：我要嫁人了……我此时的感觉……天塌了。 　　一个静静的晚上，马辛春和戴兴在镇政府聊了起来。真是一个彻夜不眠的夜晚啊…… 　　马辛春为了镇里的工作积劳成疾，终于倒在了工作岗位上。戴兴止不住的泪水淌了下来，声音哽咽地说：马书记，您帮我写的材料还没完成，您就走了…… 　　法院执行官来到了镇政府，要将戴兴带走，众人强行阻拦。戴兴苦口婆心让大家闪开，这样做是违法的。戴兴在众人地簇拥下走了…… 　　杨河沟镇经过戴兴和镇政府干部的努力，大桥建成了、矿开了……戴兴完成了代理镇长的工作，调回县城任县委常委副县长",
    "chinese_title": "镇长",
    "douban_rating": "8.7/10 from 753 users",
    "foreign_title": "",
    "douban_rating_average": "8.7",
    "update_at": "2025-02-16T03:11:49"
}