{
    "aka": [],
    "sid": "5980755",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904525818.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1653734",
    "director": [
        {
            "url": "/celebrity/1303126/",
            "name": "约翰·吉安维托 John Gianvito",
            "@type": "Person"
        }
    ],
    "duration": "246分钟",
    "episodes": "",
    "language": [
        "英语",
        "菲律賓語"
    ],
    "playdate": [
        "2010"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1653734/",
    "imdb_votes": 30,
    "this_title": [
        "Vapor Trail (Clark)"
    ],
    "douban_link": "https://movie.douban.com/subject/5980755/",
    "imdb_rating": "7.5/10 from 30 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "John Gianvito's new documentary, the first of two films focusing on decommissioned, and hazardous, U.S. military bases—one named Clark, the other Subic—in Pampanga province, Philippines, takes its title (minus parenthetical) from the contrails left behind by airplanes at high altitude. A pre-credits sequence shows several such images, in addition to a rolling stream at sunrise; the driver's-eye interior view of a car, signal clicking, as it prepares to turn (which way unspecified); and faded photographs that depict, we will come to learn, incidents and asides from the Philippine-American War (1899-1913). What connects these disparate objects/mo(ve)ments is a shared sense of impermanence—the feeling that everything we're viewing is fleeting and, likely, soon forgotten.The three Gianvito films I've seen—this, 2007's Profit motive and the whispering wind, and, my personal choice for best of the '00s, 2001's The Mad Songs of Fernanda Hussein—share a fascination with, and in some way seek to redress the human propensity toward cultural-historical amnesia. I'm sure some would consider this a more recent mindset, one exacerbated by the ever larger and larger number of ADD-distractions that prove detrimental to more reflective and perceptive thought. (This, to me, is its own kind of amnesia: though based, admittedly, more on feeling than fact, I gather we've all of us been creating false histories—dicking each other over whether wielding bones or iProducts—since at least the Upper Paleolithic.)Technology heightens the problem, but it can also, correctly and devotedly harnessed, provide indelible and lasting insight (salvation of a sort). One of my favorite moments in Fernanda Hussein is a simple shot of a television playing an early-'90s Arsenio Hall broadcast: Wearing a \"USA\"-emblazoned jacket and talking, at first rather humbly, about how difficult it is to be funny in a time of crisis (the movie takes place pre-, during, and post-Iraq War One), the host proceeds to joke about a newspaper article that uses the words \"Iraqi intelligence,\" to him an oxymoron on the level of \"good Porky's movie.\" Speaking for myself, if I was in the room when that was originally airing, I bet I would have laughed, though I like to think it would have been that hollow Pavlovian laughter that comes when something is supposed to be funny and which, hopefully, soon dissipates when the better part of our being reasserts itself (good humor cuts to the soul; bad goads the glands, upstairs and down).If we accept that television, like a movie screen, is a filter on reality, then what Gianvito does here is put a filter on a filter. Suddenly, it's as if we're watching from outside our own consciousness (it helps that Gianvito doesn't use the camera attachment that removes television broadcast scan lines—a further cue to the senses) and the problematic aspects of Hall's jest come to the fore: despondency, racism, ill-information, plain ol' shoddy humor—a desperate pander to the mob. (That Gianvito chooses to show a black man dishing this out—I'm sure Letterman and Carson had more than a few choice bons mots—adds an additionally troubling layer: Quoth Avenue Q's lisping Asian, Christmas Eve, \"Evlyone's a ritter bit lacist!\") All joking aside, this scene gets me every time because it shows how easy it is for any person to go ignorant, to covet and trust immediate sensations/impressions over all else. Gianvito's movies demand that we contemplate, live with, question—always question (and that includes pushing back against the films themselves).In Vapor Trail (Clark), Gianvito acknowledges the desire and the need for his audience to resist what they are about to experience, cutting an early sequence around a brief narration by the late historian Howard Zinn—the speaker himself a choice provocation. \"All history is selection and emphasis,\" he says, \"neutral neither in origin or effect.\" The bias comes out, as it does in most of the director's work. Indeed, it's easy enough to peg Gianvito as a hard-core leftist since Fernanda Hussein, Profit motive and Vapor Trail (Clark) all contain some bit of righteous—at worst, self-righteous—anger at those in power. But what makes him a great director is that he allows the tools of cinema to mediate and transform the personal beliefs that a lesser artist would posit, forevermore, as sovereign and infallible.One of the ways he achieves this is through the length of his films, even if some of the awkwardness inherent to Fernanda Hussein (especially in the fictional scenes) or the intentional repetitiveness of Profit motive (a mostly uncommented on collage of progressive activist gravesites) or the extensive testimonials by Filipino families in Vapor Trail (Clark) (each attesting to the hardships suffered because of the abandoned, pollution-heavy Clark Air Base) makes one wonder if an additional pair of editorial hands might improve things. (At 264 minutes, Vapor Trail (Clark) is one of his longest works while Fernanda Hussein and Profit motive clock in at similarly against-the-\"norm\" running times—168 minutes and 58 minutes, respectively.) No doubt there are those who will come to the Harvey Scissorhands conclusion, and perhaps with good reason. For myself, not a second in any of these films is wasted or wasteful (which isn't to say above criticism), mainly because I see them as cumulative first, incidental second.There's a sense of symmetry to Vapor Trail (Clark) that only becomes apparent in retrospect. (I feel that if one were able to step back and view it as a stand-alone shape or structure, it would resemble an infinity symbol, though one malleable enough to allow for the additions and subtractions brought to it by each spectator.) In the moment, the film is constantly shifting moods and tones—elegiac here, didactic there (the latter most notable in the historical sections where flat narration, still photos and extensive onscreen text immerse us, quite headily, in the Philippine-American conflict). I would even suggest that it frequently switches genres, incorporating various tropes, impressions and sensations from fictional films (a practice with precedent in Gianvito's body of work: Fernanda Hussein titles its second section with a knowing pun on/allusion to D.W. Griffith's Orphans of the Storm and opens with a silent movie-like iris out).The most intriguing of these comes from the way Gianvito views the two activists, Myrla Baldonado and Teofilo \"Boojie\" Juatco of the People's Task Force for Bases Clean-Up (PTFBC), who act as the movie's ostensible Vergils. They are indeed our guides to the surrounding horrors (ever since the June 12th, 1991 eruption of Mt. Pinatubo, when a large number of the Filipino populace sought refuge at Clark Air Base, physical defects and premature death have increased exponentially and government help has always been, to put it politely, unreliable), but Gianvito doesn't shunt them to the sidelines. Rather, he develops their story in parallel to the larger focus, typically in leisurely sequences that bring to mind those times in late Howard Hawks films where narrative thrust takes a back seat (without completely vanishing) and it feels like we're just observing people in their languid, relaxed element.Movies so often hype up the lives of activists (the Simon Wiesenthal documentary, I Have Never Forgotten You, turned the Nazi-hunting engineer into a globe-trotting, ass-kicking James Bond, complete with breathless Nicole Kidman narration) that it's surprising to see them here in many instants where urgency is not the driving factor (\"activism\" not always demanding constant \"action\"). The crack-a-smile best of these is Juatco's extended musical introduction to a meeting of local advocates who are waiting for news about a potential visit by Prince Andrea of Monaco—a levity-inducing contrast to the seriousness of the occasion, and one that comes full circle in Vapor Trail (Clark)'s penultimate scene. And the most moving is an astonishing single take—beachside at sunset, nearly 20 minutes long—in which Baldonado explains how she became radicalized.",
    "chinese_title": "Vapor Trail (Clark)",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-02-28T16:28:36"
}