{
    "aka": [
        "\"海盗船长\"保罗·华生"
    ],
    "sid": "5981348",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p855067749.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1720073",
    "director": [],
    "duration": "90分钟(美国)",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011-02-02(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1720073/",
    "imdb_votes": 368,
    "this_title": [
        "Confessions of an Eco-Terrorist"
    ],
    "douban_link": "https://movie.douban.com/subject/5981348/",
    "imdb_rating": "7.7/10 from 368 users",
    "trans_title": [
        "一个生态恐怖分子的自白",
        "\"海盗船长\"保罗·华生"
    ],
    "douban_votes": "0",
    "introduction": "Confessions of an Eco-Terrorist is a surprisingly entertaining agitprop documentary recounting the exploits of Paul Watson and his Sea Shepherd crew, whose specialty is constructing newsworthy confrontations with environmental bad guys all over the world. The film is briskly paced, structured as six separate eco-war stories spanning pioneering seal hunt interventions in Canada in the 1970's to cutting drift nets in the Galapagos. Their signature tactic, however, is ramming other ships, the drama of which makes for compelling film. While the film doesn't pretend to be balanced (there are no interviews with those being rammed) neither is it purely self-righteous polemic. It is narrated with a great deal of self-effacing humor (\"a pissed-off vegan [which many of the crew members are] is better than having an AK-47\") and open acknowledgment of the Sea Shepherd's manipulative tactics as they go about creating \"mind bombs for the media\". During the Q&A, reflecting on the Sea Shepherd's role in the environmental movement, crew member and director Peter Jay Brown noted that, in his opinion, the environmental war has been won over the last 30 years, given the public and political awareness of environmental issues and that there is a need to shift \"to governing rather than just being revolutionaries\". The film is like six mini-Cove's (last year's popular eco-espionage documentary), and is well worth a look for those interested in the subject.",
    "chinese_title": "一个生态恐怖分子的自白",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Confessions of an Eco-Terrorist",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-04-22T01:14:12"
}