{
    "aka": [
        "The Terrorists"
    ],
    "sid": "5981249",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2870486618.jpg",
    "region": [
        "德国",
        "泰国"
    ],
    "writer": [
        {
            "url": "/celebrity/1029858/",
            "name": "丹斯加·彭西迪佛拉高 Thunska Pansittivorakul",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1847669",
    "director": [
        {
            "url": "/celebrity/1029858/",
            "name": "丹斯加·彭西迪佛拉高 Thunska Pansittivorakul",
            "@type": "Person"
        }
    ],
    "duration": "103分钟",
    "episodes": "",
    "language": [
        "泰语"
    ],
    "playdate": [
        "2011"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1847669/",
    "imdb_votes": 117,
    "this_title": [
        "ผู้ก่อการร้าย"
    ],
    "douban_link": "https://movie.douban.com/subject/5981249/",
    "imdb_rating": "6.1/10 from 117 users",
    "trans_title": [
        "恐怖分子",
        "The Terrorists"
    ],
    "douban_votes": "136",
    "introduction": "A black cloak of forgetting, suppressing and covering has descended on the events that took place in Bangkok in spring 2010. Black as the night of complete darkness in which the film opens. Two men are in a fishing boat talking. One feels more than one sees that the seawater around them is warm and smooth, teeming with brightly-colored fish. By night, the rubber plantation also comes across as enticing and full of secrets, until lurid reminders of the bloody massacre flash up.This film arose from of a state of shock – about the news, about the subsequent repression in the authoritarian kingdom but also about the debilitating passivity that followed the pro-democracy Red Shirt uprising. It is a radical personal assessment in 17 episodes. An angry protest in the form of a diary, where sexual resistance and erotic fantasies are juxtaposed with thoughtful rummaging through the director’s family album, creating a confusing pamphlet. As a young boy in the 1970s, Thunska was already forced to flee Bangkok for the south with his mother. The film poses questions without knowing the answers, providing an unusual insight into an extremely traumatized society. –Berlinale",
    "chinese_title": "恐怖分子",
    "douban_rating": "5.7/10 from 136 users",
    "foreign_title": "ผู้ก่อการร้าย",
    "imdb_rating_average": 6.1,
    "douban_rating_average": "5.7",
    "update_at": "2025-05-19T22:44:33"
}