{
    "aka": [],
    "sid": "5981251",
    "cast": [
        {
            "url": "/celebrity/1344801/",
            "name": "柳格格 Gege Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320203/",
            "name": "高扬 Yang Gao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274783/",
            "name": "姬麒麟 Qilin Ji",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322285/",
            "name": "鲁继先 Jixian Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1444801/",
            "name": "马增寿 Zengshou Ma",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1994",
    "genre": [
        "传记",
        "戏曲"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2558588133.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1454029/",
            "name": "宋振国 Zhenguo Song",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "45分钟",
    "episodes": "9",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1994"
    ],
    "this_title": [
        "大老板程长庚"
    ],
    "douban_link": "https://movie.douban.com/subject/5981251/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "乾隆五十五年，四大徽班奉谕进京。三十年后，代表中国戏曲，并被后来国人引为骄傲，誉为国粹的京剧开始形成。刚刚成年的程长庚，出于对戏曲的酷爱，不顾父亲的反对，在其表姐张秀妹的支持下毅然弃家而走，离开了安徽老家潜山县程家井去京城学艺。路上，夜宿荒村，巧遇从京城落魄而回的当年大红大紫的老生杨玉雄，杨已病魔缠身、奄奄一息。正直善良的长庚不忍见他客死他乡，将他护送回老家潜山县，杨玉雄感念救命之恩，收程为徒，身带重病仍传授技艺。回家以后，长庚向父亲谎称去县里求学，在秀妹掩护下进县城偷偷向杨学艺，从而打下了深厚的功底。这使他明白了，要想有所成就必须在师承的前提下不断创新进取。谁知事发败露，程父大怒，痛斥杨玉雄，杨于悲痛中死去，长庚亦被父囚禁，并逼其成亲，长庚学艺的志向已定，终于在秀妹的帮助下逃出家门，掩埋了师父的遗体，与秀妹双双闯到京城，投奔在京城“三庆班”打鼓的舅舅张洪喜门下。然而，命运并未向他敞开幸运的大门，他的才能尚未被人认识，他被班主拒之门外。但他并未灰心，依然勤学苦练，在小树林练功时偶遇在宫里当差的闵七爷，其人深谙音律，慧眼识人，向“三庆”陈班主力荐长庚，终使长庚进了“三庆班”。但进班以后，他只是跑跑龙套，长庚不甘寂寞。一次，在只有一句念白的情况下，得以施展绝技一鸣惊人，却遭到了头牌老生李双福和青衣屈艳玲的忌妒，在长庚第一次担任主角时，设计将长庚骗至妓院而误了戏，引起轩然大波。秀妹伤心已极，张洪喜痛打了长庚，当得知真情以后，秀妹赶到闵府为其鸣冤，闵七爷竟破例为长庚一人办了一次堂会，遍请梨园名流听长庚的《文昭关》，使其名声大震。李、屈二人一计不成又生二计，在长庚上台演出前，二人做了手脚，使长庚摔倒在台上，长庚并不知底细，悔恨交加弃班而走，返回家乡继续苦练，以谋东山再起。其父却临其成婚，其时，长庚与秀妹已深深相爱，可在父亲和女方的万般逼迫下不得已和史云竹成了亲。长庚心中只有秀妹，未与史云竹同房，每日出游拜师学艺。闵七爷南方公干，特意绕道潜山，荐长庚去找当时红极一时的红生戏泰斗米喜子拜师学艺，长庚再次离家出走拜在米之名下。经高人指点，长庚技艺大进，渐趋成熟，并形成了自己的风格。两年后随米喜子进京搭班，米喜子为了提掖后进，特意让出一场叫长庚代演，台下戏迷大乱，褒贬不一，竟至动手打起群架。经米喜子出面才得平息。大老板程长庚的名字一时红遍京城，惊动了微服出游的咸丰帝。他听了长庚的戏，胜赞程长庚、张二奎、俞三胜为“梨园三杰”。陈班主再次约长庚入了三庆班。长庚始自立门户，陈班主遂将三庆交与长庚隐退而去。闵七爷出面为长庚、秀妹提亲，方知长庚在家乡早已成婚，秀妹悲痛欲绝悄然而去，张洪喜也辞班回了家乡，悄悄将云竹接到了京城，云竹到京才发现秀妹早已投河自尽，洪喜一直瞒着长庚，亦不顾再见长庚，竟不辞而别。长庚痛不欲生，在家中供起了秀妹的灵牌。长庚亲自主持三庆班，治班严谨，且深知只靠几十出戏是不行的，于是找到卢胜奎编演《三国演义》连台本戏，久演不衰。升平署特任命长庚为四大班的总管兼精忠庙首，统领菊部。班规不准串班儿，长庚以身做则，拒不为都堂姜大人唱堂会，惨遭毒打。幸被闵七爷救出，并荐到宫中为咸丰皇帝唱戏，封了五品顶戴。至此，长庚在事业上达到了顶峰，却遭到李、屈二人忌妒，竟唆使无赖陷害长庚，二人事败终于被开除出戏班，赶出梨园界。闵七爷上街遇一女子酷似秀妹，跟踪而去竟到了妓院，秀妹百般推脱不肯相见，经几番周折逼得秀妹不得不出来见面。原来秀妹投河却被一徽商相救，给他做了小，而她在妓院不过教戏而已。闵七爷伤感不已，劝其回去，秀妹虽时时思念长庚却不愿再见。咸丰十年，英法联军侵入北京。为了保护精忠庙，长庚打了洋人被清兵追捕，中途被一辆马车救走，赶车的竟是女扮男装的秀妹，长庚未认出已年近六十的秀妹，分手后却念念不忘救命之恩，可是再已无处可寻。此时都堂姜大人为请洋人听戏，再次叫长庚唱堂会，长庚怀着满腔愤怒唱了《击鼓骂曹》，却把念白全部改成大骂洋人和卖国官吏。姜大怒，送长庚去兵马司问罪，闵七爷得到秀妹口讯，万般无奈，便冒险假传圣旨救了长庚，却引火烧身被判流刑，长庚赶到恭王府求情，恭王不允，他竟长跪一夜不起，恭王为之动容，答应照应闵七爷。长庚在长城为闵七爷送行，二人痛心疾首而别。长庚几经周折，心灰意冷。时值国丧，不准动响器，两千梨园弟子无以为生，逼得长庚卖了家产房产，身染重病的秀妹也在暗中帮助长庚。老年多病的张洪喜为了最后看一眼长庚，悄悄进京死在了三庆园内，长庚以儿子身份着重孝为其举丧。秀妹感激涕零却只能在暗中路祭。长庚为了养活戏班同仁，在山穷水尽之时只好到茶馆清唱挣几个小钱，不料竟遇见了早已经商的李双福，发了财的李双福竟用五两银子买了长庚一段唱。国丧过后闵七爷被赦再见长庚，却已听不惯长庚的唱了，觉得锐意改革的程长庚改的太离谱，已不是程长庚了。长庚万分失落之时，有人报信要见他，见面才知竟是奄奄一息的秀妹，二人倾诉离别之情，秀妹终死在了长庚怀里。长庚回到家乡在师父坟前仰天长叹：“向前走一步为什么这么难！”二百年后，徽班再次进京纪念演出，京剧已走上了无比辉煌的境界，却也面临着新的挑战！该剧是为纪念徽班进京200周年而摄制的，获得中宣部第四届“五个一工程”奖、中国电视剧飞天奖三等奖。已故的著名京剧表演艺术家厉慧良在《大老板程长庚》中份演程长庚的师父米喜子，剧中程长庚要胜过教师米喜子，而程长庚的扮演者姬麒麟无论功力、名望都难胜厉慧良，但根据剧情的需要，厉慧良不仅为姬麒麟设计了一套漂亮的动作，还把自己的戏演得很土，表现得很“无能”。他说：“在这里我是米喜子，我服从剧情需要，服从艺术需要。”",
    "chinese_title": "大老板程长庚",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-11-05T02:00:23"
}