{
    "aka": [],
    "sid": "5985904",
    "cast": [
        {
            "url": "/celebrity/1318569/",
            "name": "赵成顺 Chengshun Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316393/",
            "name": "杨渝渝 Yuyu Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326769/",
            "name": "张月 Yue Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1454048/",
            "name": "金姝卉 Shuhui Jin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323200/",
            "name": "张澜澜 Lanlan Zhang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2551530586.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1318067/",
            "name": "龚艺群 Yiqun Gong",
            "@type": "Person"
        }
    ],
    "duration": "45",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "霹雳彩虹"
    ],
    "douban_link": "https://movie.douban.com/subject/5985904/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "代表我军参加国际侦察兵竞赛的少校王飞在赛场上意外受伤，与荣誉失之交臂。正当他准备重新开始训练时，军区的林副参谋长交给他一项新的任务——担任我军第一支女子侦察兵分队的队长。经过激烈的竞争，从海、陆、空三军选拔出来的刘月、林亚男、罗曼等8名女兵通过体能和外语的考核，成为女子侦察兵分队的队员。她们将经受严酷的体能训练，掌握高科技的新型武器，有望在首度设立的女子侦察兵国际竞赛中争得荣誉。王飞在分队成立仪式中的训话赢得女兵们的好感，罗曼建议大家每个人都给队长写一封情书，而王飞的回应却是加大训练量，这使女兵们渐渐产生抵触情绪。在完成大队布置的任务时，女兵们有意和王飞作对，双方矛盾激化，王飞突击检查背诵《军人誓词》，不合格者将被退回连队，而刘月认为法不责众索性建议大家都不背。正当双方对峙之计，极有可能引发山洪的暴雨突至，女兵们自觉地投入抗洪抢险，奋战中她们与王飞冰释前嫌。迎着太阳齐声背诵《军人誓词》的女兵们给王飞留下了深刻的印象。林亚男曾和战友刘月的哥哥刘星谈过恋爱，刘月来自基层连队，她父亲承包的煤窑发生塌方事故，父亲即将面对法律制裁，死伤矿工需要经济赔偿，贫寒的家境使争强好胜的刘月内心十分自卑。刘星从事工艺美术的设计制作，父亲被收审后，他日趋自私和功利，无法接受亚男要和他分手的事实。刘月得知林亚男和自己的哥哥分手后，想当然地认为林亚男势力冷漠，并在战友中孤立林亚男。刘星的朋友骆米对刘月一见钟情，不想刘月并不喜欢骆米。刘月生日时，原本和亚男之间的关系有望缓和，却因骆米的意外“介入”使两人之间又产生了新的误会。正在此时，因在休假中未能参加女子侦察兵选拔的耿歌前来报到，她的成绩将决定列在末位的林亚男的去留。王飞决定，女子侦察兵暂时由9个人组成，在未来考核中失利的女兵将离开分队。按照林副参谋长的意见，女兵们分成两组，她们将在各个训练项目中比赛，获胜次数多的小组最后代表军区参赛。林亚男和刘月分别成为两个小组的组长。百米障碍的比赛中，刘月因求胜心切惨遭失败；而操舟登陆的角逐一开始，刘月就受到了感情的困扰。担任女子侦察兵分队副队长的任远毕业自军校，他对刘月的上下级式的关心使刘月对他产生了别样的情愫，刘月大胆地追求爱情，却遭到了任远的拒绝。挫败感影响了刘月，她率领的小组二度受挫。刘月敢爱敢恨的个性越发吸引了骆米，骆米不放弃对刘月的追求。随后，突破封锁线的比赛中，刘月小组获胜，两个小组打成平手。罗曼结识男兵海成，明知士兵谈恋爱违反规定，罗曼仍然投入感情。在射击考核中，她和海成分在一组，两人的感情影响了实力的发挥，罗曼出现失误，她明白，等待自己的将是淘汰，但在接到正式的离队通知前，仍参加了实战演习。本剧的另一条情节线索围绕“戚氏军刀”展开。“文革”中流落海外的珍贵文物“戚氏军刀”被骆米的伯父高价购回，准备无偿捐赠给市博物馆。国际文物走私集团的头目瑞娜和本地的黑社会成员王俊杰等人勾结，对军刀虎视眈眈。王俊杰首先以丰厚的报酬诱惑刘星仿制了一把“戚氏军刀”，想实施“掉包计”以假军刀换真军刀，阴谋被识破后，瑞娜扣留骆米和骆米伯父，而骆米托付给刘星保管的军刀被王俊杰一伙夺得。瑞娜和王俊杰商定在荒岛上进行交易。女兵们在最后的实战演习中遭遇台风，被迫流落荒岛，正好和犯罪分子相遇。在战斗中，女兵们团结一致，发挥侦察兵特别能吃苦、特别能战斗的精神，以少胜多，罗曼和耿歌受伤。瑞娜派遣大批雇佣军歼灭女兵，女兵们面临巨大的危险，王飞率领的营救小组及时赶到，协助女兵们赢得胜利。女兵们得到军功章，罗曼因恋爱违反规定离开了侦察兵分队。刘月最终拒绝了骆米的感情，而亚男决定开始和任远交往。和妻子冲突不断的王飞感受到家庭的重要，和妻子互相理解，重新携手生活。女兵们在共同经过了生与死的考验后，她们认为已经是一个不可分割的整体，于是拒绝继续两个小组间的竞赛。这一行为遭到了王飞的痛斥，使她们重新认识到“军人以服从命令为天职”的价值和意义，怀着对祖国、对军人、对自己的强烈责任感，踏上了被誉为“军中奥林匹克”的国际赛场。",
    "chinese_title": "霹雳彩虹",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-31T23:35:40"
}