{
    "aka": [
        "Architecture Series: The Dessau Bauhaus"
    ],
    "sid": "5985911",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2213831405.jpg",
    "region": [
        "德国",
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt0854217",
    "director": [
        {
            "url": "/celebrity/1011826/",
            "name": "弗雷德里克·孔潘 Frédéric Compain",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "德语",
        "法语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0854217/",
    "imdb_votes": 15,
    "this_title": [
        "Baukunst: Das Bauhaus in Dessau"
    ],
    "douban_link": "https://movie.douban.com/subject/5985911/",
    "imdb_rating": "7.4/10 from 15 users",
    "trans_title": [
        "世界建筑艺术：德绍包豪斯",
        "Architecture Series: The Dessau Bauhaus"
    ],
    "douban_votes": "203",
    "introduction": "1925年，德国着名建筑大师格罗皮乌斯在德国魏玛设立的\"公立包豪斯学校\"迁往德绍，4月1日在德国德绍正式开学。包豪斯是德语Bauhaus的译音，由德语Hausbau（房屋建筑）一词倒置而成。以包豪斯为基地，20世纪20年代形成了现代建筑中的一个重要派别──现代主义建筑，主张适应现代大工业生产和生活需要，以讲求建筑功能、技术和经济效益为特征的学派。包豪斯一词又指这个学派。《包豪斯宣言》是这位包豪斯创办者兼校长格罗皮乌斯在1919年4月写的，它的主导思想是“我们都应该回到工艺上去”，他盼望着“未来的新结构，这种新结构将像一种新信念的水晶那样，通过工人的手伸向天空”。在格罗皮乌斯看来，艺术家和工匠之间并没有本质的不同，虽然艺术无法教会，不过工艺和手工技巧是能够传授的。他的学校是以工艺为基础的，是真实的劳作的世界中的一个组成部分;他把教师称为师傅，把学生称为学徒，把以往互不相乾的若乾学科和手段结合在一起，就能创造出一个综合的整体的艺术作品。格罗皮乌斯说:“未来几年将会显示出，手工艺将是我们这些艺术家的救星，我们将不再是手工艺的旁观者，我们将是他们的一部分。”从1919年到1933年间，包豪斯的教师中在不同时期都有它的杰出人物。上个世纪20年代必不可少的事情是要维持包豪斯作为一个实验室的存在，在那里，任何一种观点和构想都能得到实践的检验——从大规模建造的住宅原型到奥斯卡·施列默尔设计的实验性芭蕾舞，从格罗皮乌斯在为德绍的包豪斯新大楼所作的透明包围式设计到莫霍利·纳吉往淡色的蒸汽云上投射电影图像的计划，或者还有康定斯基和保罗·克利从在画布上落下的圆点起再重新思考绘画过程……如今，可能任何一间可以称作现代的办公室都会有马塞尔·布鲁艾或者密斯·凡·德罗设计的椅子;每一所艺术院校之所以能给学生开课教授材料、色彩理论与三维设计的内容，都或多或少地要归功于多年以前德国的那场教育实验。钢管框架的椅子、可调节的台灯、住宅建筑里部分或全部采用的预制构件等，这些都是获益于包豪斯在设计领域掀起的革命。如果没有包豪斯，我们很难想象现代环境会是怎样的一番模样。虽然格罗皮乌斯一直否认有所谓的包豪斯风格存在，强调他所追求的是一种对创造力的态度，目的就是要追求多样性。但在大众的想象中，包豪斯这个名字始终是和一种现代装饰风格相联系的，一种可以用“几何形的、功能主义的或者运用原色和现代材料”等字眼来描述的包豪斯风格。事实上，格罗皮乌斯希望的包豪斯是能够不断设计未来，建造包豪斯学校就是想囊括整个人类的活动范围——从最崇高和最神圣的到最平凡和最现实的。格罗皮乌斯试验着新的建筑形式或者日用品形式，任何一个人想要得到一个包豪斯衣橱、一张包豪斯信笺、一段包豪斯织物或者一卷包豪斯墙纸都有可能获得。尽管内部有许多分歧和矛盾，包豪斯希望给每个人、每个地方带来更加美好的生活。今天看来，时代的发展已经证实了格罗皮乌斯极其出色的预见性——“在艺术家、工业家和技术专家之间建立一种伙伴关系，根据时代的精神把他们组织起来，他们最终有可能取代一切旧有的劳动要素。”对于从事现代设计的人们，德绍的包豪斯已经不仅仅是一所学校，它是一座博物馆、一座殿堂，进去看看吧？",
    "chinese_title": "世界建筑艺术：德绍包豪斯",
    "douban_rating": "8.1/10 from 203 users",
    "foreign_title": "Baukunst: Das Bauhaus in Dessau",
    "imdb_rating_average": 7.4,
    "douban_rating_average": "8.1",
    "update_at": "2025-09-22T15:35:13"
}