{
    "aka": [
        "艳恋师3"
    ],
    "sid": "5986013",
    "cast": [
        {
            "url": "/celebrity/1275281/",
            "name": "吉泽明步 Akiho Yoshizawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1368316/",
            "name": "纱奈 Sana",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1368317/",
            "name": "乞巧奠美沙 Misa Kikouden",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情",
        "喜剧",
        "情色"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2902578683.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1345694/",
            "name": "中野太 Futoshi Nakano",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1560971/",
            "name": "倉科遼 Ryo Kurashina",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1547472",
    "director": [
        {
            "url": "/celebrity/1324574/",
            "name": "田尻裕司 Yûji Tajiri",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1547472/",
    "imdb_votes": 9,
    "this_title": [
        "艶恋師 放浪編 歌舞伎町 絶頂対決!!"
    ],
    "douban_link": "https://movie.douban.com/subject/5986013/",
    "imdb_rating": "5.0/10 from 9 users",
    "trans_title": [
        "艳恋师 决战歌舞伎町",
        "艳恋师3"
    ],
    "douban_votes": "0",
    "introduction": "Based on a manga by Kurashina Ryo, the Love Master series presents the adventures, erotic and otherwise, of the title hero, Kagurazaka Kikunosuke (Nakakura Kentaro). Raised in Tokyo’s Kagurazaka geisha district by the owner of a teahouse catering to geisha and their clients, Kikunosuke looks like a throwback to another era, with his hair in a topknot and wearing traditional Japanese clothes.Though a teacher of shamisen (Japanese lute), his true calling is helping sexually unfulfilled women achieve satisfaction with his time-proven, hands-on methods. His talents in this area are formidable, but he takes no money for his services, regarding the joy he sees in his clients’ eyes as payment enough.In the third episode of the series, we meet Ishida (Shoji Tetsuo), the long-haired owner of a building in Tokyo’s Kabukicho district that houses erotic businesses. Ishida recruits his female employees by hypnotizing them and turning them into slaves.Searching for the gorgeous Rie (Yoshizawa Akiho), Kikunosuke discovers that she is working for Ishida and, like the rest of the hypnotized help, is under his power. He knows he can bring her to her senses - but first he has to confront Ishida.Kikunosuke proposes an unusual contest to this king of Kabukicho - he will go one-to-one with four of Ishida’s employees, using his sexual magic to break Ishida’s spell. Ishida, confident of the hold he has on these sex slaves, agrees to Kikunosuke’s challenge.Directed by Tajiri Yuji, whose No Love Juice: Rustling In Bed won the P-1 Grand Prix for the pink film section in the FEFF’s 4th edition, Love Master 3 is a far wilder film than the first installment of the series, which was screened at Udine last year. Tajiri, working with the ever game Nakakura Kentaro as Kikunosuke, has dreamed up sexual encounters that range from the ribaldly comic to the bizarrely nightmarish.Also, the hero’s sexual “opponents”, beginning with Yoshizawa Akiho as Rie, are all porn industry stars, though they may not quite equal the impact of last year’s Love Master bombshell, Ozawa Maria. But they surpass Ozawa in driving poor Kikunosuke to the brink of utter exhaustion. Can he bring off his ultimate climax - or will the Love Master be mastered?",
    "chinese_title": "艳恋师 决战歌舞伎町",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "艶恋師 放浪編 歌舞伎町 絶頂対決!!",
    "imdb_rating_average": 5.0,
    "douban_rating_average": 0,
    "update_at": "2025-04-27T12:42:31"
}