{
    "aka": [],
    "sid": "5988204",
    "cast": [
        {
            "url": "/celebrity/1000022/",
            "name": "詹妮弗·莫里森 Jennifer Morrison",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031997/",
            "name": "帕特丽夏·理查德森 Patricia Richardson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1332431/",
            "name": "阿莉娅·奥伯里恩 Aliyah O&#39;Brien",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1340360/",
            "name": "詹姆斯·皮齐纳托 James Pizzinato",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2650221571.jpg",
    "region": [
        "加拿大 Canada"
    ],
    "writer": [],
    "imdb_id": "tt1765730",
    "director": [
        {
            "url": "/celebrity/1050677/",
            "name": "尼克·科普斯 Nick Copus",
            "@type": "Person"
        }
    ],
    "duration": "87分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011-03-20(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1765730/",
    "imdb_votes": 658,
    "this_title": [
        "Bringing Ashley Home"
    ],
    "douban_link": "https://movie.douban.com/subject/5988204/",
    "imdb_rating": "6.1/10 from 658 users",
    "trans_title": [
        "带艾瑟莉回家"
    ],
    "douban_votes": "0",
    "introduction": "When her wild younger sister Ashley, who suffers from bipolar disorder and drug addiction, goes missing, Libba Phillips pours all her time and energy into finding Ashley and bringing her home. As the years go by, Libba refuses to give up hope, and, at the expense of her marriage and career, Libba finds her calling in life: creating a much-needed resource center for other families whose missing loved ones have fallen through the cracks.Based on an inspiring true story, Bringing Ashley Home follows Libba Phillips (A.J. Cook, Criminal Minds), always the responsible sister -- the one with good grades and perfect boyfriends. Her younger sister Ashley (Jennifer Morrison, House) was the opposite -- known to be an unpredictable party girl who dated a number of bad boys from the wrong side of the tracks. When Ashley suddenly disappears without a trace, a distraught Libba and her mother, Michelle (Patricia Richardson, Home Improvement), pour all of their efforts into finding her. After years of searching, the rest of Ashley's family is exhausted, but Libba increases her search, even quitting her job. Frustrated by the lack of resources available to locate missing adults, she creates an organization called \"Outpost for Hope.\" Amazingly, after five years and a nationwide search in the darkest parts of the country, Libba finds Ashley, homeless, eight-months pregnant and living on the streets - and once again she tries to help Ashley turn her life around.",
    "chinese_title": "带艾瑟莉回家",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Bringing Ashley Home",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-02-03T14:18:11"
}