{
    "aka": [],
    "sid": "5991684",
    "cast": [
        {
            "url": "/celebrity/1152112/",
            "name": "Erik Thompson Erik Thompson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "剧情",
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914153510.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1842173",
    "director": [],
    "duration": "40",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011-02-20(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1842173/",
    "imdb_votes": 15,
    "this_title": [
        "Secret Service Files"
    ],
    "douban_link": "https://movie.douban.com/subject/5991684/",
    "imdb_rating": "7.1/10 from 15 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The series will give viewers an up close look at the work of Secret Service agents from Miami to New York City as they pursue counterfeit rings and other potential threats.Secret Service Files: Battlefront Colombia: Sunday, February 20 at 8PM ET/PT.An elite team of American agents and Colombian investigators join forces to raid a major counterfeit plant in Bogotá in a region notorious for counterfeiting that annually produces more than $25 million in fake U.S. currency. For the first time ever, Nat Geo camera crews were permitted to follow them throughout the planning, surveillance work and informant meetings, all culminating in a dangerous raid on a pair of master counterfeiters.Secret Service Files: Frontline New York City. Sunday, February 20 at 9PM ET/PT.In the digital age, financial fraud takes many forms beyond the traditional printing of counterfeit currency. This episode will chronicle the efforts of New York City agents of the Electronic Crimes Task Force as they pursue a culprit using fake credit cards to cash out ATMs throughout the city. But apprehending the suspect is not the goal; instead, agents follow the trail of stolen money, in pursuit of the cyber theft mastermind. Additionally the program will chronicle preparations the team makes for an event in Madison Square Garden.Secret Service Files: Undercover Miami. Monday, February 21 at 8PM ET/PT.The episode takes viewers to the Field Office in Miami which combats a high volume of counterfeit currency and credit card fraud. An undercover agent coordinates a sting at an electronics superstore after surveillance reveals a fraud ring buying expensive goods with fake money and then returning them for the real thing. Next, with an anticounterfeit operation hours away, agents construct a hidden camera inside a laptop case. Finally, viewers will witness an undercover agent’s dangerous attempt to strike a deal with a notorious counterfeiter.Secret Service Files: United Nations Lockdown. Monday, February 21 at 9PM ET/PT.The Secret Service prepares for the annual meeting of the U.N. General Assembly. The agency is responsible for the safety of not just the U.S. President, but also that of all 131 visiting heads of state. From an undisclosed location high above this massive city — no cameras have ever had access to this secret fortress until now — the agency employs every possible resource to prepare for countless potential dangerous scenarios. Viewers will have a chance to glimpse inside an armored limo designed to outperform almost any vehicle, and follow agents as they sweep every inch of a hotel and see other efforts agents make how they work to ensure the safety of each leader.For more on the series see also the interactive feature that allows viewers to simulate undercover operations.",
    "chinese_title": "Secret Service Files",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-09-06T03:13:17"
}