{
    "aka": [],
    "sid": "5992555",
    "cast": [
        {
            "url": "/celebrity/1466016/",
            "name": "亚历山大·德尼森科 Aleksandr Denisenko",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1565183/",
            "name": "埃莱奥诺拉·沙什科娃 Eleonora Shashkova",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1982",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2565879757.jpg",
    "region": [
        "蘇聯"
    ],
    "writer": [
        {
            "url": "/celebrity/1050788/",
            "name": "格奥尔基·达涅利亚 Georgi Daneliya",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0084696",
    "director": [
        {
            "url": "/celebrity/1050788/",
            "name": "格奥尔基·达涅利亚 Georgi Daneliya",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "俄語"
    ],
    "playdate": [
        "1982"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0084696/",
    "imdb_votes": 878,
    "this_title": [
        "Слёзы капали"
    ],
    "douban_link": "https://movie.douban.com/subject/5992555/",
    "imdb_rating": "7.8/10 from 878 users",
    "trans_title": [
        "昔淚流"
    ],
    "douban_votes": "0",
    "introduction": "We pick up the story on our main character's bus ride home. He sits alone, looking content, trying to pass the time. Then, something seems to get in his eye, because he rubs it and then closes the buses window. Something changes about him. He looks around and feels a strange disgust in the bus filled with quiet strangers also trying to get home and minding their own business. Pavel-Ivanovich is so disgusted that he gets off the bus several stops before his home and walks, arriving at dark. From here his story begins, and we go along for his sad ride. From that evening on he sees only sadness and wrong in everything. He can't respond to kindness, and scolds those closest to him. He offends everyone. At his work he tries to go against as many people as possible, and hurt ordinary citizens too. He also feels that everyone is against him. His condition seems to worsen. How will all this end. Sure this can't be the end for Pavel-Ivanovich, a good man somewhere deep inside.The brilliance of this film lies in the main character's deep state of mind. His suffering. The fact that he hurts everyone around him, feels horrible about it but still does it until he almost loses everything. If you like film's where you feel that you can relate or feel the character's emotions, you might like this film. An incredible pressure is built up throughout the film, and the last scene, for me at least, magically lifts it, if only for a couple of seconds.This is a strange film, and I don't say that a lot. It is very hard to describe, but the main elements that drive the feel of this film are the main character's state of mind and the music (more than half of the film has incredible original music playing in the background). Daneliya's films have incredible music like in Autumn Marathon, Kin-Dza-Dza, and Thirty-Three. Daneliyaa was into jazz and played drums in a band way back before he started making film so his films are very rich in music. Also this film is sad, but is also a comedy. All these elements mix to make an incredible movie",
    "chinese_title": "昔淚流",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Слёзы капали",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-09-21T09:07:30"
}