{
    "aka": [],
    "sid": "5993059",
    "cast": [
        {
            "url": "/celebrity/1312693/",
            "name": "许绍洋 Ambrose Hui",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317042/",
            "name": "陆明君 Jo&#39;elle Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1011213/",
            "name": "尹馨 Ivy Yin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317182/",
            "name": "金刚 Kong King",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1356452/",
            "name": "郭婷婷 Tingting Kuo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1562891/",
            "name": "郭铁人 Chris Kuo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2233448901.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [
        {
            "url": "/celebrity/1320778/",
            "name": "曹如萍 Ju-Ping Tsao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1363923/",
            "name": "刘书桦 Alice Liu",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "40分钟",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2004"
    ],
    "this_title": [
        "靓女郎"
    ],
    "douban_link": "https://movie.douban.com/subject/5993059/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "都是这样的，一个意外造就一些巧遇与分离，但在分离之前总有些故事会发生的，这个故事就是从这里开始：一个意外。 平静无波的城市，月珊坐在街头正把这份宁静画下，忽然涌进人群的尖叫，一辆车子疾驶呼啸而过，朝着市集里的人群冲撞。在咖啡屋里的巧莉似乎感受到迫切的危机，提起包包就往店外冲出，被层层黑衣人监视着的恒风正迎面走来，两人错身，街的那头，忽然响起了月珊的叫声。车里的旭东无视月珊的尖叫，朝巧莉方向直驶而来，汉文连忙将月珊拉开，一场混乱从此开始，和巧莉一起的可欣从咖啡店跑出，找来警察李震和孟南帮忙，可是巧莉却已胁迫恒风开车一起逃亡，汉文虽然眼快的救了差点被撞的可欣，却阻止不了恒风被胁持，直到这时候，谁也不知道，他们这一群人将又重逢在第一学院。大群黑衣人追随恒风及冲撞的车子离去后，城市又重回宁静。汉文从小在父亲的安排下在山上修行长大，保持着这年代难得赤诚的心，来到第一学院和月珊同校教书开始，一点一滴体会到自己每一分喜怒哀乐的情绪，可是长久以来的清心寡欲，让他对自己情感充满着疑惑与不知所措，无法适当的表达自己内心的感受。而一向大辣辣的月珊，虽然在都市里与生活已经搏斗多年，可是也从来没有珍惜过一个男人的感情，面对汉文似有若无的情意与体贴，他想要依赖却又怕因为习惯了之后，再也无法面对一个人的生活。两人就在这样暧昧的情愫发展中，慢慢的用他们的方式去习惯彼此的存在，直到汉文父亲王雷的出现，拜讬月珊达成他这辈子最重要的一个心愿。 同样在第一学院念书的学生，可欣和巧莉，一个是对爱充满幻想，因为UPS车引起的意外被汉文搭救之后，暗恋汉文不已；一个是对爱情充满绝望，不轻易靠近。巧莉，她也曾经有过诗般少女的生活，可惜的是她的心过于纤细，过于想要留下所有完美和心爱的时时刻刻，却被现实伤得遍体鳞伤，大卫的死更是雪上加霜，让她的青春蒙上一层阴影，从此她用洒脱的态度来掩饰内心想要拥有的渴望。恒风因为父亲杜南走私艺术品的身份，生活在不断失去与变动中，从来不敢珍惜一个人或是任何事，直到遇到与他有相同态度的巧莉，引起了他的兴趣。两个同样渴望拥有却又害怕的年轻人，看似可以抚平彼此的伤口，但等在他们前面的试验还很多：一个是等着找到巧莉带他回家的金旭东，一个是警局派来监视着恒风以缉捕杜南的卧底警察李震和孟南。李震和孟南虽被派来监视恒风，但渐渐的和恒风发展出一种朋友的情谊，重回校园的生活，也不断给他们冲击，他们用亲身的体验，感受生命中最该重视的是与被爱。在李震感受到可欣对汉文的爱意不只是幼稚的痴恋，而是发自内心的喜欢，一改平常讥讽的态度，为可欣的恋爱尽自己的一份心意。 可是，所以的爱情都一样，在一开始滋长的时候，没有给予适当的养分，就无法开出灿烂的花朵。这个道理易懂，但是深陷爱情的盲目，却往往让一对对爱侣错过彼此相爱的时间。月珊接受汉文父亲的提议，想藉机试探汉文对自己的感情，可是试探变质成猜忌；巧莉刻意淡然对待恒风却引发恒风拼命想要拥有的欲望，加上旭东的追逐，两人的距离在拉近的同时却变得更疏远，而可欣一个人拼命在自己的爱情里加料，但终究相爱不是一个人的事，对方无法感受到你的情意，一切的努力等于都不曾发生过。",
    "chinese_title": "靓女郎",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-01-24T17:42:59"
}