{
    "aka": [],
    "sid": "5998075",
    "cast": [
        {
            "url": "/celebrity/1233045/",
            "name": "孙菲菲 Feifei Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274648/",
            "name": "沙溢 Yi Sha",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314137/",
            "name": "郭凯敏 Kaimin Guo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1020586/",
            "name": "张铁林 Tielin Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318612/",
            "name": "倪土 Tu Ni",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313546/",
            "name": "徐敏 Min Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1329782/",
            "name": "刘燕燕 Yanyan Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274710/",
            "name": "王静 Jing Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317940/",
            "name": "姚刚 Gang Yao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1411994/",
            "name": "王瀚 Han Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1386547/",
            "name": "管寿义 Shouyi Guan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313492/",
            "name": "徐松子 Songzi Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1359016/",
            "name": "标马 Ma Biao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "爱情",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2178329934.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1319136/",
            "name": "宋晋川 Jinchuan Song",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319135/",
            "name": "曾有情 Youqing Zen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318614/",
            "name": "熊诚 Cheng Xiong",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1345662/",
            "name": "彭景泉 Jingquan Peng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318391/",
            "name": "李翰韬 Hon-To Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318601/",
            "name": "吴家骀 Jiadai Wu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "30",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "牡丹亭"
    ],
    "douban_link": "https://movie.douban.com/subject/5998075/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "南宋绍兴年间，大宋内忧外患，国势不振。南安因有能臣杜宝治理，一直繁荣稳定。南安百姓为了感谢杜太守，将一株颇为神奇的七色牡丹献与了他。杜宝本是个喜爱牡丹之人，但却因为忧虑宋金两国的战事，不愿玩物丧志，将府中的牡丹园锁了起来。杜宝之女杜丽娘年方二八，模样俊俏，品行均淑。杜宝对女儿非常严厉，从来不许女儿出门，也不让她接触任何男性。几年来，一直让一个颇通诗文的侍女垂红教女儿识文断字、读经背诗。一天夜里，家丁李全强暴垂红未遂，并在逃跑时中了杜宝一箭，因而怀恨在心。杜宝认为垂红有辱家风，将她也逐出了府门。南安再往南数百里，便到了岭南地界。岭南虽远离中原，但学风极盛，人才辈出，唐代大诗人柳宗元的后裔柳梦梅与唐代大文豪韩愈的嫡传后代韩子才便是其中的姣姣者。镇南镖局总镖头吴大海的女儿吴轶男跟她爹学得一身好武艺，她一直喜欢文才斐然的柳梦梅，但柳梦梅却不喜欢她，韩子才喜欢她，她却又不喜欢韩子才。吴大海要往南安方向走镖，柳梦梅表示想去中原看看，吴轶男便央求父亲带着她和柳、韩二人同去。垂红逃到山中，正撞见一伙山贼。贼首见垂红有几番姿色，便欲施暴。李全赶到，用大石头砸死贼首，救下垂红。几个小贼吓得急忙回山寨禀报给贼首的压寨夫人杨婆，杨婆与其弟杨淦立刻带人追上了李全和垂红。杨婆是个极其厉害的女人，素来不喜丈夫在外粘花惹草，她见李全有一身本事，且对垂红有情有意，便要他留下来做山大王，自己给他当老婆。李全本以为性命难保，却不想遇上这等好事，他见杨婆颇有些姿色，便答应了下来。而垂红则被杨婆悄悄送到紫阳宫当道姑去了。杜宝与夫人甄氏商议，拟请一位私塾先生教杜丽娘读书习文，以知书识礼，落泊迂腐的老秀才陈最良成了杜府“西席”。杜丽娘得知垂红的下落，对她心怀怜悯，便悄悄与侍女春香去紫阳宫探望垂红。不想却遇见贼首李全带着人马在紫阳宫附近打劫镇南镖局的镖车。柳梦梅让吴大海领着人马死守紫阳宫，李全一时攻打不下，只得撤退。紫阳宫中，柳、杜之间虽有一墙之隔，却难阻二人情意初通……李全不断危害当地，百姓怨声怨道，如今又欲劫杀爱女，杜宝大怒，派兵围剿李全盘距的山寨，李全和杨氏率众逃跑，投奔了金朝皇帝完颜亮，完颜亮封李全为“溜金王”，令他驻扎淮安，招兵买马，滋扰南宋地方。柳梦梅随众人返回岭南，眼前时常浮现丽娘远远的身影。杜丽娘也念念不忘未曾谋面的柳姓公子，他的声音更是挥之不去。春香见小姐心情不悦，陪她去后花园散心。杜丽娘来到后花园牡丹亭小坐，见鸟儿成对，鱼儿成双，触景生情，万般烦扰。一株梅树下，她感念自己正值怀春妙龄却身孤影单，不觉困乏，靠着梅树渐渐睡去。此刻，身在岭南的柳梦梅无心读书，也伏案而眠。日有所思，夜有所梦。杜丽娘和柳梦梅竟同时做了一个相同的梦。梦中，杜丽娘在牡丹亭独坐，柳梦梅手持柳枝迎面而来，请她以柳枝题诗，并大胆示爱，要与她私订终身，让她羞涩而甜蜜。柳梦梅随即抱起她来到太湖石边，与她行云雨之欢。善良的牡丹仙子陡然降临，施用法术，移来片片花簇遮挡柳梦梅与杜丽娘云雨相会……柳梦梅从梦中醒来，难以分辨梦中之事是真是假。杜丽娘自梦中生情之后，更加思念与自己险中相遇、梦中欢会的柳梦梅，因过于憧憬美好的爱情而郁郁寡欢，茶饭不思，竟一病不起，对镜为自己画像，以最后留住娇容。中秋佳节，病入膏肓的杜丽娘，嘱咐春香将那幅自画像藏在太湖石下，又恳求父母将自己葬于后花园的梅花树下，便撒手西去。杜府一片悲伤之时，突有圣旨传来，说金朝欲侵南宋，擢升杜宝为安抚使，镇守淮扬。杜宝即日启程赴任，将杜丽娘的丧事交给陈最良处理，又决定在后花园建梅花庵，托石道姑在梅花庵修行，守护杜丽娘神位。杜丽娘死后，地府差役黑白无常便来收魂。黑无常是好色之徒，白无常又嗜财如命，两个狼狈为奸，利用担任地府阴职之便劫色掠财。黑无常见杜丽娘美如天仙，逼迫她做妾，多亏牡丹仙子在阎王殿告发，黑白无常才将杜丽娘送交胡判官审问。胡判官得知杜丽娘是思情而亡，断然不信，在生死簿上查到杜丽娘与柳梦梅确有姻缘之分，杜丽娘这才知道那梦中的公子名叫柳梦梅，恳求阎王放她回生，成全命中注定的姻缘。有花神说情，胡判官便放杜丽娘回阳间寻找柳梦梅，以九九八十一天为限，如果找到柳梦梅便还阳与他做人间夫妻，如不能寻得上天注定的缘分，再回地府做鬼囚。黑无常仍不死心，如果时限内杜丽娘找不到柳梦梅，他自然还有得到美人的机会，便请白无常帮他阻止杜丽娘觅爱。虽寻找柳梦梅如大海捞针，但杜丽娘却坚韧执着，因为黑白无常的作梗，使她与柳梦梅多次擦肩而过。牡丹仙子发现了黑白无常捣鬼，屡屡阻止他们使坏，黑白无常又生一计，如将柳梦梅置于死地，杜丽娘八十一天将徒劳而归，于是黑白无常伺机加害柳梦梅。柳梦梅决定赴京赶考，谋得前程。一路却遭黑白无常加害，幸有吴轶男、醉道人相助，才化险为夷。柳梦梅历尽艰辛到了南安城外，感染寒疾，步履蹒跚。陈最良正好路过，将柳梦梅救出，留他在梅花庵养病。不久，柳梦梅在梅花庵已身体痊愈，偶入后花园，来到牡丹亭，似觉景致熟悉，脚尖踢到一个檀香匣，里面却是杜丽娘的那幅自画像，认出画中少女是那位自己救过、在梦中欢会的美人，喜出望外，每日早晚对画呼唤，走火入魔一般。杜丽娘历经艰难，依然没有找到阳世姻缘所在，眼看阎王规定的时限将至，绝望之中回生前住过的太守府看看，然后只得去地府做鬼囚了。当夜，她来到牡丹亭，见景思人，又一番感伤，突然听到柳梦梅房中发出“丽娘，丽娘”的呼唤，顿感奇怪，前去伏窗窥望，见房中挂着自己的亲笔画像，旁边多了题诗，落款为“岭南柳梦梅”，遂上前敲门。柳梦梅见她正是画中美人、梦中情侣，欣喜万分，彼此热泪滚滚。从此，杜丽娘夜夜来柳梦梅房中谈情说爱，情意缠绵。一段相处之后，杜丽娘将自己的死因和阎王给她限定的还魂之期告诉了柳梦梅，请柳梦梅届时掘开她的坟墓，她便可复活。柳梦梅虽是惊讶，却表示义不容辞，并说服石道姑帮忙一起掘坟，开棺见尸按律法是杀头之罪，热肠善心的石道姑仍愿冒死救人。杜丽娘向阎王报告她已找到梦中的夫君柳梦梅，阎王准予她明晚还魂。黑白无常决定阻止柳梦梅掘坟，只要明晚无人掘坟开棺，杜丽娘便永不能复生。谁知黑白无常却糊里糊涂地和另有所谋的杨婆等人打了起来，反而让柳梦梅等人更顺利地救活了杜丽娘。杜丽娘复活后，石道姑担心陈最良向官府告发他们掘坟开棺，招来杀身之祸，为柳梦梅与杜丽娘证媒成亲，并提出与杜丽娘陪同柳梦梅赴临安应考，以躲避官府问罪。果不其然，陈最良见杜丽娘的棺木大开，尸骨不见，又发现柳梦梅与石道姑没了踪迹，认定他们是劫坟盗墓的贼人，一面报官，一面匆匆赶去淮扬，向老东家杜宝报信。杜宝任安抚使后，率领军民在城外加筑城墙，防备匪寇李全侵扰，深得民心。近来，金朝皇帝完颜亮欲起兵南侵，一举灭宋，催逼“溜金王”李全攻城。李全起兵攻打淮扬。杜宝让夫人甄氏和春香先去京都临安暂避，自己率军杀入淮扬，与包围城池的李全长久对峙。柳梦梅和杜丽娘、石道姑来到临安，租下陋房栖身，柳梦梅终于等来廷试开考，其试卷令主考官赞赏，初定头名，呈皇帝钦点。无奈淮扬战事紧急，廷试推迟发榜。杜丽娘得知淮扬告急，为父母安危担忧，柳梦梅提出去打探杜丽娘父母消息，带着杜丽娘的自画像为凭，匆匆上路。前来给杜宝报告其女坟墓被掘的陈最良先到扬州，听说甄氏和春香去了临安，杜宝挥师到了淮扬，便匆匆赶淮扬而来，却被李全手下抓获。一番审问，李全因为有了藏宝图，底气十足，叫人弄来两颗女子头颅，假装甄氏和春香人头，让陈最良去给杜宝报信，不降必灭。杜宝见到陈最良，得知女儿坟墓不存，夫人性命不保，悲伤万分。这时柳梦梅来淮扬寻找杜宝，献计助其招降了李全，击退了金兵，但同时自己也被当成是盗墓贼而被捉拿起来。甄氏和春香终于到了临安，连夜找人家投宿，竟然来到了杜丽娘借住的屋前，夜见杜丽娘，吓得连连后退，直呼是鬼。杜丽娘和石道姑好一番解释，甄氏才知原委，与女儿抱头痛哭，互诉离别之苦。淮扬战事平息，廷试终于放榜，皇上钦点柳梦梅为状元，赏杏花苑赴琼林宴。开宴之日，不见柳梦梅身影，主考官立即差人寻找。而此时，柳梦梅被杜宝押回了临安。杜丽娘见到了父亲，杜宝方才相信了柳梦梅之言，将其放出参加琼林宴。正当柳、杜二人要成亲之时，宋高宗却看上了杜丽娘，要将其封为贵妃，杜宝一家人大惊。谁知此时，金兵再次南侵，宋高宗又命杜宝前往御敌。杜宝趁机提出要柳梦梅同去，宋高宗以江山为重，只得同意。采石矶一战，杜宝、柳梦梅运筹帷幄，宋军大胜金军，杜宝还亲自射杀了金国皇帝完颜亮。回到临安，宋高宗念杜宝和柳梦梅之功，御赐柳梦梅和杜丽娘成婚。柳梦梅、杜丽娘重返南安太守府，到后花园重游，牡丹亭前，夫妻触景生情，太湖石边，两人激情拥吻。牡丹仙子再次现身，轻拂水袖，顿时花儿朵朵绽放，遮掩着这一对传奇爱人的亲热身影……",
    "chinese_title": "牡丹亭",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-14T17:21:08"
}