{
    "aka": [],
    "sid": "6001046",
    "cast": [
        {
            "url": "/celebrity/1274429/",
            "name": "斯琴高娃 Gaowa Siqin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1215394/",
            "name": "宋春丽 Chunli Song",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312909/",
            "name": "刘佳 Jia Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275269/",
            "name": "徐秀林 Xiulin Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312982/",
            "name": "顾艳 Yan Gu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314323/",
            "name": "迟嘉 Jia Chi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1349691/",
            "name": "孙传信 Chuanxin Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1331722/",
            "name": "苏丽 Li Su",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324168/",
            "name": "孙铁 Tie Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321977/",
            "name": "于晓光 Xiaoguang Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318610/",
            "name": "刘敏涛 Mintao Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1116446/",
            "name": "刘琳 Lin Liu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2375079772.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1461577/",
            "name": "曲立君 Lijun Qu",
            "@type": "Person"
        }
    ],
    "duration": "46分钟",
    "episodes": "52",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2011-03-04"
    ],
    "this_title": [
        "娘"
    ],
    "douban_link": "https://movie.douban.com/subject/6001046/",
    "trans_title": [
        ""
    ],
    "douban_votes": "598",
    "introduction": "抗日战争打响了，娘(斯琴高娃饰)正带着一家人收麦子，准备给二女儿穗儿办喜事，鬼子突然袭来，为了不让粮食落在鬼子手里，娘眼睁睁地看着马上就要到手的麦子，被儿子满仓亲手点燃，毁于一场大火，未过门的女婿也被日本人炸死……娘原本就简陋的家被鬼子洗劫一空。为了生存，娘历经艰辛，讨来些红薯，没想到却遇到了逃难的人群乞讨。一位自知将不久于人世的母亲以死相托，将九岁的孩子端午托付给了娘……善良的娘不仅收留了端午，还收留了一位老人——栓子娘(徐秀林饰)和她的儿子。一下多出了三张嘴，原本就锅碗瓢盆都见了底的多口之家，更雪上加霜。屋漏偏逢连阴雨，娘的邻居——财主孟氏(宋春丽饰)又来逼租。让人没想到的是，孟氏家中的存粮当晚便遭打劫。紧接着，娘的院子里又不知何时从天而降一口袋麦子……娘以为是遭人陷害，没想到这竟是栓子对娘的一份愧疚和感恩，也是冲着孟氏，为娘出的一口恶气……孟氏找来在日本人那儿做事的儿子，欲对娘实施报复，娘应诺孟氏，当着全村人到孟家门口下跪赔罪。儿子满仓受不了这份羞辱，责备娘没有骨气给家里丢了脸，娘依然长跪不起，只为了保全栓子一条命……在娘的安排下，穗儿与栓子成亲。穗儿怀孕，栓子从军。娘的儿子满仓与孟氏女儿灵芝相恋，却遭到孟氏百般阻挠。放言灵芝就是一辈子不嫁，也不许嫁给满仓。娘劝满仓与灵芝割断情丝，令满仓很是痛苦。一次意外中，灵芝被鬼子糟蹋。孟氏心疼女儿，害怕夜长梦多，灵芝再生不测，反过头来求娘应允两个孩子的这门亲事。娘得知内情后，深明大义，冲破种种阻力，为满仓和灵芝举行了婚礼。婚礼上，灵芝被发现已经怀孕，村里人纷纷指责娘教子无方，败坏了村子的声誉，要娘严惩满仓。娘让满仓带着灵芝远走高飞，自己来承担一切后果。正当娘送满仓离开之际，被族长拦下，娘受到严厉呵斥，要求其在全村人面前行使家法，鞭打满仓……抗战胜利前夕，娘的大女儿陈谷雨在一次阻击战斗中英勇牺牲。娘强忍悲痛找到自己的丈夫——师长陈国贤想一问究竟，却无意中误会了丈夫和文化教员程天瞳(刘佳扮演)的关系……痛苦接着痛苦，娘默默承受了一个女人所能承受的一切。内战爆发，分别隶属于国共两党的养子栓子和儿子满仓在战场上相遇，满仓倒在了栓子的枪口下。栓子自知不可被家人原谅，远走他乡……失去女儿后又失去儿子，娘痛心不已。满仓的死使得栓子娘感到无颜面对娘，穗儿也陷入了极度的痛苦之中。为了栓子娘和女儿穗儿，娘以惊人的忍耐与宽广的胸怀，默默承受着，一如既往地照顾着栓子娘。解放后，陈国贤回乡探亲，娘已想开感情之事，为成全陈国贤和程天瞳，娘提出离婚，陈国贤却说程天瞳跟自己仅仅是战友关系，并且程天瞳早已转业离开部队。娘不肯相信，两个人不欢而散。几年过去，娘的小儿子新四和端午结了婚，树声也长大成人，栓子娘因病过世，穗儿也来到了北京。娘突然接到陈国贤发来的电报。娘来到陈国贤处，开门迎接的竟然是程天瞳，而陈国贤对娘的突然出现也倍感意外。原来是程天瞳背着陈国贤给娘发的电报……无奈中程天瞳向娘讲述了一段令人伤痛的往事，原来程宁亚并不是程天瞳的儿子，而是程天瞳仇人的儿子，陈国贤是为帮程天瞳隐瞒程宁亚的身世，才谎称是程宁亚父亲的。程天瞳惨痛的身世，使娘极为震撼。娘对程天瞳没有怨恨，反而增添了敬佩。栓子从台湾寄来的一封信，给穗儿带来了灾难，穗儿被划为了反革命分子，娘想求陈国贤托人摆平此事，可陈国贤却突发脑溢血，撒手人寰，娘悲痛欲绝，把陈国贤的骨灰带回了老家。穗儿在劳改农场劳改，而农场的场长正是大奎。大奎对穗儿倍加照顾，大奎娘苏婶也对穗儿的朴实很有好感，暗中想要撮合穗儿和大奎，但是栓子却阴差阳错地出现……几年过去了，穗儿结束劳改回到了北京，正值三年自然灾害，树声吃尽了苦头，他不能原谅母亲，始终不肯回家。端午极力撮合穗儿和大奎，认为她应该忘掉栓子，开始新的生活。正好大奎借出差的机会来看望穗儿，令穗儿倍受感动。然而树声根本无法接受大奎，大奎无奈地返回了劳改农场。娘遇见一个拣破烂的，竟然是失踪多年的儿媳灵芝。灵芝说没有人知道她的过去，儿子志强也非常优秀，一旦与娘相认，自己和志强的身份便会泄露出去，志强的前程也会被断送……可为给灵芝借钱治病，娘不得不将灵芝的秘密揭开，全家人齐心协力把灵芝从死神手里夺了回来，灵芝却因大脑受到了损伤，变得痴傻，娘痛心不已。程天瞳的儿子程宁亚谎称去了北京生物研究所，实际上却去了三线。可每到星期天，他的信就会从北京如期寄给母亲程天瞳。一天，程天瞳在报纸上读到了程宁亚在三线为抢救国家财产，壮烈牺牲的消息……但是儿子的来信却始终没有间断过。程天瞳似乎忘却了失子之痛，依然继续着与“儿子”的通信，这些信件，已经成为她的精神支柱，同时她也对替儿子给自己写信的人深感疑惑。——程天瞳不知道那个暗中帮助自己的人就是娘。十年动乱来临，娘的小儿子新四被打成了走资派，饱受折磨，家人都遭受株连，端午为了保住新四和孩子，揭发了灵芝，灵芝受到极大冲击，病情恶化。娘万万没有想到最懂得自己心思的端午，居然做出这种事情，她几近崩溃。新四也不肯原谅端午，要与端午离婚，端午带着六岁的女儿文慧离家出走，不知去向。灵芝被遣送回乡，娘陪灵芝一起回到了老家，这才发现端午也回来了，此时端午已又有身孕，娘悉心照顾着端午的生活，但却始终无法原谅她，娘、端午和灵芝开始了一段即相依为命，又疏远隔离的令人心碎的生活……端午临产在即，娘怕端午再生意外，决定把端午送回北京生产。端午难产，生命垂危，娘闯进工宣队办公室，逼迫工宣队队长将正在被批斗的妇产科主任秦教授请来，但为时已晚，孩子经秦教授全力抢救保住，端午却永远地离开了。秦教授惊恐不已，这又成了她的一大罪状，为保护秦教授，娘强忍着悲痛，对工宣队谎称端午母子平安，带着端午回了家。改革开放之后，娘去广州看望程天瞳，得知程天瞳早在动乱年间撒手人寰，可程天瞳与儿子的信却从未间断过，这到底是怎么回事？……大奎带苏婶到北京看病，穗儿和大奎再次相见，两人都已经是白发苍苍。苏婶被检查出罹患癌症。为使苏婶能安度最后的时光，大奎和穗儿决定成婚。苏婶喜出望外，跟娘一起张罗着他们的喜事，树声也转变了态度。迟来的幸福笼罩着这个家庭。穗儿和大奎要举办婚礼之际，栓子却从台湾回来寻找穗儿，他向穗儿讲述了他在台湾痛苦的经历：师长的女儿文君一直在喜欢他，而他心里只有穗儿。思乡之苦使他数度逃跑，结果被关进了监狱。文君四处奔走，利用她父亲的关系，救出栓子。栓子内心充满感激，却依然婉拒了文君的感情。文君终生未嫁。娘听后嘘唏不已。栓子决定不再辜负文君，要和文君结婚。娘怀着复杂的心情祝福他们，栓子也祝福穗儿与大奎。而大奎想要成全穗儿和栓子，带苏婶悄然离开。栓子、文君和娘一起回到了娘家，把栓子娘下葬。春节将至，穗儿、新四、灵芝、王嫂都带着全家来到了娘家，娘惊喜不已，可独独树声没有回来，娘以为树声是为了栓子之事，不禁黯然神伤。不想树声在大年三十的晚上也赶来了，并且带来了大奎和苏婶。除夕之夜，儿女齐聚，四世同堂，娘回想起一路走来的坎坷，感慨万千，就在这时一件意想不到的事又发生了……",
    "chinese_title": "娘",
    "douban_rating": "8.0/10 from 598 users",
    "foreign_title": "",
    "douban_rating_average": "8.0",
    "update_at": "2025-05-01T22:39:34"
}