{
    "aka": [
        "Hieronymous Bosch's Garden of Delights"
    ],
    "sid": "6002378",
    "cast": [
        {
            "url": "/celebrity/1549006/",
            "name": "Jean-Noël Picq Jean-Noël Picq",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1549007/",
            "name": "Sylvie Blim Sylvie Blim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1549008/",
            "name": "Catherine Nadaud Catherine Nadaud",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1294913/",
            "name": "Jérôme Prieur Jérôme Prieur",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1981",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916915674.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1037294/",
            "name": "让·厄斯塔什 Jean Eustache",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0260981",
    "director": [
        {
            "url": "/celebrity/1037294/",
            "name": "让·厄斯塔什 Jean Eustache",
            "@type": "Person"
        }
    ],
    "duration": "34分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1981-04-13(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0260981/",
    "imdb_votes": 124,
    "this_title": [
        "Le jardin des délices de Jérôme Bosch"
    ],
    "douban_link": "https://movie.douban.com/subject/6002378/",
    "imdb_rating": "6.6/10 from 124 users",
    "trans_title": [
        "Hieronymous Bosch's Garden of Delights"
    ],
    "douban_votes": "0",
    "introduction": "Jean Eustache (1938-81) was clearly obsessed with remakes. Not only did he remake his 1968 documentary about his home town, LA ROSIÈRE DE PESSAC, in 1979; he also remade his 1977 documentary UNE SALE HISTOIRE twice—first as a fiction film, and then, less literally, as a documentary about Bosch’s “The Garden of Earthy Delights” two years later.Let me explain. The first version of UNE SALE HISTOIRE, designed to be shown second, and shot in 16mm, features Jean-Noël Picq recounting a supposedly real-life “dirty” story to a group of people, mainly women (although also including Eustache himself, visible in the foreground of a couple of shots)—a tale about peering for hours through a hole in the wall of a café into the ladies room in order to watch the snatches of women seated on the toilet. (He calls the women’s snatches their “holes,” and the word trou is repeated incessantly throughout his monologue.) The second version, shot in 35mm and designed to be shown first, adds a short prologue with critic Jean Douchet as a film director (an apparent stand-in for Eustache) asking Michael Lonsdale to tell the same story, this time to a different group of people (again mainly women, but not including Eustache)—which he does, using virtually the same words, while the women listeners make precisely the same comments. (The only previous time I saw this film, in Paris soon after it was made, these separate versions were shown respectively in 35mm and 16mm. In the Eustache retrospective currently touring in the U.S., they’re both shown on 35mm, which obscures some of the visual differences.)As for HIERONYMOUS BOSCH’S “THE GARDEN OF EARTHLY DELIGHTS”, this shows Picq again, in a different living room, describing and discussing Bosch’s famous triptych (see photo below), mainly the middle panel, to a group of young people, again mainly women, who again add a few comments of their own. The main emphasis here is on various body orifices.An obsessive-compulsive filmmaker and clearly a tormented one who wound up dying by his own hand, Eustache was clearly experimenting with his variations as well as goading viewers into examining their own reactions to them. The monologue in both versions of UNE SALE HISTOIRE evokes many of the interminable monologues of Jean-Pierre Léaud in THE MOTHER AND THE WHORE (1973), all of which were reportedly real-life monologues that Eustache delivered to friends or lovers and then transcribed shortly afterwards.",
    "chinese_title": "Le jardin des délices de Jérôme Bosch",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-05-07T01:52:19"
}