{
    "aka": [],
    "sid": "6002038",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2624300234.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1521877",
    "director": [],
    "duration": "87分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-10-09(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1521877/",
    "imdb_votes": 1204,
    "this_title": [
        "Vanishing of the Bees"
    ],
    "douban_link": "https://movie.douban.com/subject/6002038/",
    "imdb_rating": "7.1/10 from 1204 users",
    "trans_title": [
        "蜜蜂的消亡"
    ],
    "douban_votes": "0",
    "introduction": "This documentary takes a piercing investigative look at the economic, political and ecological implications of the worldwide disappearance of the honeybee. The film examines our current agricultural landscape and celebrates the ancient and sacred connection between man and the honeybee. The story highlights the positive changes that have resulted due to the tragic phenomenon known as \"Colony Collapse Disorder.\" To empower the audience, the documentary provides viewers with tangible solutions they can apply to their everyday lives. Vanishing of the Bees unfolds as a dramatic tale of science and mystery, illuminating this extraordinary crisis and its greater meaning about the relationship between humankind and Mother Earth. The bees have a message - but will we listen?Honeybees, a keystone species vital to sustaining our ecosystem, are mysteriously disappearing across the planet, literally vanishing from their hives. Known as Colony Collapse Disorder, this phenomenon has brought beekeepers to crisis in an industry responsible for producing apples, broccoli, watermelon, onions, and a hundred other fruits and vegetables. Narrated by Academy Award nominee Ellen Page, the film follows commercial beekeepers David Hackenberg and Dave Mendes as they strive to keep their bees healthy and fulfill pollination contracts across the U.S. The two friends also must plead their case on Capitol Hill and travel across the Pacific Ocean in the quest to protect their honeybees.",
    "chinese_title": "蜜蜂的消亡",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Vanishing of the Bees",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-02-27T17:42:18"
}