{
    "aka": [],
    "sid": "6008482",
    "cast": [
        {
            "url": "/celebrity/1050735/",
            "name": "黄日华 Felix Wong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1415810/",
            "name": "关顺田 Shuntian Guan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "动作",
        "武侠",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2530878732.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1315226/",
            "name": "曹荣 Wing Cho ",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2003-12-01"
    ],
    "this_title": [
        "醉拳苏乞儿"
    ],
    "douban_link": "https://movie.douban.com/subject/6008482/",
    "trans_title": [
        ""
    ],
    "douban_votes": "214",
    "introduction": "民国初年，广东发生少有的旱灾。洛溪镇的苏记酒厂为酒厂用水与斧头帮大打一场，并打伤了斧头帮主雷豹的儿子，自此两家结为冤家。苏记酒厂大少爷苏灿，生性不羁，沉迷武学，对酒厂的伙计甚加严厉，但对妹妹苏铃偏袒有加，非常爱护。苏灿的未婚妻洪绮莲从国外完成学业归来，苏灿因忙于谈生意，未去接洪绮莲，刚下火车等苏灿的洪绮莲又遭遇小偷，幸好有苏记酒厂的程宗解围，行李箱未被窃走。洛溪镇一年一度的花炮会上，各帮帮会为赢得花炮会霸主，都派出高手上台争抢花炮，苏灿同斧头帮主雷豹将其他帮会高手打下台去，二人接着大打出手，雷光火花间，几个回合之后，苏灿一脚将雷豹踢下高台，赢得花炮会霸主。洪绮莲的父亲自未来女婿赢得花炮会之后，洪鹰拳馆生意兴隆，洪鹰成天对人宣扬苏灿是自己得意的徒弟，着实风光了数日。洪绮莲一日前去赴宴，请他的是在美国认识的史密夫，如今史密夫来中国做起了洋买办，二人谈活间，洪绮莲说想找份工作，史密夫答应她去中商日报馆就职。洪绮莲第一天上班，正赶上采访，她前往采访地，忽然，几个村民扑来抢她的东西，这时，一个男人上前搭救，原来搭救洪绮莲的是大名鼎鼎的铁桥三……苏记酒厂的货物被史密夫扣押，苏灿几次派人去找史密夫，都被史密夫挡驾在外。苏灿大为恼火，决意与史密夫斗斗。一日，史密夫前来码头视察，见没有一个工人搬货，正在疑惑时，苏灿领着手下来到码头，他讥笑史密夫几句，恼羞成怒的史密夫掏出洋枪，指向苏灿。忽然，苏灿腾空而起踢飞史密夫手中的洋枪，一瞬间，枪在空中落下，被苏灿接住。苏灿用枪指着史密夫，逼迫史密夫答应无条件恢复苏记酒厂在码头的使用权。洛溪镇大富豪之子马少爷自见到苏灿妹妹苏铃之后，就来苏家提亲，可按苏家族规，必须大哥结完婚，妹妹才能嫁人。苏灿劝说妹妹苏铃答应这门亲事，他没料到妹妹当面拒绝，其实，苏铃心中已有他人，原来是佣人程宗。斧头帮的雷帮主自从败在苏灿手下，心中耿耿于怀，时常想着报仇，当他听到苏灿要争当商会会长，雷豹决意搅坏苏灿的美梦，也争当商会会长一职。一日，苏记酒厂门前摆酒给村民喝，忽然一人捂着肚子，倒在地上装死。原来，是雷豹花钱雇人做托儿，演戏砸场子，出乎意料的是乞丐苏贵揭穿了这出骗人的把戏。苏灿为争得商会会长，四处拉选票，在当选这天，竟然是安顺天赢得商会会长。更让苏灿恼火的是洪绮莲在报上刊登出苏记酒厂开除工人事件。落选原因是当地百姓对苏灿的行为不满。其实，杀出来的安顺天是大清朝廷的安公公。他不光做了商会会长，又将报馆买了下来，洛溪人都猜测不到此人的来历。自从安顺天当上商会会长，又做了令洛溪百姓兴奋的一件快事，就是举办七省比武大赛，所得筹款全做善事。这件事令苏灿兴奋不已，鼎力相助。雷豹为参加七省比武大赛，苦练功夫，他要与苏灿决一雌雄，这期间洪鹰深知自己功夫不如苏灿，他找到苏灿将此事讲出来，苏灿满口答应手下留情，可比赛进入四强之时，苏灿果然让洪鹰几招，洪鹰见苏灿让了几招，心一闪念，他决意赢下这场比赛，就出手重拳，苏灿为了保护自己将洪鹰打出场外。洪鹰顿时口吐鲜血，一旁观战的洪绮莲扑到父亲身旁伤心不已。苏灿赛后找到洪绮莲赔礼道歉，可洪绮莲回答道：“你要赢得七省拳王，就不要娶我了！”苏灿听后大吃一惊。几天来，洪绮莲心中烦闷，就找铁桥三谈心，两人彼此情感又进了一步。苏灿为了赢得七省拳王的决赛，闭门谢客，苦练功夫，一天苏灿在后花园练功，乞丐苏贵爬上墙头偷看，他两眼含泪，其实乞丐苏贵就是苏灿的亲生父亲。深夜，苏贵未睡，喝着闷酒，他思绪万千，这么多年浪迹天涯，沿街乞讨，全是为了迷恋武功所致，如今老了，又回到洛溪镇，虽然离家咫尺，却不能归属家门。七省拳王决赛之日，苏灿与铁桥三大战多时，双方不分胜负，但是最后铁桥三败在了苏灿的脚下，铁桥三伤感至极。安顺天提拔铁桥三为自己商行的总管，心存感激的铁桥三，发誓至死忠心安顺天。洪绮莲自从同苏灿分手后，心中总是不忘苏灿，其实还是想念着苏灿，就是和铁桥三在一起，也是挂念着苏灿，一日苏灿来找洪绮莲，再一次赔礼，洪绮莲原谅了苏灿，二人和好如初。苏灿一日询问妹妹苏铃几时嫁人，阿铃说漏了嘴，苏灿仍追问，阿铃慌然离去，苏灿觉得蹊跷，跟踪而上，在后花园才真相大白，原来阿铃的意中人竟是佣人阿宗。安顺天早就看中大苏记酒厂这块肥肉，苦谋深算之后，设计让苏灿跳进他的圈套。苏灿让安顺天入股苏记酒厂，使他大为恼火的是铁桥三又回到大苏记酒厂，而且做主管，苏灿百般无奈，答应了安顺天的安排，安顺天插手大苏记酒厂后，首先安排铁桥三成功，之后伸出一只无形的手掐住苏记酒厂的死穴，让苏记酒厂自然消失。安顺天自从接受大苏记以来，乘运酒至外地时，和军火一起运往长沙交给李公公。一日铁桥三发现这个秘密，他心烦意乱，左思右想之后，来见安顺天并质问他，但安顺天用激将法加上威胁要铁桥三好自为之，不得泄露机密。长沙巡捕房将多次搞暗杀活动的李公公捕住，正押运至广东，但途中遭遇黑衣蒙面人拦截，并打死囚车里的李公公杀人灭口。苏记酒厂抓紧时间酿酒，准备运往外地，一天夜里，几个黑衣蒙面人将苏灿和工人几日酿好的酒，全部打翻在地。苏灿听到下人禀报，慌忙赶至货仓，见到打烂的一坛坛酒，顿时吃惊不已。这批酒若是不在几日内运到客户那里，要赔款三倍的价钱给客户，苏灿同舅舅曹万山商量，将苏记酒厂抵押给银行，出乎意料的是安顺洋行接管了大苏记酒厂，并将所有效忠苏灿的伙计全部辞退。苏灿经过这次的打击，深思熟虑后，发誓要从头干起，将苏记酒厂再继续发扬光大。铁桥三在安顺天的支持下，建立了同济会。同时，把曹帮的人拉进同济会，其实铁桥三变成铁石心肠，完全是饮了卡迪斯药酒所致。苏灿数日筹集资金，但几日来都是空手而归。所有人害怕铁桥三的势力，都不敢借钱给苏灿。洛溪镇举行舞狮大会。各帮派都前来参加，曹帮代表苏灿与同济会的铁桥三，两人相见，分外眼红。在舞狮比赛时，二人大打出手，不料苏灿被铁桥三打伤，苏灿被打伤之后，发誓要东山再起，将苏记酒厂和曹帮重新振兴。与此同时，铁桥三的同济会势力越来越强大，洛溪镇的各帮派都归顺于同济会，连雷豹的斧头帮也加入了同济会。苏灿的心情随着同济会的势力增大，也越来越沉重。安顺天除了铁桥三的同济会，他又联合外国势力，为复辟大清做好准备。一日安顺天同手下将军火枪支藏进货仓。这时，苏铃为了程宗的祭日来到货仓，被安顺天等人发现，将她杀死，扔进河里。苏灿和家人在河边找到了苏铃的尸体。苏灿误以为铁桥三是凶手，他气愤至极，要与铁桥三拼命，被曹万山等家人拦住，苏灿悲恸欲绝。埋葬了苏铃以后，苏灿成天不语，独自呆在山上，以酒为食，醉酒熏熏。苏贵听到女儿死去的消息，赶回洛溪镇，他找到铁桥三，本想教训铁桥三一通，却被铁桥三打伤在地。苏贵领着丐帮从湖南赶到洛溪镇，要与安顺天等黑势力决一死战。安顺天得知丐帮是冲着他来的，就连夜派人让哈利逊将军带着军队赶到洛溪镇，将丐帮众人团团围住，一阵枪声之后，丐帮众人一个个倒在血泊之中。苏贵身负枪伤逃出重围。他在临死之前，嘱咐苏灿练好醉八仙拳，将醉拳发扬光大，苏贵说完微弱地将他毕生沉迷的醉八仙拳谱交给苏灿之后就含恨而死。苏灿在父亲尸棺前发誓要练好醉拳。经过思索后，他像父亲一样，离家出走了。洪绮莲一日打扮成工人，混进酒厂的厨房，将厨房里的饭菜拿去化验，得出的结果是饭菜里有卡迪斯药物。洪绮莲气愤至极，找到铁桥三理论，质问他为何与洋人勾结，在饭中下药毒害中国人。这时，安顺天出现了，派人将洪绮莲关押起来，铁桥三心中产生对安公公的强烈不满。洪绮莲下落不明，报上登出洪绮莲是洋人所杀。为了查找杀死洪绮莲的凶手，于枫找到了苏灿，成天醉熏熏的苏灿听到洪绮莲被杀死的消息，顿时从醉梦中清醒，他发誓为洪绮莲报仇，自此又开始习武练功。安顺天利用铁桥三的同济会与洋人结怨，从中消灭同济会的势力，然后再杀掉铁桥三与关押的洪绮莲。巡捕房得知了消息，迅速解救了洪绮莲，得到洪绮莲未死的消息后，苏灿惊喜万分。苏灿同醒悟过来的铁桥三一起与安顺天的人马展开了你死我活的一场决斗，两人终于将安顺天打死，消灭了这个卖国求荣的大清残余的安公公。铁桥三同苏灿见了最后一面，从此铁桥三浪迹天涯。时隔不久，苏灿向洪绮莲告别，说出他也要浪迹天涯，行侠仗义。苏灿走后，洪绮莲再也没同他见过面，洪绮莲接管了父亲的洪鹰武馆。之后几年，苏灿同铁桥三名震广东，被民众推选为广东十虎之一。相同的境遇里沟通交流从相知到相依，他们是否能摆脱世俗羁伴，走到一起？",
    "chinese_title": "醉拳苏乞儿",
    "douban_rating": "6.4/10 from 214 users",
    "foreign_title": "",
    "douban_rating_average": "6.4",
    "update_at": "2025-09-27T07:35:31"
}