{
    "aka": [
        "Poudre, gloire & beauté"
    ],
    "sid": "6008307",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1552212",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1552212/",
    "imdb_votes": 38,
    "this_title": [
        "The Powder & the Glory"
    ],
    "douban_link": "https://movie.douban.com/subject/6008307/",
    "imdb_rating": "7.1/10 from 38 users",
    "trans_title": [
        "Poudre, gloire & beauté"
    ],
    "douban_votes": "0",
    "introduction": "Portraits croisés d'Elizabeth Arden et Helena Rubinstein, deux femmes d'affaires dont les produits ont marqué le monde de la cosmétique.Elles ont émigré aux États-Unis il y a environ un siècle. Elizabeth Arden venait du Canada (Ontario), Helena Rubinstein de Cracovie. Toutes deux sont parties de rien et ont bâti de véritables empires, inventant une industrie de la cosmétique dont le chiffre d'affaires mondial s'élève aujourd'hui à quelque 150 milliards de dollars. Elles ont vécu et travaillé à New York à quelques rues l'une de l'autre, mais ne se sont jamais rencontrées. Rivales acharnées, elles se sont éperonnées mutuellement, créant, inventant, innovant sans cesse. Leurs méthodes n'étaient pas toujours fairplay. Quand Elizabeth Arden s'est séparée de son mari Thomas Jenkins, Helena Rubinstein n'a pas attendu longtemps pour embaucher celui-ci.À l'origine d'une nouvelle industrie, elles ont donné leurs lettres de noblesse aux produits cosmétiques, puis les ont rendus indispensables. Dès les années 1910, les deux femmes ont été pionnières dans le domaine du marketing et de la publicité, forgeant un style, façonnant la \"femme moderne\". Leur essor a coïncidé avec les débuts du cinéma - le maquillage professionnel devenait essentiel pour les gros plans. Ces deux \"impératrices\" sont devenues des icônes du XXe siècle : aujourd'hui encore, leurs noms sont synonymes d'élégance et de beauté.",
    "chinese_title": "The Powder & the Glory",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-02-16T11:52:06"
}