{
    "aka": [
        "Trust"
    ],
    "sid": "6010948",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1985",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt0088687",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "1985"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0088687/",
    "imdb_votes": 217,
    "this_title": [
        "Aitbaar"
    ],
    "douban_link": "https://movie.douban.com/subject/6010948/",
    "imdb_rating": "6.9/10 from 217 users",
    "trans_title": [
        "Trust"
    ],
    "douban_votes": "0",
    "introduction": "Aitbaar (English:Trust) is a 1985 Hindi film, directed by Mukul Anand and starring Raj Babbar, Dimple Kapadia, Suresh Oberoi, Danny Denzongpa and Sharat Saxena. It was a close remake of Alfred Hitchcock's 1954 thriller, Dial M For Murder.Film music is by Bappi Lahiri and lyrics by Hasan Kamaal and Farukh Kaiser, who gave Kisi Nazar Ko Tera Intezaar, a memorable ghazal duet by Asha Bhosle and Bhupinder.Storyline.Widower Mr. Khanna is a very wealthy businessman in Bombay. He has a daughter named, Neha, of whom he adores. Realizing that he is not young anymore he wanted her to get married before he passes away. Neha loves an upright and prestigious young man named Sagar but he is not ready for marriage yet. So she decides to marry Jaidev of whom her dad chose for her. A couple of days later Neha's dad passes away leaving his estate for Jaidev to take care of but Jaidev takes no interest over the estate or Neha. She feels devastated by her husband but one day her husband attempts to change himself and begins to love her but she soon discover a more bigger conspiracy that will turn her life upside down.",
    "chinese_title": "Aitbaar",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-02-14T23:52:09"
}