{
    "aka": [
        "Gingakei",
        "The Galaxy"
    ],
    "sid": "6017293",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1967",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2370664226.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1048542/",
            "name": "足立正生 Masao Adachi",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0239429",
    "director": [
        {
            "url": "/celebrity/1048542/",
            "name": "足立正生 Masao Adachi",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1967-08-12"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0239429/",
    "imdb_votes": 70,
    "this_title": [
        "銀河系"
    ],
    "douban_link": "https://movie.douban.com/subject/6017293/",
    "imdb_rating": "6.7/10 from 70 users",
    "trans_title": [
        "银河系",
        "Gingakei",
        "The Galaxy"
    ],
    "douban_votes": "0",
    "introduction": "A car wreck on a beach road. While the passengers gather round the broken engine the driver, a young man meets his doppelganger on the beach. He beats and strangles him to death. A hospital. The young man walks down a flight of stairs passing a group of beautiful nurses and is hit by a crutch, thrown by his doppelganger who’d been waiting for him at the top of the staircase. Again he beats him to death with the crutch disposing of the corpse in the nearby toilet room. Leaving the toilet the young man is again confronted with his living doppelganger and collapses. A car. The young man now drives through Tokyo’s outskirts accompanied by a beautiful woman who tries to hug and kiss him. Desperately he tries to escape from her leaping through the windshield of the driving car now flying high above the highways landing on a table on the rooftop of a building trying to hide from the woman, who somehow managed to follow him through the air…Sounds crazy? It’s the synopsis of the first 10 minutes of Adachi’s independently produced experiment in classical surrealism, a dreamlike Möbius-strip of a film, which was the formal opening film at the famous underground theatre Zasori-za located in the basement of Shinjuku Bunka, the headquaters of ATG and the Tokyo underground movements of the 60’s. The original print was sepia-tinted, hence the distorted colour of the stills.",
    "chinese_title": "银河系",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "銀河系",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-08-22T22:00:17"
}