{
    "aka": [
        "电影科技大公开"
    ],
    "sid": "6021366",
    "cast": [
        {
            "url": "/celebrity/1184826/",
            "name": "Nar Williams Nar Williams",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325023/",
            "name": "宫城卓男 Takuo Miyagishima",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "科幻",
        "纪录片",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2918879527.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1423782",
    "director": [],
    "duration": "45分钟",
    "episodes": "13",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-05-26(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1423782/",
    "imdb_votes": 138,
    "this_title": [
        "Science of the Movies Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/6021366/",
    "imdb_rating": "7.2/10 from 138 users",
    "trans_title": [
        "电影中的科学 第一季",
        "电影科技大公开"
    ],
    "douban_votes": "84",
    "introduction": "我们沉醉于电影,但很少深究动人影像背后的故事.这部新剧集将聚焦那些令人难忘的电影场景背后的科学理论,幕后极具创意的视觉艺术工作者,以及制作了这些精彩绝伦的电影,不断变革,不断进步的新技术.《电影中的科学》截取著名的电影场景,详细解释每个片段如何能串联起来,内里有哪些科学要点.每集中,自诩为电影达人的主持人Nar Williams将向您展示这些\"好莱坞骗术\"的独家内幕真相.实际上, Williams除了作为主持人,还是有其他贡献的.他将作为观众们的小白鼠,来体验在精彩场景背后的创意科技.并与一些奥斯卡得主一起,向您介绍那些创作了最夯的视觉特效的优良装备.从动作捕捉技术和以科技透视追逐场面,到用全美最先进的摄像机进行3D世界的构造,《影中的科学》用珍贵的幕后镜头向观众展示了尖端的电影制作技术.Science Channel invites you on a geektastic journey to the cinematic intersection of art and science in the all-new \"Science of the Movies.\"Appealing to the movie junkie in us all, the new series explores the remarkable - yet rarely celebrated - scientific world that exists behind the screen, spotlighting the visionary artists, entrepreneurial spirit, innovative technology and remarkable techniques responsible for creating unforgettable, edge-of-your-seat moments in blockbuster films.\"Science of the Movies\" breaks down famous movie scenes to show viewers the inside science on how each sequence was strung together. In each episode host and self-proclaimed movie geek Nar Williams gets the inside scoop on the tricks of the Hollywood trade.Williams gets some much appreciated hands-on experience, acting as the guinea pig to show the technological creative behind the scenes. Highlighting the equipment used in creating the latest visual effects and computer graphics, coupled with interviews with the award-winning artists, stunt men and technicians responsible for using or sometimes even inventing the equipment, \"Science of the Movies\" celebrates the world of movie magic like never before.From motion capture film techniques and the science of perspective in chase scenes to state-of-the-art cameras and creating 3-D worlds, Science of the Movies features rare behind-the-scenes footage to help bring viewers to the cutting-edge of film-making technology.",
    "chinese_title": "电影中的科学 第一季",
    "douban_rating": "8.5/10 from 84 users",
    "foreign_title": "Science of the Movies Season 1",
    "imdb_rating_average": 7.2,
    "douban_rating_average": "8.5",
    "update_at": "2025-10-25T15:52:36"
}