{
    "aka": [
        "Images of the Orient: Vandal Tourism"
    ],
    "sid": "6027246",
    "cast": [
        {
            "url": "/celebrity/1017445/",
            "name": "Giovanna Marini Giovanna Marini",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908125266.jpg",
    "region": [
        "法国",
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1284793/",
            "name": "伊凡·吉亚尼谦 Yervant Gianikian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1295566/",
            "name": "安吉拉·里奇·鲁奇 Angela Ricci Lucchi",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1718802",
    "director": [
        {
            "url": "/celebrity/1284793/",
            "name": "伊凡·吉亚尼谦 Yervant Gianikian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1295566/",
            "name": "安吉拉·里奇·鲁奇 Angela Ricci Lucchi",
            "@type": "Person"
        }
    ],
    "duration": "62分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1718802/",
    "imdb_votes": 19,
    "this_title": [
        "Images d'Orient: Tourisme vandale"
    ],
    "douban_link": "https://movie.douban.com/subject/6027246/",
    "imdb_rating": "7.7/10 from 19 users",
    "trans_title": [
        "Images of the Orient: Vandal Tourism"
    ],
    "douban_votes": "0",
    "introduction": "Based on the negatives of a film shot in India in wealthy bourgeois circles in the late 1920s, when anticolonial tensions were running high: the filmmakers deconstruct the images, repeat them, reframe them, colourise them, searching for the behaviour and attitudes of Westerners in the East. The film comprises two parts; street scenes that seem like a catalogue of poverty, and a show of the elegance, opulence and power of colonial rule. Giovanna Marini sings texts by Henri Michaux and Mircea Eliade that help to reveal the violence of colonial domination under the harmony of “exotic” images.-------” There’s nothing quite like this approach to the flammable memory of nitrate film, where the facts and misdeeds of the century, their parentheses of grace and their litany of devastation, are imprinted. From these fragments of buried worlds, ‘Les Gianikian’ literally extract the revealing traces of our present day. They examine them photogram by photogram, through the prism of their “analytical camera” – enlarging details, colourising the image, slowing down sequences…Here the two filmmakers break down the spectacle of domination and oppression from the East, based on a film shot in India in 1928 and 1929, a time of serious anti-colonial tensions. These were ostensibly privileged Europeans, accompanied by officers and prelates, foreshadowing the phenomenon of mass ‘vandal’ tourism. Their postures and poses, the luxury of their finery and equipment, their sovereign arrogance in the midst of destitution and servitude… Music by Luis Agudo, Francesco and Giovanna Marini, singing the words of Henri Michaux and Mircea Eliade. ”--- Valérie Cadet, Le Monde, october 28, 2001",
    "chinese_title": "Images d'Orient: Tourisme vandale",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-05-31T10:00:40"
}