{
    "aka": [],
    "sid": "6037427",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "西部"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p902601154.jpg",
    "region": [
        "新西兰"
    ],
    "writer": [],
    "imdb_id": "tt1783285",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1783285/",
    "imdb_votes": 859,
    "this_title": [
        "Good for Nothing"
    ],
    "douban_link": "https://movie.douban.com/subject/6037427/",
    "imdb_rating": "5.9/10 from 859 users",
    "trans_title": [
        "无用之人"
    ],
    "douban_votes": "0",
    "introduction": "一个英国老太太向西移民，不料却遭到一个非法歹徒强硬的绑架。绑匪试图与她发生关系，却患有勃 起功能 障 碍的不幸状况。西方经典的动作与冒险就要在这里展开了。This ain't no place for a ladyAn English lady is immigrating out West but is kidnapped by a rugged outlaw who attempts to have his way with her but suffers from an unfortunate case of erectile dysfunction. Action and adventure unfold in this original take on the classic Western.Inspired by the Spaghetti Westerns and celebrating the Western genre with an interesting twist, Good for Nothing follows an odd romance and the resulting emotional confusion of an outlaw who reluctantly develops strong feelings for a woman he has kidnapped. Yet when the outlaw (Cohen Holloway) tries to force himself on the young and beautiful Isabella Montgomery (Inge Rademeyer), he finds himself unable to 'get it up' due to a surprising bout of performance anxiety. Unable to understand the reason for his erectile dysfunction, the outlaw goes on a quest to find a solution for his problem with the kidnapped Isabella in tow. But the pair are pursued by an unpredictable posse who are set on killing both the outlaw and Isabella, who they have mistaken for a whore and accomplice to the outlaw.In this gritty and entertaining Western, a young English woman is kidnapped by a savage outlaw. With a posse hot on the chase, the duo will have to attempt to survive the brutal landscape of the Old West together. Packed with action and humor, Good for Nothing, is a critically-acclaimed Western that will have you holding on to your hat!",
    "chinese_title": "无用之人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Good for Nothing",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-05-08T00:42:11"
}