{
    "aka": [
        "Maisy Mouse",
        "Maisy: Birthday and Other Stories"
    ],
    "sid": "6037906",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "喜剧",
        "动画",
        "儿童"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868681850.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1176301",
    "director": [],
    "duration": "5",
    "episodes": "106",
    "language": [
        "英语"
    ],
    "playdate": [
        "1999(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1176301/",
    "imdb_votes": 285,
    "this_title": [
        "Maisy"
    ],
    "douban_link": "https://movie.douban.com/subject/6037906/",
    "imdb_rating": "6.5/10 from 285 users",
    "trans_title": [
        "小鼠波波和他的朋友们",
        "Maisy Mouse",
        "Maisy: Birthday and Other Stories"
    ],
    "douban_votes": "346",
    "introduction": "Maisy videos are created by Lucy Cousins specifically for very young children. Maisy is a lovable mouse who finds even the most everyday things enchanting. Cousins's simple, brightly colored, animated pictures feature bold graphics of Maisy and her friends gesturing, babbling, and acting like typical children. A narrator provides the barest of commentary, and each episode is punctuated with a popular children's song. In \"Playground,\" Maisy and her animal friends spend an enjoyable day together at the playground. These lucky friends even get treats from the ice cream man. Maisy sets off for a sail in \"Boat,\" and shares a snack with a seagull and some fish, plays ball with a dolphin and octopus, and then gets a push home from a friendly whale. In \"Bike,\" Maisy, Charley, and Tallulah take turns on Maisy's bike and work together to find it when it gets misplaced. \"Ball\" finds Tallulah and Maisy searching for a good place to play soccer, and \"Swing\" shows just how inventive Maisy can be. A trip to the \"Fair\" is full of fun activities. (Ages 1 to 4)",
    "chinese_title": "小鼠波波和他的朋友们",
    "douban_rating": "8.8/10 from 346 users",
    "foreign_title": "Maisy",
    "imdb_rating_average": 6.5,
    "douban_rating_average": "8.8",
    "update_at": "2025-02-28T22:33:52"
}