{
    "aka": [],
    "sid": "6041244",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1341262192.jpg",
    "region": [
        "西班牙",
        "巴拉圭"
    ],
    "writer": [
        {
            "url": "/celebrity/1145044/",
            "name": "Renate Schroeter Renate Schroeter",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1641619",
    "director": [
        {
            "url": "/celebrity/1207481/",
            "name": "Renate Leismann Renate Leismann",
            "@type": "Person"
        }
    ],
    "duration": "91分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1641619/",
    "imdb_votes": 160,
    "this_title": [
        "Cuchillo de palo"
    ],
    "douban_link": "https://movie.douban.com/subject/6041244/",
    "imdb_rating": "7.3/10 from 160 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "C’était l’hiver. Mon père nous appela en urgence. Le corps de mon oncle venait d’être découvert, nu, étendu par terre. Des curieux s’étaient attroupés autour de lui, la police les dispersa. Mes proches étaient là, eux aussi. Ils me demandèrent d’entrer et de choisir les vêtements dans lesquels il serait enterré. J’ouvris son placard : il était vide. Par la suite, quand je demandais de quoi il était mort, on me répondait : « de tristesse ». Cette réponse venait contredire tous les souvenirs que j’avais de lui. Rodolfo était le seul de mes oncles paternels qui ne voulait pas devenir forgeron comme son père. Dans le Paraguay des années 80, sous la dictature de Stroessner, il voulait devenir danseur professionnel.C’est en fouillant dans les fragments de son passé que j’ai découvert que mon oncle avait fait partie de la « liste des 108 homosexuels », qu’il avait été arrêté et torturé. Encore aujourd’hui au Paraguay, quand on vous appelle « 108 » cela signifie « pédé ». Pendant plus de 20 ans, tout au long de la dictature de Stroessner, les hommes qui étaient soupçonnés d’être opposants au régime ou homosexuels étaient pris pour cible par les collaborateurs du régime. L’histoire de Rodolfo nous dévoile une période obscure de mon pays.« 108 – Cuchillo de palo » est un film dans lequel deux générations se confrontent : la génération qui a vécu sous la dictature Stroessner et qui a pris l’habitude de se taire, et la génération qui, ayant toujours vécu dans une démocratie, n’a rien à dire parce que personne ne lui a expliqué ce que signifiait réellement « 108 ». Dans ma famille et dans le pays entier, les gens ont volontairement enfoui profondément dans leur mémoire les souvenirs relatifs à cette période. Personne n’a aujourd’hui le courage de revenir sur cette période, mais chacun en garde des séquelles, une façon particulière de baisser le regard, des silences, des secrets. Aucun film n’a jamais été réalisé sur cette période. Pour que le silence mène à l’oubli. Cacher pour effacer les souvenirs. Ce film est au départ une quête personnelle, fondée sur quelques certitudes et sur beaucoup de questions auxquelles je n’avais pas de réponse. Des questions qui vont nous permettre de découvrir la relation que nous entretenons avec notre passé, et la manière dont cette relation influe sur notre présent.Un film qui finalement nous concerne tous.",
    "chinese_title": "Cuchillo de palo",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-09-05T19:35:14"
}