{
    "aka": [],
    "sid": "6041190",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2618056571.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1372142/",
            "name": "章小龙 Xiaolong Zhang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1319812/",
            "name": "何群 Qun He",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2007"
    ],
    "this_title": [
        "王选"
    ],
    "douban_link": "https://movie.douban.com/subject/6041190/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "故事开始于1979年。(那年王选42岁)美国。纽约。总部设在曼哈顿帝国大厦的国际印刷设备巨头HTS公司，刚刚完成了一个“不可能完成的任务”――经过努力，HTS公司比预期的日期整整提前了一年，成功获得中国有关部门的批准，将在三个月之后于北京和上海举办印刷设备展示会，这意味着中国巨大的排版印刷市场即将被HTS公司打开。几个最高层的主管在为进军中国市场做着精心的准备。翔实的情报分析系统，将中国的印刷业现状、王选的个人资料和他主持的“748工程”等情况分析得一览无余。分析报告中特别提到，对于急于占领中国市场的HTS而言，王选可能是潜在的最大威胁，因为据称他手中有两项核心技术――高倍率汉字信息压缩和高速还原成形，而他究竟是如何做到的，对于西方来说现在还是个未解的谜团。王选会是我们的威胁吗？全权负责HTS公司中国项目的亚瑟对此不屑一顾，他对凭借自己强大的技术实力迅速占领中国市场的前景深信不疑，要求手下全力筹办即将到来的印刷设备展示会，要让孤陋寡闻的中国人由衷地对我们所拥有的先进照排设备顶礼膜拜，心甘情愿地将中国的印刷业向HTS开放。至于王选，就让那个不起眼的小助教，继续在北大的象牙塔中做他的“数学游戏”吧。王选是在位于北大西门的老图书馆里得到HTS被获准在北京举办设备展示会的消息的，这让王选有了一种措手不及的感觉。本来他的研发团队此刻就面临着自1977年正式组建以来的最大窘境――曾经以加入研发团队为荣的“748工程”，此时已经变成一个“不得人心”的项目。评职称、写论文、出国进修……哪一个不比在无法预料成功日期的“748”里继续耽搁更有诱惑力？从1975年就和王选一起并肩奋斗的董老师也动摇了，她来向王选及其夫人陈老师辞行，说我相信你关于“748工程”设想的独到性，也相信凭咱们的努力早晚能作出自己的激光照排系统，但是现在，西方先进设备进军中国的日程大大提前了，届时，眼界大开又急于求成的国人根本不会给我们留出生存的空间，以HTS为首的西方先进设备会早于我们而抢先占领全行业。我们再继续努力还有价值吗？危机之中的王选展现了他卓越的领军才能。在北大校长和领导小组组长的协助下，王选用自己的胸怀、抱负、视野和对知识价值的高度自信，成功地说服了以董老师为代表的一批业务能力很强的老师放弃出国，放弃著书，放弃写论文，留下来和自己一起并肩战斗。王选来到位于北大东门的校印刷厂打印报告。在那“铅与火”的环境里，排版的工人师傅衷心地祝愿王选早日获得成功。这更加坚定了王选的信心，一定要为中国的汉字照排系统争取到生存的空间。王选主要的几个合作单位在这里纷纷亮相。王选带领自己的团队，克服着重重困难，对原理机开始进行三班倒式的突击，争取在以HTS公司为首的国际印刷设备巨头来中国之前，用自己的原理机输出一张样报。实战演示的日期日益临近，但原理机的性能却极不稳定，王选对届时究竟会出现什么状况毫无把握。新闻单位的记者与领导们齐聚王选团队的机房，听到的是旁观者的冷言冷语。原理机出样报的过程竟然出人意料地顺利，众人为取得的成果欢欣鼓舞。但是新闻媒体却对是否报道此项成果产生了巨大的分歧――王选团队实际上的困难已经被大家所掌握，国产照排系统尚有许多关键的配套设备还根本没有着落――不主张报道的某大报记者当面将这些情况向王选质询，王选的回答既坦率又坚定。《××日报》决定用头版头条的方式予以报道，这给了王选巨大的鼓励。王选将那份《××日报》精心地压在了办公桌下，以此来激励自己的团队，不要辜负了期望。美国。纽约肯尼迪机场。动身前往中国举办展示会的亚瑟，在第一时间也拿到了《××日报》。在经过了冷静的分析之后，虽然不改对当初决策的判断，但也开始在内心承认，王选真的可能是他们未来最大的劲敌。亚瑟有了紧迫感。北京。王选自认为获得了在展示会上与HTS公司分庭抗礼的资本，不料却仍然引不来国人对国产照排系统的信任。周校长的拍案而起，给了王选继续与国外巨头抗争的勇气。亚瑟在中国为HTS公司赢得了巨大的声誉之际，仍然没有轻视来自王选的威胁，他的情报系统在高速运转，但得到的消息终于令他长舒了一口气――王选的团队正遇到了一系列难以克服的困难，能否继续生存下去都有问题，惶论在短时间之内与他们争锋？亚瑟开始全面启动中国计划，并着手进行大规模的、卓有成效的公关行动。在这里将完成王选和亚瑟的第一次面对面――亚瑟为了HTS的商业利益，刻意贬低王选原理机研制成功的意义，说你的技术和理论再先进，如果不能迅速转化为产品，就是废物一堆。这深深地刺伤了王选。王选决定正面迎接挑战，要在研制原理机的同时，立即启动上马有实用价值的“二型机”的研制。但是王选团队内部却不合时宜地发生了动摇，某二型机的总承单位因为没有效益而决定下马，合作单位也开始撤人撤资，王选心急如焚。在这一阶段，王选将集中地受到一系列的委屈和不公正待遇，这让他的情绪跌到了最低谷。也就是在这时候，王选的夫人陈老师又被查出患了癌症……美国麻省理工学院(MIT)在这时向王选发出了邀请，承诺用福特基金会的财力支持王选成功。个人的荣华富贵指日可待。王选接受邀请与否在合作团队之间引起的猜疑。面对困境和诱惑，王选陷入了沉思――自1954年开始在北大求学，到1975年以来的种种艰辛，以及红三楼、佟府的岁月将在回忆中一一展现。就在所有人都担心王选将一去不归之际，王选作出了自己的选择――留下，争取早日进入印刷业的“六五规划”，做出有中国自主创新核心技术的照排系统，与外国人一争短长！1984年，王选迎来个人事业上的高峰〔获奖、评教授、北京市劳动模范……〕，与此同时，亚瑟也升任了HTS公司的CEO，他带领HTS公司大规模参展在北京举行的“第一届国际印刷设备博览会”，正式进入中国市场。引进大潮再次猛烈冲击，国内最重要的客户纷纷“反水”加入主张引进的行列。王选不仅成为以HTS为首的国际巨头逐鹿中国的对手，也被某些不相信国产设备有前途、急于引进国外设备的国人视作了最大的绊脚石。亚瑟和HTS公司在幕后推波助澜，让反对王选的声势达到顶峰。就在国产照排系统项目生死攸关之际，王选毅然立下军令状――如果1985年如还不能将产品成熟化,甘愿退回全部科研经费！即便是在北大，王选的军令状也让民怨鼎沸。关键时刻，北大领导下了“砸锅卖铁也要支持王选和汉字照排系统”的决心。(在这一段落展现中国知识分子的整体精神气质、风骨！)王选团队在新华社赶排《新闻稿》的艰辛、曲折的过程――有实用价值的“二型机”终于获得了成功！王选和他的合作者自豪地将这一系统命名为“华光”――中华之光！众人对“二型机”的特点如数家珍，纷纷感慨我们终于争了一口气！王选个人在学术领域里也获得了巨大的声誉！HTS公司对王选和他的“华光”系统所取得的进展大为震惊，因为这已经开始影响到了他们整个商业帝国的布局。亚瑟自身在HTS内部的地位和利益都受到了挑战。充满危机感的他经过缜密的分析和布局，决定用最先进的激光照排设备抢占中国出版业的高端市场，将初出茅庐的“华光”扼杀在摇篮里。亚瑟再次当面向王选挑衅，说我佩服你的梦想、才华和勇气，但你却选择了不和我做合作者而是敌对者，这将是你最大的不幸！即便你的“华光”暂时从我手里抢走几个客户，也改变不了你最终失败的命运，因为高端市场在我的手里――那就是日报和大报！它们的时效性强，字体要求多，版面变化多，是对照排系统最严格的考验。只有过了这一关，大规模的推广普及才指日可待。而你，现在做不到！面对亚瑟的“叫嚣”，王选却出奇地平静，这反而让亚瑟感到了无形的压力，开始加大了针对王选的情报搜集。结果令亚瑟大吃一惊――他万万没有想到，永不满足的王选根本就没有停止过脚步，早在他当面挑衅王选之前，王选就已经在冷静地分析了以HTS公司为首代表的国外先进印刷设备优劣的基础上，历数出了二型机在TC83、终端、主机硬盘、软件方面的弱点，与国外产品相比的致命伤：无法做到文字与照片、图片的合一输出……然后作出了一个出人意料的决定――全面推倒“二型机”，在最短的时间之内研制出“三型机”！现在的王选就是要用“三型机”来与HTS同步竞争。但是，恶劣的环境却让王选和他的“三型机”没有用武之地。几乎所有最重要的客户在关键时刻都选择了对王选的敬而远之，转而进口HTS公司的产品。《××日报》印刷厂的夏××被王选描绘的前景所打动，毅然决定与王选一起共进退，在《××日报》试用王选的国产照排系统。1987年，王选和《××日报》一起大获成功。××日报印刷厂卖掉了铅印设备，告别铅与火，迎来光与电。为了HTS公司的商业利益，亚瑟开始改变独占中国市场的初衷，被迫转而寻求与王选的“华光”和平共处，共同瓜分市场。所有人都认为国产照排系统已经大获全胜了，可永不满足的王选却即使在获得“毕升奖”后也还有负债心理，他再次立下宏愿，要在市场上打败所有竞争者，把所有外国产品全都赶出中国，并进而进军国际，为国家创造财富。王选开始和以HTS为首的国际印刷设备巨头正面交锋，而世界银行的全球招标，为他们的决斗提供了最好的平台！王选神速推出的“四型机”，让亚瑟难以招架。但是随即而来的分析令亚瑟再次鼓起了信心，决心孤注一掷，投入巨资，不惜一切地志在必得。而王选，在继续拥有“顶天”核心技术的同时，却遇到了配套设施上难以跨越的障碍。为了取得招标的最后成功，王选只得对一些重要的国产配件忍痛割爱，转而充分利用国外最先进的设备和元器件，让四型机的性能有脱胎换骨的飞跃。王选和以董老师为代表的合作者之间发生了激烈的冲突，这场冲突在王选的内心掀起了巨大的情感风暴……终于，王选赢得了董老师和众多合作者的理解和具体支持。终于，王选和他的汉字照排系统让HTS俯首称臣――HTS公司宣布破产，国外照排设备从此完全退出中国市场。卸任的亚瑟与王选在北大的研发基地有了一次对话，在完整地看完王选的奋斗过程和难以想象的简陋研发条件之后，亚瑟由衷地发出感慨，我面对的，是一个传奇；打败我的，是一个传奇式的知识英雄！1991年。(那年王选54岁)王选的脚步没有停留，他宣布要进军海外市场，用自主创新的知识来为祖国创造财富，在全球范围引领一场产业革命。这回，再也没人怀疑他会成功了。北大开始以王选的汉字激光照排系统为龙头组建隶属于自己的公司。领导决定将这一照排系统命名为“王选系统”，却被王选一票否决了。他说要用“方正”，并用《汉书》中的一段话来为“方正”正名！在方正集团的新年晚会上，在含泪欢送一直与自己并肩战斗的战友董老师夫妇远行的时刻，王选有了一大段独白(王选所有精彩的格言和事例，在这一独白中集中展现)，他用自己的演说，为“方正系统”的英文商标的含义，做了最好的诠释：你们在为我的成功鼓掌欢呼，可我却始终不能忘记，这成功中还有许多人，像董老师他们那样，以他们的创造性的劳动，铺垫了这一辉煌！知道我为什么坚持要把方正的英文商标确定为FOUNDER吗？除了读音和中文的“方正”相似外，最主要的是这个英文单词，它的主要含义是“奠基者”、“创立者”。我觉得，应该把我们的商标诠释为：方正的事业之所以有今天，是有许多“牺牲”在为之奠基，只有这样，我们的情感才会收获一份神圣……全剧终时，将以片尾字幕形式，列举出1991年之后王选和方正系统的主要成就，并以“中国需要千万个王选”结束……",
    "chinese_title": "王选",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-20T21:42:15"
}