{
    "aka": [
        "Ambiguous Man"
    ],
    "sid": "6041228",
    "cast": [
        {
            "url": "/celebrity/1353736/",
            "name": "金弘波 Hong-Fa Kim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1473031/",
            "name": "赵相纪 Jo Sang-ki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1476346/",
            "name": "李世朗 Lee Se-rang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1996",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2877901369.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [],
    "duration": "107分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1996-12-21(韩国)"
    ],
    "this_title": [
        "미지왕"
    ],
    "douban_link": "https://movie.douban.com/subject/6041228/",
    "trans_title": [
        "疯自王",
        "Ambiguous Man"
    ],
    "douban_votes": "0",
    "introduction": "Wang Chang-han, a well-known womanizer, plans to marry Eom Chung-nan, the daughter of a wealthy conglomerate who is ten years his senior. On the wedding day, around sixty friends and relatives are invited as it was supposed to be a modest wedding. But things become complicated when the groom goes missing. The wedding hall becomes chaotic when all the guests begin to look for the groom. With the help of two police detectives and the cooperation of Wang's friends and relatives, an investigation takes place. The bride, Chung-nan, groom's friends and family are called in one by one for questioning. The investigation takes a strange turn when Wang's first love, Gyun Poong-mi, comes into to testify. The wedding hall soon turns into a big party when the guests begin to get drunk and the two detectives have no choice but to close the investigation. As they are about to wrap things up, the last witness enters. It is Jeong Jura, who claims she spent the last night of Wang' bachelorhood with him. As the party guests go oblivious to what is going on, children who have been playing outside the hall find Wang.",
    "chinese_title": "疯自王",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "미지왕",
    "douban_rating_average": 0,
    "update_at": "2025-06-08T17:23:05"
}