{
    "aka": [],
    "sid": "6057912",
    "cast": [],
    "site": "douban",
    "tags": [
        "纪录片",
        "建筑",
        "希腊",
        "国家地理",
        "古希腊",
        "历史",
        "NationalGeographic",
        "美国"
    ],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/subject/l/public/s4685802.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "",
    "director": [],
    "duration": "56分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010-03-27(中国香港)"
    ],
    "imdb_link": "",
    "this_title": [
        "National Geographic：Secrets Of The Parthenon"
    ],
    "douban_link": "https://movie.douban.com/subject/6057912/",
    "trans_title": [
        "国家地理：帕特农神庙的秘密"
    ],
    "douban_votes": "0",
    "introduction": "这是希腊的黄金时期，一扇独特的时代之窗，孕育了西方美学、科学、艺术和激进的新政府形态，民主政府，为了使典范永垂不朽，希腊人打造西方文明的象征，帕德嫩神殿，修复团队耗费30多年，耗资1亿美元才修复古代雅典人在短短8、9年内建造完成的神殿，显然今日的科技只能让修复团队进行到某个地步，为了挽救帕德嫩神殿，这些现代建筑师、石匠和考古学家必须解开古希腊的工程之谜。Erected by the ancient Greeks as a temple to Athena, the Parthenon has served as a church, a fortress, an ammunition dump and the model for countless banks, courthouses and museums across the world. It has been shot at, exploded, set on fire, rocked by earthquakes, looted for its magnificent sculptures and subjected to restorations that have been termed \"catastrophic”. Despite so much abuse and renown as an icon of Western civilisation, the question of how the Parthenon was built has been largely ignored until recently. Now, thanks to the Greek government's $10 billion restoration program, scholars are finally probing the enigmas of its planning and construction. With unprecedented access, the inside story of the official restoration, which reaches far beyond the challenges and controversies of conserving one of the world's best-known buildings, is told. The researchers confront some truly monumental riddles: How did the ancient Athenians build their great temple with incredible precision in a mere eight years? How did they manage to incorporate subtle, eye-pleasing distortions into the Parthenon's layout, such that there are few straight lines or right angles to be seen? And, most baffling of all, how did they accomplish all this without an overall building plan or blueprint, which would be indispensable to a modern architect?",
    "chinese_title": "国家地理：帕特农神庙的秘密",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "National Geographic：Secrets Of The Parthenon",
    "douban_rating_average": 0,
    "update_at": "2024-10-22T16:40:04"
}