{
    "aka": [],
    "sid": "6057762",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884056626.jpg",
    "region": [
        "奥地利"
    ],
    "writer": [
        {
            "url": "/celebrity/1029128/",
            "name": "彼特·契尔卡斯基 Peter Tscherkassky",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1832920",
    "director": [
        {
            "url": "/celebrity/1029128/",
            "name": "彼特·契尔卡斯基 Peter Tscherkassky",
            "@type": "Person"
        }
    ],
    "duration": "25分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2010-09-03(威尼斯电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1832920/",
    "imdb_votes": 150,
    "this_title": [
        "Coming Attractions"
    ],
    "douban_link": "https://movie.douban.com/subject/6057762/",
    "imdb_rating": "6.8/10 from 150 users",
    "trans_title": [
        "未来引力"
    ],
    "douban_votes": "0",
    "introduction": "Peter Tscherkassky's Coming Attractions is a sly, sartorial comedy that masterfully mines the relationship between early cinema and the avant-garde by way of fifties-era advertising. With references to Méliès, Lumières, Cocteau, Léger, Chomette and Persil laundry detergent, the film explores cinema’s subliminal possibilities using an impressive arsenal of techniques, like solarization, optical printing and multiple exposures.This ambitious 25-minute piece was inspired by film scholar Tom Gunning’s notion of a Cinema of Attractions which, according to Tscherkassky, “touches upon the exhibitionistic character of early film, the undaunted show and tell of its creative possibilities, and its direct addressing of the audience.” Describing his process for the French journal Trafic, he explained, “At some point it occurred to me that another residue of the Cinema of Attractions lies within the genre of advertising: Here we also often encounter a uniquely direct relation between actor, camera and audience. The impetus for Coming Attractions was to bring the three together: commercials, early cinema, and avant-garde film.”The found footage in Coming Attractions was rescued from a bankrupt advertising firm and gifted to Tscherkassky, who immediately saw its potential. “It came to about six hours of rushes from commercials, some of them so bad that they never were used,” he explained to me. “It was like a raw jewel waiting to be polished.” He produced the labor-intensive piece over the course of two years, all the while maintaining the sensible practice of not working in the darkroom during summertime.",
    "chinese_title": "未来引力",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Coming Attractions",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2026-02-17T23:13:43"
}