{
    "aka": [
        "Hidden Lives",
        "Sakli Hayatlar"
    ],
    "sid": "6058999",
    "cast": [
        {
            "url": "/celebrity/1221957/",
            "name": "艾哈迈德·蒙塔兹·塔伊兰 Ahmet Mumtaz Taylan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1328020/",
            "name": "杰兰.印度斯坦 Ceren Hindistan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1328019/",
            "name": "Yusuf Akgün Yusuf Akgün",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1559274/",
            "name": "贝伦·德米尔卡亚 Beren Demirkaya",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1929577234.jpg",
    "region": [
        "土耳其"
    ],
    "writer": [
        {
            "url": "/celebrity/1328018/",
            "name": "Ahmet Haluk Ünal Ahmet Haluk Ünal",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1808453",
    "director": [
        {
            "url": "/celebrity/1328018/",
            "name": "Ahmet Haluk Ünal Ahmet Haluk Ünal",
            "@type": "Person"
        }
    ],
    "duration": "98分钟",
    "episodes": "",
    "language": [
        "土耳其语"
    ],
    "playdate": [
        "2011-03-11(土耳其)",
        "2013-04-22(北京国际电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1808453/",
    "imdb_votes": 242,
    "this_title": [
        "Saklı Hayatlar"
    ],
    "douban_link": "https://movie.douban.com/subject/6058999/",
    "imdb_rating": "6.7/10 from 242 users",
    "trans_title": [
        "隐秘的生活",
        "Hidden Lives",
        "Sakli Hayatlar"
    ],
    "douban_votes": "0",
    "introduction": "The deadly hostility of the Sunni, which one of the two largest sects of the religion Islam, against the Alewi sect, has a background of thousands of years in the history of Anatolia. Therefore, the Alewis mostly live hiding their identities in regions, where they do not comprise the majority. Year 1980 is a period when Anatolia witnessed new Alewi massacres. The most important one of these massacres was experienced in 1980 in the city Çorum. Our story is the tragedy of the family members who flee from this massacre and introduce themselves as Sunnis and settle as tenants in an apartment on a floor that is below the apartment of a Sunni family. The house where they moved is the metaphor of Turkey. In upstairs, Murat who has a hidden life from his family is living with his father Tevfik and his grandmother Emine.. Tevfik is a nationalist and conservative father and is not in a position of knowing the sympathy to the left political philosophy of his son who graduated recently as a mechanical engineer. A model Muslim Emine who performs five time prayer and the neighbor ladies, embrace the woman who lives lonely with her two daughters. But their tenant Zeynep is worried and insecure because of the events happened in Çorum. She is very precise about hiding her identity.Soon, Murat and Zeyneps daughter Nergis meet and they fall in love. Zeynep is the first one to notice it and she resists to this love with all her might. No matter how strongly Zeynep resists, she cannot prevent their identity from being revealed. So the prejudices step in and the conflict starts. The love of Murat and Nergis slowly turns into a tragedy because of the conflict of the sects experienced on the verge of othering and lack of understanding for one another.",
    "chinese_title": "隐秘的生活",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Saklı Hayatlar",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-08-09T11:52:28"
}