{
    "aka": [
        "Son of God"
    ],
    "sid": "6061967",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1701796941.jpg",
    "region": [
        "菲律宾/丹麦"
    ],
    "writer": [
        {
            "url": "/celebrity/1014681/",
            "name": "卡文 Khavn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1328562/",
            "name": "迈克尔·诺尔 Michael Noer",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1805411",
    "director": [
        {
            "url": "/celebrity/1014681/",
            "name": "卡文 Khavn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1328562/",
            "name": "迈克尔·诺尔 Michael Noer",
            "@type": "Person"
        }
    ],
    "duration": "80分钟",
    "episodes": "",
    "language": [
        "菲律宾语 Filipino"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1805411/",
    "imdb_votes": 23,
    "this_title": [
        "上帝之子"
    ],
    "douban_link": "https://movie.douban.com/subject/6061967/",
    "imdb_rating": "6.6/10 from 23 users",
    "trans_title": [
        "Son of God"
    ],
    "douban_votes": "0",
    "introduction": "菲律宾电影尚处在襁褓之龄。卡文•德•拉•科鲁兹和丹麦电影人麦克•诺尔(《狂野的心》, R级)却有一个狂热的电影构想，关于一个在菲律宾被宗教追随者们尊为上帝之子的侏儒的故事。诺尔是一位神风远征头领的白人探险家。远征从马尼拉的人口密集的街道启程，然后穿越深山老林，在那里的地洞里精神最终重生。对于千千万万的信仰者来说，神圣有一个真正的体现，当上帝的小儿子-被他的追随者围绕-治愈癌症患者-他的胆脏高挂在肚子外面。人们必须承认奇迹是我们这个福利社会不再发生的事了。而这恰恰是贫民窟漫长而纷乱的旅程的开始。“上帝之子”是最接近的现代部落电影，但也是在热带国家里的对于西方人眼中的信仰及迷信观感的一次揶揄。The enfant terrible of Filipino cinema, Khavn de la Cruz, and the Danish filmmaker Michael Noer ('The Wild Hearts', 'R') are behind this febrile dream of a film about a dwarf who is venerated as the son of God by his deeply religious followers in the Philippines. Noer is the white explorer at the head of a kamikaze expedition, which starts off in Manila's densely populated streets and continues deep inside the jungle, where it culminates in a spiritual (re)birth through a hole in the ground. For the many millions of believers, the divine has a real manifestation, and when God's little son - surrounded by his fans - heals a cancer-sufferer with his guts hanging out of his stomach, one has to acknowledge that miracles are a thing of the past in our own welfare society. And this is just the beginning of a long and hugely chaotic trip through the slums. 'Son of God' is the closest one can get to a modern mondo film, but it is also a cunning commentary on Western ideas of faith and superstition in the warmer countries.2010丹麦哥本哈根国际纪录片电影节工作坊项目 / DOX:LAB 2011, Copenhagen International Documentary Film Festival, 2010.卡文•德•拉•科鲁兹是一位活跃在多个领域里的艺术家。作为一名电影人，作家以及音乐家，他扎根菲律宾的奎松，为菲律宾文化贴上了一枚断然的标签。卡文曾被奉为“数字革命的切格瓦拉”，并被众人认为是数字影院隐藏得最好的秘密。卡文的制作公司“无影电影”，是道格玛95下应运而生的，目标是只运用数码技术拍摄长片。作为一名导演他已经拍摄了16部长片，60多部短片。他也为各类菲律宾艺术家导演了音乐录影带，并作词作曲编创了两部摇滚音乐剧。他还操办了Mov电影节，并持续地为菲律宾电影文化的推进而努力。Khavn de la Cruz is an active artist in a variety of genres. As a filmmaker, writer and musician, based in Quezon in the Philippines, he is putting an emphatic stamp on Filipino culture. Khavn de la Cruz has been called 'the digital revolutions Che Guevarra' and is by many considered one of digital cinema's best hidden secrets. Khavn de la Cruz' production company, Filmless Films, was created in reaction to Dogma 95, where the goal was to make feature films made exclusively with digital technology. As a director he's made 16 films and more than 60 short films. He has directed several music videos for a variety of Filipino artists, and he has written and composed two rock operas. He also curates the film festival Mov and is constantly striving for the promotion of the Filipino film culture.麦克•诺尔生于1978年，2003年毕业于丹麦电影学院纪录片专业。自那以后，诺尔的制作赢得了一些奖项。在影片《Vesterbro》中，他将摄影机对准了他的邻居——一对二十多岁的夫妻，纪录了易碎的青春年华中最铁杆的时刻和最脆弱的时刻。在他的电影《狂野的心》中，我们跟随12个帮派好友经历了从丹麦到波兰的鲁莽旅程。在机动脚踏车上——烂醉如泥，信心，亲吻，信誓旦旦以及燃烧的心——年轻的人儿们在试验着他们对于无界的友情和爱情的希望。在2010年诺尔的这部R级电影进行了公映。Michael Noer, born 1978, graduated from the Danish Film Schools Documentary line in 2003. Since then, Noer has won several awards for his productions. In 'Vesterbro' he gave his camera to his neighbors – a couple in their early twenties. The camera rolls in both the hardcore moments of crisp youth and in more vulnerable moments. In his film 'Wild Hearts', we follow a gang of 12 friends in a reckless journey from Denmark to Poland. On mopeds - with heavy drinking, confidences, kisses, declarations and a heart burned into the skin - the young men is testing their hope that friendship and love has no borders. In 2010 Noer had his feature debut with the film 'R'.",
    "chinese_title": "上帝之子",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-09-23T21:21:15"
}