{
    "aka": [],
    "sid": "6063231",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547983829.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt4145582",
    "director": [
        {
            "url": "/celebrity/1277194/",
            "name": "汤姆·安德森 Thom Andersen",
            "@type": "Person"
        }
    ],
    "duration": "35分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4145582/",
    "imdb_votes": 55,
    "this_title": [
        "Get Out of the Car"
    ],
    "douban_link": "https://movie.douban.com/subject/6063231/",
    "imdb_rating": "6.8/10 from 55 users",
    "trans_title": [
        "从车子里出来"
    ],
    "douban_votes": "0",
    "introduction": "Thom Andersen’s Get Out of the Car is a response to his earlier Los Angeles Plays Itself, considered to be his signature film. He described the latter as a “city symphony in reverse” in that it was composed of fragments from other films which are read against the grain to bring the background into the foreground. Convinced that Los Angeles has not been well served by these films, Get Out of the Car grew out of an obsession with making a proper city symphony film of his hometown. It concentrates on small fragments of the cityscape: billboards, advertising signs, wall paintings, building facades and unmarked sites of vanished cultural landmarks, while the soundtrack brings together an impressionistic survey of popular music made for the most part in Los Angeles from 1941 to 1999, with an emphasis on rhythm’n’blues and jazz from the 1950s and corridos from the 1990s. “Get Out of the Car began as a little study of distressed billboards, which was an intentionally dumb idea. But from there it made sense to go to other kinds of signage, murals, some rundown buildings. Almost all the music in the film is either Latino or Black in origin. The music of Los Tigres del Norte, for example, expresses the feelings of indocumentados. That also says something about the history of Los Angeles and where it is now. It ended up being a movie about immigration as well as Black culture in the city. Most of the things that we filmed in Get Out of the Car are gone now. The murals are pretty much all destroyed. There’s nostalgia there, but it’s not something I’m going to apologize for.”“Get Out of the Car pays tribute to the unheroic, the overlooked and the disappeared... Andersen asserts that his is a ‘militant nostalgia’, not a passive one. By resurrecting the overlooked, he offffers an alternative story of the city he’s lived in for decades, rife with political as well as aesthetic motive. All the illusion and stagecraft has been stripped away, leaving empty lots and bare scaffffolding — a city symphony in a minor key.” (Lyra Kilston)",
    "chinese_title": "从车子里出来",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Get Out of the Car",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-02-19T13:28:07"
}