{
    "aka": [],
    "sid": "6067653",
    "cast": [
        {
            "url": "/celebrity/1060803/",
            "name": "塞尔达·阿尔科 Selda Alkor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1334861/",
            "name": "戈可汗.穆米珠 Gokhan Mumcu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1339551/",
            "name": "埃库·杰莱克 Öykü çelik",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867174892.jpg",
    "region": [
        "土耳其"
    ],
    "writer": [],
    "imdb_id": "tt1754166",
    "director": [],
    "duration": "113分钟",
    "episodes": "",
    "language": [
        "土耳其语"
    ],
    "playdate": [
        "2010-10-15(土耳其)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1754166/",
    "imdb_votes": 417,
    "this_title": [
        "Mahpeyker - Kösem Sultan"
    ],
    "douban_link": "https://movie.douban.com/subject/6067653/",
    "imdb_rating": "4.7/10 from 417 users",
    "trans_title": [
        "苏丹皇太后"
    ],
    "douban_votes": "0",
    "introduction": "一場皇太后、太后與皇妃之間的朝廷權力角力戰，絕對稱得上土耳其版本《金枝慾孽》！不過故事的背景更早，是14世紀土耳其的鄂圖曼帝國，可見爭權奪利的醜陋人性不分地域、千古不變。生於奴僕人家的Makepeyker，十四歲時被母親帶入後宮，長得清秀純真的她璇即引來年輕國王的目光，並誓言非卿不娶，結果被嫌棄其出身的皇太后及太后重重阻撓，Makepeyker慢慢捲入眾人的權力爭鬥之中。當上寵妃的她也不再是當日的無知少女，她一步一步扶搖直上往皇后寶座走去，一點一滴鞏固自己的權力，後來更成為屹立鄂圖曼帝國三十年不倒、最具影響力的女人。Mahpeyker is a biopic of Kosem Sultan, the most powerful woman in Ottoman imperial history, of how a naïve young girl transforms into the legendary female power of the empire, where she was in power for nearly three decades. Mahepeyker was a slave girl and later given to a poor family. Destiny changes when her foster mother takes her to the palace. At that very moment, Sultan Ahmet spots her and is determined to marry this moon-faced beauty. However it is not exactly a fairy tale marriage. The most powerful women in the palace, Ahmet’s mother and grandmother disapprove Mahpeyker’s origins and keep sending her off for education that never seems to end. But soon enough, Ahmet saves Mahpeyker from the hands of his elders and for a while they lead a happy life. During that time she gives birth to Murat IV and Ibrahim I. When Ahmed dies at 28, Kosem’s education pays off, helping her to become an influential and undefeatable force in the palace.",
    "chinese_title": "苏丹皇太后",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Mahpeyker - Kösem Sultan",
    "imdb_rating_average": 4.7,
    "douban_rating_average": 0,
    "update_at": "2025-05-16T14:01:09"
}