{
    "aka": [
        "Roma dalla finestra"
    ],
    "sid": "6068342",
    "cast": [
        {
            "url": "/celebrity/1328586/",
            "name": "中山貴美子 中山貴美子",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1982",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p922832290.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt0148684",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "日语",
        "意大利语"
    ],
    "playdate": [
        "1982-04-17"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0148684/",
    "imdb_votes": 20,
    "this_title": [
        "窓からローマが見える"
    ],
    "douban_link": "https://movie.douban.com/subject/6068342/",
    "imdb_rating": "4.2/10 from 20 users",
    "trans_title": [
        "Roma dalla finestra"
    ],
    "douban_votes": "0",
    "introduction": "報道カメラマンのカルロとファッションモデルをしている妻のオルガは、おたがいの仕事の忙しさを口実に愛情のない生活をしていた。オルガは仕事に出かけるためにシャワーを使い、パリへ行くためオープン・カーに乗ろうとする。そこへ褐色の膚をした白いスーツ姿のアントンが彼女にピストルを突きつけオルガを犯す。抵抗もむなしく、男が去ったとき、恐怖と屈辱に打ちのめされたオルガは夫のいるローマのホテルへ連絡をする。カルロは助手のアントニオとローマ近郊のオスティアに撮影に来ていた（このあたりはパゾリーニ監督が少年に惨殺されたところで、荒涼たる湿地帯だ）。そこで自称音楽学生だという日本娘Ｏと出会う。Ｏはよく食べ、あっけらかんと屈託がなく、カルロと彼女は網引き小屋のベッドでふざけあった。そのころオルガはまたしてもアントンに襲われそうになる。一方Ｏはオートバイの引ったくりにあいハンドバッグを取られ、アパートの自室が荒らされる。カルロの誘いで彼のホテルへ行き、その夜カルロと激しく結ばれる。翌日、カルロはＯをホテルに残して、オルガが指定したパンテオンに出かける。向いのカフェで待っていると、オルガが微笑を残して忽然とパンテオンの柱のかげに消えてしまう。ホテルへ帰るとＯもいない。カルロはＯのアパートへ行くとオートバイで引ったくった若い男がいて、ヘルメットで殴られ、昏倒してしまう。気が付くとかたわらにＯがいた。彼女とカルロは再びパンテオン前のカフェへ行き、そこでまたオルガの姿を見る。カルロはあわてて追うが、金をせびるジプシー女たちに阻まれて、オルガを見失ってしまう。置き去りにされたＯはアントニオと一夜を過ごし、カルロもセラフィーナと久しぶりの情事を持つが、Ｏはカルロを思い、カルロもＯを思っていた。二人はＯのアパートで一昼夜も愛を貪りあった。彼女のアパートの下を行くオルガの姿を見たカルロは愕然とする。Ｏを伴って撮影に来たカルロは、廃屋のテラスで彼女にポーズをつけていた。その時物かげから手が伸び、Ｏは屋内に引きずり込まれた。アントンが拳銃をつきつけ、壁に向かわせたＯを獣のように犯した。とび込んできたカルロは、向けられた銃口になすすべもなく立ちすくむだけたった。そこへオルガが入って来て、アントンに向ってピストルの引き金を引く。くずれるアントン、彼女は車で去ってしまう。カルロは警察での事情聴取に、犯人は見知らぬ女だと言いきる。Ｏとカルロはコロセウムの前で、遠くにオルガの姿を発見する。カルロは石段を駆け降り、オルガを追う。その様子をじっと見下しているＯ。またもオルガを見失い、引き返すカルロの前からＯの姿も消えていた。",
    "chinese_title": "窓からローマが見える",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.2,
    "douban_rating_average": 0,
    "update_at": "2025-02-22T21:11:41"
}