{
    "aka": [],
    "sid": "6068500",
    "cast": [
        {
            "url": "/celebrity/1307051/",
            "name": "萧正楠 Edwin Siu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319286/",
            "name": "符荷晴 Liz Veronica Foo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275867/",
            "name": "隋俊波 Junbo Sui",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323108/",
            "name": "孙晶晶 Jingjing Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323334/",
            "name": "刘雨鑫 Yuxin Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315982/",
            "name": "何明翰 Minghan He",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313755/",
            "name": "高兰村 Lancun Gao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1465290/",
            "name": "宋天仪 Tianyi Song",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情",
        "爱情",
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p962924559.jpg",
    "region": [
        "中国大陆",
        "中国香港"
    ],
    "writer": [
        {
            "url": "/celebrity/1580647/",
            "name": "张雪江 Xuejiang Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1357857/",
            "name": "江小鱼 Xiaoyu Jiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1345544/",
            "name": "冯唐 Tang Feng",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "45分钟",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2006"
    ],
    "this_title": [
        "球爱俏佳人"
    ],
    "douban_link": "https://movie.douban.com/subject/6068500/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "从韩国归来的女留学生欣伶，得知身为高尔夫球手的姐姐静雯因受感情打击，从此放弃打球，远走他乡去国外“疗伤”的真相，为给从小相依为命的姐姐出气，欣伶费尽周折，打入绿野高尔夫俱乐部，开始捉弄素未谋面、身为俱乐部总经理的姐姐前男友胡子俊。不料，在捉弄的过程中，胡子俊却阴差阳错爱上了欣伶，为逃避胡的纠缠，欣伶决定罢手。就在欣伶准备离开俱乐部的时候，意外发现了姐姐被子俊抛弃竟是姐姐好友、现为子俊女友的杰西卡从中使坏的秘密。欣伶的“仇恨”被重新点燃，决定接受胡子俊的追求，和胡子俊“假戏真做”，借此惩罚和教训杰、胡二人。让欣伶没想到的是，在与胡子俊做戏的过程中，欣伶渐渐对胡子俊产生了好感，正在这时，欣伶发现胡子俊原来是其父——俱乐部董事长胡耀明——瞒着其母当养子收养的私生子。对于自视为贵族的胡家来说，把名誉看得比生命还重要，欣伶知道，此丑闻一旦公开，对胡家将是致命的打击。就在欣伶为揭不揭露真相而犹豫不决的时候，消息却不胫而走，媒体的狂轰乱炸，使胡家和俱乐部顿时陷入分崩离析、四面楚歌的悲惨局面。看着胡家的惨境、子俊的痛苦，欣伶很是难过。直到这时，欣伶才意识到自己爱上了子俊。就在欣伶说服自己尽释前嫌、准备用发自内心的爱去安慰子俊时，早已对欣伶产生怀疑的杰西卡将消息的公布嫁祸到欣伶头上，并当场揭穿欣伶是静雯妹妹、之所以来俱乐部是想报复子俊的真相。在接蹱而至的打击下早已不堪重负的子俊得知自己与欣伶的相爱原来只是一场骗局，伤心绝望的子俊不顾欣伶的解释，选择了逃避。看着离家出走，用各种方式去折磨自己的子俊，欣伶潺然泪下…… 　　然而，胡家的悲剧并没结束。杰西卡趁胡家大乱，找人勾结欲置胡家于死地。欣伶发现了杰西卡的阴谋，试图阻止。但此时的欣伶在杰西卡的挑拨下早已成为众矢之敌，出于对胡家的愧疚和对子俊的爱，欣伶强忍内心委屈，冲破重重阻力，终于用行动说服感动了子俊和大伙。欣伶和子俊终于抛开顾忌、携手走到一起，在大家的共同努力下，杰西卡的阴谋被彻底粉碎。直到这时，大家才明白，绿野真正的复仇者不是欣伶、而是杰西卡：原来，杰西卡的父亲早年和胡耀明曾是生意伙伴，由于胡耀明无意中的过错，造成杰家破产，其父母双双自杀身亡，沦为孤儿的杰西卡卧薪尝胆、不惜破坏好友静雯的幸福，制造误会使子俊跟静雯分手，以便自己嫁给胡子俊，伺机报复胡家。得知杰西卡是好友杰兄的女儿，而当年杰家的灾难竟是自己的过错造成，胡耀明震惊万分，对自己的过错深深自责和忏悔，欲将俱乐部交给杰西卡以弥补自己的过失。明白真相的杰西卡原谅了胡耀明，同时也拒绝了胡的好意，不顾欣伶等人的挽留，去意已决。 　　就在这时，本就元气大伤的绿野俱乐部出现了新的危机——由于先前杰西卡的使坏，绿野的一半股份落入了老对手“金尚俱乐部”手中。眼看杰西卡篡位失败，趁绿野“百废待兴”，金尚公开向绿野提出挑战：要与绿野在即将举行的“全国高尔夫俱乐部女子公开赛”上一决高下——如果绿野赢了，金尚将绿野的股份如数奉还；如果输了，绿野要当众向金尚“俯首称臣”。为了俱乐部荣誉，绿野接受了挑战。而此时，杰西卡也得知其父当年破产并不是胡耀明过错，而是“金尚”老板造成的真相，为替父报仇，杰西卡决定留下。就在欣伶等人积极备战的时候，传来金尚花巨资请来国外高手代表金尚参加本次比赛的消息，这对于球手和资金双重匮乏的绿野来说，无异于当头一棒，欣伶等人顿时陷入绝望。 　　正当大家一筹莫展，静雯从国外赶回，并决定代表绿野出战——原来，静雯去了国外后，并没放弃钟爱的高尔夫，而是苦练球技加入了国外高尔夫俱乐部。静雯的归来，让大家重新看到胜利希望的同时，也让欣伶和子俊陷入了感情的矛盾和痛苦中。为了姐姐的幸福，欣伶选择了放弃子俊，并故意制造爱上别人的假相，使子俊对自己死心。 　　在欣伶等人的撮合下，静雯和子俊走到了一起，可俩人却发现彼此间再也找不到从前的感觉……就在这时，静雯发现了妹妹和子俊相爱的事实，惊讶的静雯考虑再三，跟妹妹表达了自己和子俊之间缘分已尽，提出让妹妹和子俊在一起，可欣伶不信，以为姐姐是为了自己幸福才如此选择。为使欣伶相信，静雯在为绿野赢得比赛之后，和子俊分手，并再次前往国外。 　　一年后，杰西卡、田娜、诗童阿草等人都各自找到自己的事业和爱情。而欣伶对子俊的“感情”却仍停留在一年前的状态，停滞不前。欣伶该如何选择？有情人能否终成眷属？这一切答案只有欣伶能告诉我们…… 　　我们相信，这是一个由恨开始、由爱结束的故事。",
    "chinese_title": "球爱俏佳人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-14T06:08:15"
}