{
    "aka": [
        "倚天钦差之甘肃米案"
    ],
    "sid": "6077971",
    "cast": [
        {
            "url": "/celebrity/1313468/",
            "name": "王劲松 Jinsong Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314269/",
            "name": "郑佳欣 Kai-Yan Cheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315233/",
            "name": "许还幻 Huanhuan Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1358842/",
            "name": "马文忠 Wenzhong Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1414488/",
            "name": "王刚 Gang Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867558909.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "倚天钦差"
    ],
    "douban_link": "https://movie.douban.com/subject/6077971/",
    "trans_title": [
        "倚天钦差之甘肃米案"
    ],
    "douban_votes": "0",
    "introduction": "乾隆46年，时任祟文门税官的钱沣与运送皇纲的浙江巡抚王亶望发生争执，此事引起乾隆皇帝对甘肃捐监案的诸多疑虑。钱沣一路颇多风险，刚到兰州差点被人发现行踪，他和和珅、铁图商议，决定不动声色私访。雪奴假扮灾民博得钱沣同情，会唱戏的胭脂为弄到捐制册接近甘肃藩司王廷赞。 为灾民钱沣闯进总督府，但无法证明自己。蒋全迪欲加害钱沣，幸陕甘总督勒尔谨赶到。一计不成，蒋全迪王廷赞怕贪赃之事败露，暗派雪奴和江湖人士独眼狼前往杀害钱沣。其时雪奴对钱沣己有好感，在行刺时暗救钱沣，由此逃过一劫。钱沣由蒋全迪王廷赞陪同查看粮仓，意外的是粮仓满仓。无奈之下， 钱沣到永登县找到昔日的学友拗相公华杨，但正直的华扬这时异常冷淡，令钱沣空手而回。在北京， 闽浙总督陈辉祖奉旨将王亶望软禁， 王亶望拒不交待，花言巧语，私下又派小妾吴卿怜到兰州，想法拖住钱沣。这日，钱沣赶至臬司衙门，质问蒋，王，但无实据无奈回到行辕。随后钱沣放出风声，言明众官员奉公守法，勤政爱民，自可回京复命。远在京城的王公大臣因多年收受王亶望好处，乾隆帝察觉不对，终下决心赐钱沣”倚天钦差”，严查甘省捐监贪污案。奉旨钱沣将蒋全迪王廷赞关进牢房，将他们强借百姓的粮食悉数归还，正在加紧审查时，吴卿怜拿出一万两银票，令雪奴找人杀害钱沣。雪奴无奈，一面和独眼狼联系，一面暗中解救钱沣。并把钱沣带至郊外的卧龙岗，在这里两人互吐爱慕之情。说服雪奴钱沣回到兰州，终令众官员服法。惟有蒋全迪拒不交待捐制册下落。但在京城的王公大臣加害钱沣，乾隆帝迫于压力只得将钱沣招回押进天牢。受此拙折， 钱沣在牢中渐悟出皇帝深意。不日，乾隆帝召集百官，表扬华扬为民负重，是个好官。谁知华扬坦诚曾收受贿赂，自请入监。由此乾隆帝命阿桂将甘省官员再次关押，查抄家产。当钱沣重任钦差来到杭州，王亶望自知事态严重，私下请闽浙总督陈辉祖极力周旋，以美色金钱拉拢钱沣。当钱沣来到王府，意外的是王亶望正为其母办丧， 钱沣不顾一旁雪奴的哀求要求开棺验尸，并将王亶望收监，抄其家产。但王府所查家产并不如钱沣想象的丰厚，为套出家财下落， 钱沣有意与吴卿怜亲近。但吴卿怜忠于其夫，坚不吐出藏银地点。钱沣眼见官场奢侈之风，渐渐浸染其中，在迷楼流连忘返，当终于查出王亶望藏银，眼见如此巨额珍宝，贪污之念暗生。而雪奴眼见钱沣的转变，恨其不争，愤而出家当了尼姑。而胭脂在解救吴卿怜时，被独眼狼误杀， 钱沣感其真情侠意。将王亶望家财押回北京， 钱沣升官加爵，受到乾隆帝大力表扬，并将吴卿怜赐赐予他。大喜之日，吴卿怜望着红光满面的钱沣，在心里暗暗祈愿，惟愿他清官为人，别再像前夫王亶望般落个悲凉下场。",
    "chinese_title": "倚天钦差",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-02T05:56:37"
}