{
    "aka": [
        "自流井"
    ],
    "sid": "6079374",
    "cast": [
        {
            "url": "/celebrity/1313462/",
            "name": "何政军 Zhengjun He",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320586/",
            "name": "周莉 Li Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314137/",
            "name": "郭凯敏 Kaimin Guo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319720/",
            "name": "左百韬 Wenlu Zuo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1364561/",
            "name": "冯千 Qian Feng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1350659/",
            "name": "余世学 Shixue Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312707/",
            "name": "李楠 Nan Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275893/",
            "name": "牛犇 Ben Niu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315093/",
            "name": "韩影 Ying Han",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868943752.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1385080/",
            "name": "庄红胜 Hongsheng Zhuang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "大盐商"
    ],
    "douban_link": "https://movie.douban.com/subject/6079374/",
    "trans_title": [
        "自流井"
    ],
    "douban_votes": "0",
    "introduction": "清朝末年，天府之国的自贡是名副其实的中国“庞贝城”，一座特殊的手工业城市：盐的城市。其时的自贡，煮盐的黑烟飘散在空中遮天蔽日；大地上天车林立傲耸云端；凿井声，号子声混响成一片；竹制的输送笕管纵横交织；熬盐的灶房星罗棋布火光冲天,劳作的工人如蚁一般；街道上钱庄、商号林立，生意兴隆，人流如鲫……好一派繁荣。鸦片战争失败后，两广大旱，哀鸿遍野。大批失去土地的农民、破产商人、野心勃勃的冒险家们，纷纷来到这个散发着金钱气息，充满各种发财机遇的自流井。青年吴冀鹏的生长在浙江钱塘，因经商的父亲在一次运盐生意中，被小人陷害，运盐的船支和人都沉入江底。为还清欠款，钱塘盐运局钱大人强迫吴冀鹏的未婚妻疏影做他的小妾，以人抵债。忍无可忍的吴冀鹏刺死了孙大人。为了躲避官府的通缉，他带着未婚妻疏影及疏影的弟弟阿福来到了自流井。投奔在此投资打盐井的舅舅。同时自流井最大的盐商刘天佑堂老爷身亡。其子刘子樵被叔伯们逼迫着要分家产。在赶往自流井的路途中，吴冀鹏救起被官兵追杀的私盐贩张二哥。历尽艰辛来到自流井的吴冀鹏，被眼前的景象震慑住了。舅舅打井失败，因负债太多自尽身亡。吴冀鹏被大盐商刘子樵的管家周朝贵羁入了“班车房”。疏影则被卖入青楼。阿福则流落街头沦为乞丐。落入盐都社会最底层的吴冀鹏同“班车房”中的私盐囚犯、破产农民、偿还债务的外乡人们一道，以人力代替了牲畜，在凶恶监工的斥责声中，牛马般劳作。吴冀鹏逃出“班车房”后，绑架周朝贵要赎出疏影，却被官兵追赶。吴冀鹏一怒之下一把火烧了“班车房”。逃出自流井的吴冀鹏加入了张二哥贩运私盐的队伍，成了官府追杀的盐枭，而他却想赚足了钱回自流井赎出疏影。吴冀鹏精明能干、处事公道大度，被众人推举为小头目。这段经历对他日后经营盐业积累了丰富的经验，更重要的是培养了他敢闯敢干桀骜不驯的野性。川南竹海，吴冀鹏带领的私盐马队与缉私官兵狭路相逢，马队被官兵打散，吴冀鹏身负重伤，危在旦夕，幸遇村姑赵幺妹父女相救。赵幺妹爱恋吴冀鹏，数次暗示，吴冀鹏并不心动，在赵幺妹悉心照料下，吴冀鹏伤愈，冲动之下接受了赵幺妹。吴冀鹏不甘心平静的农家生活，疏影的面容时时在脑中浮现，盐的阴霾在眼前挥之不去。他要回自流井，他要去干番大事业。终于有一天，他悄然离开了竹乡。吴冀鹏哪里知道赵幺妹的身子里已有他的骨血。伫立船头逆滏溪河而上的吴冀鹏，早已不是几年前衣衫褴褛、孱弱无助的吴冀鹏了。他怀着这座城市留给他的屈辱和悲愤，挟带着比几年前更为强烈的复仇心理，再一次来到了自流井。贩私盐获了暴利的吴冀鹏，回自流井后首先便去“凝香院”找疏影。疏影已然成为自流井头牌名妓，称“一品红”，现在的她已被自流井头号大富绅、大地主、大盐商同时又捐银成为候补知县的刘子樵花重金包下。在刘子樵的精心呵护下，失去吴冀鹏消息的疏影对刘子樵渐渐产生了感情。费尽周折，吴冀鹏才见到了疏影，两人情意切切，吴冀鹏倾其所有要为她赎身。刘子樵见半路杀出了吴冀鹏，大怒，索性欲将疏影买去做妾。为争夺疏影，吴冀鹏四处筹集银两。“凝香院”鸨母见状将疏影当众拍卖，价码越抬越高，最后，吴冀鹏财力不济，眼睁睁地看着疏影含泪被刘子樵带走。悲痛欲绝的吴冀鹏深深认识到金钱的力量，发誓凿井煮盐，他以诚心请出了在仙市隐居多年被人称为“井王”的易三相助，由此踏上了他浸漫着血泪的复仇之路。张二哥也放弃了盐枭生涯，开设茶馆，兼营赌场，广交三教九流，加入成都“哥佬会”，成为自流井袍哥舵把子。连官府也惧让三分。借助张二哥的社会关系网，吴冀鹏四处奔波，寻找合作凿井伙伴和资金支持，择日开凿盐井。并找回流落街头的阿福。打井的过程原始而充满智慧。",
    "chinese_title": "大盐商",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-01T10:13:14"
}