{
    "aka": [
        "Fatal Prescription"
    ],
    "sid": "6079355",
    "cast": [
        {
            "url": "/celebrity/1313462/",
            "name": "何政军 Zhengjun He",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274810/",
            "name": "李强 Qiang Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1309215/",
            "name": "陈瑾 Jin Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315196/",
            "name": "法提麦·雅琦 Fatimai Yaqi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1370185/",
            "name": "蔡伟 Wei Cai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1566040/",
            "name": "仇晓 Xiao Qiu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1439807/",
            "name": "郁楷群 Kaiqun Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313873/",
            "name": "杜旭东 Xudong Du",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318073/",
            "name": "郭广平 Guangping Guo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275394/",
            "name": "朱琳 Lin Zhu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2631582492.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1327765/",
            "name": "沙颂 Song Sha",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt32370625",
    "director": [
        {
            "url": "/celebrity/1380003/",
            "name": "陈应歧 Yingqi Chen",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "25",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2004-11-29(中国大陆)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt32370625/",
    "this_title": [
        "命运配方"
    ],
    "douban_link": "https://movie.douban.com/subject/6079355/",
    "trans_title": [
        "Fatal Prescription"
    ],
    "douban_votes": "0",
    "introduction": "6年前的一个雨夜，科研人员郭子辉怀抱着出生不久的婴儿，目睹自己的妻子曲阳为了摆脱贫困，到美国发展，钻进了他好友洪世钧的汽车，消失在茫茫雨幕中……不久，曲阳同郭子辉离婚，既而嫁给了当时在美国读书的洪世钧。2002年的初夏，郭子辉的女儿兰兰急需20万现金从美国进口救命的血浆。原来3年前兰兰不幸染上了儿童白血病。此时郭子辉正在洪世钧的世纪生物公司为他研制艾滋病毒抗体诊断试剂的配方。由于找不到洪世钧，郭子辉在情急之中用未完成配方做抵押，向一位药商雷刚借款20万元。同在这一天，郭子辉的同事好友费含被查出感染了艾滋病毒。郭子辉终于找到了洪世钧，却发现洪世钧代理销售的美国试剂的地区销售总监――洪世钧的现任妻子曲阳已经从美国赶回，曲阳声称自己在中国市场发现了假货，要收回洪世钧的代理权。郭子辉满面羞愧，几度欲向洪世钧启齿说明真相，无奈话到嘴边说不出口，只好暗暗下决心尽快赎回配方，同时加快研制配方的进度。无奈事情急转直下，洪世钧在经过几天调查之后突然冲到郭子辉面前，指责他出卖了公司的配方，郭子辉听到洪世钧指控买主的根本就不是雷刚，而是另外一个不相干的人，坚决否认。两位好友几乎决裂……雷刚突然失踪，郭子辉赎配方无门。 曲阳得知了女儿三年前患了白血病，几乎疯狂，不顾一切要把女儿带到美国去治病。洪世钧稳住了郭子辉，让他继续研制试剂，同时为郭子辉找来一个年轻亮丽的女助手龙萌萌，实则监视郭子辉的一举一动。郭子辉几经努力，无法找到雷刚，他选择了向洪世钧坦白，自己写下了交待材料，甘愿受法律制裁，洪世钧表示不再追究之后，在曲阳的压力下，郭子辉不得不答应带着女儿去美国移植造血干细胞。海关，郭子辉和女儿被扣留，随即被告知已遭洪世钧起诉，证据恰恰是郭子辉自己写的材料。洪世钧坦白告诉郭子辉，他醉翁之意不在酒，扣留他是为了逼迫曲阳停止取消他代理权的企图。已经重新爱上郭子辉的曲阳果然回心转意，在与洪世钧离婚后，再次授予洪世钧代理权。郭子辉深感侮辱，中断出国进程，发誓要找到雷刚赎回配方，洪世钧通过龙萌萌暗中指点，郭子辉找到雷刚被抓住了雷刚借钱配方属于抵押物的证据，让雷刚交还了配方，洪世钧借此夺取了雷刚的药厂。曲阳本以为这回可以带郭子辉和兰兰离开中国，无奈风云再起突变。郭子辉好友，艾滋病患者费含突然坠楼身亡，众人为之惋惜并举行海葬。而洪世钧宣称给兰兰找到了匹配的造血干细胞，出巨资为兰兰进行移植，以此挽留住了郭子辉。为了给女儿救命，曲阳妥协留在国内，却接到了费含死前寄来的证据，原来洪世钧在泰国有个制药厂，生产假冒的美国试剂销往非洲，费含是重要知情人，洪世钧在发觉费含即将披露他的秘密之际，逼死了费含……单纯的龙萌萌因为郭子辉不离开中国满心欢喜，她已经深深爱上了郭子辉，而曲阳留下，意欲同郭子辉复合，成了她和郭子辉之间的障碍。造血干细胞移植充满风险，为了给兰兰一段美好的时光，郭子辉和曲阳假装复合，演戏给兰兰看。龙萌萌在背后指导兰兰接受了曲阳为母亲的事实，自己却因为无法按捺的嫉妒，受洪世钧利用成了监视郭子辉的武器。曲阳同洪世钧的矛盾爆发，她点破了费含之死的蹊跷，洪世钧反而威胁曲阳揭穿造假对她自己和孩子都不利，因为代理权是曲阳授予他的。曲阳决心把郭子辉从洪世钧身边挖走，而药商雷刚也因为目睹了洪世钧逼死费含的一幕，大肆翻云覆雨，一时间迷局纷纷，谁也搞不清真相……兰兰的造血干细胞移植开始。曲阳无法忍受龙萌萌的存在，更相信了洪世钧关于郭子辉是造假同伙的蛊惑，与郭子辉决裂，并要上法庭夺去兰兰的监护权。遭受重大挫折之后，龙萌萌才知道自己是被洪世钧利用的棋子，虽然深爱郭子辉，仍然退却……而郭子辉却开始觉醒，他发现了洪世钧让他研制配方的真实目的存在疑问，渐渐理出头绪，原来洪世钧根本不想申请国家专利，而是想用来改进假试剂的质量，站稳非洲市场的脚跟。为安抚郭子辉，洪世钧再次出巨资挽救兰兰的生命，在郭子辉遭到雷刚绑架时挺身相救，而当郭子辉要继续调查的时候，洪世钧明白，让郭子辉查下去，自己的末日就到了！洪世钧不想杀死郭子辉，但必须在郭子辉在精神上死亡，他偷换了郭子辉血检的标本，注入艾滋病毒抗体，使其被“确认”为艾滋病赌携带者。为了让假戏更真，洪世钧更让龙萌萌相信是她在小诊所给郭子辉好意输血造成的感染……本来深爱郭子辉的龙萌萌深感自责，意欲跟郭子辉同死以求解脱，郭子辉在痛苦挣扎后选择活下来继续研究试剂，回到实验室。龙萌萌勇敢地承担起照顾他的责任，学习注射技术给郭子辉打针。身为专家的郭子辉很快就发现自己的艾滋病是假的，而费含的死因值得怀疑。为了查清真相，他把兰兰的监护权让给了曲阳，故意疏远龙萌萌，以求自己单独同洪世钧决斗。如同晴空霹雳――兰兰不幸病故，曲阳遭到药商雷刚的暗算，被公司解雇，得不到情感慰藉的她精神崩溃，进了精神病院。为了不让她说出真相，洪世钧丧心病狂，再次逼疯了病情已经缓解的曲阳。郭子辉一面照顾曲阳，一面加紧调查洪世钧。洪世钧担心郭子辉查出自己是假艾滋病的真相，更发毒招，要给郭子辉打艾滋病毒针，让他成为真正的艾滋病人。被郭子辉伤透了心的龙萌萌此时察觉到了郭子辉的危险，毅然调换了针剂，把洪世钧给的药打在自己身上，被用录像拍下，想抓住洪世钧陷害郭子辉的证据。洪世钧在内外压力之下，决心把自己“洗白”，他关掉了在泰国的假试剂工厂，准备拿着郭子辉研究成的试剂配方到非洲合法生产。由于他思维缜密，这次转移几乎天衣无缝。郭子辉只掌握着配方一张王牌，他装作已经被艾滋病击垮，让洪世钧放松了警惕……但洪世钧也有预案，为防止郭子辉“咸鱼翻身”，他事先把郭子辉的姐姐郭子芳骗到偏远山区卖掉，并只有他掌握地址，作为跟郭子辉最后较量的王牌。洪世钧的未婚妻，电视台主持人邱小玲发现了洪世钧害死费含的秘密后，在洪世钧追赶下撞车受伤成了植物人……郭子辉配方研制成功，洪世钧却发现他提供的数据全都是假的，郭子辉和洪世钧在当初费含坠楼的空中花园，开始了人生的较量……洪世钧策划了一次胜利大逃亡，跟植物人邱小玲在篮球馆举行婚礼，然后带着郭子辉的配方奔赴海关。郭子辉以其制人之道，还其制人之身，让洪世钧成了被告，在海关被截。法庭上，郭子辉和洪世钧展开了一场激烈的交锋，当所有证人全都出现在法庭，洪世钧知道自己大势已去，周围人似乎已经不复存在，他跟郭子辉进行了一场“天堂的审判”。郭子辉的人格魅力相对于洪世钧的邪恶高峰，是善恶彼此两极。最后洪世钧说他的罪行理应被法律判处极刑，但郭子辉将与之同死，因为他已经给郭子辉注射了艾滋病毒。郭子辉告诉洪世钧，他早已经配合警方清理了实验室中的病毒血清，所谓注射病毒只是洪世钧的一相情愿。洪世钧彻底瘫倒了……邱小玲终于苏醒，她把自己正在写的一本小说名字改为《命运配方》……",
    "chinese_title": "命运配方",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-09T02:44:39"
}