{
    "aka": [
        "Karmic Mahjong",
        "茉莉花香"
    ],
    "sid": "6079033",
    "cast": [
        {
            "url": "/celebrity/1275110/",
            "name": "王亚楠 Yanan Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275706/",
            "name": "郑晓宁 Xiaoning Zheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275723/",
            "name": "童蕾 Lei Tong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1300406/",
            "name": "王庆祥 Qingxiang Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275651/",
            "name": "冼色丽 Seli Xian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323022/",
            "name": "章静 Jing Zhang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2656011815.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "26",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "血战到底"
    ],
    "douban_link": "https://movie.douban.com/subject/6079033/",
    "trans_title": [
        "Karmic Mahjong",
        "茉莉花香"
    ],
    "douban_votes": "0",
    "introduction": "1933年第一次淞沪战事结束之后，旅华日本浪人组织“樱花会”在日本军方授意下大量印制伪钞，并由蛇蝎美人山口惠子(盖丽丽饰)委派冷面杀手陆振魁(郑晓宁饰)携巨额假美钞潜入美国，勾结武装“卡帮”，妄图伺机破坏美国的本土经济、削弱美国的参战能力，遏制美国的强国趋势。纽约唐人街洗衣店的安可(王亚楠饰)，无意中帮美国联邦警探破获了这起假钞案。作为报复，亡命杀手陆振魁不仅杀了安可的父亲和同伴，还绑架安可暗恋的留学医专女生关佳敏(童蕾饰)，试图借此诱杀安可。安可为营救佳敏中枪受伤。伤愈之后的安可报仇心切，一路追踪陆振魁由美国回到上海。巡捕房总巡捕关云鹏(姚侃饰)将疑点锁定上海滩的青帮大亨汪四宝和马师爷(王庆祥饰)，好大喜功地试图把租界帮会势力一并铲除。汪四宝阴险狡猾，通过巡捕房的内线杀了污点证人，继而又殂击暗杀关云鹏。多亏流浪街头的安可出手相救，关云鹏对安可刮目相看将其招纳进警队，与年轻侦探夏礼杰联手破案。陆振魁原手下黑皮因窃取印制假钞的模板并报警，遭到陆振魁的追杀。黑皮走投无路，以模板作为见面礼投靠了汪四宝。为了对付陆振魁，汪四宝使美人计利用舞女金莉莉，终诱关云鹏“下水”。在惠子的指示下，陆振魁数次袭击汪四宝控制的赌馆娼寮，被汪四宝派人追杀负伤。陆振魁去医院求治中撞在佳敏手里，佳敏立刻通知了夏礼杰和安可。翌日在抓捕陆振魁行动中由于经验不足，致使功败垂成，安可也陷入险境。危急关头，夏礼杰赶来救了安可。警队队长韩东吉追查幕后主谋而揭开冰山一角，关云鹏联手汪四宝，设计害死了韩东吉。然却被多年卧床不起的关太太发现。关太太生怕丈夫受人挟持而误入歧途，疑虑之后托丈夫的故交、也是自己的准亲家夏仲义代为查访，夏仲义无意中得知关云鹏卷入极深，他对好友再三规劝，关云鹏为阻止丑行败露，反而对夏仲义起了杀心。汪四宝的儿子汪文龙暗恋上海的选美冠军颜雪珠，遭汪四宝极力反对后双双私奔。陆振魁借机绑架了汪家母子。汪太太不堪凌辱含恨自杀，汪四宝不得巳用模板赎回儿子。颜雪珠绝望之余自寻短见，被关云鹏所救并金屋藏娇。陆振魁大量印制假钞，并胁迫在花旗银行任职的丁子卿让假钞回流美国。惊恐的美政府派来华裔侦探本杰明，称自己是美国“卡帮”的买家，打入了樱花会内部……但惠子对本杰明的突然出现深感怀疑，遂利用美色从美国公使馆官员康逊那里探知了本杰明的底细。关云鹏为掩盖自己警匪勾结的事实，杀了知情的老友夏仲义，并嫁祸安可。夏礼杰由此对安可恨之入骨。对丈夫失望至极的关太太则当着关云鹏的面饮弹自尽。安可“逃脱”之后，被汪四宝所救并与安可达成协议：只要安可帮汪四宝对付陆振魁并夺取模板，汪四宝就向安可抖漏关云鹏勾结帮会收受贿赂的所有材料。关云鹏亲自带人围追堵截，陆振魁落网，安可也被抓获。深明大义的夏礼杰持枪胁迫关云鹏放了安可。日本军方恐其国际阴谋暴露于光天化日之下，指示惠子为了灭口牺牲陆振魁。惠子带着重金来见汪四宝，以表“心诚”之意。汪四宝同意合作，并通过关云鹏在狱中毒杀了陆振魁。假钞销售的暴利，让汪四宝欲壑难填。他绑架惠子，逼其交出模板，妄想独吞利益。安可欲假救惠子，以赢得信任，借机获取模板。为了考验安可，惠子要安可亲手杀了巳被抓的本杰明。在本杰明的暗示下，安可强忍悲痛开枪打死了自己的战友。惠子对安可深信不疑，将其视为陆振魁第二，并告知准备在上海郊外的一处洞穴重开假钞印刷厂。安可立刻把情报告诉了夏礼杰，并“通知”汪四宝……一场混战，惠子和汪四宝的人马悉数被歼。关云鹏暗中监听了夏礼杰的电话后，先行盗取了那块带血的模板。汪四宝设计诱使关云鹏亲口说出了所犯罪行，让暗处的夏礼杰和安可听了个明白。最终，汪四宝死了，关云鹏疯了。血战到底之后，安可和夏礼杰似乎等到了黎明……在疯人院漆黑的夜里，关云鹏睁开凶狠的眼睛，陆振魁也在殓尸房里重新坐了起来一—原来这全是“局”啊，安可和夏礼杰面临着新的血战……",
    "chinese_title": "血战到底",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-19T19:56:26"
}