{
    "aka": [
        "爱的背后"
    ],
    "sid": "6080837",
    "cast": [
        {
            "url": "/celebrity/1303298/",
            "name": "苏瑾 Jin Su",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275880/",
            "name": "蒋恺 Kai Jiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1215394/",
            "name": "宋春丽 Chunli Song",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1182844/",
            "name": "寇振海 Zhenhai Kou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313680/",
            "name": "李颖 Ying Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318267/",
            "name": "陆玲 Ling Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1463291/",
            "name": "毛华锋 Huafeng Mao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1347799/",
            "name": "刘鑫田 Xintian Liu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情",
        "爱情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868798509.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "43分钟",
    "episodes": "24",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "银杏飘落"
    ],
    "douban_link": "https://movie.douban.com/subject/6080837/",
    "trans_title": [
        "爱的背后"
    ],
    "douban_votes": "0",
    "introduction": "一个落叶飘黄的深秋[1]离开故乡十年的詹华，随着返城知青的大潮回到了自己美丽的家乡——小城海东。满怀美好憧憬，抱着幼小孩子的詹华还没下车，便一眼看到朝思暮想的恋人关飞龙。可让她怎么也没想到的是，不足一年的分离，那个曾经深爱自己的关飞龙已经和指导员沈红结了婚！詹华失望痛心地抱着孩子远去，关飞龙悲痛万分地转身责问沈红，为什么当初说詹华已经牺牲了！沈红也震惊地望着离去的詹华，她意识到一场和自己相关情感危机就要爆发了。满怀伤感的詹华回到家中，父女相见抱头痛哭，父亲老泪纵横感叹失子重回。独居已久的父亲和一个陌生的女人马淑萍结了婚，还给自己带来了一对的弟妹。冷静下来后继母为詹华包着饺子，爱挑剔的妹妹詹玉不满地问着母亲这个有了孩子的姐姐什么时候离开，父亲询问着詹华为什么关飞龙和兵团会传来她牺牲的消息，带回的孩子又是怎么回事。詹华告诉父亲，自己因为在一场大火中受重伤与场部失去联系，造成了她牺牲的误会，回到场部后又赶上知青返城大潮无法沟通。但对孩子的事，她似乎不愿多说。忐忑不安的沈红，通过和战友及场部的通话得知了，詹华的牺牲的确是误传。而这时的关飞龙对沈红表示自己要回到詹华的身边，因为詹华带回的孩子可能是自己的。詹华的父亲和继母也认定孩子的父亲就是詹华昔日的恋人关飞龙，并表示要为詹华讨回公道。关飞龙面对詹华和马淑萍都承诺了，自己一定会回到詹华身边。詹华面临家庭和邻居非议的压力，曾欲将孩子送与他人，但终因一声承诺而抱回。沈红的父亲在饭桌上说出沈红怀孕的消息，让本想提出离婚的关飞龙迷失了自我。关飞龙的失信，让继母马淑萍极为不满，詹华却对父亲说出了，孩子是战友张萌临终所托，由于孩子父亲一家已不知去向。因此她要兑现承诺，抚养孩子。在父亲的支持下詹华克服了许多阻碍，在环卫队找到一份扫大街的工作。为了能让自己和孩子能有一个好的前程，詹华在工作之余参加了高考补习班。在这里，她与年轻热情的小伙子于波相遇相识，于波爱上了美丽善良的詹华。在于波猛烈的爱情攻势下，在马淑萍的极力促成下，他们经历了孩子的风波，詹华也战胜了情感的伤害，在父亲詹万年的帮助下，被于波真心地感动下，詹华和于波结婚了。就在詹华新婚第二天，猝然失去工作的詹玉来到于波家大闹。她指出詹华曾经有过情人，还说孩子是詹华与情人关飞龙的私生子。看着于波不信的目光詹玉拿出了詹华开婚检假证明的证据。震惊之余，于波认定了是詹华欺骗了自己。他的心理彻底失衡，对待孩子和詹华失去了以往的深情。詹华虽然为恢复两人的关系作出了许多努力，但由于关飞龙的介入，于波的不成熟，也由于詹华对孩子的过度关心，致使两人的婚姻始终不能很好的继续。在一次尝试着送走孩子的过程中，詹华真正的懂得了，自己已经离不开孩子了，但这对于波是不够公平的。为了孩子也为了于波，詹华提出了离婚的要求。这件事不仅引起了两家轩然大波，还又一次把关飞龙卷了进来。詹华的父亲在这件事上也放弃了对詹华的一贯支持，盛怒之下还与詹华断绝了父女关系。从此詹华一个人带着孩子，在出国同学让出的小屋里艰苦度日。十年后孩子詹小萌长大了，但生活的磨练不仅成熟了詹华，也让快乐的小萌充满阳光。在偶然的机会小萌显现出特有钢琴才能，但这时的詹华却失去了环卫队的工作。坚强的詹华没有告诉任何人，一个人承担起全部的生活重担，并把小萌送进了少年钢琴学习班。懂事的小萌尽力为母亲分担着困难，这感动了新转来的同学关豪。他让自己父母买了架钢琴，还想办法让没有琴练的小萌去他家里练琴。没想到关豪的母亲就是沈红，当她发现到家里练琴的女孩就是詹华的女儿，她怒火中烧。沈红认为是丈夫关飞龙和儿子合伙欺骗自己，愤怒之下沈红不但砸坏了小萌的手，也造成了自己家庭的彻底决裂！因为两个孩子，关飞龙詹华又走到了一起。关飞龙主动、热心地关注小萌，让詹华深受感动。经过思想斗争后，詹华接受了关飞龙的帮助，两家人从此你来我往，在生活上和精神上相互给予着帮助。就在这时，下海经商阔绰起来的于波再一次出现在詹华母女的生活中，面对詹华一家三口其乐融融的景象，关飞龙悄悄地退出了。父亲六十大寿这天，在弟弟詹伟的帮助下，詹华终于又走进了家门与父亲和好。但是生活却永远不让人得以安静，妹妹詹玉与于波因承办工程出问题被抓，继母气急之下住院，弟弟詹伟又因为和一个大他两岁的女孩子相恋引起继母大怒，发誓不见詹伟，这一切继母都归罪于詹华。这时，关飞龙再一次出现在困难重重的詹华身边，两个人又一次拉近了距离，两家人和谐的生活在一起。为了满足孩子日益增长的花费关飞龙决定去深圳工作，面对青春期的孩子，面对沈红透过关豪对自己的不满，詹华默默地承受了。詹华的真心与真情让两个孩子健康的成长起来，当看到关豪面对沈红向法院提出夺回抚养权申请，选择了经济条件不好的父亲时，激动的泪水流了下来。时光象孩子们抛出的飞碟旋转着飞逝了，一个偶然的机会，已经自学成才的詹华遇到了公司老总潘梁玉。看到小萌的潘梁玉也意识到了她可能就是自己的孩子。于是潘梁玉开始了对孩子的查问，知道真情的詹华一想到孩子要离开自己便感到极为痛苦，矛盾重重。而潘梁玉也通过和詹华的不断接触，发现詹华不但是一位伟大的母亲，还是一位可敬可爱的女子，为了报答詹华为女儿所做的一切，也为了自己今后的幸福生活，潘梁玉决定向詹华展开进攻要娶她为妻。面对潘梁玉的好条件，关飞龙也看到詹华对女儿的不舍，而詹华也在潘梁玉的关注下展示出了令人夺目的风采，这一切不是他能给予的，关飞龙又一次选择退出，只身前往深圳。关飞龙的离开，使得詹华的内心遽然空洞，她向潘梁玉讲出了自己和关飞龙的一切。当潘梁玉得知真相后，鼓励詹华找回关飞龙，找回自己真正的情感。在亲人友人的鼓励下詹华终于第一次主动地去寻找了关飞龙，两人坦诚地交出了相互真正的情感。回到海东后詹华发现自己得了绝症，她请求为了自己不和小萌相认的潘梁玉立即把高中毕业后的小萌送到英国深造。詹小萌在国外的日子里，詹华一下老了许多，她不停地念叨着小萌小时候的事情，不敢闲下来，思念让她倍受折磨，好在有关飞龙一直陪在她身边。一天，由于詹华的昏迷，关飞龙和潘梁玉都得知詹华患了绝症。为了让詹华能够在生命的最后时刻，有自己倾注一生心血的女儿相伴，关飞龙、潘梁玉毅然决定让即将取得成功的小萌回国发展。不明真相的詹小萌认为这一切都是母亲的思念所造成的，不由得责怪母亲自私，母女之间有了隔阂。由于病重的詹华坚持要让小萌知道，自己的亲生父亲是潘梁玉，小萌更是误以为詹华不是一个好母亲。由于小萌的出言不逊，詹华被气病再次被送到医院，明白真相的于波要詹华讲出实情。这时的小萌才知道了，詹华并不是自己的亲生母亲，她用尽了毕生的心血，在抚养和疼爱的是战友张萌的孩子。小萌真正的理解了什么是伟大的母爱，她也了解了詹华妈妈是怎样用实际的行动教导着自己。詹华盼望已久，小萌盼望已久，大家盼望已久的詹小萌钢琴独奏会就要开始了，然而这时病重的詹华却在医院失踪了。关飞龙和詹华所有的亲人找遍了各个角落……面对布满鲜花的会场，小萌泪流满面的站在台上，向观众讲述着自己伟大的母亲，并表示要把最美的旋律献给敬爱的母亲。流动优美的钢琴声中母亲和自己的往事犹如真实地再现在小萌的面前，小萌泪流满面动情地弹奏着。其实，詹华来了。她手捧着鲜花静静地在一个角落坐着，她正在用心与女儿交谈着，感受着那久远而浓浓的亲情……",
    "chinese_title": "银杏飘落",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-08T16:26:28"
}