{
    "aka": [
        "二月里来是新春"
    ],
    "sid": "6080768",
    "cast": [
        {
            "url": "/celebrity/1318017/",
            "name": "郭铁城 Tiecheng Guo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275539/",
            "name": "盖克 Ke Ge",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318030/",
            "name": "刘一莹 Yiying Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323780/",
            "name": "马光泽 Guangze Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275692/",
            "name": "刘名洋 Mingyang Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326042/",
            "name": "尚铁龙 Tielong Shang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2869065173.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1323090/",
            "name": "韩志晨 Zhichen Han",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1323105/",
            "name": "张惠中 Huizhong Zhang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "28",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2011-03-06"
    ],
    "this_title": [
        "太阳月亮一条河"
    ],
    "douban_link": "https://movie.douban.com/subject/6080768/",
    "trans_title": [
        "二月里来是新春"
    ],
    "douban_votes": "0",
    "introduction": "淮河流域是一方神奇的土地，这里是南北文化交汇之处，也是中原文化发祥之地。30年前，揭开中国改革开放历史序幕的农村“大包干”就发生在这里。30年来，沿淮农民在这块神奇的大地上继续演绎着一幕幕由贫穷走向富裕，由乡村走向城市，由传统走向现代的历史大剧。正月十五这天晚上，朱圩村的村民们都出来闹花灯。村民刘泥鳅在村支书朱五河开了两年的饭店对面新开业了一家酒店，当晚聚众上演花鼓灯和淮北民歌。而朱五河家为了庆贺元宵节，五河的儿子朱新亮也在带着自家的饭店职工和村民在自家门前欢乐歌舞。无意中，与刘家形成了“抵灯”。在这次“抵灯”中，新亮见到了苏南南。南南不仅长得漂亮非常，而且能歌善舞，她在刘泥鳅家的场地上出现，引起了所有人的瞩目。新堂、刘喜子、玉树、李水泉等年轻的小伙子都对她一见倾情。只有新亮对她抱有讨嫌之感：以为她是有意地来帮刘泥鳅家挤兑朱家。而其实南南对“抵灯”并不知情，她是与妈妈一起来离村子很近的镇子上做服装生意的苏南人，只是在刘妻“小广播”的再三怂恿下，以为上台为大家助个兴而已！南南到新亮的沱湖岸边水面养殖基地来购买鱼虾螃蟹时，新亮要么是带搭不理，要么是抬高物价，总是没好脸子给她看。她心中十分纳闷，又得知新亮是市农业技术学院毕业的大专生，见他终日辛勤渔作，慢慢地在好奇心基础上产生了敬佩和爱慕之情。并由此坚决地摆脱了诸多年轻人对她的爱情追逐，专一坚定地选择了新亮！而新亮则由开始对南南的反感，一点点儿在南南的真情实意面前理解了南南，也逐渐爱上了南南。淮爷，一位七十岁开外的老人，他历经淮河流域的人世沧桑，是一个地道的花鼓灯耍手，正是这样的一位老人，却有着他心里不被旁人所知的隐秘：许多年前，自己的九岁亲生女儿与自己在一次水患中失散，而在寻找女儿的途中，他拣到水面上漂着的一个大木盆里的两个婴儿。这两个孩子就是现在朱圩村支书朱五河的妻子穆珍珠和朱六河的妻子穆玉翠。珍珠和玉翠对此毫不知情，一直把淮爷当做自己的亲爹，而当淮爷的亲生女儿南南妈寻父归来时，她们十分惶惑。当朱新亮与苏南南由不相识到相识、相知、相爱并将缔结百年之好时，南南妈与淮爷的血缘关系的确认，直接导致了全家人对新亮与南南婚姻的反对和质疑。然而，唯独淮爷欣然允诺并予以支持。为了弄清事情原委，珍珠和玉翠对此穷追不舍，淮爷多年尘封心底的隐秘才向她们予以倾诉。淮爷不仅老有所为，并且老有所爱。在顺水妈受到顺水妻武二秀左三番右二次的虐待后，淮爷毅然决定：让顺水妈搬到自己的小食杂店来与甜菊共住，冲破各方面阻力和顺水妈结为晚年之好！村支书朱五河是村里致富的带头人，不仅帮助大家科学种田，也帮助大家想致富门路。还在村上首先开办了自家的太阳能浴池，使多年不很讲卫生和没有洗澡习惯的农民，开始改变自己的生活习惯。尤其像墩子这种“活济公”式的人物，在五河等人反复多次的思想工作后，开始了焕然一新的生活。这使得墩子原来的侄媳妇后因侄儿死亡嫁给孙顺水的武二秀，在与顺水离异后，开始把目光一点点地转向了生活状态一新的光棍——原丈夫的亲叔：墩子。这引发了村里宗族观念的一次大的震动。许多有族亲的人都予以反对。但墩子在二秀的诚实劳动、幡然悔过和向上修好的行为感召下，陷入了二秀的情网。珍珠和玉翠都是致富路上的女强人，她们是亲姐妹，也是致富的竞争对手！刘妻“小广播”，在现实生活中的屡次碰壁，使她的性格走向发生了巨大变化：最后变成了言语谨慎、性格又不失开朗的现代文明女人。刘泥鳅在富裕后，被村里人称为：“小分头”，由喜欢打扮、单纯追求物质享受，进而在与武二秀的私情暴露“翻车”后，重新审视自己，用行动幡然悔过，真情感动了刘妻，找回与妻子的温暖爱情。顺水在经历了人生家庭的诸多磨难后，对照顾自己老母和儿子的甜菊产生了感情，甜菊冲破了黄花闺女给人家填三房的世俗观念，在生活、致富和爱情的道路上与顺水携手共进，两人经历波折终于结为鸾凤之好。村委会在村东头盖起的排排新楼，淮河岸畔农家正在崛起！农民的生活，正从平淡走向精彩！",
    "chinese_title": "太阳月亮一条河",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-01-25T21:00:47"
}