{
    "aka": [],
    "sid": "6084976",
    "cast": [
        {
            "url": "/celebrity/1055489/",
            "name": "让-吕克·戈达尔 Jean-Luc Godard",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2582508360.jpg",
    "region": [
        "葡萄牙"
    ],
    "writer": [],
    "imdb_id": "tt0492996",
    "director": [
        {
            "url": "/celebrity/1280070/",
            "name": "马加里达·卡多佐 Margarida Cardoso",
            "@type": "Person"
        }
    ],
    "duration": "52分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0492996/",
    "imdb_votes": 46,
    "this_title": [
        "Kuxa Kanema - O Nascimento do Cinema"
    ],
    "douban_link": "https://movie.douban.com/subject/6084976/",
    "imdb_rating": "6.5/10 from 46 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The first cultural act of the nascent Mozambique Government after independence in 1975 was to create the National Institute of Cinema (INC). The new president Samora Machel had a strong awareness of the power of the image, and understood he needed to use this power to build a socialist nation. INC's goal was to film the people, and to deliver these images back to the people.Reflecting the country's commitment to independence and socialism, the history of the INC and the films it produced cannot be disassociated from the movement embodied by Samora Machel and FRELIMO (Mozambique Liberation Front). Footage from the films - found by filmmaker Margarida Cardoso in an abandoned, burnt out building - show Mozambique's trajectory from great hope to great disillusionment. Weaving these images together with interviews of the people who produced them, KUXA KANEMA constructs a history of the birth and death of local cinema, and the birth and death of an ideology.Directors, screenwriters, technicians return to the INC to view the footage, and discuss their industry as a unique testimonial to the country, its struggles and wars.Today, the People's Republic of Mozambique is simply the Republic of Mozambique. Samora Machel's death marked the end of Mozambique's cinema (the current government prefers television). There is nothing left of the INC. The forgotten images that captured the first eleven years of independency - the years of the socialist revolution - are rotting, taking with them both the history of a period, and the history of hope.\"The best film I've seen this year! One of the finest films about filmmaking ever created. Rarely has any film-related documentary presented its subject with such skill, maturity and intelligence... The interviews are professional, cogent and invigorating, as the NIC veterans recall with bittersweet fondness the initial promise and encroaching disappointment at the great experiment which never quite worked. The Kuxa Kanema newsreels are literally buried cinematic gems, regardless of ideology... Margarida Cardoso approaches subjects with intellectualism, objectivity and professionalism. A film of great power and vision! Those who find this film will come away enriched by what they find.\" — Film Threat\"HIGHLY RECOMMENDED! The story of the National Institute of Cinema is very much a metaphor of the history of the Peoples' Republic of Mozambique itself. Rapidly paced, this enthralling documentary has woven together the reminiscences of the screenwriters, directors, and sound engineers with footage that recounts the experiences of the first ten years of independence. The story of KUXA KANEMA clearly has implications beyond its relationship to the political struggles of Mozambique itself. The film raises important questions about the nature of film, the effects of film on its audience, and the role of film in political ideology and cultural conflict.\" — Educational Media Reviews Online",
    "chinese_title": "Kuxa Kanema - O Nascimento do Cinema",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-08-03T09:35:26"
}