{
    "aka": [],
    "sid": "6090425",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "剧情",
        "纪录片",
        "音乐",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "澳大利亚"
    ],
    "writer": [],
    "imdb_id": "tt1742078",
    "director": [
        {
            "url": "/celebrity/1075024/",
            "name": "鲍勃·康诺利 Bob Connolly",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011-04-28"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1742078/",
    "imdb_votes": 130,
    "this_title": [
        "Mrs. Carey's Concert"
    ],
    "douban_link": "https://movie.douban.com/subject/6090425/",
    "imdb_rating": "7.1/10 from 130 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "At a Sydney girls’ school, music director Karen Carey prepares her young students for a concert at the Opera House. Believing in the transformative power of great music, Carey insists upon a classical repertoire, sets a dauntingly high performance standard and requires the participation of every girl in the school. Carey inspires many of her girls, but some do not share her passion and are not afraid to say so.Her greatest challenge will be firing up the unwilling, and her antagonist is 16 year old Iris Shi. Waging open warfare against authority, the charismatic Iris is the focal point of student resistance to Carey’s Opera House ambitions, and the only girl who gets seriously under her skin. Emily Sun is Carey’s star musician and a different sort of headache – a gifted but troubled teenager on the threshold of a brilliant musical career if only … Carey wants Emily to solo in a Bruch Violin concerto. But to bring out her best, she needs to keep the girl from going off the rails, and then get inside her head. And that proves no easy task, because young Emily has her own distinctive take on everything.Mrs Carey’s Concert is about music making and coming of age, about talent and courage, compliance and rebellion. About those prepared to open their minds and hearts to what the world has to offer … and those yet to discover the potential within.",
    "chinese_title": "Mrs. Carey's Concert",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-10T00:21:30"
}