{
    "aka": [],
    "sid": "6091360",
    "cast": [
        {
            "url": "/celebrity/1486853/",
            "name": "富川澈夫 Sumio Tomikawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1558873/",
            "name": "小野日出 Hizuru Ono",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1973",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p938519865.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1973-01(未公開)"
    ],
    "this_title": [
        "夕映えに明日は消えた"
    ],
    "douban_link": "https://movie.douban.com/subject/6091360/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "弘化元年八月。水飢饉にあえぐ農村。飢えと疲労で弱っていた渡世人の佐吉は、とある村で、雨乞いのための人柱要因として、村人達に捉えられてしまう。佐吉の見張り？役である美少女、小夜は知的障害者であり、その美しさ故、村の男達の慰み者にもなっている。しだいに小夜と佐吉は、惹かれあっていくも、佐吉は小夜を出し抜き、逃走する。その逃亡中に、佐吉は仙太郎達五兄弟と出会う。仙太郎の父は、人柱として村人達に殺されていた。佐吉は仙太郎に〝見張りの女が、お前の身代わりに人柱にされる〟と聞かされ、あわてて小夜の元へ戻るのだった。そんな中、仙太郎達は父の恨みから村を襲撃する。なすすべのない村人達は、ひょんな事から佐吉がその昔、百姓の味方で〝風鈴の佐吉〟と呼ばれていた無宿人だった事を知り、佐吉に仙太郎兄弟討伐を依頼する。佐吉はその依頼を一旦は断るのだが、仙太郎を説得に行く。仙太郎は、佐吉が小夜を連れて村を出て、面倒を見るのであれば、罪のない村人には手を出さないと条件をだし、佐吉はそれを承知するのだった。（じつは小夜と仙太郎が幼馴染みであった事が分かった為）だが、仙太郎達は約束を破り、村に火を放つのだった。佐吉は怒り狂い、身に付けていた風鈴を小夜にあずけると、小夜の制止も聞かず、村へと向かうのだった。村は凄惨な状況・・・喉をつらぬかれた老人、血まみれの幼児、脳天を割られた女。佐吉は仙太郎の兄弟達を痛めつけ、仙太郎を追う。痛めつけられた兄弟達は村人たちにいたぶられ、なぶり殺しにあう。井戸に落とされ、その井戸へ次々と大きな漬物石を放り込まれたり、鹿捕りの網に吊るされ動けなくなった所を、因ってたかって殴られる。眼球を飛び出させながら痙攣し、やがては動かなくなる・・・佐吉は短銃をもった仙太郎と対峙している。撃たれる佐吉。が、佐吉は立ち上り仙太郎に歩み寄る。もう1発。佐吉はまたも立ち上がる。もう1発。立ち上がる佐吉。そして、もう1発。佐吉の額に穴があき、口からしたたる血。だが、佐吉は倒れず、そのまま仙太郎の胸をドスでさしつらぬく。仙太郎もそれをまっていたように・・・顔を見合わせて立っている2人。仙太郎「俺も馬鹿だが・・・てめえはもっと馬鹿だ・・・」ゆっくりと後へ倒れる仙太郎。佐吉も土堤を転げ落ち、田んぼの泥水に顔を突っ込んだきり動かない。～夕映え。小夜の悲鳴。我に返る村人・・・手製の卒塔婆に、つたない文字で〝さきち〟と書いてある。合掌する小夜。風鈴の音。佐吉の墓に雨が降る。卒塔婆の文字が流れ出している。それはやがて、ただの白木に・・・",
    "chinese_title": "夕映えに明日は消えた",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-07T09:01:50"
}