{
    "aka": [],
    "sid": "6093617",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2157377715.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1853563",
    "director": [
        {
            "url": "/celebrity/1276206/",
            "name": "詹姆斯·莫尔 James Moll",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011-04-05(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1853563/",
    "imdb_votes": 6595,
    "this_title": [
        "Foo Fighters Back and Forth"
    ],
    "douban_link": "https://movie.douban.com/subject/6093617/",
    "imdb_rating": "8.2/10 from 6595 users",
    "trans_title": [
        "喷火战机：来回"
    ],
    "douban_votes": "156",
    "introduction": "FOO FIGHTERS BACK AND FORTH chronicles the 16 year history of the Foo Fighters: from the band's very first songs created as cassette demos Dave Grohl recorded during his tenure as Nirvana's drummer, through its ascent to their Grammy-winning, multi-platinum, arena and stadium headlining status as one of the biggest rock bands on the planet.Produced by Nigel Sinclair (No Direction Home: Bob Dylan, Amazing Journey the Story of the Who, The Last Play at Shea) of Exclusive Media Group's Spitfire Pictures, and produced and directed by Oscar(r) and Emmy(r) winner James Moll, FOO FIGHTERS BACK AND FORTH culminates with the making of the band's new album Wasting Light: a process in which the band pushed itself forward by going fully back to basics and recording in Grohl's garage completely on analog tape. No computers, no software - just a band recording an album to tape in a garage. The new record also marks the Foos' first full-length effort with legendary producer Butch Vig, with whom Grohl worked on Nirvana's classic album Nevermind.\"...the documentary film, serve{s} as a great reminder why the Foos deserve to be ranked among the world's greatest rock bands. For proof, check out Back and Forth.\" -- Jim Harrington, San Jose Mercury News",
    "chinese_title": "喷火战机：来回",
    "douban_rating": "8.9/10 from 156 users",
    "foreign_title": "Foo Fighters Back and Forth",
    "imdb_rating_average": 8.2,
    "douban_rating_average": "8.9",
    "update_at": "2026-01-25T08:49:24"
}