{
    "aka": [
        "今生情未了",
        "走出天堂的女人"
    ],
    "sid": "6094968",
    "cast": [
        {
            "url": "/celebrity/1274509/",
            "name": "王艳 Yan Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312939/",
            "name": "黄海冰 Haibing Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274661/",
            "name": "傅淼 Miao Fu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314453/",
            "name": "廖京生 Jingsheng Liao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275744/",
            "name": "于震 Zhen Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318573/",
            "name": "由立平 Liping You",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323300/",
            "name": "滕旋 Tengxuan Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1405285/",
            "name": "王蔚 Wei Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情",
        "爱情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868807132.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "45分钟",
    "episodes": "26",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "黑白之门"
    ],
    "douban_link": "https://movie.douban.com/subject/6094968/",
    "trans_title": [
        "今生情未了",
        "走出天堂的女人"
    ],
    "douban_votes": "0",
    "introduction": "二十年前，一对活泼可爱的孪生姐妹因为父母离异而分开。二十年后，妹妹绵绵已是舞蹈专业的大学生，在面临毕业之际，母亲病重去世。临终前要求绵绵她去青岛寻找她的孪生姐姐，并将绵绵托付给绵绵的恋人、大学同学陈扬。 为了寻找绵绵的姐姐，农民出生的陈扬毅然辞去了优越的工作，接受一直暗恋绵绵的同学孙雷的建议，与绵绵一道踏上青岛之路。　没有想到，青岛火车站，孙雷不见踪迹，不得已，陈扬送绵绵去了她的姨妈家，从此绵绵在姨妈家安顿下来，而绵绵的姨妈对农村出身的陈扬却有些不屑。　陈扬离开了姨妈的家徘徊在青岛街道，一辆飞驶而来的轿车，将陈扬撞出街道，而驾车人正是陈扬和绵绵所要寻找的绵绵的姐姐苏盈。当然，这一点，谁也不知道。　所幸陈扬伤势不重，绵绵和苏盈见面，两人顿生一种奇怪的感应。　出院之后的陈扬四处寻找工作，终于在海情广告公司谋到一个业务员的工作。　与陈扬不同，绵绵进入了一个私立贵族学校当了一名舞蹈老师。　日子虽苦，但两人互相勉励，公共汽车站成为他们谈情说爱的最佳场所，一碗水饺，一笼汤包都能使他们感受生活的甜美，直到陈扬因为工作而遭同事嫉妒，被打，绵绵才感觉到陈扬为自己付出得太多。但是陈扬对此毫无怨言。　绵绵和陈扬到派出所查找有关姐姐的信息未果，两人来到蔚蓝的海边，栈桥上人流汹涌，绵绵失足落海，不懂水性的陈扬跳水营救。　当陈扬醒来的时候，已经是在医院，站在他身边的除了绵绵还有周凯，一个有钱的经理。是周凯救了绵绵，又将他送入医院。绵绵对周凯所表现出溢于言表的热情，使陈扬感到有些不安。　在公司关于罗兰丝宝的投标策划会上，公司的总经理苏盈第一次在公司公开露面，在苏盈的身边还有她的哥哥苏一。苏盈惊讶的发现，被自己开车撞了的人竟然就在自己的公司。　为了拿到高档化妆品罗兰丝宝的代理，苏盈决定由陈扬和杨磊来做投标策划书。但是苏一对苏盈要接罗兰丝宝的代理却是醋意暗生，因为罗兰丝宝的负责人就是苏盈大学时期的恋人谢小东。在公司的标书评价会上，陈扬的策划因为被认为过于冒险而落选，杨磊的标书得到了苏盈的首肯。　可是，陈扬又来了机会。杨磊的策划书在预投标阶段就被谢小东的新行公司否定，为了争取最后的机会，苏盈带着陈扬的策划书与谢小东见面。但是，谢小东已经找不到往日的感觉，但是对陈扬策划中的冒险精神大加赞赏。　绵绵和陈扬在报纸刊登了寻人启示，但是，前来见面的并没有他们的姐姐。绵绵对寻找姐姐的可能性开始怀疑。　在罗兰丝宝的招标会上，苏盈与陈扬配合默契，发挥出色，尤其是陈扬大胆的策划，得到了新行的青睐，使新行公司将罗兰丝宝的代理权交给苏盈。 拿到了代理权的苏盈十分兴奋。晚上，苏盈带着陈扬喝酒、飚车，陈扬吃惊的发现在苏盈冷酷美丽的外表下还掩藏着如此疯狂的一面，当陈扬将苏盈送回家的时候，等待他们的是苏一一双阴冷的眼睛。　苏盈回到房间冷笑着对苏一大加讽刺，一个惊人的秘密被揭开，原来苏盈和苏一并非兄妹，而是情人。　陈扬升任公司策划部经理，全面负责罗兰丝宝的广告销售工作，而此刻，绵绵正在为参加舞蹈比赛而全力的准备着。　苏盈的助理在看到绵绵照片之后告诉陈扬，绵绵曾和周凯在一起吃饭，陈扬想起那天晚上，绵绵说她是在加班。原来绵绵一直在和周凯交往。陈扬异常痛苦，觉得如果自己陪绵绵来青岛不但没有帮上绵绵的忙，反而成了绵绵追求幸福生活的障碍。因为自己实在是太穷了，而周凯有房有车，有事业。　罗兰丝宝的广告宣传活动全面展开，正当陈扬为电视广告的人选大伤脑筋的时候，绵绵获得了舞蹈比赛的冠军，大幅的照片刊登在报上使导演一眼相中了绵绵，绵绵成为电视广告的主角。　广告拍摄完成之后，苏盈和绵绵有了第一次亲密接触，苏盈对绵绵更是有一种难以言表的好感。尽管她们都很漂亮，但是他们谁也没想到对方就是自己要找的孪生姐妹，因为他们长得实在是太不象了。　绵绵的广告在电视台重磅轰炸。绵绵迅速成为青岛的明星，但是，罗兰丝宝的销售代理却迟迟无人问津，苏盈和陈扬陷入困局。杨磊这个苏一的安插在苏盈身旁的卧底，此时乘机发难，要求陈扬辞职，调整经营策略。而陈扬认为此刻的僵局即将打破，不能改变经营策略，在最后时刻，苏盈坚定的支持陈扬。　在陈扬和业务部经理孙梅的紧密配合下，前来商场询问罗兰丝宝的顾客络绎不绝，经销商和陈扬的憋宝终于告负，定单接踵而来，为了报答孙梅，冒着被苏一穿小鞋的危险，陈扬坚持将最重要的代理权交给从公司辞职的孔杰，苏一为此大为恼火。　就在苏盈的事业渐露起色的时候，苏一为了将苏盈紧紧的栓住，在最紧要的时刻将公司资金抽走，使苏盈的公司立刻成为一个空壳。　苏盈万念俱灰，几乎走到绝境，只得将公司的事情告诉陈扬，陈扬临危不乱，联合谢小东，孔杰使苏盈度过难关。 而此刻，青岛广告界有名的花花公子周凯为接近绵绵提出为绵绵举办舞蹈晚会，而陈扬认为周凯的目的决不仅仅是一场晚会，劝绵绵不要自投虎口，可是绵绵却表现出从未有过的固执，不惜与陈扬发生重大矛盾，坚持要开。陈扬心灰意冷，觉得与绵绵的恋爱已经走到了头，两人的感情危机突现。　苏盈和陈扬此时面临着同样的际遇，那就是事业的成功和感情的失败，共同的事业使他们惺惺相惜，一个酒醉的夜晚苏盈和陈扬无可避免的发生浪漫而错误的感情，事后两人后悔莫及，为了让绵绵和陈扬早日结婚，苏盈拿出二十万奖金奖励公司员工，其中陈扬八万，正好够陈扬和绵绵买房。　正在法国考察葡萄酒业务的苏一大为恼火，突然返回青岛，开会决定要杨磊负责罗兰丝宝的全面业务，苏盈和陈扬被苏一架空。没有想到此举遭到公司所有人的全体反对，纷纷以辞职相威胁，苏一没有料到自己对公司已经失去了威信，为了不丧失罗兰丝宝的巨大利润，只好收回成命。　苏盈和陈扬又一次的战胜苏一，但是却埋下了一个重大的祸端。　正如陈扬所预料的一样，周凯对绵绵的兴趣并不在舞蹈晚会而是另有所图。周凯在看演出的时候对绵绵进行骚扰，面对周凯的骚扰，表面柔弱的绵绵并没有象他的姐姐苏盈那样屈服于苏一，而是义正词严的吓退了周凯，面对着同样的处境，这对孪生姐妹显出了完全不同的性格。",
    "chinese_title": "黑白之门",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-12-23T05:14:22"
}