{
    "aka": [
        "大奖赛：死亡年代"
    ],
    "sid": "6094942",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2528043322.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1954483",
    "director": [],
    "duration": "59分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011-03-17(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1954483/",
    "imdb_votes": 631,
    "this_title": [
        "Grand Prix: The Killer Years"
    ],
    "douban_link": "https://movie.douban.com/subject/6094942/",
    "imdb_rating": "8.1/10 from 631 users",
    "trans_title": [
        "大奖赛：致命年代",
        "大奖赛：死亡年代"
    ],
    "douban_votes": "0",
    "introduction": "In the 60s and early 70s it was common for Grand Prix drivers to be killed while racing, often televised for millions to see. Mechanical failure, lethal track design, fire and incompetence snuffed out dozens of young drivers. They had become almost expendable as eager young wannabes queued up at the top teams' gates waiting to take their place.This is the story of when Grand Prix was out of control.Featuring many famous drivers including three times world champion Sir Jackie Stewart OBE, twice world champion Emerson Fittipaldi and John Surtees OBE, this exciting but shocking film explores how Grand Prix drivers grew sick of their closest friends being killed and finally took control of their destiny.After much waste of life, the prestigious Belgian and German Grands Prix would be boycotted, with drivers insisting that safety be put first. But it would be a long and painful time before anything would change, and a lot of talented young men would be cut down in their prime.This is their story.'Something was terribly wrong. I loved the sport, but it was wrong. I prayed to God whether or not to continue.' - Emerson Fittipaldi'It made me angry. The sport was way wrong.' - Sir Jackie Stewart OBE..",
    "chinese_title": "大奖赛：致命年代",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Grand Prix: The Killer Years",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-07-05T18:07:40"
}