{
    "aka": [],
    "sid": "6109395",
    "cast": [
        {
            "url": "/celebrity/1063220/",
            "name": "蒂姆·博格曼 Tim Bergmann",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1108938/",
            "name": "Antje-Katrin Kühnemann Antje-Katrin Kühnemann",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1870453",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2011-04-11(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1870453/",
    "imdb_votes": 52,
    "this_title": [
        "Liebeskuss am Bosporus"
    ],
    "douban_link": "https://movie.douban.com/subject/6109395/",
    "imdb_rating": "4.8/10 from 52 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Für den Musikhistoriker Jakob (Tim Bergmann) bricht eine wohlgeordnete, ruhige Welt zusammen, als er feststellen muss, dass er mit seiner ursprünglichen Arbeit kein Geld mehr verdienen kann. Einen neuen Job für den Klassikfan gibt es in diesen Zeiten nicht. Die Chance, die sich ihm bietet: Ein Türkpop-Label sucht einen Sommerhit. Zwar ist ihm diese Musikrichtung völlig fremd, aber er beschließt, seinen Horizont zu erweitern, um „den“ Sommerhit zu finden und seine Miete wieder bezahlen zu können.Die Idee der türkischen Modedesign-Studentin Didem (Jasmin Gerat), für einige Tage die Wohnungen in Berlin und Istanbul zu tauschen, kommt daher gerade recht, denn ein Hotel kann er sich nicht leisten. So tauscht der Liebhaber von Bachkantaten und Konzertsälen für ein verlängertes Wochenende seine Berliner Altbau-Wohnung gegen eine Wohnung in Istanbul - und macht sich auf den Weg in die pulsierende Metropole am Bosporus, um dort die Musikszene zu erkunden. Jakob gibt sich große Mühe, aber dieser hektische orientalische Schmelztiegel ist zu viel für ihn. Er hält die Enge und die vielen Menschen nicht gut aus. Begeistert von der Melodie einer Straßenband kehrt er überstürzt nach Berlin zurück. Dort weigert sich seine Wohnungstauschpartnerin, die Wohnung frühzeitig zu räumen, die sie wegen des Besuchs ihrer Eltern auf „türkisch“ umdekoriert hat. Doch damit nicht genug: Geschickt bringt sie Jakob dazu, ihren zukünftigen Ehemann zu spielen, damit ihre Mutter Birsen und ihr Vater Ekrem endlich wieder nach Istanbul zurückkehren. Diese sind nach wie vor der Meinung, dass ihre Tochter fleißig BWL studiert, um später das Geschäft des Vaters zu übernehmen. In Wahrheit steckt sie im Abschluss ihres Modedesign-Studiums und muss endlich in Ruhe ihr Diplomkleid vollenden.Jakobs Leben gerät aus den Fugen. Der nordische Eisberg trifft auf einen orientalischen Vulkan und bei den türkischen Eltern wächst das Misstrauen über die Liebesbeziehung ihrer Tochter. Bis Didem und Jakob zueinander finden, müssen sie eine ganze Menge amüsanter deutsch-türkischer Hindernisse aus dem Weg räumen.",
    "chinese_title": "Liebeskuss am Bosporus",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.8,
    "douban_rating_average": 0,
    "update_at": "2025-06-07T16:22:45"
}