{
    "aka": [
        "I Beat Tiger When I Was Young"
    ],
    "sid": "6110559",
    "cast": [
        {
            "url": "/celebrity/1408404/",
            "name": "朱日坤 Rikun Zhu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275519/",
            "name": "张赞波 Zanbo Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275506/",
            "name": "王宏伟 Hongwei Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316009/",
            "name": "徐童 Tong Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319026/",
            "name": "季丹 Dan Ji",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314317/",
            "name": "郭熙志 Guo Xizhi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1329623/",
            "name": "丛峰 Feng Cong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274337/",
            "name": "应亮 Liang Ying",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316218/",
            "name": "薛鉴羌 Jianqiang Xue",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1404947531.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1316218/",
            "name": "薛鉴羌 Jianqiang Xue",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275519/",
            "name": "张赞波 Zanbo Zhang",
            "@type": "Person"
        }
    ],
    "duration": "74分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2010-10-03(中国大陆)"
    ],
    "this_title": [
        "我年轻时也打老虎"
    ],
    "douban_link": "https://movie.douban.com/subject/6110559/",
    "trans_title": [
        "I Beat Tiger When I Was Young"
    ],
    "douban_votes": "213",
    "introduction": "1人到中年的口口卡（作者本人），喜欢说自己喜欢和年轻人在一起，但事实上他才不愿意给年轻人镜头呢，他心里说：再来的时候我拿棍子打你出去，调侃时会说别人的摄像机只是一个玩的东西；更多时候谈及的是自己的回忆，他号召所有人脱下自己的裤子，当然这只是一个嚼头；只有他被激怒了他才会批判别人，不然以和为贵吧还是，他信誓旦旦地说，我年轻的时候也想找老虎打打！！！an middle aged person(the writer) like to say being with youth.but infact he doesnt want to camera to youth, he thought: I would beat you if you come again.when people's chatting, camera is just a toy for fun, more for record memory, he ask people to take off pains of course just a joke, only he was anger he would criticize others, or being peacefully.he said frankly: I want to beat tiger when I was young.2剧情简介： 有位老师和我说：他喜欢疯狂的纪录片，那么我觉得不错，我来拍你试试。 我把镜头对准了刚刚获奖的几位纪录片导演，我尝试表达相反的意见“你的纪录片不好！”那么他们有什么反应呢？ 纪录片作者总是把镜头对准别人，那么我来试一试把镜头对准他们自己，果然他们不喜欢。 我仿佛看到了我脆弱而又单纯的雄性老年，但愿能以此片随时警醒我自己。導演闡述：A拍摄者只有有被拍摄的经历才能了解摄像机的残酷力量所以对于拍摄者，被拍摄是第一课B幻觉无处不在，藏在各处，艺术就是这种幻觉，当我们明白赞美比批评更容易让孩子进步这个规则时，我们已经变老、我们泛滥地利用这个法则，你藏匿在你的中年朋友中、互相赞美，形成幻觉，不如说你也就此生活在幻觉中颁奖时刻、演讲时刻、掌声、做爱、愤怒、严肃而紧张，批判的不真实、名声、荣誉、财富造成了大量幻觉，我们藏匿在其中，不如说你也就此生活在幻觉中让我带你们去有深度的地方，看看你是否迷失在有幻觉的深度上，还是根本就是肤浅的人。C本片是在拍摄完成后才计划制作的，之前没有任何计划Director’s Statement:1shooters know the cruet strenth of camera, only through being shooted.so to shooters, being shooted is their first lesson.2illusion in every where, art is that kind of illusion.when we understood a principle that praise kids is better than critisize them for improving. we were getting old, we abuse this .you hide in middle age friends, praise to each other and illusion come into being. so why should say we are living in illusion.illusion of time of reward, time of speech, applaud, having sex, anger, tension, untrue criticize, fame, honor, fortune,we are in it, why cant say you are in it too.let me take you to a place, to see whether you lose your illusion or not, or you are just boring person3no scripture before shooting.",
    "chinese_title": "我年轻时也打老虎",
    "douban_rating": "7.3/10 from 213 users",
    "foreign_title": "",
    "douban_rating_average": "7.3",
    "update_at": "2025-04-10T00:11:39"
}