{
    "aka": [],
    "sid": "6118721",
    "cast": [
        {
            "url": "/celebrity/1314477/",
            "name": "程煜 Yu Cheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317018/",
            "name": "由力 Li You",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317414/",
            "name": "王海燕 Haiyan Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320677/",
            "name": "李婷 Ting Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315058/",
            "name": "石兆琪 Zhaoqi Shi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1039585/",
            "name": "于小慧 Xiaohui Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336722/",
            "name": "荆浩 Hao Jing",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336112/",
            "name": "关亚军 Yajun Guan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1413000/",
            "name": "胡连华 Lianhua Hu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1491842/",
            "name": "李芳蕾 Fanglei Li ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1366010/",
            "name": "黄华 Hua Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1369919/",
            "name": "刘丹 Dan Liu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2808542264.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1337042/",
            "name": "郭中束 Zhongshu Guo",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt32317660",
    "director": [
        {
            "url": "/celebrity/1318130/",
            "name": "雷献禾 Xianhe Lei",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "28",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2007-10-22(中国大陆)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt32317660/",
    "this_title": [
        "交通警察"
    ],
    "douban_link": "https://movie.douban.com/subject/6118721/",
    "trans_title": [
        ""
    ],
    "douban_votes": "382",
    "introduction": "江市交警支队女子中队警员冯媛媛在执法工作中，被刁蛮的出租车司机徐有志打伤，两位不明身份的群众又打伤了徐有志，徐有志硬说打他的人是冯媛媛找来的援兵，交警支队长张立伟闻迅赶往现场，带当事双方到医院检查。 　　交警支队与电视台合办的宣传栏目《老洪说交通》的主持人老洪是张立伟的“发小”,在一次采访中，他与张立伟的妻妹、《晨报》记者吴小丁相识，吴小丁对他很有好感。 　　新任交警支队副支队长的马国良因驾驶一辆走私的奔驰车，被老洪截获并录了相。马国良在电视上见到自己的形象，极为恼火。 　　张立伟想在妻子吴小丽负责的汽车厂区中间开辟一条主干道，吴小丽坚决反对。 　　老交警陈玉米在无意间碰到了那天打徐有志的两个人与徐有志在一起喝酒，通知张立伟，将三人当场抓获，在事实面前，徐有志不得不交待这一切都是自己为了赖掉违法罚款设下的圈套，乖乖地补交了罚款和滞纳金，但从此对陈玉米怀恨在心。 　　北江市发生了一起恶性交通肇事案件，一辆出租车在撞倒一三岁女孩后，不仅没有停车救护，反倒加速逃逸，竟将裹在车下的小女孩拖出二百余米，当场死亡，其状惨不忍睹。张立伟接到报案后，亲自指挥设卡拦截，终于在郊区公路上将肇事车截下，让人们吃惊的是驾车者竟然是一个满面惊恐、稚气未脱的少年。 　　被撞死的小女孩是本市沈市长的女儿，沈张两家渊源很深，沈市长一直是张立伟的老领导，沈妻郑爽又与张立伟的妻子吴小丽是莫逆之交。听到孙女惨死的消息，郑爽痛不欲生，要求张立伟一定依法严惩凶手，给孙女报仇。 　　崔聪聪是一个品学兼优的学生，他出事以后，老师和同学非常焦急，联名给交警支队写信，老师也拿着崔聪聪荣获的所有证书到交警队哀告，请求对崔聪聪从宽处理。 　　马国良正式到交警队报到，上任第一天，就给老洪一个下马威。 　　老洪和吴小丁共同策划，在学校和老师的配合下，到崔聪聪所在的班级录了一场主题班会，题目就叫《从崔聪聪事件看交通安全》，班会开得非常成功，张立伟却不同意播出，同时他警告吴小丁和老洪保持距离。 　　吴小丁无意中发现自己的丈夫在网上跟人裸聊，愤怒地与他吵了一架，离开家。 　　张立伟的办公室里有一件红雨衣，是二十年前他在街头站岗时，一个小女孩冒着大雨送给他的。二十年后，那个当年漂亮的小女孩已经变成一位贫寒的少妇，她为自己丈夫被撞事件到交警支队上访，她手上的一块黑记勾起了张立伟的记忆。 　　崔聪聪的母亲也来上访，她突然出示了一份新的证据：崔聪聪出生时，为图吉利，在落户口的时候把他的生日提前了一天，按实际出生时间，他肇事的那一天还不满十四岁。崔聪聪的父亲死得早，他母亲靠打零工供他上学，张立伟对其很同情，他将崔聪聪的各种获奖证书转给沈市长，沈市长心软了。 　　陈玉米因公正执法与三大队交警杨凯发生冲突，杨凯非但不承认错误，还打了陈玉米。联系到有人匿名举报有交警“养小公共和出租车”的事，张立伟责成马国良认真调查。 　　吴小丁写了一篇题为《宽大的胸怀》的报道，虽然是赞扬沈市长的，但上面却配发了一张老洪提供的张立伟送崔聪聪母子的照片，老洪因此受到马国良的批评。郑爽认为张立伟利用这件事沽名钓誉，极度愤慨。 　　吴小丁为了向老洪道歉，请他吃饭，不想正碰见张立伟与吴小丽，张立伟熊了老洪一顿，吴小丽也严肃地批评了吴小丁，吴小丁向姐姐诉说了其夫李文墨的种种不是，吴小丽到吴小丁家，恰逢李文墨正在网上的聊天室里唱歌，被吴小丽痛斥一顿。 　　张立伟外出考察，支队工作交由马国良负责。马国良利用职权给自己老婆的奔驰车落了籍，而且要了一个非常吉利的号码8888。 　　杨凯在岗上认识了马国良的夫人，说服她包出租车和小公共，徐有志也是被包的出租车之一，他行车路过陈玉米的岗时，故意违法，马夫人通过马国良硬让陈玉米放车，陈玉米冲进马国良的办公室与他理论，马国良听说自己的老婆有包出租车的嫌疑，大吃一惊，他特意请陈玉米吃饭，一面狠狠地责骂妻子，保证一定严加管教，一面央求陈玉米不要把事情外泄。忠厚的陈玉米答应了。 　　小公共在街头横冲直撞，群众意见很大，吴小丁在报纸上登出题为《小公共为啥这么狂》的文章，暗指交警内部有人在包小共公，马夫人、杨凯等见到文章，认为是陈玉米在整他们，商议给陈玉米下了一个套儿，由徐有志先拿走陈玉米兜里的烟，在陈玉米犯烟瘾的时候，又买了两盒便宜的人参烟借给他，然后拿着录相带到处告状，市里领导批示要严肃处理。 　　张立伟严厉地批评了陈玉米，同时也表示，全体交警都“非常感激”徐有志，要把他的车帮助成全市第一辆“模范车”。 　　陈玉米表示接受处分，他只提了一个要求，到全市交通最混乱，执勤条件最差的红旗小学门前的岗上去。 　　张立伟的儿子在学校跟人打架，他被叫到学校，得知跟儿子打仗的人是自己支队一大队事故科长刘文礼的儿子刘非凡，而打仗的原因是因为儿子嘲笑刘非凡的父亲是个瘸子。刘文礼是交警队的英雄，年轻时为了救一班孩子造成残疾。张立伟严厉地批评了自己的儿子，并请刘文礼来和同学们见面。刘非凡从来不知道爸爸是个英雄，现在头一次为父亲感到骄傲。 　　徐有志因设套陷害陈玉米，引起交警们的义愤，都不约而同地看紧了他的车，只要发现违法，一概严肃处理，罚得徐有志胆战心惊。 　　李文墨谎称外出体验生活，偷偷地与网友约会，不料落入人家事先设好的圈套，老洪带吴小丁去将其救出。 　　新生产线试车顺利，工人们纷纷向吴小丽敬酒，吴小丽酒后驾车撞倒一老人，自己也受了重伤，此情景恰巧被勾丽丽看见。 　　老人送往医院后不治身亡。司机主动要求出面顶罪，吴小丽坚决不同意，在孙主任的再三劝说下，她才勉强答应让司机替自己一年，待厂里的第二条生产线安装后，再去自首， 　　勾丽丽在报纸上看到昨晚汽车肇事的消息，见报上说肇事的司机是个男的，非常惊讶，想要去检举，可当得知吴小丽是张立伟的妻子时，她犹豫了，没有说出真情。 　　张立伟在自己的家里做了一个全市交通设想的大沙盘，为便于讲解，市里决定到他家召开现场会。在会上，张立伟提出了解决“三点一线”的建议，其中 “三点”都得到专家的肯定，但最重要的“一线”，因为要横穿过吴小丽的汽车厂，而汽车厂又是省里的利税大户，吴小丽不发话，谁也不敢动，被无限期搁置。 　　老洪因为帮助吴小丁私了李文墨的事，受到批评，马国良趁机建议让老洪上一线去站岗锻炼，张立伟同意了。 　　冯媛媛从小就胆小，她站岗的时候爷爷奶奶总要去陪她，她的男朋友韩林林常取笑她。韩林林告诉冯媛媛，有个富婆想和自己见面，冯媛媛不相信，拨通了韩林林所说的对方的电话，没想到电话真的通了，让她格外惊怕。 　　李文墨到医院找吴小丽告状，吴小丽让吴小丁马上到医院，为了赌一口气，吴小丁谎称自己跟老洪在一起，并打电话叫老洪来救场。张立伟见他们在一起非常生气，喝令老洪第二天就去站岗，同时交给老洪一个任务，让他暗中调查包小公共等问题的真相。 　　吴小丽告诉吴小丁，父亲得了癌症，所以她的婚姻必须维持半年。 　　徐有志屡屡被罚，无奈卖了车，到陈玉米执勤的岗前去卖菜。 　　马国良的夫人开着奔驰车在老洪的岗上过，这辆牌号特别的车引起了老洪的注意。 　　刘文礼是交警支队的事故专家，张立伟决定将勾丽丽丈夫被撞案，交给他去调查。本案除了上访人勾丽丽提供的一块肇事摩托车遗留的灯罩碎片以外，没有任何线索。刘文礼认真询问了勾丽丽的婆婆，拒老婆婆讲，出事的当时，车站有一个卖冰棍的老太太说远远地看见那摩托上好像有个警灯，但第二天她又改口了，而那个卖冰棍的老太太，在前些年又已经去世了。 　　交警三大队的贾副大队长有把柄攥在杨凯的手里，所以对他不甚约束。老洪和刘文礼同时被派到三大队来，让他突起疑心，告诫杨凯，让他约束自己包的那些出租车和小公共的司机。 　　张立伟以察看路况为名，让马国良坐车与他同行，找到了那辆停在商场门口的奔驰车，策略地警告了马国良，马国良悄悄将那辆车销了车籍入库。 　　吴小丽的交通事故发生在一大队的管辖区，是由刘文礼负责处理的。事件虽然已经过去，肇事司机也已经被判入狱，但刘文礼总觉得这里有什么地方不对，他买了一个玩具车，回家反复做模拟试验，结果都不满意。 　　通过认真调查走访，有关勾丽丽上访一案，终于发现了一点蛛丝马迹。刘文礼惊讶这些迹象似乎指向三大队贾副大队长，正在苦思的时候，贾副大队长突然来找他闲聊，似乎无意地提起吴小丽撞车案，并说自己做过无数次的模拟试验。含而不露地暗示刘文礼，如果刘文礼把勾丽丽的案子揪住不放，那他就把吴小丽的案子揭开。刘文礼想起张立伟对自己的种种帮助，违心地做出了维持原结论的报告。 　　高考期间，家长、考生、警察都格外忙碌。老洪申请归队，张立伟同意了。有学生将准考证忘在家里，家长因早上匆忙带女儿出门，又将钥匙锁在屋里了，张立伟当机立断，破窗而入，将准考证及时送到考生手中。 　　一些家长怕过往车辆影响孩子考试，在路上设起路障，堵塞了交通，张立伟向家长反复做工作，家长们终于同意拆除了路障。 　　一个考生的母亲在场外昏倒了，执勤的交警将她送到学校，为不让考生着急，马国良编了一套谎言，担负起照顾考生的责任。 　　李文墨恶习难改，又在网上找到一个女孩，约好在网吧见面。不想那网友将孩子交给他抱着，悄悄溜走了。 　　虽然薛华的父亲是个正在服刑的犯人，但交警队没有因此歧视他。马国良悉心照顾薛华，让他顺利完成了考试，考试后才带他去母亲的病房，母女俩格外感激，情景非常感人，老洪将这情景拍下来，在电视中播放，观众反响热烈。马国良自己也受到很大触动。 　　吴小丽万万没有想到李文墨竟会抱回一个孩子，她忍无可忍，离开了家，但临走仍没忘记给孩子买了必须的奶粉等用品。 　　徐有志的车虽然卖了，但记住车号的交警并没有放过它，依然是违法必究，买主找徐有志要退车，徐有志表示拿不出钱来，被买主殴打，在附近值勤的陈玉米赶来，救下徐有志，将他送到医院治伤后又送回家，徐家的状况让他很吃惊，尤其是徐有志懂事的儿子，让他动了恻隐之心，找张立伟求情。陈玉米的宽厚感动了张立伟，他让陈玉米告诉徐有志，把车送来由他开一天，给那辆车彻底平反。 　　吴小丁坚决要离婚，张立伟和吴小丽去找李文墨谈判，听说李文墨要带孩子出去流浪，张立伟和吴小丽坚决反对，只好回头又去劝吴小丁，但吴小丁表示不离婚可以，但自己不会回家了。 　　刘文礼放下了勾丽丽的案子，心里总觉不安，便到她的彩票站买彩票，每周都扔下一百块钱，让勾丽丽随机抽取，如果中奖就告诉他，想以这种方式帮她一把。 　　张立伟开了一天出租车，体会到了出租车司机的很多难处，经调查研究，取消了对出租车的种种限制，并且号召每个交警都去当一天出租车司机。 　　听说徐有志的车不罚了，那个买车的强哥听到此事后又找上门来，要把这辆车买回去，徐有志不愿意，强哥强行把车开走了。徐有志无奈，只得又去找陈玉米求助，陈玉米转求张立伟，张立伟让一大队长关鹏出面调解，强哥同意马上退车。 　　吴小丽给勾丽丽安排工作，勾丽丽以彩票站离不开为由拒绝了。张立伟又来找她，安排她在支队办公楼当保洁员，早晚上班，既不耽误卖彩票，又可以多挣一份工资，勾丽丽同意了。 　　交警们当了一天出租车司机后，感触颇深，由于取消了对出租车的种种限制，出租车司机们气也顺了，警民关系空前和谐。 　　孩子病了，李文墨没钱，找电话给老洪找吴小丁，老洪匆匆赶去，把孩子送到医院，李文墨趁给孩子办住院手续的时候，匿起老洪三千块钱悄悄溜走，张立伟和吴小丽听说此事后格外气愤，他们找到吴小丁，在三人谈话时突然接到李文墨的电话，告诉吴小丁他去北京了，而且不再回来，也不会再和任何人联系了。 　　吴小丁对吴小丽敞开了心扉，告诉她自己和老洪之间什么事也没有，而且，为了不影响老洪，她决定换一个工作，到交通台去当主持人。 　　勾丽丽的案子半途而废，刘文礼心里很是内疚，他在儿子的学校当校外辅导员，课堂上，同学们尖锐的提问触动了他的心病，他心脏病发作，被送进医院。张立伟隐约觉出有点问题，可刘文礼不肯说出实情，他亲自到三大队调来刘文礼复核的案卷，也没有得到答案。 　　高考成绩下来了，被交警帮助的两位考生都榜上有名，家长带着考生敲锣打鼓到交警队送感谢信。 　　崔聪聪参加全国数学竞赛得了第一名，郑爽在报纸上看到这个消息，一激动病情加重。 　　那个相中韩林林的少妇采取迂回战略，先给韩林林在农村的家翻盖了房屋，给他的亲属买了牛和拖拉机，让他们给韩林林施加压力，待一切就绪之后，亲自出面与韩林林摊牌，韩林林有礼有节地拒绝了她的求爱，并且表示，家里欠她的钱自己一定还清。冯媛媛的爷爷奶奶对这未来的孙女婿格外喜爱，决定拿出老两口多年的积蓄资助韩林林还债。 　　马国良抓住疑点，找当事交警谈话，交警听说马国良要停他的职，不再隐瞒，拿出证据来，告诉马国良包出租车的人就是他老婆，马国良格外震惊。 　　气象台预报将有一场特大暴雨，张立伟紧张地调兵遣将。省实验中学门前发生严重堵塞，张立伟带队去疏导。因为身上的雨衣不醒目，交警们脱去了雨衣，孩子和家长们目睹了这一情景，无不感动，这些平日娇生惯养的孩子们纷纷跑出轿车，在雨中为交警撑起一片花花绿绿的雨伞。 　　陈玉米所在岗的红旗小学门前地势低洼，校园里的积水也没腰深，将孩子们困在校内，陈玉米向支队求援，张立伟带着机关人员和女子中队的交警赶到，将孩子们一个个背出了低洼地区。陈玉米长期浸泡在水里，关节炎复发，摔倒在水中，孩子们一片哭声。徐有志目睹了这一情景，想起自己曾经陷害这位老警察，又悔又愧，他主动找到张立伟，跟他说出了前前后后的所有实情。 　　在马国良步步紧逼之下，马妻终于全盘说出了事情始末，马国良带她找张立伟自首，他自己也主动到交通台通过电台向全市司机道歉。 　　杨凯被清除出公安队伍，他悔痛万分。 　　崔聪聪自肇事后心里包袱很重，为了帮他卸掉心理负担，张立伟反复说服郑爽，在征得沈市长的同意后，带着崔聪聪去登门致敬。看着满脸是泪，叫着“奶奶”不断磕头喊着“对不起”的崔聪聪，郑爽终于原谅了他。 　　刘文礼每周以买彩票为名给勾丽丽一百块钱，勾丽丽都给他买了彩票，没想到突然中了五十万大奖。刘文礼不肯接受，勾丽丽拿出厚厚的一叠彩票交给他，这些都是她替他买下的彩票，一张都不少。她告诉刘文礼，自己“只想活个明白”。 　　陈玉米在岗上为救孩子受伤，沈市长亲到医院看望他，陈玉米又向领导提出先前多次提出一要求，在学校门前建一个过街天桥，沈市长很为难。老洪提议，以陈玉米的事件为契机，由《老洪说交通》栏目和交通文艺台共同发起一次捐款活动，为红旗小学的同学捐一座过街天桥，张立伟赞同。 　　刘文礼找到张立伟，向他说出了自己的调查结果和以前跟贾副大队长的谈话内容，告诉张立伟，种种迹象表明，吴小丽才是出事那天的驾车者，而那个司机可能只是一个替罪羊。张立伟非常震惊，支持刘文礼继续调查。 　　李文墨写电视剧挣了一笔钱，衣锦还乡，得意洋洋地找吴小丁，没想到吴小丁还是坚持要离婚。 　　刘文礼重新勘察现场、走访当事人，得到一条重要线索，那天晚上的车祸应该有一个重要的目击证人勾丽丽。他找勾丽丽询问，勾丽丽否认。 　　冯媛媛在岗上执勤，在一辆车上突然跳下一个女人，一边喊着有人打劫一边向她跑来。平时连下夜班都要爷爷奶奶护送的冯媛媛想也未想，就冲上去拦截那辆车，被歹徒刺倒在血泊中。 　　交警、交通台和出租车司机连动，展开了一场大追捕，在追捕过程中，三大队贾大队长受伤，刘文礼英勇牺牲。 　　贾全找张立伟谈话，承认自己就是撞倒勾丽丽丈夫的那个人，请求张立伟帮他瞒下此事，并表示，吴小丽那个案子他不会再提，但张立伟拒绝了。贾全自首。 　　刘文礼的牺牲给勾丽丽的触动很大，觉得愧对这位苦苦追寻事故真相的民警，思考再三，她决定说出当晚目击的情景。此刻张立伟也在和吴小丽进行一场激烈谈话，吴小丽承认是自己开车撞了人，但要求张立伟给她三个月的时间，让她把第二条生产线建完，张立伟没有答应。 　　从全局出发，沈市长亲自出席了由政法委召的协调会，虽然吴小丽犯罪事实清楚，但考虑到她有自首情节以及汽车厂的实际情况，给吴小丽三个月的取保候审时间。但交警队突然提出一个请求，让厂里允许他们开通那条路，与会者无不震惊。 　　会后，沈市长狠狠地批评了张立伟，张立伟说出了自己心中的无奈，指出如果那条路现在不开通，等厂里的第二条生产线上马以后，就永远不可能开通了，并劝说沈市长和他一起，努力开通那条路。 　　吴小丽坚决反对，沈市长向她宣布了市里的承诺，并从工厂长远发展的角度反复劝解，吴小丽最后还是答应了。 　　在陈玉米的精神激励下，红旗小学门前过街天桥的捐赠活动进展顺利，一座崭新的天桥终于建成了，孩子们簇拥着陈玉米跑上天桥。 　　老洪和吴小丁历经种种坎坷，终于走到了一起。 　　在汽车厂第二条生产线投产庆典的那一天，吴小丽被交警悄悄地接走了。 　　张立伟一个人徜徉在街边，面对着这座美丽的城市，他百感交集，最终，他还是打消了辞职的念头，重新走了工作岗位。",
    "chinese_title": "交通警察",
    "douban_rating": "6.5/10 from 382 users",
    "foreign_title": "",
    "douban_rating_average": "6.5",
    "update_at": "2025-10-05T16:28:51"
}