{
    "aka": [],
    "sid": "6118825",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2327656189.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "27分钟",
    "episodes": "8",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "天下钱塘"
    ],
    "douban_link": "https://movie.douban.com/subject/6118825/",
    "trans_title": [
        ""
    ],
    "douban_votes": "106",
    "introduction": "《天下钱塘》拍摄制作周期历时一年，采访了省内许多专家、学者和企业家，全片以钱塘江流域为叙事平台，艺术地再现了浙江悠久历史和博大人文精神，真实地记录了浙江波澜壮阔的改革发展历程和创业创新的生动实践，充分展示了浙江经济社会发展的巨大变化和辉煌成就。该片共分为《天赐钱塘》、《千年一堤》、《人间天堂》、《一脉书香》、《吴越风骨》、《传奇商帮》、《敢为人先》、《行商天下》、《闯荡世界》、《回望钱塘》十集。每集三十分钟，既有历史的纵深探究，又有现实的精彩捕捉，既有恢弘的全景展现，又有细微的局部特写，演绎了一个个精彩的浙江故事，为海内外观众勾勒出一幅浙江改革发展的时代画卷。第一集《天赐钱塘》钱塘江发源于安徽黄山，她像一条蜿蜒的青龙，探到安徽省境内的龙头叫“新安江”；中段风景绝美的龙身叫“富春江”；而到达杭州后的龙尾才真正叫作“钱塘江”。短短600公里一条江，却有着胸怀天下的气度与实力，这不能不说是上天的恩赐。细细梳理钱塘江的身世：河姆渡先民曾在这里劳作生息；程朱理学和浙东学派曾在这里交锋；从吴越文化的融会到中国精英文化的摇篮，钱塘江无疑是“文化之江”；从天下粮仓到中国第一商帮，钱塘江更是一条“财富之江”。从曾经的忧患到今日的富足，从“罗刹江”到“财富之江”，凸显的是钱塘江两岸人民在危机中奋发图强、生生不息的精神品质。第二集《千年一堤》钱塘江海塘维系着杭嘉湖平原1000多万人口的生命财产安全。据钱塘江史志记载，几千年来，钱塘江平均2.7年中有一年发生大洪涝灾害，7.3年中有一年大潮灾。特别是河口地区潮强流急，风潮洪涝，灾害不断。修筑海塘是保卫当地人民生命财产最有效的办法。这一修就是2000年！正是因为有了“海上长城”般的钱塘江海塘的庇护，钱塘江才变成了“财富之江”。海潮不再肆虐，钱塘江地区恢复千里沃野，并孕育出天下粮仓……第三集《人间天堂》南宋时期，钱塘江流域的水利灌溉系统，在世界上首屈一指；又因为有了抵御潮水的海塘，300年间，钱塘江流域几乎年年丰收，从而带动了城市的繁荣。“杭州的出名，一大半是因为西湖”。2000年前，西湖还是一个海湾。据说东汉官员华信修了一条大堤，使西湖和钱塘江、和大海永远地分开，咸水湖逐渐变成淡水湖。杭州城市的发展重心逐渐由钱塘江之滨转向围绕西湖而拓展。南宋的杭州已经有十个广场、大运河、石板街道，以及一万二千座石桥，她浓郁的市民文化、市井气息一直绵延到今天。芝加哥大学的一项调查表明：21世纪的杭州为中国最具幸福感的城市。第四集《一脉书香》当物质生活满足到一定程度，必然开始追求精神品质，而兴学则是通往这个精神世界的桥梁。自古以来，钱塘江畔书院众多，并留下了朱熹、王阳明、黄宗羲等大师的身影和足迹。浙江学术文化流派纷呈，但客观上存在着一致的思想观念，这种观念就是强调个性、个体、能力、功利，注重实际。多种学术思想在这片土地上交汇、交锋，逐渐形成了富有浙江地域特征的浙东学派。浙东学派倡导经世致用的“浙东学派”关注的是人的生存价值，他们的经济观、富民观、义利观，非常切合商品经济社会的发展要求，并为以后浙商的几次崛起从理论上铺平了道路。经过几百年的传承，浙东学派的经世致用思想已经深入到人们的血液骨髓，成为一种集体无意识，是钱塘江人文精神的实质。第五集《吴越风骨》逶迤东来的钱塘江到了河口地带进入水网交错的北部平原，这里有一座拥有2500年历史的文化古城绍兴。五代之前绍兴为浙江政治文化的中心，一直到今天，仍保持着迥异于浙江其他任何地方的鲜明的地域特色。秦始皇统一中国，把尚武逞勇的越人迁到吴地，更多的中原人迁移到越地，由此，越文化和汉族文化实现了第一次的大融合。然而一种文化因地域环境的存在和文化因子的流传，却固执的留在了这片土地上。魏晋以后，越文化与前相比，有了明显的文野之分。到了南宋，绍兴作为陪都吸引了更多南迁而来的文化人。千百年来，越地文风大盛，名士才俊层出不穷。第六集《传奇商帮》中国历史上影响较大的三大商帮中，有两大商帮都曾以钱塘江作为他们驰骋的战场，先有徽商东进，后有浙商崛起。早期的浙商主要包括宁波帮、龙游帮和绍兴帮，其中势力最大的是宁波帮，其商业活动的主要阵地是在十里洋场的上海滩。早期的宁波商人，划着沙船，驶向上海滩——不久，以宁波金融家为主体的上海银行家队伍——“江浙财团”，左右了近代中国经济的命脉，并对上海近代化的演进起到了积极的推动作用。今天，大约还有30万宁波商人及后裔分布在全世界的60多个国家和地区。第七集《敢为人先》2009年7月，浙江吉利汽车宣布，旗下帝豪品牌将在年内推出4款车型。作为中国民营公司最早造汽车的公司，今天李书福的吉利是民营汽车生产企业最成功的典范。其实李书福并不是中国民间造汽车的第一人，早在李书福造吉利汽车的9年前，在温州市苍南县一个叫金乡的小镇，一个农民已经开始了他的汽车梦。与李书福一样，这个名叫叶文贵的农民企业家也经历了几十年的拼搏。曾经造出了当时最为先进的电动车。但是由于种种原因，他没有获得吉利那样的成功。他的几款样车至今还停放在尘封的库房。今天，就在离叶文贵家10多公里，一个原先生产编织袋的工厂也开始试制电动汽车，又一个年轻人带着自己研发的第一辆电动车上路了，不管他以后是叶文贵还是李书福，敢为人先的浙江人，都是这块土地上的英雄。第八集《回望钱塘》2009年7月22日，在中国的长江流域都能看到一种天文奇观，日全食。这是一个世界的奇观，也是一次自然的相遇。千百年来，人们为了驾驭这条并不温顺的河流，想尽了办法。钱塘江大桥的建设，往往与中国的经济发展紧密的联系在一起。中国的改革开放加速了钱塘江上建桥的步伐。回望钱塘，一座座现代化桥梁犹如彩虹飞渡钱江两岸。到目前为止，钱塘江上还有七桥、八桥、铁路新桥，庆春路过江隧道和钱江隧道两个过江隧道正在建设。至此，包括已建、在建的工程，钱江两岸杭州段的过江交通将呈现十桥两隧道的格局。如今，钱塘江上要再建大桥，已经很难引起普通老百姓的关注，作为浙江人应该感到幸福。也许将来还要建造更多的大桥，是否超越世界纪录已变得并不重要了，重要的是浙江将如何思考应对更加遥远的未来。",
    "chinese_title": "天下钱塘",
    "douban_rating": "7.9/10 from 106 users",
    "foreign_title": "",
    "douban_rating_average": "7.9",
    "update_at": "2025-04-10T09:35:07"
}