{
    "aka": [],
    "sid": "6119775",
    "cast": [
        {
            "url": "/celebrity/1048236/",
            "name": "约翰·内威尔 John Neville",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "纪录片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt1224522",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1224522/",
    "this_title": [
        "The World's a Stage with John Neville"
    ],
    "douban_link": "https://movie.douban.com/subject/6119775/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "While John Neville may be best known for his film and television roles, The World’s a Stage with John Neville tells the story of John’s lesser known but greatly influential role in the theatre world. Neville began his career in England working with greats such as Sir Laurence Olivier, Dame Judi Dench, Sir Ian McKellen and good friend Richard Burton. Turning his back on Burton’s invitation for him to become a Hollywood star, Neville stunned the theatre world by leaving Britain and moving to Canada, saving three major theatres from financial ruin along the way. Through interviews with actors such as Judi Dench, Ralph Fiennes, Brent Carver, Lucy Peacock and John himself, not only is John’s tremendous influence on the arts scene revealed, but so is the meaning of what it is to be a man of the theatre.Interviews with such theatre greats as Dame Judy Dench, Richard Monette, and Neville himself help tell the story of the legendary actor -director who breathed new life into theatre companies in England and Canada, and revitalized the Canadian arts scene.",
    "chinese_title": "The World's a Stage with John Neville",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-16T04:35:30"
}