{
    "aka": [],
    "sid": "6119462",
    "cast": [
        {
            "url": "/celebrity/1275608/",
            "name": "翟乃社 Naishe Zhai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314487/",
            "name": "陈天陆 Tianlu Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1052863/",
            "name": "岳红 Hong Yue",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1355549/",
            "name": "张卫 Wei Zhang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2632051957.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1323979/",
            "name": "邢原平 Yuanping Xing",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1322303/",
            "name": "高力强 Liqiang Gao",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "金牌工人"
    ],
    "douban_link": "https://movie.douban.com/subject/6119462/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "二十世纪八十年代末，只有初中文化程度却担任琴岛港固机吊装队队长的徐振国，在海港飞速发展、吞吐量越来越大的时候，就已经把眼光盯在吊具革新、提高吊装效率上。比吊具革新方案顺利通过更让徐振国兴奋的，是琴岛港要安装世界上最先进的桥吊。受多年的好友、港务局设备处常处长委派，徐队长率队到上海学习。简短地学习后，等待徐队长的，是日益繁忙的吊装任务和弄懂桥吊操作规程的一大堆资料。新安装的两部桥吊是从德国引进的。作为商业秘密，在桥吊出现操作问题时，德国工程师只负责维修，对于关键技术只字不漏。但徐振国凭着一股超常的钻研精神，楞是啃完了二十多块电路模板，并着手编写桥吊操作规程。在徐振国的带领下，桥吊队的工人们个顶个的都是操作能手，琴岛港也因为桥吊效率的提高，迎来一个崭新的发展期。几年过去了。为进一步提高工作效率，已经是港务局局长的老常改革了港务局多年不变的体制，大胆将工资向一线倾斜，实行计件工资，并撤消机关科室，充实一线人员，极大地提高了一线吊装工人的工作热情。在常局锐意革新求发展思路的鼓励下，徐振国率领一班人马不断向世界吊装速度记录冲刺。面对日益发展的海运形势和港口吞吐的急剧增加，港务局决定，在老码头的基础上，再建一个具有世界先进水平的桥吊码头。常局长的果断决定和超前发展思路又一次把徐振国推到风口浪尖。然而，天底下没有一帆风顺的事情。就在常局出国寻求新港合作伙伴时，一场突如其来的飓风将老码头的两部桥吊刮倒。为推卸责任，徐振国所在公司的黄经理在港务局工作会议上委婉表露要给予徐振国处分的想法。纯粹的一起自然灾害却要记在徐队长的头上，让包括黄经理小舅子在内的所有人都为此愤愤不平。黄总经理的狭隘和自私不断影响了内部团结，还一再延误了新港码头十二部新引进桥吊的安装。在离新港投入使用还有一个月时间的时候，被黄总经理安排到安全科当科长的徐振国主动请缨，被常局任命为新港桥吊安装总指挥。工期紧、任务重、困难多，但徐振国立下军令状，想方设法在一个月时间内完成新桥吊安装任务，让一个现代化的海港码头矗立在琴岛，并以一个中国金牌工人的风采创造着一个又一个世界吊装记录。精彩视点：青岛港桥吊队长许振超是感动2004年的风云人物。以“一个人可以没有文凭，但不可以没有知识”作为人生座右铭的许振超创造了令许多同行瞠目的“绝活”，和让世界震惊的“振超效率”。本片《金牌工人》以当代产业工人许振超先进事迹为原形，截取许振超二十多年来精彩的人生华章进行改编，艺术地歌颂了一代中国金牌工人锐意拼搏、无私奉献、敢于创新的时代风采。影片的主演、“徐振国”的饰演者翟乃社是广为观众所喜爱和熟悉的老演员。《夜半歌声》中“宋丹萍”、《霍桑探案》中“霍桑”、《屠城血证》中“展涛”等是翟乃社塑造的、令观众记忆犹新的人物。除此之外，因病绝少露面的岳红在本片中与翟乃社配戏，饰演“徐振国”的妻子，其温婉贤良的形象塑造，让观众很容易掉进对岳红塑造人物的美好追忆之中。",
    "chinese_title": "金牌工人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-30T12:21:29"
}