{
    "aka": [
        "联盟的骄傲"
    ],
    "sid": "6124050",
    "cast": [
        {
            "url": "/celebrity/1025198/",
            "name": "唐尼·沃尔伯格 Donnie Wahlberg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009355/",
            "name": "雷·阿伦 Ray Allen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1352744/",
            "name": "拉简·隆多 Rajon Rondo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片",
        "传记",
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2584810326.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "30分钟（最后一集60分钟）",
    "episodes": "5",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010-12-03"
    ],
    "this_title": [
        "The Association：Boston Celtics"
    ],
    "douban_link": "https://movie.douban.com/subject/6124050/",
    "trans_title": [
        "联盟的骄傲：波士顿凯尔特人",
        "联盟的骄傲"
    ],
    "douban_votes": "477",
    "introduction": "ESPN will debut a behind-the-scenes documentary following the Boston Celtics next month, with the five-episode series set to give a glimpse of the Green in their quest for Banner 18. Here's more from a press release from NBA Entertainment:NBAE cameras will provide an up-close, behind-the-scenes look at the Celtics throughout the 2010-11 season. From the “Big Three” of Kevin Garnett, Paul Pierce, and Ray Allen, to emerging star Rajon Rondo, to new addition and four-time NBA champion Shaquille O’Neal, to charismatic head coach Doc Rivers, The Association: Boston Celtics will focus on one of sports’ most storied franchises. While much of the preseason hype focused on the defending champion Lakers and the new look Miami Heat, viewers will see how the Celtics are working to prove that they never should be overlooked.Similar to last season’s The Association: Los Angeles Lakers, this year’s series will focus on the season-long journey of an NBA team – but since the subject is the Celtics, it's impossible to ignore history. The five-episode arc will give context as to how the current version of the team fits into Celtics lore, while also exploring the NBA’s longest-lasting rivalry, the Celtics and the Lakers.Finally, besides going up close with members of the team, The Association: Boston Celtics will portray another important character in the Celtics’ saga - the city of Boston itself. With the team ingrained in the fabric of one of the most passionate sports cities in the country, the Celtics and their fans share an unbreakable bond forged through a history of resilience and triumph.After airing on ESPN, episodes will be available as video on demand, including on ESPN.com. Here's the full broadcast schedule:Episode 1 - Friday, Dec. 3 - 7 p.m. (30 minutes)Episode 2 - Friday, Jan. 21 - 7 p.m. (30 minutes)Episode 3 - Friday, Feb. 25 - 7 p.m. (30 minutes)Episode 4 - Wednesday, March 16 - 7 p.m. (30 minutes)Episode 5 - Friday, April 15 - 8 p.m. (60 minutes)",
    "chinese_title": "联盟的骄傲：波士顿凯尔特人",
    "douban_rating": "9.5/10 from 477 users",
    "foreign_title": "The Association：Boston Celtics",
    "douban_rating_average": "9.5",
    "update_at": "2025-05-06T15:34:03"
}