{
    "aka": [],
    "sid": "6126508",
    "cast": [
        {
            "url": "/celebrity/1275044/",
            "name": "张嘉益 Jiayi Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314629/",
            "name": "赵龙豪 Longhao Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314851/",
            "name": "田小洁 Xiaojie Tian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318754/",
            "name": "丁洋 Yang Ding",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274720/",
            "name": "唐以诺 Yinuo Tang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1366219/",
            "name": "王建军 Jianjun Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320314/",
            "name": "袁菲 Fei Yuan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1342745/",
            "name": "俞颖 Ying Yu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [
        "张嘉译",
        "战争",
        "喜剧",
        "电视剧",
        "抗战",
        "国产电视剧",
        "内地电视剧",
        "中国"
    ],
    "year": "2011",
    "genre": [
        "喜剧",
        "战争"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2505017643.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1320305/",
            "name": "申捷 Jie Shen",
            "@type": "Person"
        }
    ],
    "imdb_id": "",
    "director": [
        {
            "url": "/celebrity/1336963/",
            "name": "付小健 Xiaojian Fu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "26",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2011-04-18(中国大陆)"
    ],
    "imdb_link": "",
    "this_title": [
        "双枪李向阳之再战松井"
    ],
    "douban_link": "https://movie.douban.com/subject/6126508/",
    "trans_title": [
        ""
    ],
    "douban_votes": "172",
    "introduction": "县城一役让李向阳率领的武工队名声大震，日本鬼子顿时成了没头苍蝇。善于逢迎媚上的渡边被日军司令冈村提拔为联队大佐。渡边对李向阳的神出鬼没颇为胆寒，抱着不求有功但求无过的心思龟缩在县城，一时武工队和日本人倒也相安无事。渡边整天忙着讨好冈村派下来的谍报专家贞子，小日子过得不亦乐乎，直到一心为兄报仇的松井横二的到来，终于打破了这短暂的平静。八路军电报密码被日军破译，给我方联络造成严重困扰。留日归国的技术员章雯奉命到解放区更新密码，在路过县城时却意外被渡边拘押。李向阳带队潜入县衙营救，正要成功之际半路却杀出了一伙北驼山的土匪。两队人马合力击退了日军阻截，李向阳对二匪首张作彪的身手颇为欣赏。混乱之中章雯被张作彪劫上山去，李向阳无奈，只好登门要人。北驼山大匪首上官宏在当地也算响当当的一号人物，屡次抢劫日军物资。给日军造成了很大的麻烦。鬼子对他脑袋的悬赏额甚至比李向阳还高出1000大洋，殊不知其人实际上是个冒牌英雄，全仗着张作彪的神勇撑台面。李向阳上北驼山要人，上官宏垂涎章雯美色不愿交人，于是派张作彪的妹妹阿巧冒充，又布局激怒张作彪，张作彪约李向阳比枪法定生死。李向阳识破上官宏伎俩，让老侯等人佯装先下山，趁土匪不备绕道后山救出技术员章雯。比枪之际，李向阳妙解生死局，毫发不伤地赢了枪法，张作彪心服口服，两人惺惺相惜。为了不惊动上官宏，李向阳不动声色地带着假扮章雯的阿巧下山，与老侯几个会合。上官宏得知章雯被救走气急败坏，他怂恿救妹心切的张作彪带人去追李向阳。张作彪离开不久，崔富贵却奉李向阳之命将阿巧送回。突然北驼山枪声大作，众人皆惊。原来复仇心切的松井认为李向阳很可能藏在北驼山，遂带人直取匪寨，后方空虚的上官宏被逮了个正着，崔富贵也被抓。张作彪和李向阳带人与松井交火，寡不敌众。李向阳为救张作彪受伤，阿巧十分感动，施展自己的江湖本事为其治伤。松井在县城大张旗鼓庆祝胜利，押着上官宏和崔富贵游街示众，暗中布下天罗地网等李向阳上钩。李向阳与张作彪商量营救方案，章雯自告奋勇以电台吸引松井主力出城，李向阳则趁机带队进城救人。松井果然上当，带着大队人马出城追踪电台，李向阳和老侯分头行动，一路在日军草场放火，另一路潜入牢房救人。上官宏被鬼子吓破了胆，出逃过程中暴露隐蔽位置，张作彪为救上官宏不幸牺牲，临死前他将阿巧托付给李向阳。上官宏再次被擒，为求保命做了汉奸。李向阳带着崔富贵一行杀出县城。失去兄长的阿巧很悲痛，李向阳好言宽慰，答应让她跟着自己打鬼子，武工队因此再添一员虎将。阿巧聪明伶俐，但性格火爆、行事不免鲁莽，因此屡次触犯纪律，章雯对她尤其看不上眼。阿巧也看不惯章雯的知性和文静，在李向阳面前两人简直成了“天敌”。阿巧发现章雯经常背着大伙偷偷发电报，行迹非常可疑。她向李向阳汇报此事，但章雯都有合理的解释，反过来指责阿巧鬼鬼祟祟。大家以为又是两个人互掐，就不很在意，直到数次武工队的计划和藏身地点都被松井掌握，这才引起了李向阳的警觉。他故布疑阵试探章雯，果然发现了一些端倪。上级秘密通知李向阳，代号二号首长的八路军某领导人要从县城过境，要求李向阳务必将人安全护送到下一个联络点。阿巧发现章雯又在秘密发报，正要回去报告，却不慎暴露行藏，二人厮打在一起。章雯有心要杀阿巧，却被及时赶来的李向阳阻止。面对李向阳的种种质问，章雯抵赖不过，终于承认自己其实是军统特务，此次奉命到根据地执行潜伏任务。出于民族大义和共同抗日的考虑，李向阳并没有为难章雯，只是客气地请她离开。自以为必死无疑的章雯被李向阳此举彻底征服，主动表示愿意留下来一起抗日。众人犹豫不决，李向阳却出人意料地表示相信章雯，相信她仍然流着中国人的血，令后者十分感激。章雯提醒李向阳，日方很可能通过破译电文知道了二号首长要过境的消息，县城已经成了龙潭虎穴。李向阳决定利用渡边和松井的矛盾打乱鬼子部署，趁机送人进城。武工队设计诱捕了渡边，并放出假消息，让松井以为二号首长和武工队在一起。松井急于立功，带主力出城追击。二号首长一行趁机混入城内。松井向武工队开炮，不顾渡边死活，直欲趁乱杀之而后快，渡边恨极。追出不久，松井突然意识到中了调虎离山之计，匆忙回城重新部署防务。县城城门紧闭，鬼子四处搜捕可疑人员，二号首长身陷险境。情况非常紧急，李向阳决定放渡边回去搅局。他和崔富贵一唱一和，成功让渡边相信二号首长已经走远，而松井一心想杀他夺权。渡边中了蒋干盗书之计，一路狂奔回去找松井算账。回到县城，渡边很快重新控制局面，解除了松井的戒严令。二号首长正要脱险，不料却赶上冈村到县城视察，刚出城又被拦了回去。功亏一篑，老侯等不禁跌足长叹。在冈村支持下，松井重新掌握了权力，渡边被发配去守城门。李向阳带着武工队员再次冒险潜入县城。日军防卫森严，为了保证首长的安全万无一失，李向阳秘密造访上官宏，晓之以名族大义，并以张作彪之死相激，上官宏终于弃暗投明，答应从中策应。经过周密计划，武工队强攻渡边所守东门，怕死的渡边猝不及防，稍做抵抗就放任武工队纵马出城。在上官宏配合下，李向阳成功将松井的追兵吸引到城外老泥沟，陷入沼泽地的松井所部损失惨重。另一方面，二号首长秘密从小路脱险，并如期赶赴前线。战斗告一段落，李向阳和他的武工队枕戈待旦，随时准备接受新的任务。他们将继续活跃在敌后广大的原野，在人民战争的汪洋大海里埋葬日本侵略者。《双枪李向阳之再战松井》演员表：张嘉译 饰 李向阳唐以诺 饰 郭小北丁　莉 饰 章　雯袁　菲 饰 阿　巧高凌凯 饰 墩　子王建军 饰 王连长",
    "chinese_title": "双枪李向阳之再战松井",
    "douban_rating": "6.6/10 from 172 users",
    "foreign_title": "",
    "douban_rating_average": "6.6",
    "update_at": "2024-06-23T15:20:08"
}