{
    "aka": [
        "Fuck Forever",
        "没有无关的旁观者",
        "浪子传"
    ],
    "sid": "6129661",
    "cast": [
        {
            "url": "/celebrity/1019578/",
            "name": "卡尔·巴拉特 Carl Barât",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1246334/",
            "name": "皮特·多赫提 Pete Doherty",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319810/",
            "name": "约翰·哈索尔 John Hassall",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050688/",
            "name": "盖瑞·波维尔 Gary Powell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327352/",
            "name": "盖瑞·鲍威尔 Gary Powell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1078607/",
            "name": "伯纳德·巴勒特 Bernard Butler",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2508669824.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1319809/",
            "name": "罗杰·萨金特 Roger Sargent",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1967628",
    "director": [
        {
            "url": "/celebrity/1319809/",
            "name": "罗杰·萨金特 Roger Sargent",
            "@type": "Person"
        }
    ],
    "duration": "87分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2012-03-27(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1967628/",
    "imdb_votes": 282,
    "this_title": [
        "There Are No Innocent Bystanders"
    ],
    "douban_link": "https://movie.douban.com/subject/6129661/",
    "imdb_rating": "7.3/10 from 282 users",
    "trans_title": [
        "没有无辜的旁观者",
        "Fuck Forever",
        "没有无关的旁观者",
        "浪子传"
    ],
    "douban_votes": "1729",
    "introduction": "They’re the band that everybody has an opinion on, the band that spawned a thousand copyists but combusted too soon to achieve their true potential. In 2004, two years after releasing their first single, The Libertines split. Then in 2010, Carl Barat, Pete Doherty, John Hassall and Gary Powell reunited to play Reading and Leeds, the biggest shows of their career.Frequently described as the UK’s most important music photographer and photojournalist, Roger Sargent was responsible for shooting many iconic photos of this acclaimed British band. His debut feature THE LIBERTINES – THERE ARE NO INNOCENT BYSTANDERS is an all-access music documentary that spans the period of time from the announcement of this reunion to the weekend of Reading and Leeds. With unrivalled access to their inner sanctum, Sargent’s aim was to look beyond tabloid headlines and give an intimate insight into a band reforming and friendships repaired. Rather than taking a strictly linear approach, it’s the spirit that Sargent wanted to capture: stories and moments retold and relived by the band themselves. This includes whimsical, romantic snapshots of the bands history told by band members in locations which resonate with them: for example, a day with Pete in Paris, and Carl giving a guided tour of the “Libertines East End” including a visit to Bethnal Green’s Libertine Alley which is graffiti-scrawled with song lyrics, and Brick Lane’s famous bagel shop. Profiling each band member individually and collectively – something which has never been done before – each of the boys have the chance to put their story in their way. Including access to rehearsals, warm-up gigs at The Forum, and the Reading/Leeds weekend, the film also makes use of Sargent’s unparalleled archive of photos, and altogether it’s as much about the band rediscovering The Libertines as everyone else.Thanks to Roger’s long history with the band, The Libertines goes behind the tabloid headlines to give viewers unrivalled access to the love, laughter, passion and power of a band which united and inspired a generation.”Following a brief sojourn at Melody Maker and ID Magazine, Roger Sargent went to NME, surviving trauma and trends for over a decade. Having worked for Rolling Stone, Mojo, Daily Telegraph, and The Guardian amongst others, he has most recently won critical and popular acclaim for two major exhibitions, The Libertines – Boys In The Band and Future Legends. An exhibition of his photography will run in Spitalfields Market for the duration of East End Film Festival. THE LIBERTINES – THERE ARE NO INNOCENT BYSTANDERS is his debut feature.",
    "chinese_title": "没有无辜的旁观者",
    "douban_rating": "8.8/10 from 1729 users",
    "foreign_title": "There Are No Innocent Bystanders",
    "imdb_rating_average": 7.3,
    "douban_rating_average": "8.8",
    "update_at": "2025-06-16T17:22:52"
}