{
    "aka": [],
    "sid": "6307345",
    "cast": [
        {
            "url": "/celebrity/1016938/",
            "name": "岩下志麻 Shima Iwashita",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1015646/",
            "name": "加藤和夫 Kazuo Katô",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008815/",
            "name": "南风洋子 Yôko Minakaze",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1017224/",
            "name": "富士真奈美 Manami Fuji",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1361883/",
            "name": "檜よしえ Yoshie Hinoki",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1972",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1445893372.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1282217/",
            "name": "出目昌伸 Masanobu Deme",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1972-02-05"
    ],
    "this_title": [
        "その人は炎のように"
    ],
    "douban_link": "https://movie.douban.com/subject/6307345/",
    "trans_title": [
        "爱如火焰"
    ],
    "douban_votes": "0",
    "introduction": "六角商事の重役夫人として毎日何不自由ない生活を送る坂崎静は、夫の聡治がドイツへ長期出張する日、いつになく充ちたりた朝をむかえた。この日、聡治は大学に通う甥で社長の息子六角陽介からの紹介で面接試験にきていた中田修一を、静との瞬時を惜しむあまり、面接もせずに追い帰してしまった。修一は、夫と連れたってでていく静の美しさにふと心を奪われた。まもなく修一は、六角家のパーティーで静に紹介された。その帰り、静を送る車の中で、修一は自ら陽介の子分であることを告げ、賭けごとで日々を送っていることを話す。だが静は、修一の態度が青年特有の自虐的ポーズであることを知ると同時に、彼の中に自分はすでに失いつつある青春が息づいているのをみた。静が、ドイツで夫と生活するためにドイツ語をならいたいと思っている事を知った修一は自ら家庭教師をかってでた。陽介はそんな二人を見るにつけ激しく嫉妬した。一度は陽介も静の美しさに魅かれていい寄ったこともあったのだ。陽介はその復讐という意味も込めて、修一と、静をよろめかすことの賭けを提案した。しかし、静を真剣に愛し始めていた修一は陽介の提案を強くはねのけた。その日から彼は静かの家に現われなくなった。陽介からの連絡で、修一が田舎の家のことで金に困っていると知らされた静は修一のアパートを訪ねる。修一は静に愛を告白した。激しく動揺する自分の心を見せまいとする静は迫る修一の頬を打つとその場を去った。数日後、カセットテープに吹き込まれた修一とのドイツ語のレッスンを聞きながら感概にふける静のもとに、突然陽介から電話か入った。修一がヨットから落ちて大けがをしたという。静は、それが自分を窮地に追い込む陽介の罠だとも知らずにかけつけた。陽一の策略で海につき落とされた修一を必死で捜す静は、とある舟小屋の中で修一を発見した。やがて夕陽が地平線に沈もうとするころ、小屋の中で静と修一は狂おしく愛をたしかめあった。それは静にとって燃えつきんとする最後の青春でもあった。何もかも忘れたい。都会の騒音から逃れた二人は蓼科高原へきた。月明の白樺林の中を抱きあうように走る二人。しかし、二人の愛をはぐくむためにはあまりにも障害が多すぎた。東京に帰った静は、自分の画廊を売り、マンションを買ったが離婚問題が表面化して夫の聡次がドイツから帰国した。修一を深く愛していることを知った彼女は夫と子供から逃げるように修一のもとに走った。しかし、修一は留守で、かたわらにドイツ語のレッスンで使用したテープが置かれてあった。「最初はただゲームだった、あんたをひっかけるつもりだった。……それが……ぼくはあなたを愛するあまり、あなたから去る決心をしました」胸さわぎをおぼえた修一は急ぎマンションに帰ってきた。階段をかけ上るように部屋に向う修一。だが、それを追いかけるかのように、一瞬鋭い悲鳴が聞こえた。美しいイブニング・ドレスに身を包んだ静が、ベランダから地上に舞うように下降していった。それは静にとってただ一つ残された愛の道だった。",
    "chinese_title": "爱如火焰",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "その人は炎のように",
    "douban_rating_average": 0,
    "update_at": "2025-10-29T12:49:09"
}