{
    "aka": [],
    "sid": "6307276",
    "cast": [
        {
            "url": "/celebrity/1049594/",
            "name": "伊安·霍姆 Ian Holm",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873004954.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "The Real Middle Earth"
    ],
    "douban_link": "https://movie.douban.com/subject/6307276/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A Quest for the Magical Places That Inspired The Lord of the RingsJ.R.R. Tolkien's The Lord of the Rings is the most popular work of fiction ever created. It is a tale of epic proportions held together by its unforgettable setting, Middle Earth. The great trilogy introduced the world to Gandalf, Frodo and Aragorn, but arguably the book's true star does not utter a single word. It is Middle Earth itself -- The Lord of the Rings' unforgettable setting -- that remains Tolkien's greatest achievement. This fascinating documentary takes us in Tolkien's footsteps and investigates the landscapes and buildings, the places and names that helped shape Middle Earth.Sir Ian Holm (Bilbo Baggins in The Fellowship of the Ring) narrates this fascinating exploration into an imaginary world that seems so real we pore over its maps and contemplate its journeys and its quests. Is this because the foundations of Tolkien's imagined world were inspired by very real places? Was there a real shire in the English countryside that inspired the Shire of Middle Earth? What influences shaped the darker and more troubled lands beyond its borders? How did European languages fuse in Tolkien's creative genius to create a vocabulary that evokes extraordinary places and heroic adventures?The quest for The Real Middle Earth takes us to England's west midlands, to Warwick and Oxford, to an ancient Lancashire school, to Saxon burial sites and many other places, including the real Dead Marshes, otherwise known as the Great War battlefields of the Somme.Extra Features- Profile of Stephen Raw, the official mapmaker of The Lord of the Rings- Profile of the prosthetics team behind The Lord of the Rings special effects.- Extended interviews with Tolkien scholars Helen Armstrong, Patrick Curry, and John Garth.",
    "chinese_title": "The Real Middle Earth",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-23T00:00:53"
}