{
    "aka": [
        "King"
    ],
    "sid": "6307727",
    "cast": [
        {
            "url": "/celebrity/1201928/",
            "name": "吉瓦 Jeeva",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1294867/",
            "name": "普拉卡什·拉贾 Prakash Raj",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1427947/",
            "name": "阿丘特·库马尔 Achyuth Kumar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1427030/",
            "name": "卡尔迪 Karthi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1426773/",
            "name": "阿达瓦·穆拉里 Atharvaa Murali",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1426751/",
            "name": "希瓦 Shiva",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1423703/",
            "name": "杰伊 Jai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1437010/",
            "name": "巴拉特·斯瑞尼瓦桑 Bharath Srinivasan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "动作",
        "惊悚",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2885982031.jpg",
    "region": [
        "印度"
    ],
    "writer": [
        {
            "url": "/celebrity/1042643/",
            "name": "Anand K.V. Anand K.V.",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1851988",
    "director": [
        {
            "url": "/celebrity/1042643/",
            "name": "Anand K.V. Anand K.V.",
            "@type": "Person"
        }
    ],
    "duration": "166分钟",
    "episodes": "",
    "language": [
        "泰米尔语"
    ],
    "playdate": [
        "2011-04-22"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1851988/",
    "imdb_votes": 6692,
    "this_title": [
        "Ko"
    ],
    "douban_link": "https://movie.douban.com/subject/6307727/",
    "imdb_rating": "7.9/10 from 6692 users",
    "trans_title": [
        "较量",
        "King"
    ],
    "douban_votes": "0",
    "introduction": "Ashwin (Jeeva), a young, energetic photojournalist working for the private newspaper \"Dina Anjal\", witnesses how Naxalites rob a local bank. He manages to take photos of the robbers and while escaping, is stopped by a young woman (Karthika Nair) who mistakenly assumes he is the culprit and helps the robbers take his camera. However, he is able to secure the Memory Card of the camera and to verify that he is a press photographer. He shows the photos to the police, who identify everyone except the gang leader, who is masked. At his office, he meets Renuka, the woman who earlier mistook him, who turns out to be the new Article Editor. Saraswathi (Piaa Bajpai), also working in his office, has a crush on Ashwin.Vasanthan (Ajmal Ameer), a young freshly-graduated engineer, strives hard to enter the political field. He faces stiff competition with his rival political candidates, the current Chief Minister Yogeswaran (Prakash Raj) and the Leader of the Opposition Aalavandhan (Kota Srinivasa Rao) who buy votes at the time of elections by giving freebies and money circulation processes. No one cares about Vasanthan and his youthful team of graduates, named 'Siragugal' (\"Feathers\") who promise a healthy government to people.Meanwhile, Renuka writes a cover story about Aalavandhan, stating that he is attempting an illegal minor marriage to win the elections as suggested by a priest. Flamed by this, Aalavandhan barges into the newspaper office and verbally attacks Renuka, who is unable to defend herself as the witness whom she interviewed does not support her story and her audio recording of the interview is erased by Aalavandhan's men prior. The publisher appeases Aalavandhan by offering to run a detraction and public apology in the newspaper the following day while dismissing Renuka for smearing Aalavandhan's reputation.However, that same night, as the dismayed editor types his resignation letter and prepares to clear out his station, Ashwin sends him the incriminating photographs of Aalavandhan, who in truth, was committing an act of minor marriage. With this new infallible evidence, the story appears in the following day's issue, reclaiming the reputations and jobs of the editor and Renuka. For his selfless deed of saving her reputation and beloved career, Renuka falls in love with Ashwin. Saraswathi eventually comes to know that Ashwin loves Renuka as well and unites them both happily.Elsewhere, through some events, Siragugal garners increasing support from the public. Vasanthan organizes a party rally at an outdoors arena. While shooting the campaign, Ashwin receives a text message from Saraswathi stating that there is a bomb underneath the stage. Ashwin manages to save Vasanth and Renuka, while he finds a seriously injured Saraswathi fighting for her life amidst the stampede, but eventually succumbing to her injuries.Ashwin, through a video clip recorded by a cameraman, finds out that Saraswathi was choked to death in the chaos of the bomb blast. Through his photograph collection, he later notices a resemblance between the leader of the bank robbery and this unknown killer, and pieces together that both are the same person and a Naxalite (Bose Venkat). Meanwhile, Renuka discovers that Ashwin and Vasanthan are college mates. While she questions Ashwin about this, he reveals that he, Vasanthan and other collegemates believed Vasanthan's political aspirations would bring brilliant, passionate and efficient youth to office and ameliorate the governance of the state. To this end, he had aided Vasanthan by portraying his selfless acts and the selfish actions of the rival candidates through his photographs.Vasanthan wins the elections with a considerable margin and swears in to office as Chief Minister. As part of his attempt for political reform, he announces the release of 20 Naxalites on Republic Day in a humane Way. Hearing this, Ashwin rushes to urge Vasanthan to reconsider his decision. He finds Vasanthan talking to the Naxalite who headed the bank robbery and questions his motives. Vasanthan declines to answer, claiming he has to attend an official meeting. Ashwin follows the Naxalites, uncovering that they were indirectly involved in the political campaign of Vasanthan. Vasanthan issues an order to police officials to clear the Naxalites at a specific location.Ashwin goes to the hideout of Naxalites and following a shootout between the police and the Naxalites, rescues the head and discovers that Vasanthan is the mastermind behind the bomb-blast. The wonded Naxalite group head, while being treated by a doctor, divulges to Ashwin that Vasanthan was a double-crosser. He blurts out the truth that Vasanthan had asked him to kill Saraswathi, who had discovered the bomb under the Siragugal campaign rally and tried to evacuate everybody by telling Vasanthan herself. In fact, Vasanthan had detonated the bomb with a hand-held trigger just as Ashwin pulled him off the stage.Unbeknownst to the group head, Ashwin was transmitting the live confession of the leader over his 3G phone with a videocall to Renuka who prepares the final proof of the following day's issue with headlines insinuating Vasanthan as the culprit. As Vasanthan arrives to check in on the police-Naxalite situation, he cleverly removes innocent hostages and unwanted witnesses from the Naxalites' hideout by pretending to go over and negotiate with the Naxalites peacefully in return for the safety of the hostages.In the hideout, the group head is killed by Vasanthan. Ashwin then corners Vasanthan as he steps on a landmine. Vasanthan refuses Ashwin's demands to discontinue his affiliation with the Naxalites, stating that the connection has aided him in securing a dream cabinet with capable people. Vasanthan attempts to coerce Ashwin also into joining him, which Ashwin declines. He leaps out the window behind him, detonating the landmine and killing Vasanthan.Surviving a three-storey fall, Ashwin calls up Renuka and asks her not to publish the article about Vasanthan in the newspaper lest the Cabinet be dissolved. He justifies that the rest of the cabinet are innocent and that it would be unfair to the public who unknowingly trusted and voted for him, hoping for a change in the government. He also claims that this may result in votes for future youth political candidates never happening. Renuka is hesitant initially but gives in, deletes the article and writes an altered version.This news wins Vasanthan overnight fame as a martyr and Yogeswaran respectfully concedes defeat that the government is best left to the capable youth to run. In the editor's office, Ashwin and Renuka hand in their letters of resignation to the editor after explaining to him the real story behind the day's headlines. The editor rejects their resignation, explaining that their 'white lie' has rewritten history in a correct manner and made the paper a thriving one. He then urges them to cover who will be Vasanthan's replacement as Chief Minister from Siragugal, lamenting that Ashwin's heroic deeds have to be kept between Ashwin, Renuka and himself.It is an uncredited adaptation of the 2009 Hollywood movie, State of Play.",
    "chinese_title": "较量",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ko",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2025-04-27T08:28:07"
}