{
    "aka": [],
    "sid": "6307747",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1688687",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010-05-17"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1688687/",
    "imdb_votes": 10,
    "this_title": [
        "Churchill's Spy School"
    ],
    "douban_link": "https://movie.douban.com/subject/6307747/",
    "imdb_rating": "8.7/10 from 10 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "During World War II a group of secluded country homes on Lord Montagu’s Beaulieu Estate in the new Forest, were requisitioned for use as a secret training school by the Special Operations Executive (SOE).This was no ordinary school.  On the curriculum were silent killing, housebreaking, safe-blowing, arson, forgery, disguise and sabotage.  Students would also learn how to get out of a pair of handcuffs, how to devise secret signals and how to resist interrogation.About 3,000 spies and saboteurs passed through Beaulieu between 1941 and 1943.  If they survived their training and a gruelling parachute course, they were then dropped into occupied territory to disrupt the German forces.  Nearly half of them would never return.There were many other SOE schools around Britain, but Beaulieu was known as the ‘finishing school’ – the last stop before the drop.  As we will hear, the agents were taught by some extraordinary characters including a professional burglar, martial arts experts and members of the Intelligence Corps including the infamous double agent Kim Philby.During the documentary we will meet Noreen Riols, who was recruited to the SOE as a young girl and worked at Beaulieu as a decoy, helping to train the agents in surveillance and security, as well as acting as a ‘honeytrap’ to see if they could be persuaded to give away secrets to a beautiful woman.  Henri Diacomo explains what it was like to work as a radio operator, the most dangerous job an agent could have. As he tells us, as soon as he began transmitting, his life was in danger.We will also meet former agent Bob Maloubier who will tell us about his many adventures behind enemy lines as a saboteur, an explosives expert whose job was to cause maximum mayhem for the Germans.  Bob will also tell us about his friend, the celebrated female agent Violette Szabo and recount the tragic story of their final mission together.  We also travel to Norway to meet national hero Joachim Ronneberg.  Ronneberg led a team of agents on a mission to destroy the heavy water plant at Vermork which the Germans were using to develop the atomic bomb.  The mission is regarded as the most successful SOE operation during World War II.During the documentary, we will learn how the students were transformed  at Chuchill's Spy School from ordinary young people into the courageous SOE agents who would, in Churchill’s words, ‘set Europe ablaze’.",
    "chinese_title": "Churchill's Spy School",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.7,
    "douban_rating_average": 0,
    "update_at": "2025-10-19T22:21:35"
}