{
    "aka": [
        "新敌后武工队",
        "新编敌后武工队"
    ],
    "sid": "6311993",
    "cast": [
        {
            "url": "/celebrity/1274825/",
            "name": "何冰 Bing He",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313742/",
            "name": "于和伟 Hewei Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274650/",
            "name": "林永健 Yongjian Lin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1365540/",
            "name": "陈剑飞 Jianfei Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325646/",
            "name": "荣蓉 Rong Rong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313909/",
            "name": "韩善续 Shanxu Han",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情",
        "历史",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2358759044.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1275948/",
            "name": "史航 Hang Shi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322715/",
            "name": "柳桦 Hua Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1358867/",
            "name": "李梦 Meng Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1358868/",
            "name": "段嵘 Rong Duan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1477634/",
            "name": "冯志 Zhi Feng",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1365540/",
            "name": "陈剑飞 Jianfei Chen",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "29",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "敌后武工队"
    ],
    "douban_link": "https://movie.douban.com/subject/6311993/",
    "trans_title": [
        "新敌后武工队",
        "新编敌后武工队"
    ],
    "douban_votes": "605",
    "introduction": "1942年，日寇在我冀中平原地区进行了实行“杀光、烧光、抢光”政策的五一大扫荡，处处血雨腥风,冀中平原乃至沧州地区的抗日力量遭到严重破坏,敌人比以往更狡猾也比以往更凶残。 敌后武工队奉上级指示组建，领导者是刚从太行山下来的游击队骨干魏强。此刻的冀中平原是愤懑的土地，饮泣的平原，如何识别敌我，整合力量，是武工队面对的首要问题。而武工队的首要对手是伪军头目刘魁胜，他发迹的缘由就是通过在院墙上留下的尿迹，推断出县大队曾经在一家堡垒户歇脚。这家人就这样惨遭灭门，斗争的残酷可见一斑。 带枪通过封锁线是考验，营救被捕的区委委员汪霞是考验，搞药品和医用器械是考验，运送八路军伤员通过敌占区更是考验……武工队员不断汇集——活地图赵庆田，独行侠刘太生，“大少爷”辛凤鸣，多面手贾正，走江湖的李东山陆续到位，他们出色完成了每一个任务，也引起了本来根本不把中国农民的抗争当事儿的老鬼子松田的提防。“哈巴狗”，“侯扒皮”，刘魁胜，这三个自比桃园结义刘关张的汉奸丑类，也在尔虞我诈的过程中，以自己的套路开始与武工队为敌。 武工队争取了中间势力蔡村长，斗垮了劣绅周大拿，但是身边也埋下了定时炸弹——区委委员马鸣叛变投敌，却阴差阳错没有暴露，反而被武工队营救出来，成为隐患。 魏强的领导权威在武工队逐渐树立，他与汪霞的革命情谊也与日俱增。他们合力在反砍树、反交粮斗争中，取得主动，魏强为首的武工队，不仅可以与敌人兵戎相见，群众工作也开展的得心应手。 这时，一直隐忍不发的刘魁胜，看准时机，向正为武工队烦恼的松田献上一条对付武工队的奇谋妙计——组建“夜袭队”，以机动对机动，以游击反游击。松田如获至宝，任命刘魁胜为夜袭队队长。刘魁胜秘密召集远乡僻壤的游匪地痞，加上自己的亲信，在一个隐蔽的小村庄强行集训，进行各种化装、偷袭和狙击训练，使他们成为有着当地农民伪装，心毒手辣的杀手。 夜袭队初露身手，用一挺重机关枪设下圈套，交锋伊始，武工队遇险。而夜袭队开始冒充武工队队员，用苦肉计取得老百姓的信任，屡屡行骗得手，乡亲们蒙受很大损失，武工队的工作陷入低谷。魏强在挫折面前依靠群众，巧妙利用取得的情报，让敌人狗咬狗，借坂本少佐之手端掉了刘魁胜的夜袭队。 刘魁胜不甘失败，再组夜袭队。安排哈巴狗被俘，与马鸣取得联系。与此同时，武工队也派李东山去投奔夜袭队，成为红色卧底。敌中有我，我中有敌，斗争更加复杂残酷。而武工队就是在这样的残酷环境中，策反伪军灵魂人物梁邦，袭击破坏了日军机场，而魏强与梁邦之间的家族深仇也在民族大义面前化解。 马鸣的出卖让武工队员刘太生牺牲，为了除奸，武工队先是偷袭沧州城，后又潜入天津，枪决了叛徒马鸣，还险些刺杀了日酋冈村宁次，使其真正认识到武工队的厉害。冈村忙调整战略，撤回冲向太行山区的部队。这次锄奸，武工队神奇地影响了整个华北战局。 抗战形势大好，上级要求武工队争取伪军大面积反正。以前端炮楼是用炸药，现在要用政策用人心，武工队屡出奇招，争取了伪军头目中最有面子的田光，然后以点带面，夺取了一批炮楼。然后使出反间计，让夜袭队把不肯改邪归正的伪军，当作已经弃暗投明，一一消灭。 刘魁胜气急败坏下抓到了意外的线索，搜捕到了前来给武工队布置任务的政委杨子曾。在敌人圈套面前，武工队没有营救成自己敬爱的领导。 日本侵略军成了困兽，还要铤而走险的，倒是那些无法面对列祖列宗的汉奸伪军——刘魁胜拉拢自己此刻唯一信任的李东山，说是要利用手头掌握的日军秘密军火库东山再起。李东山见机行事，武工队员将夜袭队围困在坟地中，汪霞拔枪击毙了十恶不赦的刘魁胜。 抗日战争接近了最后阶段，敌人更加凶狂，端掉敌人华北军火库势所必然。武工队员们报着决死的决心进入了敌人的军火库，魏强正要挺身炸掉敌人的最后火力点，却见梁邦开着装满炸药的卡车闯进了敌人的山洞。梁邦眼前闪过被日本鬼子和汉奸杀死的母亲和弟弟的身影，报国报家的满腔义愤使他拉响了导火索，地动山摇之际，结束了松田和日本兵们可耻的生命。 魏强领导的武工队完成了历史使命，武工队骨干将奔赴新的战场。这一片美丽的平原，重新成为中国民众新生的家园。",
    "chinese_title": "敌后武工队",
    "douban_rating": "6.9/10 from 605 users",
    "foreign_title": "",
    "douban_rating_average": "6.9",
    "update_at": "2025-04-08T12:28:58"
}