{
    "aka": [
        "中华五千年历史故事动画系列—小太极"
    ],
    "sid": "6383555",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "动画",
        "儿童",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1936701365.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1381730/",
            "name": "叶永烈 Yonglie Ye",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "21分钟",
    "episodes": "12",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1999-10-01(中国大陆)"
    ],
    "this_title": [
        "小太极"
    ],
    "douban_link": "https://movie.douban.com/subject/6383555/",
    "trans_title": [
        "中华五千年历史故事动画系列—小太极"
    ],
    "douban_votes": "1498",
    "introduction": "小太极小档案身高：10公分体重：轻似羽毛年龄：伏羲八卦开始嗜好：吃任何液体、固体、吸收知识的能量。特征：太极脸谱、聪明惹人爱、还可趋吉避凶。口头禅：帅呆了。个性：活泼，好动又有趣。功能：能变成八卦计算机，对于过去、未来，无所不知、无所不晓。好朋友：精卫、大龙。飞行速度：光速约100倍，能穿越时空。结构：外表传统造型，内部精密科技。小太极的由来小太极造型诞生系由中国最早的图案太极黑白两仪的变化而来(太极生两仪、两仪生四象、四象生八卦)，与计算机亦是由八卦0与1之组合演进而成，综合上述典故，应用卡通动画，以人性化的造型设计而塑造出能分阴和阳，能知是与非，能解万物谜，人见人爱的小太极。小太极的朋友大龙： 大龙是一个活泼、好动、聪明的小孩，是五年级的学生，平时在学校上课，特别喜欢上历史课，大龙与小太极喜欢相互调侃、消遣对方，彼此互不认输；虽然有着喜欢恶作剧且不服输的个性，但大龙却是一位善良、喜欢帮助别人的小男孩。大龙及小太极富有强烈的好奇心及探索精神，所以二人常常会有一些突发奇想的点子，而也因为大龙的聪颖、机智，常常在紧要关头时能化险为夷。而喜欢冒险的个性也造就了大龙做事『大胆假设、小心求证』的原则。精卫： 精卫（本名女娃），是炎帝神农的女儿，是一位善良、亲切、俊俏的姑娘。也是一位聪明兼具智能的美丽女子，勇敢、坚韧，年岁稍大于大龙，所以常常教导调皮的大龙。而有关她的传说故事是这样的：有一天女娃飞往东海游历，刚巧有一阵大浪翻上半空，女娃不幸被海浪卷走，溺死于大海中。女娃死后，她的灵魂就化成一种白喙赤足的「精卫鸟」，同时飞到各地，寻觅草木碎石，然后希望把东海填平。每天往返数千次，风吹雨打，降霜下雪，从未间断，不曾懈怠，希望看东海填平之日早点来到。一.愚公移山---愚公是個90多歲的老爺爺，每到一定的日子就要到山南採購日常用品，每次來回都要10天的時間！一天召集了兒子、孫子立志用一生把太行和玉屋兩座山移走！愚公說：「即使我死了，還有兒子兒子死了有孫子，子子孫孫無窮盡，世世代代傳承下去那怕兩座山平不了！」最後愚公移山這樣的事蹟感動了玉皇大帝…二.神農嚐百草---神農氏是遍嚐百草研製藥物的醫藥之神且也是個農神，傳說神農曾經一天中過70次毒呢！他把人類從原本的狩獵生活帶入農業社會，之後，神農氏因不顧生命遍嚐百草為民尋藥，感動了天…著有「本草」！三.女媧補天---上古時代原本沒有人類，是天神女媧造人，人們才得以生生不息，女媧用什麼造人，後代人類又發生什麼災難，差點全部滅亡呢？四.開天闢地---盤古從大蛋破殼而出時原本混沌不分的環境慢慢分開成了天和地…為了怕他們還會合起來，盤古就用頭頂著天，腳踏著地，慢慢的天一直在升高，地也一直在加厚，為了配合中間加長的距離，盤古的身子也跟著變長…五.堯舜禪讓---堯舜禪讓是中國很有名的故事，堯為何單單只挑舜來當他的繼承人，舜有何過人之處嗎？本故事還會讓你知道什麼是「禪讓」喔！六.倉頡造字---中國的方塊字就是由皇帝的史官倉頡造出來的，倉頡又是如何發明文字的呢？倉頡還沒造字以前人們都是用各種方法來表達想說的話，結繩…就是其中的一種方法，可是會有意想不到的麻煩唷！七.跨父追日---跨父追求的究竟是怎樣的理想？這位古代傳說中的理想家最後成功了嗎？他追求理想的精神給了我們後人很大的啟示唷！八.后羿射日---你知道后羿和嫦娥有什麼關係嗎？神射手后羿射下9個太陽救回美麗的姑娘—嫦娥，為何嫦娥又要飛上月亮遠離城市呢？九.儀狄造酒---儀狄造酒後如何把大禹的皇宮搞的雞飛狗跳，而酒又是什麼做的呢？就由本故事來告訴你吧！十.牛郎織女---牛郎織女為何只能每年農曆的7月7日才能見面？本故事裡牛和喜鵲又扮演什麼角色呢？相信大家看了本故事後就能有答案嚕！十一.小太極大戰電腦病毒---小太極大戰電腦病毒是什麼病毒？跟我們現在的生活有何相關？電腦病毒會破壞電腦系統，使電腦網路當機，引起航空、金融一一都失控了…大家快來看看小太極如何大戰電腦病毒唷！十二.炎黃戰蚩疣---炎黃戰蚩尤是中國時代最猛得一場戰爭，在戰爭中皇帝用了啥法寶來大敗強勁的蚩疣呢？就由中華五千年歷史故事卡通影集來告訴你吧！",
    "chinese_title": "小太极",
    "douban_rating": "8.4/10 from 1498 users",
    "foreign_title": "",
    "douban_rating_average": "8.4",
    "update_at": "2025-02-16T23:22:34"
}