{
    "aka": [],
    "sid": "6389534",
    "cast": [
        {
            "url": "/celebrity/1120905/",
            "name": "特雷弗·麦克唐纳 Trevor McDonald",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "56分钟",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010-12-09"
    ],
    "this_title": [
        "Secret Mediterranean"
    ],
    "douban_link": "https://movie.douban.com/subject/6389534/",
    "trans_title": [
        "神秘的地中海"
    ],
    "douban_votes": "0",
    "introduction": "Spanning three continents and 21 countries, the Mediterranean has nurtured some of the most dazzling civilizations of antiquity. Today, amid the stunning landscapes, more cultures live side by side here than anywhere else on earth.In this new series Sir Trevor McDonald explores the various countries that make up the Med, their individual cultures and traditions and looks beyond the beaches and old towns of holiday brochures to discover the truly secret Mediterranean.The series gives viewers unique access to hidden, forgotten and overlooked wonders from across the entire region, from the south of France, to the Greek islands and into the north of Africa as Sir Trevor visits cities both ancient and modern, architectural and natural wonders and meets the people who live very different lives in this area.In the tourist hotspot of Venice, Sir Trevor explores the city’s backwaters with one of only two female gondoliers and looks at how Venice’s infrastructure can hamper modern living. While in Istanbul he discovers how the city’s ancient past has halted in its track a desperately needed solution to it’s huge transport problems.The series goes behind the scenes in locations that the average visitor to the Med wouldn’t have access to. From the Christina O yacht which costs a cool £400,000 a week to hire to the abandoned airport caught in the middle of the Turkish / Cypriot conflict, which has been frozen in time since the 1974.Sir Trevor also meets some of the Mediterranean’s most colourful and interesting characters including Cypriot Easyjet owner Stelios, the British vet working to improve the lives of Morocco’s working donkeys, the movie mogul who brought Star Wars to Tunisia, the aristocrat whose family have lived in their giant house in Malta for 700 years despite losing the front door key generations ago and the Italian judge who puts his life on the line trying to bring down the mafia..The series looks at the area’s stunning landscapes including one of the world’s most dangerous volcanos, Vesuvius, and the people who live in its shadow knowing that it could erupt at any time, and the less tempestuous volcano on the picturesque Greek island of Santorini. But there’s also man made wonders in the Mediterranean, as Sir Trevor visits Gaudi’s Sagrada Familia in Barcelona, it has taken over 100 years to build and is nowhere near finished yet. Trevor meets the people hoping to finish it in their lifetime.The Secret Mediterranean goes beyond the tourists’ favourite destinations and explores places and events hidden from most visitors’ view as Sir Trevor experiences everything from desert rally driving, and being fitted for a fez hat to watching camel wrestling and riding to an emergency callout on board a Venetian ambulance vessel.",
    "chinese_title": "神秘的地中海",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Secret Mediterranean",
    "douban_rating_average": 0,
    "update_at": "2025-06-16T18:33:52"
}