{
    "aka": [
        "Foreigners out! Schlingensiefs Container"
    ],
    "sid": "6394981",
    "cast": [
        {
            "url": "/celebrity/1042257/",
            "name": "克里斯托弗·施林根西夫 Christoph Schlingensief",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2858085046.jpg",
    "region": [
        "奥地利"
    ],
    "writer": [],
    "imdb_id": "tt0338040",
    "director": [
        {
            "url": "/celebrity/1029662/",
            "name": "保罗·波伊特 Paul Poet",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0338040/",
    "imdb_votes": 342,
    "this_title": [
        "Ausländer raus! - Schlingensiefs Container"
    ],
    "douban_link": "https://movie.douban.com/subject/6394981/",
    "imdb_rating": "7.7/10 from 342 users",
    "trans_title": [
        "外国佬滚出去！",
        "Foreigners out! Schlingensiefs Container"
    ],
    "douban_votes": "0",
    "introduction": "FOREIGNERS OUT! SCHLINGENSIEFS CONTAINER is a thrilling, insightful, funny chronicle and reflection of one of he biggest public pranks and acts of art terrorism ever committed. Austria 2000: Right after the FPÖ under Jörg Haider had become part of the government, the first time an extreme right wing party became state officials after WW2, infamous German shock director Christoph Schlingensief showed a very unique form of protest. Realising public xenophobia and the new hate politics in the most drastic ways possible, he installed a public concentration camp right in the middle of Vienna's touristic heart, right beside the picturesque opera where hundreds of tourists and locals pass by daily. And it was no concentration camp you had ever feared to return from the old times, but one that cynically reflected our new multimedia culture. Satirising reality TV shows, \"Big Brother\" especially, a dozen asylum seekers were surveilled by a multitude of cameras, could be fed and watched by passer-by's and two were thrown out of the country through web-voting. The way fascism looks in the 21st century: Bright. Sensational. Interactive. Funny - and frightening. Austria freaked out. Thousands of screaming people gathered. Attacks with knifes, beatings, acid occurred. Political intrigues. Headlines all over Europe. 800,000 worldwide joined via internet. An incredibly heated week, capturing the European right-wing drift in real time. Democracy the hard way.",
    "chinese_title": "外国佬滚出去！",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ausländer raus! - Schlingensiefs Container",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-04-16T01:08:02"
}