{
    "aka": [
        "Three Gentlemen from Tokyo"
    ],
    "sid": "6396705",
    "cast": [
        {
            "url": "/celebrity/1567639/",
            "name": "洪洋 Yang Hung",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1963",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2633602590.jpg",
    "region": [
        "中国香港"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1963-07-10"
    ],
    "this_title": [
        "三绅士艳遇"
    ],
    "douban_link": "https://movie.douban.com/subject/6396705/",
    "trans_title": [
        "Three Gentlemen from Tokyo"
    ],
    "douban_votes": "0",
    "introduction": "日 本 櫻 花 膏 藥 名 聞 東 洋 ， 在 東 南 亞 各 國 的 銷 量 卻 不 理 想 。 社 長 本 田 （ 森 繁 久 彌 ） 遂 與 代 理 公 司 商 討 推 銷 策 略 。 誰 料 對 方 輕 視 櫻 花 藥 廠 規 模 不 大 ， 未 肯 出 力 ， 雙 方 不 歡 而 散 。 本 田 無 奈 ， 只 好 與 營 業 部 長 東 海 （ 加 東 大 介 ） 及 秘 書 南 明 （ 小 林 桂 樹 ） 親 到 香 港 促 銷 。三 人 在 飛 機 上 結 識 日 本 菜 館 老 闆 娘 早 阪 悅 子 （ 新 珠 三 千 代 ） ， 本 田 深 為 傾 倒 ， 約 定 抵 港 之 後 再 見 。抵 港 之 時 ， 已 值 黃 昏 ， 三 人 決 定 自 由 活 動 。 本 田 逕 往 早 阪 悅 子 的 菜 館 探 望 她 ， 南 明 則 應 舊 同 學 柳 宗 之 （ 洪 波 ） 之 邀 暢 遊 香 港 。 柳 宗 之 與 胞 妹 秀 敏 （ 尤 敏 ） 驅 車 迎 接 ， 南 明 見 柳 秀 敏 明 艷 照 人 ， 暗 自 傾 心 。柳 秀 敏 與 兄 長 送 南 明 返 回 酒 店 之 後 ， 偶 於 百 貨 公 司 碰 見 東 海 。 東 海 不 諳 英 語 ， 以 致 選 購 手 錶 時 笑 話 百 出 。 柳 秀 敏 見 狀 ， 自 薦 代 為 翻 譯 ， 並 為 東 海 說 得 好 價 錢 。 東 海 感 激 之 餘 ， 亦 對 柳 秀 敏 留 下 深 刻 印 象 。三 人 返 回 酒 店 ， 談 起 當 日 艷 遇 ， 樂 不 可 支 。睡 到 中 夜 ， 本 田 突 然 全 身 奇 癢 無 比 ， 原 來 日 間 吃 蛇 太 多 ， 引 起 皮 膚 敏 感 。 即 使 塗 上 櫻 花 藥 膏 ， 亦 未 根 治 ， 只 得 回 國 求 醫 。 東 海 與 南 明 仍 留 香 港 洽 談 業 務 ， 可 惜 並 無 進 展 。 忽 聞 某 競 爭 對 手 擬 於 香 港 設 立 分 公 司 ， 本 田 迅 即 趕 回 香 港 ， 與 東 海 及 南 明 共 謀 對 策 。柳 秀 敏 從 南 明 口 中 得 悉 櫻 花 藥 廠 困 境 ， 答 允 游 說 其 公 司 成 為 櫻 花 藥 膏 之 東 南 亞 經 銷 商 。 未 幾 ， 雙 方 洽 談 成 功 ， 正 式 簽 署 經 銷 合 約 。 慶 功 宴 上 ， 南 明 欲 向 柳 秀 敏 求 婚 ， 誰 料 席 間 出 現 一 名 青 年 （ 三 船 敏 郎 ） ， 竟 是 柳 秀 敏 的 未 婚 夫 。 南 明 好 夢 難 圓 ， 狼 狽 萬 分 。",
    "chinese_title": "三绅士艳遇",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-23T17:52:53"
}