{
    "aka": [
        "Mummies"
    ],
    "sid": "6396669",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "俄罗斯"
    ],
    "writer": [],
    "director": [],
    "duration": "47分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [],
    "this_title": [
        "Мамочки"
    ],
    "douban_link": "https://movie.douban.com/subject/6396669/",
    "trans_title": [
        "Mummies"
    ],
    "douban_votes": "0",
    "introduction": "South of Russia. Rostov-upon-Don. Working outskirts. The main character of the movie is a 18-year-old girl, who has a father, a familial alcoholic, a paralyzed mother, a brother, who is always away from home and his wife is constantly quarrelling about the lack of the living space. Though it seems that there is nothing to divide: the whole life has passed in semi-destroyed barracks, always full of drunkards. Julia's life is gloomy and aimless. She used to trade herself to earn money. There was just a fragment of normal life when she lived with her granny years ago. Now Julia feels spring in her soul, she is expecting her baby. She is also longing for happiness, which she experienced once in the past. Her partner Ivan comes from a normal family, who would not like to hear a word about his future child and marriage. And Ivan adapts his life to Julia's craftily: he starts to drink and to steal. It is normal in this environment. Ivan enjoys this relaxed life. He wants a daughter to be born and if is a boy he threatens to leave him in the maternity house. A lazy and sleepy Julia makes unsuccessful attempts to find a job, helps her friend and witnesses quarrels in her own family. Barrack, quarrels, squalor, lice, sotted fights, ambulance with woman about to give birth, rushing in the central street of Rostov-upon-Don - these are the main scenes of the film.Best non-fiction video film Award at the national documentary festival \"Branch of Laurel\" 2001Participation in international conference of INPUT in Rotterdam 2002",
    "chinese_title": "Мамочки",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-07T08:28:43"
}