{
    "aka": [],
    "sid": "6402155",
    "cast": [
        {
            "url": "/celebrity/1275418/",
            "name": "施京明 Jingming Shi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314122/",
            "name": "肖辉 Hui Xiao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318074/",
            "name": "郭东文 Dongwen Guo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1457042/",
            "name": "李海贝 Haibei Li",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "剧情",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1322452/",
            "name": "贺梦凡 Mengfan He",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "14",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2003-09-13(中国大陆)"
    ],
    "this_title": [
        "朝霞满青山"
    ],
    "douban_link": "https://movie.douban.com/subject/6402155/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "故事发生在风景如画的国家定点扶贫延伸县——湖南省桂东县。 全县207所学校，百分之八十的校舍是危旧房子，身为教育局长的胡昭程终日如履薄冰，胆颤心惊。 山洪爆发，冲垮了山区一所划为危房的学校，为救学生，何天德老师被房梁砸在了下边…… 新任县委书记，指示有关部门严加追查胡昭程的责任…… 老资格的县委副书记金治本历来对胡昭程在教育口的一些做法看不惯。他建议周文源追查胡昭程的责任；早就觊觎教育局长位置的县教育局副局长赵水清借机煽风点火，扩大事态…… 出乎周文源的意外：何天德老师的妻子，县一中的朱校长和从深圳回桂东一中申请办停薪留职手续的年轻才女林小洁三人却仗义执言，力保胡昭程。 周文源带上胡昭程，亲自下乡调查，不但澄清了胡昭程的所谓“问题”，而被胡昭程对改造山区落后的教育现状的大胆设想所深深感染…… 周文源力排众议，旗帜鲜明地支持胡昭程的教育改革大方案，不惜停建县政府礼堂，拿出300万元作为建校的第一批资金。 胡昭程费尽周折，用真诚与务实的人格魅力感动了香港苗圃行动的赵念慈女士，争取到了苗圃行动第一批200万捐款。 在撤并学校的过程中，部分村干部和村民闹事、亲友说情、赵副局长暗中使“绊子”、金副书记责难…… 胡昭程凭着毅力、凭着真诚、凭着坚韧、凭着机智……用尽各种办法，化解了矛盾，推进着改革大方案的实施…… 胡昭程看出林小洁是个人才，说服她留在桂东一中任教，却遭到了固执的朱校长的刁难和魏主任的暗算…… 火生和月月两个穷学生的辍学；金副书记的孙子金小鹏和古小豆被魏主任诬为作弊，一气之下而罢考；赵水清暗中收建筑公司李经理的贿赂，反而设圈套诬陷胡昭程，进而勾结魏主任散布有关胡昭程与林小洁有“生活作风”问题的流言…… 教师资格考试中，老模范、山村女教师古大蓉的下岗、胡昭程的女儿玲玲高考落榜后一度沉沦……乡亲们、妻姐、弟弟的误解……像一张重重叠叠的沉重的无形大网罩在胡昭程的头上…… 省市联合调查组到桂东严查胡昭程的“问题”，胡昭程坦然配合调查，他忍着满腔委屈，坚定而冷静地推进着教育改革大方案的实施…… 调查组找到了关键的当事人肖强。彻底掌握了赵水清贪污受贿、诬陷胡昭程等的各种问题，很快将他绳之以法，并终于还胡昭程以清白…… 尽管胡昭程的问题查清了，可是他作为副县长候选人在人大选举中还是意外落选了。林小洁担心他的情绪，要为他去打抱不平，他却平静地劝止了她。他不是要做官，他要做的是实事！他将一腔心血全部扑在了工作上。他安慰心有不安的周文源放心离去，他亲自为新一中制作着巨幅壁画——“如歌年华”；亲自赶到深圳，与林小洁的男友李畅进行了坦诚的交谈，争取到了李畅对林小洁留在桂东工作的支持……他与新到任的副县长一起视察了学校的工作，还陪同联合国科教文组织的官员们参观桂东的教育，畅谈心中理想。他还为桂东申请到了世界银行的贷款……也许是积劳成疾，他终于病倒了。大家都劝他去看病，但他仍在岗位上坚持着，他在期盼着高考放榜的日子…… 放榜的日子到了，何山根、火生、金小鹏、古小豆、月月这些大山的孩子们都考上了大学。胡昭程高兴地亲自送他们到市里上车，并且鼓励自己那个一边劳动，一边坚持读成人高校的女儿玲玲，他兴奋地与周文源畅谈着对未来的想像……终于，他病倒了…… 医院的诊断出来了，胡昭程患的是肝癌，晚期弥漫型…… 全市中学生运动会真的在桂东县一中的新运动场上举行了……新任教育局长林小洁动情地宣布，向一位最有资格坐在这里，却因病未能坐在这里的人致敬时，全场响起了经久不衰的掌声…… 胡昭程在张家蕙的搀扶下，默默地站在家里的小院里，默默地感受着一切，他欣慰地说：“孩子们就是我生命里的阳光……” 胡昭程的生日到了，这一天，放假的学生们从四面八方赶来了，乡亲们从四面八方赶来了，林小洁和教师们也从四面八方赶来了，他们约定今天谁也不许难过！ 胡昭程穿上了玲玲给他买的一套西装，拿出了孩子们送给他的新二胡，动情地拉着欢快、动情的人生咏叹调，他要把快乐永远地留给大家…… 张家蕙和户外赶来的人们含着热泪动情地听着。 胡昭程投入地拉着，把他对未来的希望和美好的祝福，都灌注在了琴声之中…… 琴声在人们心间回荡。 琴声在天地之回荡。 琴声在他最喜爱的绿水青山之间，久久回荡，久久地回荡……",
    "chinese_title": "朝霞满青山",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-03T06:12:11"
}