{
    "aka": [
        "The Story Of My Life"
    ],
    "sid": "6402264",
    "cast": [
        {
            "url": "/celebrity/1324616/",
            "name": "申成禄 Sung-rok Shin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1390357/",
            "name": "李錫俊 Lee Suk-joon",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "剧情",
        "歌舞"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2173997833.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1385337/",
            "name": "闵艺智 Ye-ji Min",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "2011-06-09"
    ],
    "this_title": [
        "멋진 인생"
    ],
    "douban_link": "https://movie.douban.com/subject/6402264/",
    "trans_title": [
        "精彩人生",
        "The Story Of My Life"
    ],
    "douban_votes": "88",
    "introduction": "Can't performing and life... be perfect?About five men who lead the Korean musicals \"Wonderful Life\"Five men who lead the Korean musical society gathered for the tense first script reading of the musical “The Story Of My Life”. Ryu Jung-han the perfectionist, full of concentration from the first day of practice, Lee Seok-joon who delicately challenges him, Sin Seong-rok who decides he is the mood lightener, Lee Chang-yong-I, frozen tight in front of seniors that look like stars to him and Shin Chun-soo who got them all in one place. Within a circle of tension, Jung-han and Seong-rok start practicing the role of Thomas and Seok-joon and Chang-yong the role of Alvin.The youngest Chang-yong carefully approached Seong-rok to get closer to him but Seong-rok isn’t happy about being paired up with a newbie. Meanwhile, Seok-joon falls into a slump as he gets mixed criticis about his current performance and runs into trouble with Jung-han about everything starting with the product evaluation.This musical about two men and their friendship, will it be able to rise on stage?",
    "chinese_title": "精彩人生",
    "douban_rating": "6.3/10 from 88 users",
    "foreign_title": "멋진 인생",
    "douban_rating_average": "6.3",
    "update_at": "2025-05-26T06:35:40"
}