{
    "aka": [],
    "sid": "6424519",
    "cast": [
        {
            "url": "/celebrity/1194195/",
            "name": "Arthur Albiston Arthur Albiston",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1064111/",
            "name": "乔治·贝斯特 George Best",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1085373/",
            "name": "弗格森爵士 Alex Ferguson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "纪录片",
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0410292",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2002"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0410292/",
    "imdb_votes": 133,
    "this_title": [
        "Manchester United The Official History 1872-2002"
    ],
    "douban_link": "https://movie.douban.com/subject/6424519/",
    "imdb_rating": "8.3/10 from 133 users",
    "trans_title": [
        "曼联官方史"
    ],
    "douban_votes": "0",
    "introduction": "曼联官方历史(1878年创建的曼联百年辉煌史)1878——2002曼联的前身是牛顿希斯队，在1878年由兰开夏和约克郡的铁路工人组建而成。影片从这里开始追溯曼联的历史。随之而来的荣誉是在1908年获得的联赛冠军，两年内它又接连赢得了足总杯的冠军以及联赛冠军,从此曼联在英国足坛的地位得到了巩固。历史在延续，老特拉福德体育场毁于战火后，我们见证了它艰难的重建历程。接下来，曼联在其主帅马特·巴斯比的管理下，在进入伟大胜利新纪元的同时也遭遇了悲剧。他是第一个带领英国足球俱乐部打入欧洲足坛的主教练，然而慕尼黑空难却毁掉他一手培养起来的那支杰出的“青年近卫军”。曼联和巴斯比并没有被这场空难打败，他又组建了另一支队伍，其中的查尔顿、贝斯特和劳在英格兰大放异彩并一举赢得了欧洲冠军杯。巴斯比卸任后，曼联定期参加足总杯，但是联赛冠军却一直与他们无缘，直到阿莱克斯·弗格森接手。他组建的队伍在九十年代的十年里连续七年蝉联英超冠军席位。他一手培养了在曼联成长起来的多位天才球星和激动人心的标志性人物,如埃里克·坎通纳。1999年,曼联如日中天,进入了一个无可匹敌的境界。但是曼联的历史并没有就此终结，在2001、2002年，其又相继获得了联赛冠军。本片以弗格森正通过路德·范尼斯特鲁伊、胡安·塞巴斯蒂安·贝隆以及里奥·费迪南德打造又一支在本土及欧洲称霸的冠军球队为结尾。1878~1950曼彻斯特联队是英国足坛的一支老牌劲旅，成立于1878年，当时是由英格兰开夏和约克夏铁路公司工人组成的一支业余球队，取名为牛顿赫斯队。1885年转为职业队，1892年加入英国足球联盟，1902年改名为曼彻斯特联队。曼彻斯特联队成立一个多世纪以来，经历了无数的胜利和失败，也经历了一场令世人震惊的灾难。曼联队的第一顶盛时期出现在20世纪初期，在1908年到1911年四年期间，曼联队在主教练查普曼的带领下夺得两次联赛冠军和1次足总杯冠军。成为当时英国足坛最受人们欢迎的一支球队，因球队队服为红色，球迷们给曼联队取了一个绰号，称之为“英国足坛的红魔”。 但在接下来的日子里，曼联队表现越来越差，最终竟然降组到了乙级队的行列，跌入了低谷。1950~197950年代中期，曼联队在教练巴斯比的调教下，迎来了第二次高峰期。当时欧洲各国职业足球不断发展，大量资金涌入足球比赛中，使各国球队越来越看重联赛中的获胜。曼联队也不例外，他们花重金买进或留住了沃勒特、泰勒、维兰、查尔顿等一批优秀的球星，并且在1956年和1957年两度在联赛中夺冠。在 1956～1957赛季和1957～1958赛季两届欧洲冠军杯比赛中进入半决赛，第一次输给了皇家马德里队。当他们第二次冲击欧洲冠军杯时，一场史无前例的空难，使曼联队再度与冠军失之交臂，那是1958年2月6日，一架满载曼联队员的飞机，在慕尼黑机场失势坠毁，机上曼联队的8名运动员、3名官员及8名记者身亡，教练巴斯比也身受重伤，曼联队的空难引起了世界足坛的震惊，社会各界，从英格兰银行到球迷纷纷解囊相助，在短时期内重建了一支曼彻斯特联队，幸存者和新加盟球员组成的曼联队，在半决赛中主场2:1击败前来挑战的意大利AC米兰队，但在客场以0:4失利，最终曼联队再次与冠军无缘。60年代中期，曼联队迎来了它迄今为止最为辉煌的时期。这时的曼联队拥有博比·查尔顿、乔治·贝斯特和丹尼斯·劳三位世界级球星，在主力阵容中有6名球员身价超过30万英镑。在巴斯比的指挥下，球队终于在1968年5月29日，在伦敦以4:1战胜葡萄牙本菲卡队，为英国首次赢得了欧洲冠军杯，查尔顿也终于实现了他在不幸遇难的队友们的墓前所发的誓言。70年代的曼联虽然拥有基德、罗布森、哈罗斯等名将，但由于整个俱乐部疏于管理，政策方针十分混乱，一直没能再获佳绩。1980~19991986年11月5日，阿里克斯·弗格森来到英格兰执教曼联队，他给曼联队带来了又一个春天。弗格森面临巨大的压力，毫不退缩，他调整了队伍的战术打法，给他的队伍溶入了更多的技术成份，而不再一味地踢传统的英式足球。在他的苦心经营下，曼联队在1990年获得了足总杯冠军，1991年获得了欧洲优胜者杯和欧洲超级杯冠军，结束了英国球队长达23年与欧洲三大杯冠军无缘的历史。1992年曼联队力夺联赛杯冠军和联赛亚军，1993～1994赛季曼联队夺得联赛和杯赛两项冠军，成为英国足坛上第6支在一个赛季夺得两项大赛冠军的球队，弗格森也被英国《足球世界》评为当年的“最佳教练”，这也是英国教练员首次获得这一殊荣。被足球行家们喻为是90年代普拉蒂尼的法国人坎通纳，是曼联队中唯一一个连续四个赛季都获得联赛冠军的队员（1990～1991赛季代表马赛获法国联赛冠军，1991～1992赛季代表利兹联队获英格兰联赛冠军，1992～1993赛季，1993～1994赛季代表曼联队获英格兰联赛冠军），1994年，他还被评为“英格兰足球先生”，这是第一位外籍球员在英格兰获此殊荣。他已成为曼联队的象征，只要有他上场的比赛场面绝对精彩，球迷也非常踊跃。1995～1996赛季和1996～1997赛季，在他的带领下，曼联队连续两次问鼎联赛冠军。1996～1997赛季结束后，他宣布退役，这对曼联来说是一重大损失。自1992～1993赛季联赛改革以来，曼联队一直在延续着她的辉煌历史，除了布莱克本和阿森纳在其间各夺得过一次冠军外，曼联包揽了所有的联赛冠军。1999年，曼联更是创造了三冠王（联赛、足总杯、欧洲冠军联赛）的奇迹。2000~2003在新千禧年新世纪的第一个十年，曼联再为天下先，他们前往巴西参加了一项全新的足球赛事：国际足联世界俱乐部冠军赛（FIFA Club World Championship）。为此，他们放弃了卫冕足总杯的机会。一月份远征南美，曼联没有如愿捧回奖杯，毕竟在闷热的气候条件下，想在巴西球队的家门口打赢他们太过艰巨。但曼联在南美的阳光下，却得到了极其宝贵的休息。他们在回到英格兰后，精神抖擞地投入联赛，并一路领先对手，四月份就提前获得了联赛奖杯。但曼联面临的新问题是，守门员的位置上自施梅切尔离去后，一直找不到合适人选。1999/2000 赛季，包括博斯尼奇（Mark Bosnich）在内的几个门将都没法在曼联坐稳位置。于是，2000 年 7 月，法比安·巴特兹（Fabien Barthez）在法国队连夺世界杯、欧锦赛冠军后能够加盟曼联就不足为奇了。巴特兹这位法国队的正选门将性格乖张但身手不凡，他帮助曼联在 2000/2001 赛季获得联赛三连冠，英格兰历史上只有为数不多的几个俱乐部能获此殊荣。最近的一次三连冠的得主是 1982 年至 1984 年的利物浦队，但利物浦是在两个教练的带领下成就三连冠伟业的，这两位教练分别是巴斯利（Bob Paisley）和乔费根（Joe Fagan）。而曼联的三连冠背后，弗格森居功至伟，他成为英格兰足球历史上第一个完成帽子戏法的球队教练。在连续夺下第三个联赛奖杯后，弗格森宣布将在 2001/2002 赛季结束后辞去主教练一职。与此同时，他的助手麦克莱伦（Steve McClaren）也宣布他将前往米德尔斯堡队接替布赖恩罗布森担任球队主教练。为了填补麦克莱伦留下的空缺，弗格森将曾在曼联队中效力的吉姆赖安（Jim Ryan）和迈克费伦（Mike Phelan）分别擢升为助理主教练和曼联一队教练。但爵爷一边给教练班子补阙，一边在球队方面添漏。他把后卫主力斯塔姆（Jaap Stam）转给了拉齐奥队。这个决定让所有大吃一惊，就连斯塔姆本人也深感意外。巴特兹在法国队的队友，参加过 1998 世界杯的布兰科（Laurent Blanc）转会到了曼联，他在队中顶替了斯塔姆的位置，跟他合作的是韦斯布朗（Wes Brown）、加里内维尔或罗尼约翰森（Ronny Johnsen）。许多人认为弗格森在先后花大价钱买入范尼斯特鲁伊（Ruud van Nistelrooy）和贝隆（Veron）后，布兰科会是他在主教练位置上购进的最后一个球星。但爵爷在 2002 年 1 月，又大笔一挥，签下了在独立队效力的乌拉圭前锋弗兰（Forlan）。但弗兰在队中的位置却很难敲定，因为范尼斯特鲁伊已经创下了在联赛中连续 8 场进球的记录。在这八场比赛中，曼联都取得了胜利。八连胜后的曼联重新拾回了卫冕联赛冠军的信心，然而 2001/02 赛季结束的时候，球队并没有能够重现往日一骑绝尘、引领群雄的风采，足总杯上被米尔德斯堡淘汰，冠军杯止步于半决赛，而英超联赛中也仅仅获得第三名，为此老帅弗格森宣布继续留任，决心在 2002/03 赛季引领曼联再创辉煌。2002/03 球季，曼联在一度落后 11 分的情况下，在联赛追上了阿森纳，最后更重夺了联赛冠军。不过今届冠军联赛亦在八强负于皇马而止步。",
    "chinese_title": "曼联官方史",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Manchester United The Official History 1872-2002",
    "imdb_rating_average": 8.3,
    "douban_rating_average": 0,
    "update_at": "2025-05-22T19:22:45"
}