{
    "aka": [],
    "sid": "6428126",
    "cast": [
        {
            "url": "/celebrity/1023521/",
            "name": "宣萱 Jessica Hester Hsuan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275282/",
            "name": "郑斌辉 Ping Hui Tay",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1015064/",
            "name": "郭舒贤 Ann Kok",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1379868/",
            "name": "姚玟隆 Wenlong Yao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315301/",
            "name": "王沺裁 Thomas Ong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1341046/",
            "name": "卢楷浚 Ivan Loo Kai Jun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1390481/",
            "name": "雅慧 Ya Hui",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "喜剧",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2518968517.jpg",
    "region": [
        "新加坡"
    ],
    "writer": [],
    "imdb_id": "tt12471194",
    "director": [],
    "duration": "未知",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2011-08"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12471194/",
    "imdb_votes": 7,
    "this_title": [
        "Bountiful Blessings"
    ],
    "douban_link": "https://movie.douban.com/subject/6428126/",
    "imdb_rating": "6.1/10 from 7 users",
    "trans_title": [
        "万福楼"
    ],
    "douban_votes": "106",
    "introduction": "成了灶神的张单(姚玟隆饰)，虽然过了几千年，心中却一直有个遗憾，那就是对前妻的愧疚，于是前妻每一次投胎转世，张单都会想办法偷偷下凡间看看前妻，偶尔发现前妻需要帮助，他都会悄悄出手帮忙。一天，张单又下凡去关心投胎转世到现代的前妻--黄福喜(宣　萱饰)。两人竟然面对面一起喝酒，还阴差阳错地发生了关系，更糟糕的是，福喜居然怀孕了。错误既已造成，就该当要努力弥补，于是张单决定等福喜肚中的孩子长大，自己的责任了结，再回天庭请罪。首先，张单开了一家小餐馆“万福楼”，并打算让这餐馆成为福喜一家人以后的依靠。万福楼开业后，凭着张单出色的厨艺，很快就扬名远播，生意蒸蒸日上。可惜\"神\"算不如天算，福喜孩子出生的那一刻，张单就因为东窗事发，被带回天庭受罚，囚禁了起来。张单始终放心不下福喜一家人，一放出来，便暗自调查他们一家情况，这才发现自己在天上被关了十天，在人间一晃就已经十年，张单和福喜的孩子--张亦菲(胡菱恩饰)，转眼间也已经八岁了，而自从张单无故失踪之后，福喜一家人的状况就变得越来越差，靠着张单留下的万福楼，勉强过着生活。偏偏这时有饮食业者要收购万福楼，而这个业者就是当初差点和福喜结婚的人——童大丰(王沺裁饰)。原来福喜和大丰当初已经论及婚嫁，却因为和张单的“一夜情”，福喜只得悔婚。大丰伤心欲绝，离开本地，到国外闯荡，经过十年的努力，终于成为了享誉国际的名厨，还成立了大丰饮食业集团。福喜当年逃婚一事，对于大丰来说，是他一生中最大的耻辱，让他一直怀恨在心，所以这次回来，除了打算进军本地市场，更大的目的是要对福喜一家进行报复。当张单发现这情况时，不禁开始为福喜一家人担心，决定再偷偷下凡帮他们。一次的巧遇，让张单无意中发现了“老混混”——谢东海(郑斌辉饰)有着一身好厨艺，于是当他一知道自己将被天庭逮捕时，便利用法力，让东海到万福楼帮忙，殊不知福喜和东海之前原来早有过节。福喜起初大力反对东海加入万福楼，后无意间尝到了东海的厨艺，终使得福喜答应让他在厨房里帮忙，而不可否认的，东海的好厨艺也的确让餐馆的生意有了起色。偏偏这个时候大丰却在万福楼附近开了一家餐馆，推出的菜色几乎和万福楼所推出的一样，就连味道也几乎相同，但是价格却比万福楼的便宜，而且每当福喜决定要推出新菜色，大丰的餐馆总是更早推出，令到福喜和东海百思不解。其实这一切都是一品红花仙在背后搞的鬼。原来张单当初向玉帝打小报告，不但破坏了一品红和凡人的一段情，还害好不容易成仙的她被打下凡间。后来，一品红在牡丹花仙的帮助下，侥幸地保留了读心的法力，来到了凡间后，便改名为梁品红(郭舒贤饰)。当品红获知福喜和张单的关系后，便想借打击福喜一家人来报复张单，于是故意接近大丰，后更成了大丰的左右手。得到大丰的信任后，品红对万福楼开始进行一连串的打压行动。大丰表面上虽然默许品红的种种打压，但心里其实也并不好过，在天晴的劝说之下，大丰决定收手，可是这一切早在品红预料之中，品红于是给大丰下了爱情魔咒，迷惑大丰，让他死心塌地爱上自己，继续帮自己对付福喜一家人。大丰的妹妹--天晴(许雅慧饰)不齿大丰和品红的行为，反倒时常光顾万福楼，而每次到那里，都免不了要捉弄福喜的弟弟——福圆(徐鸣杰饰)。福圆沉默寡言，不善社交，但在网络世界里却通行无阻，可以用MSN、SMS等跟人毫无障碍地沟通。天晴时常拿福圆来跟自己的偶像，一个网络世界有名的歌手——Kurt相比，但她万万没料到福圆其实就是Kurt，更不知道原来福圆一直在暗恋着她。本来讨厌小孩的东海，因为常常被逼要照顾亦菲，而和亦菲相处多了，彼此产生了一种父子般的情感。同时，东海在和福喜吵吵闹闹之间，也发现了自己喜欢上了福喜，然而迟钝的福喜却没有察觉。 福喜掉入了品红的圈套，欠下大笔钜款，万福楼顿时陷入前所未有的危机。东海为了挽救万福楼，以万福楼的名义，参加了一场大型的烹饪比赛。品红知晓后，也推了大丰参加，还利用手段收买了评判，幸好大丰在千钧一发时，从爱情魔咒清醒过来，自动退出比赛，才让万福楼获胜。万福楼得以继续营业，大丰却因此和品红闹翻，所有的一切还被品红抢走。福喜感动大丰为自己所做的一切，大丰表示自己始终没有忘情福喜，决定要重新追求福喜。同时，东海也向福喜表明自己的心意，加上福喜发现自己失踪的老公竟然是灶神，一时心乱如麻……另一边厢，品红仍不甘心，继续想办法对付福喜，甚至放火烧了万福楼，福喜惨被困在火场内，东海和大丰不约而同，奋不顾身地冲了进去……三人是否能大难不死，躲过这次的灾难？福喜最终又会选择和谁在一起？张单和品红的私人恩怨是否能了结？福圆和天晴的感情，结果又如何？……",
    "chinese_title": "万福楼",
    "douban_rating": "7.6/10 from 106 users",
    "foreign_title": "Bountiful Blessings",
    "imdb_rating_average": 6.1,
    "douban_rating_average": "7.6",
    "update_at": "2025-02-21T01:22:27"
}