{
    "aka": [
        "Vozvrashcheniye s orbity",
        "軌道からの帰還",
        "軌道重返記"
    ],
    "sid": "6436533",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1983",
    "genre": [
        "科幻",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2375603996.jpg",
    "region": [
        "苏联"
    ],
    "writer": [],
    "imdb_id": "tt0230961",
    "director": [
        {
            "url": "/celebrity/1485180/",
            "name": "亚历山大·苏林 Aleksandr Surin",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1983(苏联)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0230961/",
    "imdb_votes": 78,
    "this_title": [
        "Возвращение с орбиты"
    ],
    "douban_link": "https://movie.douban.com/subject/6436533/",
    "imdb_rating": "6.2/10 from 78 users",
    "trans_title": [
        "从轨道归来",
        "Vozvrashcheniye s orbity",
        "軌道からの帰還",
        "軌道重返記"
    ],
    "douban_votes": "0",
    "introduction": "Павел Кузнецов и Вячеслав Мухин являются не только хорошими друзьями, но и считаются самой лучшей парой среди космонавтов. Незадолго до их очередного запуска в космос у Кузнецова умирает жена. Находясь в глубоком трауре, он не только отказывается лететь в космос, но и завязывает навсегда с космонавтикой. Даже упрёки со стороны друга не помогают вернуть его назад.Мухин улетает с другим напарником, но у них на космической станции происходит авария, в результате которой напарник получает серьёзное ранение и должен быть срочно отправлен на Землю. Мухину одному не справиться. Кузнецов вылетает по приказу на помощь.Перебравшись на корабль Кузнецова, космонавты отправляются на Землю, но попадают под метеорный дождь, который пробивает обшивку корабля, из которого начинает выходить воздух. Космонавты закрывают шлемы и переходят на резервный кислород в скафандрах. Кислорода у них остаётся на максимально 12 часов, что означает, что до Земли им не дотянуть.В этот раз на помощь вылетает генерал-майор Свиридов. Из-за того, что из корабля Кузнецова постоянно выходит воздух, он сильно вращается вокруг своей оси, что делает стыковку с кораблём Свиридова почти невозможной. Кузнецов выходит из корабля в открытый космос, и пытается остановить его вращение при помощи баллона со сжатым газом. До стыковки кораблей остаётся совсем чуть-чуть, но тут у Кузнецова заканчивается кислород. Мухин, недолго думая, переключает свой кислород другу…",
    "chinese_title": "从轨道归来",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Возвращение с орбиты",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-05-24T15:00:13"
}