{
    "aka": [
        "From Hell to Hell",
        "Iz ada v ad",
        "Von Hölle zu Hölle"
    ],
    "sid": "6436600",
    "cast": [
        {
            "url": "/celebrity/1497351/",
            "name": "安泽拉·库哈比约法 Anzhela Korablyova",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1996",
    "genre": [
        "剧情",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2918049348.jpg",
    "region": [
        "德国",
        "白俄罗斯"
    ],
    "writer": [
        {
            "url": "/celebrity/1022609/",
            "name": "艾特·布奥尼 Artur Brauner",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0116368",
    "director": [
        {
            "url": "/celebrity/1277526/",
            "name": "德米特里·阿斯特拉罕 Dmitri Astrakhan",
            "@type": "Person"
        }
    ],
    "duration": "101分钟",
    "episodes": "",
    "language": [
        "德语",
        "俄语",
        "意第绪语"
    ],
    "playdate": [
        "1996"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0116368/",
    "imdb_votes": 129,
    "this_title": [
        "Из ада в ад"
    ],
    "douban_link": "https://movie.douban.com/subject/6436600/",
    "imdb_rating": "6.0/10 from 129 users",
    "trans_title": [
        "从地狱到地狱",
        "From Hell to Hell",
        "Iz ada v ad",
        "Von Hölle zu Hölle"
    ],
    "douban_votes": "0",
    "introduction": "Жуткая и страшная в своей правдивости картина об антисемитизме. События, касающиеся двух семей, еврейской и польской, происходят в 1938 году в Польше. Когда пришли немцы, и всех евреев погнали в концлагеря, мать-еврейка сумела отдать свою дочь полякам — семьи дружили, а жены в одно и то же время ждали рождения детей, но у польки мальчик умер.Страшные годы войны прошли. Героям повезло — они вернулись домой живыми, но тут-то и начался еще более страшный ад. В местечке, где происходит действие фильма, и до войны среди населения был сильно развит антисемитизм, в годы оккупации еврейские дома были заняты. После войны их пришлось возвращать. Евреям на какое-то время было предоставлено здание для проживания, но местные жители, ослепленные ненавистью, сожгли их. Вернувшихся из лагерей, чтобы умереть на Родине. Из ада в ад... Но только этим фильм не ограничивается. Девочка, воспитанная в семье поляков, людей, между прочим, хороших, добрых, выросла антисемиткой и поначалу \"становиться\" еврейкой не хотела. Ее приемные родители, конечно, отдавать ее тоже желанием не горели, что по-человечески понять было бы можно, если бы настоящие родители не были евреями. Астрахан помогает понять, как и почему все произошло. Фильм обязательно надо посмотреть. Не знать о случившемся нельзя. Следует знать, на что способны мы, люди. А произошло это во время еврейского погрома в Кельцах, спустя два года после разгрома фашистской Германии. Фильм — Лауреат фестиваля \"Кинотавр\" 1997 года.",
    "chinese_title": "从地狱到地狱",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Из ада в ад",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-04-11T07:34:07"
}