{
    "aka": [
        "快乐终结",
        "欢乐结局"
    ],
    "sid": "6481776",
    "cast": [
        {
            "url": "/celebrity/1040587/",
            "name": "古斯塔·斯卡斯加德 Gustaf Skarsgård",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1340086/",
            "name": "玛琳·布斯卡 Malin Buska",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "剧情",
        "犯罪"
    ],
    "awards": "　　第59届圣塞巴斯蒂安国际电影节(2011)\n　　最佳摄影 尤弗·布兰塔斯\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2511773806.jpg",
    "region": [
        "瑞典"
    ],
    "writer": [
        {
            "url": "/celebrity/1050925/",
            "name": "基姆·弗帕兹·艾克森 Kim Fupz Aakeson",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1821449",
    "director": [
        {
            "url": "/celebrity/1296328/",
            "name": "比约恩·荣格 Björn Runge",
            "@type": "Person"
        }
    ],
    "duration": "97分钟",
    "episodes": "",
    "language": [
        "瑞典语"
    ],
    "playdate": [
        "2011-09-23(瑞典)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1821449/",
    "imdb_votes": 525,
    "this_title": [
        "Happy End"
    ],
    "douban_link": "https://movie.douban.com/subject/6481776/",
    "imdb_rating": "5.9/10 from 525 users",
    "trans_title": [
        "皆大欢喜",
        "快乐终结",
        "欢乐结局"
    ],
    "douban_votes": "0",
    "introduction": "Happy End is a fairytale for adults. It’s about five people living in a world of shadows, lined by lies and falsities and only waiting for the truth to appear so that they may be able to continue their lives in another direction. Happy End is the third part of Björn Runge’s trilogy of liberation, commenced with Daybreak and Mouth to Mouth about people who are trying to liberate themselves from destructivity.Jonna, Peter , Katrine, Asger and Marten, all five of the biggest crossroads in life. Jonna is 54 and works as a DRIVING INSTRUCTOR. Jonna's son Peter is getting married in two months but one night he tries to kill himself. Catherine is a young woman who earns extra by cleaning the homes of people, including at Jonna. Catherine lives in a precarious existence with an unbalanced man, Asger. Asger owe money and are forced to hide from his collectors in his and Catherine's apartment. Peter moved back to Jonna for him to get peace and quiet. There he meets Catherine and feelings arise. Jonna trying to gain control of both her and Peter's life. While she begins to give driving lessons to a man named Martin, who lost the license when he was driving drunk.They are people who have important significance for each other, but are not honest with each other. They live in a shadow world of lies and half truths and just waiting for the truth to come forward so they can continue their lives in a new direction.HAPPY END is Björn Runge definite step back into the world of feelings, love, conflict and powerful portrait of a woman who rewarded him with a shower of gold for the Rams' If I turn on \". It is also the final part of a trilogy known as Liberation Trilogy, which began with \"If I turn on\" and part two was \"Mouth to Mouth\". If people who free themselves from the bad life.Björn Runge (director), born in 1961, started working with film at the age of 20, working for director Roy Andersson. He graduated from Dramatiska institutet in 1989, majoring in directing. He won the Silver Bear in Berlin as well as a Guldbagge award for best director and best script with Daybreak (2004), the first film in a trilogy including Mouth to Mouth (2005) and Happy End.",
    "chinese_title": "皆大欢喜",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Happy End",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-09-17T12:14:47"
}