{
    "aka": [
        "Doctor Who-The Rescue"
    ],
    "sid": "6507872",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1965",
    "genre": [
        "科幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2685502990.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0562867",
    "director": [],
    "duration": "25mins",
    "episodes": "39",
    "language": [
        "英语"
    ],
    "playdate": [
        "1965-01-02(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0562867/",
    "imdb_votes": 881,
    "this_title": [
        "Doctor Who Season 2"
    ],
    "douban_link": "https://movie.douban.com/subject/6507872/",
    "imdb_rating": "7.0/10 from 881 users",
    "trans_title": [
        "神秘博士 第二季",
        "Doctor Who-The Rescue"
    ],
    "douban_votes": "335",
    "introduction": "The TARDIS crew is still missing Susan Foreman when the ship lands on a planet the Doctor eventually recognises as Dido, a world he has visited before. The trio soon encounter two survivors of a space crash, Vicki and Bennett, who are awaiting a rescue ship, due to arrive in three days time. Vicki and Bennett live in fear of Koquillion, a bipedal inhabitant of Dido, which is stalking the area. Koquillion encounters the time travellers and attacks, pushing Barbara over a cliff and temporarily trapping Ian and the Doctor. Vicki finds Barbara injured and rescues her from Koquillion, and they share reminiscences. Vicki’s father was amongst those who died when the survivors of the crash, save Bennett and Vicki, were lured to their deaths by the natives of Dido. She is evidently very lonely, having befriended an indigenous Sand Beast for company. However, when Ian and the Doctor reach the ship, tempers are fraught because Barbara mistook the Sand Beast for a threat and killed it.The Doctor enters Bennett's room, and finds things are not as they seem. The supposedly crippled Bennett is missing, and a tape recorder hides his absence. He finds a trap door in the floor of the cabin and follows it to a temple carved from rock where he unmasks Koquillion as Bennett. Bennett reveals he killed a crewmember on board the ship and was arrested, but the ship crashed before the crime could be radioed to Earth. It was he who killed the crash survivors and the natives of Dido to cover his crime. He has been using the Koquillion alias so that Vicki would back up his story. Just as Bennett is about to kill the Doctor, two surviving native Didonians arrive and force Bennett to his death over a ledge. With no living family and nothing left for her on Dido, Vicki is welcomed aboard the TARDIS.维基：http://en.wikipedia.org/wiki/The_Rescue_(Doctor_Who)",
    "chinese_title": "神秘博士 第二季",
    "douban_rating": "8.6/10 from 335 users",
    "foreign_title": "Doctor Who Season 2",
    "imdb_rating_average": 7.0,
    "douban_rating_average": "8.6",
    "update_at": "2025-11-06T02:18:58"
}