{
    "aka": [
        "错婚"
    ],
    "sid": "6514121",
    "cast": [
        {
            "url": "/celebrity/1162012/",
            "name": "翁虹 Yvonne Yung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275430/",
            "name": "戴娇倩 Shirley Dai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313383/",
            "name": "曹炳琨 Bingkun Cao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318753/",
            "name": "张靖冉 Jingran Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313559/",
            "name": "郝平 Ping Hao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313723/",
            "name": "严晓频 Xiaopin Yan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312796/",
            "name": "李芯逸 Xinyi Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317977/",
            "name": "王丽云 Liyun Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1400496/",
            "name": "聂霸虎 Bahu Nie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336969/",
            "name": "高珑珂 Longke Gao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "剧情",
        "爱情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2199710059.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1274733/",
            "name": "安战军 Zhanjun An",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "微风吹乱的爱情"
    ],
    "douban_link": "https://movie.douban.com/subject/6514121/",
    "trans_title": [
        "错婚"
    ],
    "douban_votes": "158",
    "introduction": "杨东有很大一笔钱是借阿根的高利贷，阿根知道杨东被骗当然放不过杨东，倒霉的杨东在躲避阿根的追逃中不慎开车撞伤了秦悦，这一撞竟然撞出了以后的缘分。魏明为了给贫困的父母买房也为了不劳而获的过上富有的日子，瞒着女友秦悦答应和酒业集团老总比他大很多的赵元结婚，毅然扔下秦悦随赵元飞往北京，魏明的突然蒸发让受了伤的秦悦痛上加痛，对她而言这一天是她一生中最倒霉的日子。杨东又何尝不是呢？真是祸不单行，在杨东和和舒克打算去深圳寻找潘骗子的时候，突然从北京母亲那里传来他父亲死亡的噩耗，悲伤至极的杨东只好先回北京料理父亲的后事。回到居住的四合院，杨东在夏大妈的逼问下无奈说出她们交给自己让自己投资的血汗钱被人骗了，夏大妈当时就晕了过去，而刚子知道刘晓阳将他们准备用来结婚的二十万交给杨东也打了水漂，刚子简直气疯了，他认定杨东和刘晓阳有一腿，闹的天翻地覆，最终还是杨东妈拿出家里所有积蓄补上了这个窟窿，钱虽然还了，可刚子和刘晓阳的关系却始终没有缓和。乱上加乱的是杨东的父亲再婚后还留有一子，因为杨东父亲和后母同时命丧车祸，后母娘家人就以遗产问题用孩子要挟杨东，没辙，杨东只好担负起抚养弟弟杨昊的责任。为了弟弟也为了躲债，他只好留在了北京。秦悦找不到魏明伤心至极，加上病痛就给姐姐打电话，租住在杨东家房子里的秦悦姐姐秦颖得知妹妹出车祸住在医院，匆忙去烟台看望妹妹，他对魏明这个恨呀！可魏明呢？魏明虽然身在赵元身边，但心里却惦记着秦悦的，但无奈，赵元给他的一切秦悦是永远不能够给他的，因而虽然他知道秦悦受了伤，可对金钱和地位的欲望还是让他压抑了自己的感情留在赵元身边，魏明没有白白牺牲秦悦，很快他便拥有了一切并进入了赵元公司的管理高层，在魏明春风得意的时候，秦悦却发现自己怀孕了，无论秦颖怎么劝秦悦打掉孩子，但秦悦不等魏明回来死活都不肯，秦颖只好失望而归。杨东在与后母家人争夺弟弟的监护权的时候，双方几番你来我往，却没想到其实都是为了孩子好，于是误会自然化解，被老人的真情所打动的杨东答应了老人弟弟暂时由他们托管，甚至放弃了父亲留下的所有遗产继承，这一点，让后母一家人异常的感动。秦悦意外得知魏明身在北京，于是便放弃一切也来到北京，没成想借住在姐姐家的她却意外的碰到了住在一个院子里的杨东，真是冤家路窄，秦颖本来对杨东就没有好印象，得知杨东曾撞伤了妹妹，不管什么原因，秦颖说死不肯放过杨东，杨东只好任秦颖宰割，搞的秦悦都不好意思也说姐姐过分。一波未平一波又起，阿根终于来北京找到了杨东逼债，杨东万般无奈，只好打起了房子的主义，可他没想到父亲生前做有一份公证，公证里明确写着杨东必须婚后房屋产权才可以过户到他名下。无路可走的杨东为了拿房产抵押还债，只好想方设法找人假结婚以解燃煤之急。但尝试几次后不是被人骂成流氓就是让人当成骗子，眼看还债的期限已到，杨东想来想去找好找刘晓阳商量，希望她帮自己一起领张结婚证，荒唐之中，这事儿却阴差阳错让刚子听了个正着，气的刚子和杨东大打出手，刘晓阳埋怨刚子不该动气，刚子生气的摔门走了，结果在高速公路上跟人开斗气车出了车祸，最终被截掉一只腿，刚子的内心懊丧到了极点。任秦颖怎么劝，秦悦坚持要留下孩子，这让两个姐妹间的关系也紧张到了极点，委曲求全的秦颖老公梁佩毅只好左右逢源。当秦悦所有的努力都三十的杨东是一个不安分又能折腾的人，他和哥们舒克听信发小刘美丽的话在济南巨资投入潘总的投资公司想大捞一笔，但没想到老潘携款外逃，杨东所有的钱财被洗劫一空。化为泡影后，秦悦终于使出了自己的杀手锏，他将魏明留给自己存有三十万的银行卡交给了公安机关，并举报说这是魏明贪污所得，公安局马虎不得，立刻立案侦查，最终，在魏明和赵元的婚礼上公安人员找到了魏明，虽然误解消除魏明并没犯罪，但秦悦也如愿见到朝思暮想却和别人已婚的魏明，得知一切的秦悦万念俱灰，为妹妹抱不平的秦颖更是恨不能杀了魏明，任魏明提出任何补偿条件秦悦一概不答应，她发誓要报复魏明，决定独自生下腹中的孩子，为了给孩子一个名分，秦悦找到杨东说她愿意和杨东结婚，两个各有目的的患难冤家一拍即合。但没想到秦颖、梁佩毅和杨东的母亲知道此事后又闹了个一塌糊涂，杨东甚至想要放弃，后来在秦悦的坚持下，两人最终还是领了结婚证。用杨东的话说，他们两个人是先结婚再试着谈恋爱，要是实在没戏再说分开，秦悦答应了。刚子出院后黯然的离开了，深爱着刚子的刘晓阳打算一直等刚子回来。这可急坏了夏大妈一家，他们积极的给刘晓阳寻找新的对象。杨东的高利贷虽然如愿还清了，可银行一百多万的贷款也同样压的杨东喘不过气来，正在这个时候，曾经做过杨东上级的魏明找到杨东希望杨东帮他保住秦悦肚子里的孩子，条件是帮杨东解决财务上的窘迫，杨东满心高兴的答应了，可没想到跟秦悦一说，秦悦大为恼火，不仅不让杨东接受魏明的帮助还发誓一定要让魏明付出代价！秦悦妊娠检查的时候检查出胎儿竟然发育不良，在医生的建议下秦悦只好含泪做掉了孩子。为了让魏明痛苦，她故意对魏明撒谎说自己就是不想生下他的孩子才故意做掉的，这让三代单传，老婆赵元又死活怀不上孩子的魏明简直痛苦极了，两个人之间的恩怨也发展到了极致。陷在他们恩恩怨怨纠缠中赵元被折磨的疲惫不堪，终于忍无可忍决定和魏明离婚，可没想到偏偏这个时候却赵元却发现自己终于怀孕了，为了将来的孩子能拥有一个完整的家，赵元只好‘委曲求全’。杨东和秦悦假夫妻磕磕绊绊的生活摩擦中，两个人渐渐的擦出了火花并产生了爱情，正在两个人刚刚掉进爱河，没想到身为歌手的秦悦却意外的卷入了一场杀人案，秦悦被公安机关以协助调查的名誉控制，因为是一对一的案子，经验丰富的胡总反咬秦悦一口，眼看秦悦很难脱身，杨东、魏明不惜一切的设法帮助秦悦，关键时候赵元也在暗中帮忙，终于，公安机关查明真相，秦悦无罪释放。经历了这场洗礼之后的杨东和秦悦终于明白两个人是深深的爱着对方，于是决定要隆重的补办他们的婚礼以证明他们赤诚的爱情。刘晓阳不顾家人阻拦，终于在偏远的地方找到了刚子，刚子被刘晓阳的执着和真诚深深的打动，终于鼓起勇气面对夏大妈一家。犹如惊涛骇浪，夏大妈一家风雨过后，最终还是认下这个残废女婿。秦悦知道魏明和赵元在自己困难的时候帮助了自己，她决定在她开始她的新生活以前和魏明、赵元做个了断，但没想到秦悦竟然碰到了腹痛待生的赵元，她不遗余力将赵元送进医院，难产的赵元和腹中的胎儿得救了；杨东和秦悦的婚礼终于如期的举行了，尴尬的魏明和怀着感恩之情抱着孩子的赵元来了，真是一笑泯恩仇，一句玩笑让他们在喜悦中释然了所有的纠结。",
    "chinese_title": "微风吹乱的爱情",
    "douban_rating": "6.4/10 from 158 users",
    "foreign_title": "",
    "douban_rating_average": "6.4",
    "update_at": "2025-05-28T05:14:05"
}