{
    "aka": [],
    "sid": "6514144",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1976",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898471182.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1431624/",
            "name": "藤原审尔 Shinji Fujiwara",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1976-09-04"
    ],
    "this_title": [
        "反逆の旅"
    ],
    "douban_link": "https://movie.douban.com/subject/6514144/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "加倉井浩は、政界ゴロの河村を殺した。彼の殺しは完璧で、今度もまた何の手がかりも残さなかった。彼はマンモス団地に住み、表向きは玩具のデザイナーを職業とする、子供好きな平凡な男であった。加倉井は“殺し”という、神経をすりへらす仕事に少し疲れを感じ、足を洗おうと考えていた。瀬戸内海の小島に土地を買い、そこで余生を送り、一人でひっそり死にたいというのが彼の夢だった。そんな加倉井に、新しい殺しの依頼があった。見えない組織が足利遠枝を通じて指令を送ってくるのだ。遠枝はかつて、加倉井が愛した女であった。彼女の肉体の魔力が彼をこの世界に誘い込んだのだった。今度の殺しの標的は溝口征義という汚職事件の鍵を握る政・財界の黒幕であった。加倉井は、この難しい殺しを最後の仕事にしようと心に決めた。彼は溝口の鉄壁の防御をくずす計画に全力を傾けた。警視庁の八木刑事は、未解決の殺人事件の背後に加倉井がいると直感していた。それはベテラン刑事だけが持つ、一種のカンのようなもので、決定的な証拠をつかむために、執念の捜査をつづけていた。ある日、しのぶと名のる少女が加倉井に接近し、唐突に殺しを依頼してきた。三年前に彼女を犯し、母を自殺に追いやった男が刑期を終える、その男を殺して欲しいというのだ。しのぶは、彼につきまとった。加倉井は溝口殺しのためのデータを揃えて、綿密な計画を実行に移した。彼は、溝口のために破滅した役人の息子で、今はチンピラやくざに身を落としている野上を利用した。計画は成功して、野上との取引きに単身現われた溝口を、加倉井はライフルによる長距離射撃で見事に即死させた。この計画に参加した野上は、即座に溝口の配下に惨殺されて、証人は消滅した。加倉井は遠枝に殺しが完了したことを報告し、この世界から足を洗うことを宣言した。彼女は妖艶な肉体の呪縛力で、加倉井を思いとどまらせようとしたが、それが不可能と知ると冷然と拳銃を発射した。だが、弾は加倉井が抜いていた。遠枝のその行為が加倉井に、組織への憎しみをつき上げた。彼は彼女の首を絞めて殺した。数日後。加倉井は瀬戸内海の小島へ渡った。そこには戦いも恐怖もなく、畑を耕やし、魚を釣る平和な生活があった。しのぶが島へやって来て、共同生活が始まった。ふりそそぐ太陽と潮の匂いの中で、二人の心はしっかり結ばれていった。加倉井は、生まれてはじめて生きたいと思うようになった。一方、刑事の八木は、遠枝殺しに続く加倉井の突然の引っ越しで、容疑に確信を持った。八木は、しのぶと共に小島で暮す加倉井を発見すると、罠を仕掛けた。しのぶを強姦して三年の刑に処せられた男に、二人の居所を教えたのである。男は嫉妬から小島へ渡った。殺し屋の本能を失った加倉井のスキをついて、その男は死神のようにしのぶを殺して、自殺した。しのぶを殺された加倉井は、心の奥底に凍結していた憎悪が湧き上がり、抑えつけていた“殺し”への意志がよみがえった。警察からも組織からも、追求の手は迫っており、今度は逃げ切れないはずだった。だが、彼は安息を捨て、彼自身の殺しのために出発した。",
    "chinese_title": "反逆の旅",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-21T08:15:32"
}