{
    "aka": [
        "शोर इन द सिटी"
    ],
    "sid": "6523524",
    "cast": [
        {
            "url": "/celebrity/1161489/",
            "name": "杜沙·卡普尔 Tusshar Kapoor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044979/",
            "name": "森德希·拉玛莫西 Sendhil Ramamurthy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1374336/",
            "name": "吉里贾·奥克 Girija Oak",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1428390/",
            "name": "桑迪普·基尚 Sundeep Kishan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893551307.jpg",
    "region": [
        "印度"
    ],
    "writer": [
        {
            "url": "/celebrity/1038021/",
            "name": "克里希纳·D·K Krishna D.K.",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1916728",
    "director": [
        {
            "url": "/celebrity/1038021/",
            "name": "克里希纳·D·K Krishna D.K.",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "北印度语"
    ],
    "playdate": [
        "2010-10-08(釜山电影节)",
        "2011-04-28(印度)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1916728/",
    "imdb_votes": 4210,
    "this_title": [
        "Shor in the City"
    ],
    "douban_link": "https://movie.douban.com/subject/6523524/",
    "imdb_rating": "7.2/10 from 4210 users",
    "trans_title": [
        "肖尔在城市",
        "शोर इन द सिटी"
    ],
    "douban_votes": "0",
    "introduction": "The film revolves around five central characters in the city of Mumbai. Tilak (Tusshar Kapoor) is a small time publisher of pirated books who along with his friends Mandook (Pitobash Tripathy) and Ramesh (Nikhil Dwivedi) kidnaps a famous author and forces him to give the manuscript of his latest book to them so that they will be the first ones to publish it. Abhay (Sendhil Ramamurthy) is a NRI who returns to India to start his own small business. Sawan (Sundeep Kishan) is a young cricketer hoping to break into the under-22 Mumbai cricket team. The story focuses on their trials and tribulations as they battle life in the city of Mumbai during the chaotic period of the festival of Ganesh Chaturthi.The film tries to deal with concepts of chance, the constant struggle between hope and despair and self actualization. The opening of the movie starts with the song \"Karma is a bitch\" which fits in with the central theme of the story where the characters of the film keep trying to come to terms with their own actions. Abhay has a dark past which is not revealed in the film but it can be speculated that he came to India to stay away from it. Tilak initially holds himself responsible for the tragic accident that happens in the movie which brings him closer to his wife and viewing life from a different perspective. The goons who traumatize Abhay eventually end up being shot by their own bullets on the day of Ganesha Visarjan indicating to an extent the influence of God in the movie. Tilak gets a new life and finds his treasure at home. Sawan who is financially pressed decides to keep the money he finds at the bank robbery and gives up on the cricket selections- a choice he could have well chosen not to take-Towards the end of the movie all characters move on different paths.",
    "chinese_title": "肖尔在城市",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Shor in the City",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-03-06T18:00:33"
}