{
    "aka": [
        "我们的青春年华"
    ],
    "sid": "6527293",
    "cast": [
        {
            "url": "/celebrity/1026612/",
            "name": "夏圭子 Keiko Natsu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1053973/",
            "name": "川口敦子 Atsuko Kawaguchi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042429/",
            "name": "井川比佐志 Hisashi Igawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040947/",
            "name": "小林桂树 Keiju Kobayashi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119854/",
            "name": "三国连太郎 Rentarô Mikuni",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012812/",
            "name": "山本圭 Kei Yamamoto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1368704/",
            "name": "村地弘美 Hiromi Murachi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1034136/",
            "name": "栗原小卷 Komaki Kurihara",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1975",
    "genre": [
        "爱情",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2605075438.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1382133/",
            "name": "山内久 Hisashi Yamanouchi",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0185756",
    "director": [],
    "duration": "106分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1975-06-07(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0185756/",
    "this_title": [
        "わが青春のとき"
    ],
    "douban_link": "https://movie.douban.com/subject/6527293/",
    "trans_title": [
        "我们的青春时代",
        "我们的青春年华"
    ],
    "douban_votes": "0",
    "introduction": "1944年冬天,大雪覆盖了朝鲜的中北部,这个冬季对江原和惠子来说是个难忘的季节。惠子是一位年轻貌美、温柔善良的妇人。嫁给了有权有势的上乔。上乔是日本一家商业会社的社长，为了发战争财，来到了朝鲜充当战争的帮凶，惠子也随他到了朝鲜。一天，上乔从外面回到家里，对惠子说：“一个撒反战传单的朝鲜佬逃走了，肯能就在这一带，出门要小心。”当惠子到仓房去米做饭时，发现一个朝鲜青年蹲在墙角。她吓的叫出声来。这时，正在洗澡的上乔光着身子，手里拿着枪跑了出来。朝鲜人刚跑出屋外，上乔就对他连开了两枪，鲜红的血染红了一大片洁白的雪地。惠子眼见杀人的一幕，一下子晕了过去。上乔请来了医生江原为惠子治病。40年代，日本非常贫穷，青年医生江原为了谋生来到了朝鲜行医，他为惠子确诊为抑郁型心脏病和胃病，他嘱咐惠子不要胡思乱想，要注意饮食。上乔到医院来找医学教授，让教授做他生产的调料品的推荐人。教授知道，他所生产的调料品是害人的，教授不肯为他出卖自己的职业道德。教授是江原的老师，他有自己对战争和人生的看法，但作为一个日本人只能服从天皇。江原去探望惠子的病情，可惠子已经去参加工作去了。他找到了惠子，惠子非常感激他，约他一同去江边散步。大地白茫茫的，只有江边的几棵小树的树干点缀一点灰色，透过冰封的江面，可以看见水中的鱼在悠闲的游动。惠子抑制不住自己的感情，她向年轻英俊的江原倾吐对自己婚姻的不满和绝望；她讨厌丈夫的贪婪、奸诈，她恨丈夫为了赚钱不择手段，甚至杀人；她不愿人们叫她上乔夫人。江原很同情惠子，他觉得自己的命运同惠子是一样的，都在苦难中挣扎。江原说:“……懂得了每件小事都存在着快乐,那还是很久以前的事情,不过人生确实是太美好了,生活本身太美好了。”惠子说:“我可不行啊!靠着幻想生活着,憧憬着美好幸福的生活,对生活充满十二分的热情。我讨厌贫穷,一个人只身来到东京时,我高兴极了,孤身一人多么了不起呀!自由自在的……其实,我还是挺寂寞的。正在这时他出现了,他送给我珍珠项链,带我去很幽静的餐馆,为了回报他……”在他们回到村子的时候，一群日本宪兵正在挨家挨户地搜查朝鲜游击队员，为了救一位朝鲜预产妇，惠子说服了宪兵小队长,借来了一辆卡车，把预产妇送进了医院。这一天，惠子过的很充实，她非常高兴。一天，惠子请教授夫妇和江原到家里吃饭，大家在酒桌上谈的正热闹时，上乔回来了。他假装客气的让客人随便用餐，自己却用话敲打江原，大家最后不欢而散。第二天，惠子给江原打了几次电话，江原有意没接。惠子到医院找他，向他道歉并大胆的说出自己对江原的爱情，江原也毫不隐瞒的表达了自己对她的爱。但是，两人都很迷惘，不知道今后会发生什么样的事情。在天地合一的皑皑雪地上，留下了两人的深深的脚印。当他们走到惠子家门口时，惠子告诉江原，丈夫去哈尔滨不在家，请他到家里来做客。在惠子的家里，两人紧紧地拥抱在一起。在落日下，惠子送走了依依不舍的江原。江原与惠子的事在村子里已经又风言风语了，教授提醒江原要注意。这时，惠子来电话，说丈夫明天回来，要他马上到她家里去，她很想他。惠子正在家里收拾屋子，有人进来，她以为是江原，急忙兴奋的跑过去，一看却是上乔。她脸色一下子变了，心理非常紧张。丈夫问她怎么回事？她谎称自己身体又不舒服了,已经请了医生。这时江原开门进来，他突然看见上乔在家很尴尬。上乔没好气的让他给妻子看病，自己则去找给他开车的司机朴先生，怨他为什么没有监视江原和妻子的行动。朴先生是朝鲜游击队员，为了完成任务，他忍屈受辱被上乔打了一顿。在一个晚上，惠子哭着去找江原，向他哭诉了自己被上乔逼迫着上床的事，她感受到了极大的侮辱，她想死去。江原也是无奈，他劝惠子要想的长远一些，死能换来什么呢?      随后，江原去找教授要辞去医院的工作，他告诉教授自己要带惠子私奔去满洲。教授不同意，特别是现在硫磺岛上的部队士兵都阵亡了,日本军队不断溃败，在日本的前途一片黑暗的时候，要他们为国家着想。上乔知道了江原要带自己的妻子私奔，他急忙赶回家，发现惠子昏倒在床上，他把惠子送进了医院。在医院里，教授告诉江原，惠子怀的孩子是他的，因为上乔患有性病，他的输精管已经被切断了。江原知道后，他来到惠子的病房，抱起惠子。这时，上乔气势汹汹的推开了病房的门，见此情景，他气急败坏地与江原撕打在一起。惠子见状只好对上乔说：“孩子是江原的，我要马上与你离婚。”就在房里的气氛越加紧张时,有人进来对上乔说，朝鲜人民军南下，金日成的名字满大街都是,粮食加工厂被烧毁了。焦头烂额的上乔顾不上惠子这边的事儿,急匆匆地走了。没几天，江原被日本军事法庭指控为间谍罪，在宪兵队他被打的遍体鳞伤。这一切都是上乔策划的。由于教授四处托人通融，江原被释放了，但他被通知将征兵入伍去前线。同时惠子也被遣返回国。教授找到上乔警告他，不允许他再伤害江原和惠子，否则，他将找上面的朋友对付他。上乔为了不影响自己发财，也只好忍气吞声。在江原临行前，惠子剪下一缕头发送给江原，以表今生今世永远相爱。列车在荒无人烟的雪地上飞驰，在车厢里，他们一次又一次的亲吻，他们为获得爱情和自由而欢乐，也为即将的分别而感伤。在一个边陲小镇，两人在小旅店度过了一个最温馨的夜晚。这一夜，他们把彼此的所有都交给了对方，共同向往着未来美好的日子。第二天清晨，就要分手了，两人久久地凝视，依依不舍，从眼神中看出，他们是在相互鼓励生存下去，一定要在日本相聚。江原目送惠子登上了回国的列车。五个月之后，战争结束了，可他俩还不知道内情，日本士兵在朝鲜战争阵亡270万人，而江原在哪里呢？惠子还在黑暗、恐怖、期盼中等待着……",
    "chinese_title": "我们的青春时代",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "わが青春のとき",
    "douban_rating_average": 0,
    "update_at": "2025-04-10T19:56:12"
}