{
    "aka": [],
    "sid": "6529832",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1975",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871739418.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1284945/",
            "name": "大卫•格拉德威尔 David Gladwell",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1877747",
    "director": [
        {
            "url": "/celebrity/1284945/",
            "name": "大卫•格拉德威尔 David Gladwell",
            "@type": "Person"
        }
    ],
    "duration": "68分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1877747/",
    "imdb_votes": 294,
    "this_title": [
        "Requiem for a Village"
    ],
    "douban_link": "https://movie.douban.com/subject/6529832/",
    "imdb_rating": "6.8/10 from 294 users",
    "trans_title": [
        "乡村挽歌"
    ],
    "douban_votes": "0",
    "introduction": "David Gladwell is perhaps best-known for his celebrated work as editor on Lindsay Anderson's If.... and O Lucky Man! Requiem for a Village, along with the four exquisite and startling short films also included in this BFI Flipside Dual Format Edition, reveal him to be an unfairly overlooked director of ground-breaking work.The idyllic, rural past of a Suffolk village rises to life in Requiem for a Village (1975) through the memories of an old man who tends a country graveyard. With influences that range from the poet TS Eliot to the artist Stanley Spencer, and using real village residents as amateur actors, the film powerfully suggests that history and memory are ever-present in our lives, regardless of the unrelenting drive towards modernisation.This extraordinary, little-seen film, an archetypal Flipside discovery, is preserved in the BFI National Archive and newly transferred in High Definition.Writing in the 1975 London Film Festival programme, Lindsay Anderson commented: 'David Gladwell's film is an authentic, lyrical pastoral of absolute and obstinate originality - the work of a unique artist... Requiem for a Village is one of that handful of works which prove that the English poetic genius is fully capable - given the right, rare circumstances - of expressing itself in cinema, as it always has in literature and painting.'Since his wide and accomplished career as a film editor, writer and director, David Gladwell has returned to painting. He enjoyed a residency at Lambeth College in South London in 2004-2005 and currently lives and works in South London.",
    "chinese_title": "乡村挽歌",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Requiem for a Village",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-05-01T08:00:11"
}