{
    "aka": [
        "Sky",
        "Vaanam"
    ],
    "sid": "6530472",
    "cast": [
        {
            "url": "/celebrity/1190792/",
            "name": "T·R·西尔巴拉萨恩 T.R. Silambarasan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1229458/",
            "name": "安努舒卡·谢蒂 Anushka Shetty",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1430115/",
            "name": "乔伊·波德拉尼 Joy Badlani",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1437010/",
            "name": "巴拉特·斯瑞尼瓦桑 Bharath Srinivasan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt1712057",
    "director": [],
    "duration": "140分钟",
    "episodes": "",
    "language": [
        "泰米尔语"
    ],
    "playdate": [
        "2011-04-29"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1712057/",
    "imdb_votes": 2157,
    "this_title": [
        "வானம்"
    ],
    "douban_link": "https://movie.douban.com/subject/6530472/",
    "imdb_rating": "7.3/10 from 2157 users",
    "trans_title": [
        "Sky",
        "Vaanam"
    ],
    "douban_votes": "0",
    "introduction": "Cable Raja (Silambarasan) who lives in Chennai, is a happy-go-lucky cable guy who makes a rollicking entrance.Together with his friends, Seenu (Santhanam) and Ganesh (Ganesh Janardhanan), Raja roams the streets, connects cables and is also desperate to make money, so he can gain passes for a certain premier event. His girlfriend Priya (Jasmin Bhasin) is stinking rich, and the only way to gain her family's consent is to play the rich boyfriend himself.Saroja (Anushka Shetty), in Sulurpet, the Tamil Nadu-Andhra border, working her way as a sex-worker in a brothel, seeking a way out desperately. She wears bright red lipstick, revealing sarees and makes her escape with a friend as quickly as she can. In order to get away from there and launch her own business, she reaches Chennai and is caught by the police.Bharath Chakravarthy (Bharath) aims to become a famous rock star and he starts his journey with his friends, including Laasya (Vega Tamotia), to give live performances. His mother doesn't like the idea of her son wasting his life, so she wants him to go into the army like his father. Naturally, Bharath resists the idea, gains a live gig in Chennai and sets off.Rahim (Prakash Raj) a Muslim whose wife Zara (Sonia Agarwal) has just been told that she's pregnant. Rahim learns that his long-lost brother has just been sighted in Chennai, and sets off hotfoot.Lakshmi (Saranya Ponvannan) and her father-in-law, trying desperately to save her son from the clutches of a moneylender in Thoothukkudi. Working in the unforgiving uppalams, she comes to Chennai to gather funds by selling her kidney.Due to various conditions all of them land up in a hospital. At the climax, Cable Raja, gives up his life to save the people from the terrorists, being respected by all in his community, while Bharath, gets shot from the terrorists and loses his hand, but still remains alive, being recognised as a national hero, with Saroja coming out of brothel and heading to lead a decent life with her friend and Lakshmi with her father-in-law, had repaid their debt to the money lender and gives her son a proper school life.The film is a remade of the telugu original movie Vedam.",
    "chinese_title": "வானம்",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-11-06T10:01:31"
}