{
    "aka": [],
    "sid": "6534087",
    "cast": [
        {
            "url": "/celebrity/1000029/",
            "name": "亨利·伊安·库斯克 Henry Ian Cusick",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1017886/",
            "name": "弗兰西丝·奥康纳 Frances O&#39;Connor",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2634259736.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1279155/",
            "name": "John Bradshaw John Bradshaw",
            "@type": "Person"
        }
    ],
    "duration": "103分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "this_title": [
        "Darwins Darkest Hour"
    ],
    "douban_link": "https://movie.douban.com/subject/6534087/",
    "trans_title": [
        "达尔文的至黑时刻"
    ],
    "douban_votes": "0",
    "introduction": "Charles Darwin is taken aback when he receives a manuscript from a colleague, Alfred Wallace, which contains many of the same conclusions as he on evolution and the development of various species. Darwin's theory was developed over a great many years and in flashbacks, the manner in which it developed is shown. He had many supporters and likely more critics. He knew that his ideas were radical and that they would conflict with religious thought on the subject of creation. In reviewing his thoughts however, he realizes that he can without much difficulty claim to have been the first to develop the theory. These events spur him on to publish his findings in his now famous book.  National Geographic makes superb use of its vast store of nature footage in Darwin's Darkest Hour, which dramatizes how Darwin wrestled with honor and ambition when a rival scientist was on the verge of publishing material exploring similar theories of how species are created. Darwin (Henry Ian Cusick, Lost) hesitated to publish from concerns about the religious controversy that might erupt; he held back until he was sure he had the evidence to substantiate his ideas about natural selection. Darwin's Darkest Hour suggests that his wife Emma (Frances O'Connor, Mansfield Park), though firm in her religious belief, pushed Darwin to secure the proof that his writings predated his rival's. Interwoven with this immediate conflict is the story of how Darwin conceived his theories in the first place--accompanied by gorgeous footage of rainforests and mountainsides, seals and seabirds, iguanas, tortoises, and much, much more. Darwin grappled with the industry of bees, the sex lives of barnacles, and the feeding habits of Venus flytraps.  Starring Henry Ian Cusick (Lost) and Frances O'Connor (Mansfield Park) - Darwin's Darkest Hour depicts the professional and personal trauma Charles Darwin endured the year before the publication of On The Origin Of Species.  Darwin's life's work, what he called \"his abominable volume,\" is in danger of being scooped by Alfred Wallace; at the same time, one of his children is stricken by scarlet fever and one with diphtheria. His wife, Emma, is his rock, helping him through the turmoil even though his work challenges her deep Christian faith.  We flash back with Charles to his journey as he figures out what he called \"the mystery of mysteries\" and come to understand why a letter from Wallace is such a bombshell. In the end, it is the remarkable, erudite Emma who will see Charles through this nightmare, even as one of her children dies of fever. Darwin's Darkest Hour brings to life the compelling human story behind the publication of one of history's most influential theories.  在出版的《物种起源》的前一年,英国博物学家阿尔弗雷德 华莱士准备出版一本描写达尔文离奇的一生的书。两位作者在争取他们相似的手稿在第一时间出版时,达尔文的一个孩子得了猩红热,另一个感染了白喉。他的命运跌入低谷,此时达尔文心爱的妻子艾玛帮助他度过难关。尽管她丈夫的工作是在挑战她相信作为一个基督徒相信的一切,艾玛依然支持她的丈夫和悉心照顾他们生病的孩子。  达尔文的妻子埃玛（Emma Darwin）是一个虔诚的坚定的基督徒，她每天都读圣经，定期去教堂，从牧师那里领受圣餐，她常常给孩子们读圣经，不赞成礼拜天进行社交活动，甚至在礼拜天是否刺绣、钩织，在她的内心里都会引起争战。她对上帝是何等地虔诚，以至于达尔文称赞她“不仅是一个基督徒，而且是一个基督徒的殉道者”。 　　 也正因为如此，埃玛对达尔文的感情是极其复杂痛苦的。她是一个虔诚的基督徒，同时她又深爱着达尔文，达尔文也深爱着她。但知夫莫过妻，埃玛知道达尔文并不信仰上帝，她多次劝丈夫相信上帝，希望他“从圣经《马太福音》中去寻找安慰”，可达尔文却爱用这样的话来应付妻子：“我肯定不是无神论者，我并不否认上帝的存在。我大概是个不可知论者；仅仅是不能肯定地去理解这个问题罢了。”面对达尔文的搪塞，埃玛十分痛苦。后来，《物种起源》出版了，埃玛的心就更加矛盾了，因为这本书遭到了教会对达尔文猛烈的抨击。作为妻子，她讨厌那些指责；可作为基督徒，她又赞同那些指责。她坚信“如果人们失去了对上帝的信仰，就会失去一切希望”，她说：“人们没有信仰就不能活下去。如果没有信仰，生活确实是太难了，而且是不可能的。如果看到唯物主义战胜唯灵主义，我会十分痛苦。”  她知道进化论会削弱人们对上帝的信仰，就试图向达尔文提出修改《物种起源》。嘴劝是不行的了，她就用写信的方式来向近在咫尺、朝夕相处的丈夫表达自己痛苦的心情：“……我肯定你知道我爱你至深，所以我感到你的痛苦就是我的痛苦，我发现唯一能使我的思想得到宽慰的，就是让上帝的手来解除这种痛苦。”可是，一直到死，达尔文也没改变自己的立场。在他去世的当天，埃玛对女儿说：“父亲恐怕不相信上帝，可是上帝相信他。他将安静地在他所去的地方休息。”这既是无可奈何的自我安慰，也是对达尔文最权威的“盖棺论定”——达尔文从未悔改信主！",
    "chinese_title": "达尔文的至黑时刻",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Darwins Darkest Hour",
    "douban_rating_average": 0,
    "update_at": "2025-05-29T16:44:57"
}