{
    "aka": [],
    "sid": "6536300",
    "cast": [
        {
            "url": "/celebrity/1036712/",
            "name": "让-巴蒂斯特·莫尼耶 Jean-Baptiste Maunier",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2175901905.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt11369524",
    "director": [
        {
            "url": "/celebrity/1286009/",
            "name": "François Hanss François Hanss",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2007-10-17(France-La Chaîne parlementaire)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11369524/",
    "this_title": [
        "La Lettre de Guy Moquet"
    ],
    "douban_link": "https://movie.douban.com/subject/6536300/",
    "trans_title": [
        "莫盖诀别书"
    ],
    "douban_votes": "261",
    "introduction": "此小短片只有2分27秒，由 François Hanss所导演，是为了纪念二战中牺牲的烈士居伊·莫盖而拍摄的，主演JB Maunieur也正和人物原型就义之时一样的年纪：17岁。----------------------------------------------------------经过法国总统萨科奇的提倡，10日22日在法国所有的高中都朗读了居伊·莫盖（Guy Moquet）的诀别书。居伊·莫盖是二战时一位17岁的法国地下抗德游击队员，法共青团成员，16岁时在巴黎被捕。1940年10年20日德军一名军官在南特被法共游击队处决。德军为了报复，于1941年的10月22日枪毙了50名囚禁在监狱里的法共成员，就义前他们谢绝了戴眼罩，高喊法兰西万岁。居伊·莫盖是其中最年轻的。这封诀别书是他就义前一夜从监狱写给他的父母家人的信。为纪念他，1944年法国解放后，被追认为烈士。1946年巴黎17区的一条街以他的名字命名。信件原文：Ma petite maman chérie,mon tout petit frère adoré,mon petit papa aimé,Je vais mourir ! Ce que je vous demande, toi, en particulier ma petite maman, c'est d'être courageuse. Je le suis et je veux l'être autant que ceux qui sont passés avant moi.Certes, j'aurai voulu vivre. Mais ce que je souhaite de tout mon coeur, c'est que ma mort serve à quelque chose. Je n'ai pas eu le temps d'embrasser Jean. J'ai embrassé mes deux frères Roger et Rino Quant au véritable je ne peux le faire hélas !J'éspère que toutes mes affaires te seront renvoyées, elles pourront servir à Serge, qui je l'escompte sera fier de les porter un jour.A toi, petit Papa, si je t'ai fait, ainsi qu'à petite Maman, bien des peines, je te salue une dernière fois. Sache que j'ai fait de mon mieux pour suivre la voie que tu m'as tracée. Un dernier adieu à tous mes amis et à mon frère que j'aime beaucoup. Qu'il étudie bien pour être plus tard un homme.17 ans et demi ! Ma vie a été courte !Je n'ai aucun regret, si ce n'est de vous quitter tous.Je vais mourir avec Tintin, Michels .Maman, ce que je te demande, ce que je veux que tu me promettes, c'est d'être courageuse et de surmonter ta peine. Je ne peux pas en mettre davantage. Je vous quitte tous, toutes, toi Maman, Serge, Papa, je vous embrasse de tout mon cœur d'enfant.Courage !Votre Guy qui vous aime原文翻译亲爱的妈妈，可爱的弟弟，敬爱的爸爸，我就要离开这个世界了！我请求你们，特别是你妈妈，是要鼓起勇气，要振作。我是的，我也希望我周边的人也是的。当然了，我也希望能留在这个世界上，和你们在一起。但我不是白死的，人的一生是要有意义的。我在这里亲一下我的两个战友Roger和Rino，向他们告别。哎！可惜我身在囹圄，不能当面告知。希望我剩下的行李你们都已收到，弟弟Serge可以继续用。希望拿一天他能已此为荣。妈妈，爸爸，如果我给你们带来了哀痛，请宽恕我，我在这里最后一次向你们问安。你们告诉我的人生之路，我已作出最大的努力了来完成了。我的朋友和我最爱的弟弟，永别了。希望你们学习优秀，续尔成人。17岁半！我的生命很短暂！我唯一的遗憾是离开你们。我会和Tintin，Michel一起走的。妈妈，我请求你，我希望你能许诺我，要鼓起勇气，克服悲伤，我没法写更多了，我向大家告别了，妈妈你，爸爸，Serge，所有人。振作！爱你们的居伊。",
    "chinese_title": "莫盖诀别书",
    "douban_rating": "7.9/10 from 261 users",
    "foreign_title": "La Lettre de Guy Moquet",
    "douban_rating_average": "7.9",
    "update_at": "2025-05-21T03:07:35"
}