{
    "aka": [
        "Sergant Matacho"
    ],
    "sid": "6536231",
    "cast": [
        {
            "url": "/celebrity/1059768/",
            "name": "达米安·阿尔卡扎 Damián Alcázar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125929/",
            "name": "Fabiana Medina Fabiana Medina",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "动作"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905363191.jpg",
    "region": [
        "哥伦比亚"
    ],
    "writer": [],
    "imdb_id": "tt1894486",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1894486/",
    "imdb_votes": 49,
    "this_title": [
        "La Sargento Matacho"
    ],
    "douban_link": "https://movie.douban.com/subject/6536231/",
    "imdb_rating": "6.9/10 from 49 users",
    "trans_title": [
        "Sergant Matacho"
    ],
    "douban_votes": "0",
    "introduction": "In 1948 the partisan violence whips the Colombian countryside. Liberals and Conservatives face up to death. South of the country in Tolima, conservative official forces brutally kill several liberal farmers, among them the husband of Rosalba Velasco. The young woman, mother of a two years old child, witnesses the massacre and suffers a psychic process of depersonalization and turns out herself an instrument of revenge and death. During one decade her actions will leave as balance an endless number of police and dead civilians and she becomes target of the persecution of the army, the police and the paramilitary bands of the time.The leaders of the Liberal illegal armed bands, opposed to the Conservative Government, try to neutralize Rosalba´s excesses and recruit as a militant. The young woman stands out for her courage and gains respect and admiration from his male companions. She will be further known with the alias Sergeant Matacho and will become a legendary personage among the incipient Colombian guerrilla movement.Though a woman emotionally disturbed, she generates around her an inevitable attraction and her life becomes a paradox as she gives birth to several children while killing so many other around her. She dies at hands of the Colombian army when she is on the verge of giving birth a son of Desquite, a famous brigand of the time.",
    "chinese_title": "La Sargento Matacho",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-06-16T02:39:14"
}