{
    "aka": [],
    "sid": "6538311",
    "cast": [
        {
            "url": "/celebrity/1275864/",
            "name": "丁海峰 Haifeng Ding",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1305111/",
            "name": "刘文治 Wenzhi Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316460/",
            "name": "王海地 Haidi Wang ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274274/",
            "name": "郭涛 Tao Guo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316008/",
            "name": "张志忠 Zhizhong  Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325111/",
            "name": "秦旋 Xuan Qin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1334341/",
            "name": "陆建艺 Jianyi Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323064/",
            "name": "骆嘉琦 Jiaqi Luo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317491/",
            "name": "郭涛 Tao Guo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547022094.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1408804/",
            "name": "周葵 Kui Zhou",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1317493/",
            "name": "何涛 Tao He",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "35",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "风雨沙坡头"
    ],
    "douban_link": "https://movie.douban.com/subject/6538311/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "20世纪40年代，宁夏，中卫县城。虽然是抗战时期，可是日本军队却没有到过中卫，县城民风淳朴，在县长马守田的治理下，百姓倒也能安居乐业。守田是北伐时期就入党的老国民党员，为人忠厚，爱民如子，最看不得鱼肉百姓，欺负乡民的勾当。偏偏新来的警察局长欧阳青据说是省政府马主席的亲信，一到任没多久，他就以剿汉奸之名抓了好多人，又大搞刑讯逼供之事，闹得个小小中卫县城乌烟瘴气，县长明知欧阳青名义上抓汉奸，实则对付共产党，他十分不满，又不好发作。这一天，中卫来了两个特殊的人物。他们不约而同掉进了欧阳青设计的陷阱里，被关进了警察局的大牢。这两个人，一个是县长的亲生女儿马友兰，另一个是县长的干儿子，出走多年的莽汉子童三泉。马友兰一直在重庆上大学，这回回到家乡，在医院做了一名医生。而童三泉这些年去了哪里，做了什么勾当，没人知晓。其实，马友兰和童三泉，都跟欧阳青一样，各自身怀特殊使命。他们的命运，在沙坡头这个地方纠缠到了一起……三泉早就是共产党抗日组织的一员，他这次由经验丰富的老地下工作者老齐带着回到家乡中卫，是来打通联系延安的交通运输线的。三泉个性天真直爽，毫无心机，并不是做地下工作的合适人选。组织上选中他，只是因为他是国民党县长的干儿子这个特殊身份。他到了中卫，因为没经验，因为愣头青，可没少惹祸，老齐整天为他捏着汗，他也招惹了嗅觉灵敏的欧阳青的注意。沙坡头有家红柳客栈，谁都知道红柳客栈风情万种的老板娘红柳是县长马守田的红颜知己，可没人知道她还是马友兰的亲生娘亲。她还是童三泉和中卫保安团副团长何忠汉的干娘，她的客栈有县长这个保护伞，连本地最凶悍的土匪沙里飞都不敢轻易招惹。三泉回到中卫，跟老齐以生意人的身份做掩护往革命根据地运送物资，完成了一项又一项不可能的任务。他们的行动引起了欧阳青的警惕，欧阳青设置圈套让三泉上钩，老齐为了掩护三泉不幸牺牲，三泉悲痛之余，发誓要为老齐报仇。聪慧美丽的友兰是沙漠里的一朵野菊花，何忠汉爱慕她，连欧阳青都被她吸引，可友兰却偏偏喜欢犟牛筋三泉哥哥。溺爱女儿的县长亲自出面为友兰提亲，三泉虽然疼爱友兰这个干妹妹，却对她并无男女之情，他不仅拒绝了干爹的求婚，还告诉干爹自己早有女人了，他说他跟老齐的女儿丹丹订了婚。这话本是三泉信口胡说编来糊弄干爹的，丹丹却从天而降，来到中卫，还要跟三泉马上办婚事，让三泉喜出望外。丹丹是部队的卫生员，三泉一直暗恋她，这回来到中卫，结婚什么的原来全是假的，她要和三泉做一对假夫妻，以便更好地掩饰三泉的身份。三泉和丹丹办了喜酒，友兰心情失落，答应了何忠汉的求婚。假夫妻是实情，可是丹丹很快被发现怀上了身孕。这对三泉来说真是个晴天霹雳。中卫最近有日本特务露头，新来的骑兵旅长胡世贵和本地商会会长李伟雄勾结投了日本人。早前三泉已经跟胡世贵结拜为兄弟，是为了利用胡世贵军队里的特殊渠道运送物资，这回，他取得胡世贵的信任，要离开身怀六甲的丹丹，孤身进入大漠里的特务营，剿灭汉奸特务组织。三泉干掉了特务营里的汉奸特务、日本专家，连本地的悍匪沙里飞也一并剿灭了。胡世贵和李伟雄的汉奸组织被一锅端。而寄居在县长家的丹丹生下孩子后被李伟雄的夫人，日本女特务打死。阴险的欧阳青为了独吞剿匪的功劳，把三泉下了大牢，还欲诬陷三泉是汉奸。友兰情急下揭露欧阳青的诡计，欧阳青却仰天大笑，说他这么做只有一个目的，就是得到他爱慕的友兰的心。三泉黯然给丹丹操办了丧事，爱人逝去，跟组织的联系也中断了，他还带着个来历不明的孩子，心情失落到了极点。此时日本人投降了。抗战胜利，举世欢庆之时，三泉却不知自己的路该走向何方？一直暗地里关照保护三泉的红柳终于现身了。原来她明里是客栈老板，实则是组织安排在中卫的卧底，现在抗战胜利，红柳被任命为中卫地区的工委书记，三泉欣喜地发现，他不再是单枪匹马，孤身作战。在红柳的帮助下，三泉顺利进入中卫的地方武装组织保安团，做了一名军需官。欧阳青的另一个身份也渐渐明朗，上次剿灭日本汉奸，得到省政府马主席的信任，委以骑兵旅旅长之职，其实他的真实身份是一名军统特务，派驻在中卫，一为监视地方军阀，二为牵制当地共产党的活动。有一回他接待来自中央的两名军统大员，被三泉盯上，三泉在红柳的指挥下带领客栈伙计老姜劫走军统大员的经费和军事地图，让欧阳青在上司面前大丢其丑……欧阳青怀疑三泉就是那个劫持的人，他偷偷地保留了一些重要的证据。友兰虽然已经跟何忠汉订婚，可还是对三泉念念不忘。欧阳青又对她步步紧逼，友兰情急之下当众毁掉了跟忠汉的婚约，守田勃然大怒，可又拿她没办法。红柳告诉守田，友兰心里只有三泉，作为友兰的母亲，她希望友兰能嫁给自己喜欢的人，得到幸福。欧阳青授意已经收为己用的李伟雄设计挑拨何忠汉和三泉的关系，让忠汉对三泉开枪，达到一箭双雕之目的，除掉2人。他成功分化了三泉和忠汉的关系。一批运往延安的物资在中卫地区失踪，三泉和红柳接到任务要找回这批物资的下落。三泉得知这批物资落到了警察局的手里。而此时欧阳青接到上级命令必须在三天内率士兵东渡黄河去进攻延安。三泉和不愿打内战的守田设计离间了欧阳青的部下，以催要军饷之名拖延出兵。欧阳青无奈卖掉那批延安的物资筹措军饷，正中了红柳和三泉的下怀……双方积蓄力量，正面火并，红柳为了掩护三泉不幸落网，守田营救不及，红柳死在了警察局的刑房。欧阳青也因延误军机之罪被上级囚禁法办。友兰得知红柳是自己的亲生母亲，难以接受。但马守田却以她生母的名义，要求她和三泉订婚。两人历尽坎坷，似乎要终成鸳侣之时，欧阳青送往南京鉴定的证据出了鉴证报告，三泉的身份彻底暴露，作为国民政府特工人员的友兰，必须亲自出面，抓捕自己的恋人。3年后，解放战争如火如荼，三泉作为西北野战军的侦查连长，回到中卫策反当地的政府和军队。历史的潮流滚滚而下，是战是和，县长马守田面临的选择关系百姓和古城的命运……不甘失败的欧阳青决定拼死一搏……而三泉和友兰的爱情将再次迎接来自迥异信仰的严峻考验……",
    "chinese_title": "风雨沙坡头",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-29T16:00:20"
}