{
    "aka": [
        "The Contest",
        "Состязание"
    ],
    "sid": "6539367",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1964",
    "genre": [
        "剧情",
        "音乐",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2462439002.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1013391/",
            "name": "布拉特·曼苏罗夫 Bulat Mansurov",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2371451",
    "director": [
        {
            "url": "/celebrity/1013391/",
            "name": "布拉特·曼苏罗夫 Bulat Mansurov",
            "@type": "Person"
        }
    ],
    "duration": "81分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "1964"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2371451/",
    "imdb_votes": 31,
    "this_title": [
        "Shükür-Bagshy"
    ],
    "douban_link": "https://movie.douban.com/subject/6539367/",
    "imdb_rating": "7.1/10 from 31 users",
    "trans_title": [
        "The Contest",
        "Состязание"
    ],
    "douban_votes": "0",
    "introduction": "In the 1960s, Mansurov provided a model of Central Asian cinematography that was quickly and effectively repeated by his contemporaries to establish a canon of Central Asian cinema, which would become known as the \"golden age’\"of the region’s cinematic history. Local identity, local landscape, local actors and local themes confronted the Soviet tradition of universalism and modernity directed from the \"commanding heights\" of Moscow. Mansurov rendered a Central Asian view of humanity that transcended socialist paradigms and created an important precedent in Central Asian culture as it drifted from Moscow’s control....According to Khodjakuli Narliev, Mansurov’s success lay in his ability to combine philosophy with the visual richness of realism:\"1963, the year of the production of the ﬁlm The Contest, is at the same time the year of renaissance for Turkmen cinema. This ﬁlm was our message to the rest of the Soviet Union as to the rest of the world.\"But the transformation was not limited to Turkmenistan: \"The Contest represented something totally new for the cinema in Central Asia as a whole,\" Narliev continued. After its initial screening, Chingiz Aitmatov wrote about Mansurov’s ﬁlm:\"I do not know of a similar work in the cinema of Central Asia. This one is on the level of the masterpieces of world art. After such a ﬁlm, many will have to revise their artistic positions with the cinema, and with this success, one cannot work as before; the criteria have moved to a higher level.\"More recently, Davlat Khudonazarov stated: \"Bulat Mansurov’s The Contest played for us the same part as that of Rome, Open City of Rossellini for European cinema.\"",
    "chinese_title": "Shükür-Bagshy",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2026-01-19T21:28:22"
}