{
    "aka": [],
    "sid": "6539334",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "动作",
        "奇幻",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1078930391.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1916760",
    "director": [
        {
            "url": "/celebrity/1014014/",
            "name": "厄尼·雷耶斯 Ernie Reyes Jr.",
            "@type": "Person"
        }
    ],
    "duration": "118分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1916760/",
    "this_title": [
        "Wuxia Knight"
    ],
    "douban_link": "https://movie.douban.com/subject/6539334/",
    "trans_title": [
        "武侠骑士"
    ],
    "douban_votes": "0",
    "introduction": "When a body turns up mysteriously on the roof of a Buddhist Temple, Chinatown Detective SONNY DRAGON is called to investigate, only to recognize the deceased as his estranged foster father and kung-fu teacher MASTER CHEN. Hiding his conflict, Sonny stays on the case and follows the clues, confounded at every turn by mysterious circumstances. After getting a tip from RUN RUN, an otherworldly boy who seems to know more than he should about everything, Sonny tracks down the residence of his former teacher. Realizing he has been followed, he chases the spy to an underworld bar where he meets LILLY FOX, the beautiful daughter of underworld figure WEI LO. But when Wei Lo finds him there, supernatural kung fu action explodes, and Sonny realizes he has stepped through ito in a world very different than his own.Now embroiled in interdimensional intrigue beyond his understanding, Sonny soon finds himself taking sides against Wei Lo. Hidden by Lilly and helped by sidekick TIGER JONES, Sonny realizes that Master Chen was more than a father to him, but also a mystical hero, a WUXIA KNIGHT, one of many that have struggled to oppose the waxing power of Wei Lo and his evil henchman SHAN DIAN. And when Lilly is captured by Shan Dian and imprisoned for secretly opposing her father, Sonny must unlock Master Chen's last secrets to understand the purpose of the miniature sword left to him by his lost teacher. Realizing that he has already been fully trained in the ways of the WuXia, Sonny finds the surviving knights in their secret base and rallies them to a desperate final attack on Wei Lo's fortress, the Citadel, with future of both worlds hanging in the balance.",
    "chinese_title": "武侠骑士",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Wuxia Knight",
    "douban_rating_average": 0,
    "update_at": "2025-05-21T22:56:32"
}