{
    "aka": [
        "The Greatest Czechs"
    ],
    "sid": "6539391",
    "cast": [
        {
            "url": "/celebrity/1030628/",
            "name": "贾罗萨夫·佩雷斯 Jaroslav Plesl",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1364371/",
            "name": "大卫·什韦赫利克 David Svehlík",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "捷克"
    ],
    "writer": [],
    "imdb_id": "tt2180481",
    "director": [],
    "duration": "96分钟",
    "episodes": "",
    "language": [
        "捷克语"
    ],
    "playdate": [
        "2010"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2180481/",
    "imdb_votes": 58,
    "this_title": [
        "Největší z Čechů"
    ],
    "douban_link": "https://movie.douban.com/subject/6539391/",
    "imdb_rating": "6.4/10 from 58 users",
    "trans_title": [
        "伟大的捷克人",
        "The Greatest Czechs"
    ],
    "douban_votes": "0",
    "introduction": "A director, his producer and cameraman are art-house filmmakers whose movies had good reviews, they screened well at festivals, but people just weren’t all that keen to go and see them. When the director fails to secure a grant for his project of a lifetime, his only option is to accept an offer from Good Day agency based in the town of Pelhřimov. The agency is prepared to pay the respected filmmaker and his team three quarters of a million in cash as a deposit for a new shoot. The assignment is clear: the film is to be a celebration of Pelhřimov record-holders whom no-one takes seriously, despite the fact that they can squeeze through a squash racket, find four-leaf clovers in abundance, or drink beer under water. The client wants profoundly human stories about people who, through their own industry, have made themselves unique. In his affectionately sarcastic, elemental comedy, director Robert Sedláček gives an unusual commentary on the pettiness of an egocentric age. He shows that it’s not just the curiously embarrassing record-breakers who hanker after recognition and reward, but  the filmmakers do as well.",
    "chinese_title": "伟大的捷克人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Největší z Čechů",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-12-01T03:49:38"
}