{
    "aka": [
        "بول",
        "说"
    ],
    "sid": "6557037",
    "cast": [
        {
            "url": "/celebrity/1236489/",
            "name": "伊曼·阿里 Iman Ali",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1235218/",
            "name": "Atif Aslam Atif Aslam",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900838860.jpg",
    "region": [
        "巴基斯坦"
    ],
    "writer": [],
    "imdb_id": "tt1891757",
    "director": [],
    "duration": "165分钟",
    "episodes": "",
    "language": [
        "乌尔都语"
    ],
    "playdate": [
        "2011-06-24"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1891757/",
    "imdb_votes": 9339,
    "this_title": [
        "Bol"
    ],
    "douban_link": "https://movie.douban.com/subject/6557037/",
    "imdb_rating": "8.2/10 from 9339 users",
    "trans_title": [
        "讲述",
        "بول",
        "说"
    ],
    "douban_votes": "0",
    "introduction": "'Bol is Shoaib Mansoors second dramatic breakthrough of revealing life with its complexities. After Khuda Kay Liye, that went on to win several international awards, Bol is another gripping story authored by him. A story that shows barely make ends meet. On top of the poverty the father subscribes to a set of values that embody contradictions, values that have not been questioned.Bol is a roller coaster of emotions, yet carries subtleties that make your heartbeat stop. Based in the heart of Lahore, the story takes place in a house full of daughters, with vibrancy of life, yet restrictions on blooming. It questions the worth of a human being, may it be a woman or a person born with a birth defect. It questions the authority of reproducing human beings into this world without taking responsibility of acknowledging their worth.Bol takes you through a journey into the life of this family experiencing their troubles, sufferings, resolves and high points. As family members take decision to solve their problems they step into deeper troubles. The complexity of their circumstances becomes a struggle of life and death.Bol Movie First Look Humaima Malick, after gaining popularity on the small in the recent years has been picked for the big screen for the first time. She plays a daughter who gets affected the most by the family tensions. She respects the norms she has been given by her parents yet is compelled by her intuitive logic and sense of justice to rebel.",
    "chinese_title": "讲述",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Bol",
    "imdb_rating_average": 8.2,
    "douban_rating_average": 0,
    "update_at": "2025-07-08T06:07:32"
}