{
    "aka": [],
    "sid": "6710805",
    "cast": [
        {
            "url": "/celebrity/1313561/",
            "name": "尹铸胜 Zhusheng Yin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315624/",
            "name": "毛俊杰 Junjie Mao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318452/",
            "name": "陈继铭 Jiming Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1379970/",
            "name": "郝荣光 Rongguang Hao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275425/",
            "name": "何晴 Qing He",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327148/",
            "name": "马以 Yi Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318252/",
            "name": "孙思瀚 Sihan Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040533/",
            "name": "科洛·塞维尼 Chloë Sevigny",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1386026/",
            "name": "王乃训 Naixun Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882558755.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2011-07-04"
    ],
    "this_title": [
        "山村大爷"
    ],
    "douban_link": "https://movie.douban.com/subject/6710805/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "抗战末期，许家沃村民许福祥杀牛救了被鬼子围困的苍龙山游击队，并与队长王玉成结为兄弟。抽大烟的许福祥怕自己的童养媳三闺女跟着自己受苦，将三闺女嫁给自家长工万根根。鬼子搜找游击队，万根根被杀。许福祥找来游击队解救乡亲们，激战中王玉成受重伤。许福祥将王玉成背到三闺女家，三闺女为危在旦夕的王玉成取出了子弹头。养伤中王玉成与三闺女渐渐产生了感情，许福祥发现后心里很不是滋味，他这才意识到自己仍然喜欢三闺女。王玉成伤好南下参加解放战争，三闺女日夜盼望王玉成回来娶她，但等来的却是王玉成牺牲的消息，她不顾众人的劝阻，带着儿子石蛋，在小木匠的陪护下，去王玉成牺牲的地方祭奠，回来的路上遭遇土匪，三闺女和石蛋被逼下了悬崖。许福祥为王玉成和三闺女设置了灵堂，正当他对着灵牌哭诉的时候，王玉成却突然出现在他面前，原来他被炸埋又被友邻部队救活了。两个男人喝了一夜酒，痛哭了一夜。第二天许福祥送王玉成归队时说，许家沃永远是你的家，等打完仗就回来。土改开始后，工作组进驻许家沃，许福祥因不会种地，坚持不要田地，却闹着要为王玉成分地，他强行把已分给村民许顺顺(黄海饰)的好地，给王玉成占下。许福祥在为王玉成守地时，守来了三闺女和石蛋，原来他们落崖未死，被采药老人救下。许福祥认为这是老天开眼：王玉成一家终于能团聚了。许福祥因为杀牛救过游击队，是革命功臣，可以吃百家饭；工作组便将许福祥强占的那块地分给三闺女，这下许福祥没意见了，他心中暗喜：只等兄弟王玉成回来，他们一家就可以安稳地过小日子了。谁知此时已身为军分区参谋长的王玉成已和邹医生(毛俊杰饰)结婚。许福祥恼怒了，他跑到县城，到王玉成家大闹，硬要他休了已怀孕的邹医生，与三闺女圆房，并吹吹打打把三闺女送到了王玉成家。王玉成因此被停职审查，邹医生也流产了。三闺女承受不了内心的自责，离开王玉成家回到了许家沃，决定嫁给小木匠，许福祥却百般阻挠，村长靳二保(陈继铭饰)设计让三闺女顺利出嫁。三闺女带着女儿妮子去挖野菜，妮子因误吃毒蘑菇而死，许福祥心痛不已，他向靳二保要回了自己的口粮，送给三闺女，自己却因饥饿过度倒下了。王玉成和当年的游击队员给许福祥和村里送来了白面，三闺女也得到了一袋，小木匠很感动，发誓要用一斗血来还王玉成的恩情。许福祥因为有王玉成和那帮县上的干部兄弟，能要回救济粮，能办成别人办不成的事，成了人人争抢的香饽饽。但因“革命功臣”的称号，他却不能和喜欢自己的小寡妇结婚，这让他很生气，他发誓不再向兄弟们伸手了。村里抗旱打井，靳二保的独生子小宝被塌井砸死，许福祥内疚极了，他又跑到县上，强行向他那帮兄弟要打井设备。文革开始了，王玉成被下放到许福祥所在的公社隔离，已是公社革委会主任的许顺顺将他关押起来，不给饭吃。许福祥、三闺女等在墙外挖地洞给王玉成送饭，不巧被许顺顺发现。靳二保组织社员到县上去请愿，才把王玉成要到许家沃，保护起来。邹医生为照顾王玉成，申请下放到许家沃。乡亲们感激王玉成当年给他们救命粮，要给王玉成修房，但资金不足。小木匠为还他当年发下的誓愿，偷偷出去揽活挣钱，被公社侦缉队追赶，失足掉下悬崖摔死，三闺女又一次失去了丈夫。许家沃爆发肺结核，但许顺顺却不让邹医生给病人治病，这激怒了许福祥，他带人在许顺顺的办公室前设灵牌祭奠死去的张寡妇，许顺顺不得不与上级联系派人来治疗。文革结束，王玉成官复原职后，被检查出患了癌症，原因是三闺女当年给他做手术时碰伤了肺，许福祥知道后悲痛万分，三闺女更是不能接受她害了王玉成这个事实。王玉成临逝前，给许福祥和三闺女主持了婚礼。许福祥和三闺女历经磨难之后，终于走到了一起",
    "chinese_title": "山村大爷",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-26T23:11:50"
}