{
    "aka": [
        "Guardian"
    ],
    "sid": "6714122",
    "cast": [
        {
            "url": "/celebrity/1317088/",
            "name": "吴兵 Bing Wu ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316743/",
            "name": "任帅 Shuai Ren",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2543857990.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1326555/",
            "name": "吴峥 Zheng Wu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1317088/",
            "name": "吴兵 Bing Wu ",
            "@type": "Person"
        }
    ],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2011-07-07"
    ],
    "this_title": [
        "一号档案守护者"
    ],
    "douban_link": "https://movie.douban.com/subject/6714122/",
    "trans_title": [
        "Guardian"
    ],
    "douban_votes": "143",
    "introduction": "引用了为“特殊机密”献出生命的陈为人故事。 　　1931年底周恩来前往中央苏区工作后，张唯一这时已奉调为中共上海执行局（后为中共上海临时中央局）秘书处负责人，实在难以兼顾文库工作。经中共中央秘书处批准，调任陈为人管理“一号机密”，由张唯一单线联系。 　　陈为人，1928年当选中共满洲省委书记。1928年底和1931年春，他在东北和上海两次被捕入狱，均经党组织营救出狱。出狱休养一段时间后，陈为人接到了新任务——调他们夫妻去守护地下文库。 　　1932年正式接手文库后，陈为人将隐蔽在“老太爷”家的文件秘密搬运至自己的家中，那是一栋独门的三层小楼房：第一层卧室兼客厅，第二层为卧室，第三层改为一个小阁楼，靠里墙二尺做了一堵木板墙，两墙当中存放文件。阁楼中间放了大火炉，平时整理过的文件碎片、书籍随手烧掉；一旦出现问题而又无法挽救时，一根火柴就可以实现夫妻俩“定以生命相护，宁可放火烧楼，与文件俱焚”的誓言。 　　按照1929年《中共中央关于秘密工作条例》的要求，中央文库对外要以“家庭化”的形式出现。陈为人是湖南人，因此他开设了一家湘绣店作为掩护，妻子韩慧英则在附近一所小学当教员。 　　陈为人白天做生意，晚上关上店门，上到三楼密室，关死窗户，拉严窗帘，在昏暗的台灯下通宵达旦地整理文件。他将密写在各种小说、报纸上的文件与信函抄录下来，把原来写在厚纸上的文件转抄到薄纸上，把大字改成小字，剪下文件四边的空白。这样，文库的存放能够尽量减小体积，进而缩小目标，避免敌人的耳目，便于保管和转移。 　　经过一段时间，全部文件重新整理装箱，共2万余件。打开箱子，最上面是陈为人手书的《开箱必读》，详列了查阅须知及全部目录，按文件形成的时间、地区、作者等分类编号，一目了然。 　　中央文库珍藏的是中共中央、中华苏维埃政府、中国工农红军早期最重要、最机密的文件资料。文库工作人员必须严格遵守秘密工作纪律，独址居住，独立活动，不参加党的会议，不参加示威游行、撒传单等公开活动。因此在同外界的联系上，由妻子韩慧芝负责，陈为人只是驻守档案库。为防不测，党组织也只派一名领导与文库负责人单线联系。所以即使是党的高级领导人，也没有几个知道“存文组宣毛”中的这个“文”在哪里。 　　进入20世纪30年代，党的活动据点频频遭到敌人破坏。在敌特、叛徒四处活动的险恶环境里，一遇情况有异，档案库必须立即转移。几年内陈为人夫妇不知搬了多少次家，有一次甚至搬到法租界霞飞路一白俄老妇人的楼上。老太婆的儿子是个巡捕，成天张牙舞爪地满街乱抓共产党，却不知他家楼上就住着真正的共产党。 　　1935年2月，由于叛徒告密，张唯一被捕。两天后，不明情况的韩慧芝按原计划前去接头，被守候在那里的特务逮捕。妻子没在规定的时间内回来，陈为人明白一定是出事了，可是他的第一反应不是营救亲人，而是如何安全火速地转移文库。 　　党的秘密条例规定，存放档案必须是单幢房子。可要马上找到既安全又保密的库房实在不易，何况租赁单幢房子还得有铺保。一时之间，陈为人既不便找党内同志，也不能找外人。他想尽办法才找到小沙渡路合兴坊一幢免铺保的二层楼房，但每月30块银元的租金十分昂贵。当时，陈为人已经与党组织失掉联系，断了经费来源，自己早已衣食无着，饥一顿饱一顿。但他化名张惠高，以木材行老板的身份，不顾一切地租了下来。 　　本来一家人生活就很清贫，现在他要孤身保管地下文库，还要抚养三个未成年的孩子。为了文库的安危，又不能出去工作，没有任何经济来源的陈为人只好典当衣物，维持最低限度的生活。到最后，他把二楼上的家具几乎变卖一空，甚至铁皮罐头之类零星杂物都卖光了，可一楼的摆设仍维持着一个老板的“表面文章”。全家每天以两餐红薯或山芋粥充饥。为了不让房东察觉他家生活艰辛而引起怀疑，他常常盖上一片干鱼端到楼上吃，快到楼门口时怕孩子们看见，又把鱼片藏起来。就这样，那片干鱼片足足用了一个月之久。 　　在最困难的日子里，陈为人急得去找鲁迅帮忙，还靠进步知识青年李慕英到外面教书接济。但是掩护机关始终是个难题，最后不得已，他写信把在河北正定小学任教的妻妹韩慧如找来帮忙。 　　韩慧如眼前的姐夫除去身上穿的，一时不用的衣服都已卖掉，孩子穿的是抽了棉花的破背心；煤球数着用，楼下摆着绝对不能吃的月饼，一岁的婴儿常常以水代奶。当她明白了姐夫做的是何等“生意”，什么话都没有说，挑起了料理家务、照顾孩子的责任，并拿出自己积攒的300块银元。 　　为维持生计，陈为人总是天黑时出门买山芋，堆在亭子间里。可怜的是那三个孩子，饥饿难熬。看到锅里剩下的那点粥哭闹着要吃。天真的孩子们哪里知道，那是他们的晚餐。陈为人“狠心”地说：‘“我们是吃点心，点心点心，就是点点心的，不要吃饱的。”孩子不解了：“为什么我们天天吃点心呢?”陈为人看到孩子愁眉苦脸的样子，只有“苦中作乐”，转而高兴地提议：“吃完点心，我们是不是要运动一下？来，跳个舞吧。”他自己先跳，逗得孩子笑个不停。 　　面临着几年来最大的困难，除了翻晒文件和箱子，并在文件中夹上烟叶以防蛀防霉，陈为人寻找党组织的心情更加迫切。他秘密找过一次何香凝，却被告知她门边有暗探，叮嘱不要再来。没其他办法，他只好用党内用过的联络暗语登寻人广告，还让韩慧如晚间一次次在马路两旁的电线杆上张贴贴子，“天皇皇，地皇皇，我家有个夜哭郎”，以期引起地下党的注意。 　　1935年底，韩慧芝被释出狱。为了生计，韩家姐妹外出教书谋生，不想这却给陈为人带来了转机。在培明女中附小当教员的韩慧英，通过女中训育主任罗叔章，与上海的地下党组织接上了关系。他们这才知道，受党的委托，中央特科负责人徐强也在到处查访陈为人。 　　1936年秋，陈为人终于与徐强接上关系。对这一次接头的情景，徐强记忆很深：“我见到为人，脸色苍白，身体十分瘦弱，正在吐血。他不敢借钱，又不敢找朋友帮忙，肩上的担子重啊!同我交谈明显地看出他很警惕。我几次问他的住址，他都不敢讲。” 　　而从接头的小饭店归来，陈为人明显轻松了许多，还与孩子们说笑道：“爸爸今天总算吃饱了，把盘子都舔光了。” 　　陈为人早年在东北狱中就感染上了肺病，接手地下文库后，长期忍饥挨饿，缺医少药，实在撑不下去的时候就把萝卜当水果吃。眼见陈为人的肺病日趋严重，再独自担当重任，危险很大，为陈为人的身体也为了文库的安全，徐强决定立即转移全部文件。1936年底的一天，陈为人亲自押着两辆三轮车，把六箱档案并进四个大皮箱送到法租界顺昌里7号一幢石库门房子。接受文件箱的周小姐故意当众大声说道：“哎呀，张先生，这些破旧货你替我保管这么长时间，还劳你亲自送来，真过意不去。”她连声称谢，将两块银元塞进陈为人的怀里。 　　移交完文件，卸下了几年的重担，陈为人回到家中就吐着大口鲜血昏倒在地，半年之后病重不起。为了挽救他的生命，党组织特意对韩慧英说：“只要能保住为人，需要用多少钱，就用多少钱。”可陈为人不忍党在极端困难时期把少得可怜的经费浪费在自己身上，党组织只好多次派党内医生到家里为他治病。无奈他沉疴日重，1937年3月12晚，年仅38岁的陈为人默默地走完了他的一生。1945年中共“七大”追认陈为人为革命烈士。",
    "chinese_title": "一号档案守护者",
    "douban_rating": "6.1/10 from 143 users",
    "foreign_title": "",
    "douban_rating_average": "6.1",
    "update_at": "2025-03-21T04:52:29"
}