{
    "aka": [],
    "sid": "6717362",
    "cast": [
        {
            "url": "/celebrity/1198698/",
            "name": "安妮·布尔格斯特德 Annie Burgstede",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "惊悚",
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1754589",
    "director": [
        {
            "url": "/celebrity/1024408/",
            "name": "乔恩·D·瓦格纳 Jon D. Wagner",
            "@type": "Person"
        }
    ],
    "duration": "85分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1754589/",
    "imdb_votes": 385,
    "this_title": [
        "The Anniversary at Shallow Creek"
    ],
    "douban_link": "https://movie.douban.com/subject/6717362/",
    "imdb_rating": "3.7/10 from 385 users",
    "trans_title": [
        "浅溪周年"
    ],
    "douban_votes": "0",
    "introduction": "Sam准备给女朋友一个惊喜，但却发生了意外。Six best friends find themselves at the wrong place at the wrong time. They fight for their lives against a serial killer who has more in store for them than death.All American med student Sam has planned an intimate getaway surprise for his girlfriend Paige, until Sam's best friend, Paige's brother Anthony, invites himself and their three other best friends along. The carefree group of twenty-something's arrive at the remote, picturesque home of Sam's uncle, unaware they have walked into a trap. They will spend the night in a fight for their lives, where everyone's strength, stamina, and bonds will be tested. What would you do for love? Inspired by true events.When Sam and Paige decide to escape the stress of medical school for a romantic getaway in the mountains outside L.A., their four best friends end up tagging along and turning it into a weekend of partying. Little does the group know that their beautiful lodge has a dark history: exactly one year before, the house was the scene of a grisly double murder and the killer was never caught. Now, as night falls and the group drinks beer by the bonfire, a predator hides in the darkness, watching them all through the crosshairs of a sniper rifle. In an instant, the friends' night of partying turns into a bloody fight for survival.The Anniversary at Shallow Creek is a slick homage to horror classics and a clever update of the genre that never leads where the audience suspects. As the kill count rises, the remaining friends find themselves to be pawns in a horrifying game, one that promises to test their survival skills and the strength of their relationships.",
    "chinese_title": "浅溪周年",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Anniversary at Shallow Creek",
    "imdb_rating_average": 3.7,
    "douban_rating_average": 0,
    "update_at": "2025-11-09T20:52:22"
}