{
    "aka": [
        "双面人生"
    ],
    "sid": "6721671",
    "cast": [
        {
            "url": "/celebrity/1274550/",
            "name": "王学兵 Xuebing Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320874/",
            "name": "刘欢 Huan Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1310696/",
            "name": "吴越 Yue Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315196/",
            "name": "法提麦·雅琦 Fatimai Yaqi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1301709/",
            "name": "郑振瑶 Zhenyao Zheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315396/",
            "name": "高蓓蓓 Beibei Gao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1373051/",
            "name": "李永贵 Yonggui Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314851/",
            "name": "田小洁 Xiaojie Tian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1370232/",
            "name": "孙承志 Chengzhi Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323094/",
            "name": "王建国 Jianguo Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316357/",
            "name": "王卫国 Weiguo Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323213/",
            "name": "李文玲 Wenling Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1337839/",
            "name": "孙承政 Chengzheng Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324701/",
            "name": "王蕊 Rui Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2182605003.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1317193/",
            "name": "石零 Ling Shi",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3539984",
    "director": [
        {
            "url": "/celebrity/1323001/",
            "name": "刘家成 Jiacheng Liu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "30",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2005"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3539984/",
    "this_title": [
        "大阿哥溥俊"
    ],
    "douban_link": "https://movie.douban.com/subject/6721671/",
    "trans_title": [
        "双面人生"
    ],
    "douban_votes": "0",
    "introduction": "溥峻立为大阿哥，被请进皇宫，接受教习。时时的准备着接替光绪帝，统御大清。溥峻是端王载漪的儿子，进宫前是个典型的纨绔之弟。生性顽劣，年方十六。可以说什么无法无天的事儿都想过了也都干过了，就是连做梦也没想过这辈子还有机会当皇上。所以，刚进皇宫大内那会儿他自个儿也蒙了。一开始他是受不了那份儿恭敬，甭管多大岁数的人，谁见到他都柔眉顺目，行礼问安。就是大太监李莲英见了他也是恭恭敬敬的。更奇怪的是，连他的亲爹载漪跟他说话也是低声下气的了，可就在几天前，他还用马鞭子狠狠地抽过他。他爹私下里悄悄地对他说，往后在这里，除了见圣母皇太后你得磕头，其它人别管他是几品，你都把腰板挺得直直的，只会有人来给你磕头。那皇上呢？他问。他爹载漪说，皇上现在算个屁，没见他给关到瀛台去了，跟下大狱差不了多少，已经没他的戏唱了，让你当大阿哥，就是叫你接他的班，天下就快是你的了。他爹最后还是耐不住以爹的口气说，在皇宫里可比不得在家啊，凡事都得收着点性儿，学点规距，你是要当皇上的人了，皇上没点儿规距还能行？你想想，是当皇上啊！可溥峻偏偏就受不了皇宫里的那份儿规距，当皇上也不是件轻松的事儿。现在他每天都要上课，接受训练，要背经书，要练书法。教他的老师是大学士徐桐，徐桐是大清国第一号文人，八十多岁了。耳聋眼花，说话又罗嗦，徐桐一再告戒他，要坐有坐相，站有站相，要龙威龙势，中规中矩。怎样说话，怎样摆手，怎样点头以及怎样咳嗽他都一一指点。这下可是苦了溥峻，他打从娘胎出世，就没受过这份约束，他生就猴性，从没坐稳过一个时辰。可为了当皇上，就不得不受这份罪。不受也不行，因为慈禧太后还要时时考察他。苦归苦，不过时间一长，他也确实体会到了要当皇上的好处。且不说这皇宫里的派头是他家那个端王府无法比拟的，把他伺候的那个舒服。再则，多少天下来以后，他也明白了，当皇上也就那么一回事儿，大面上要装的比人还人，用他自个儿的话说，就是要有一股特牛皮的劲儿，这么总装丫的是有点儿累。可过了这阵儿，回到自个儿的弘德殿，那可是想干什么就干什么了，要玩鸟？有人架了几笼子鸟儿给他玩，要斗蟋蟀？小太监们成日成夜的给他刨墙根去抓，在家里哪能有这个气势？没当大阿哥的时候，在外面找个角儿叫个局子，捏一下脸蛋儿那些角儿还捏三拿四的。在这里，小宫女们个个如花似玉，比角儿们可是强多了，叫她们怎么着她们就得怎么着。这还没真的当上皇上，要是真当上皇了，天下都归他哟嗬，那该是个什么滋味儿？所以，大阿哥溥峻渐渐的找到当皇上的感觉了。没过多少天就学会了怎么拿架子，怎么装象，也会嗯嗯的用鼻子说话了。现在他开始急着要当皇上。不过这事他说了不算，虽说光绪还是那付要死不活的样子，可慈禧太后不发话，太和殿上的那把龙椅还得归他坐着。他问他爹载漪，到底他什么时候才能正式当上皇上？他爹告诉他，现在八国的洋人已经打进北京，这都是因为那个二毛子皇上引进来的，老佛爷现在正怒气冲天，过不了多少天就会有个主意了。他老师徐桐也这么跟他说，说现在大清国人心所向，群臣公议，都在盼着他大阿哥统御天下。让他现在此刻更要好好学习，一旦亲政，就要带领大清国民灭洋番，除叛逆，振兴大清国。真是任重道远啊。一下子上不了金鸾殿，他真有点憋气。经常的拿太监宫女们摆谱、撒气，还和小宫女们胡混。这些事儿早就传到慈禧太后的耳朵里了，可太后佯装不知。这时，八国联军已打到北京城下，皇宫内外已是一片混乱。可溥峻确混然不觉，除了胡闹之外，也玩气功，练把式，因为当时，全国上下一派气功热。小太监们都是他练的对象。练好了，他好振兴大清国呀。一天，他正在练功，他爹载漪和他二叔载澜带着一批人从宫外闯进来，他们全都是一身练武的短打扮。他爹说，现在就去抓二毛子皇上，不能再等了，二毛子皇上压着咱大清国的风水，再不把他搬掉，咱大清国就完了。溥峻一听说是抓皇上，高兴的直蹦高，也带着他手下的那些小太监，跟着他爹等人一哄而去，抓皇上去了。谁知这消息传到慈禧太后的耳朵里，还没等他们赶到瀛台，慈禧太后就从半路追来，把他们爷儿几个一顿臭骂，他们只好乖乖的溜走了。溥峻和他爹载漪这个举动惹得慈禧太后翻了脸，觉得这爷俩太不识抬举，非杀杀威风不可。一天，慈禧太后突然闯到弘德殿，说是要查功课，溥峻回答的驴唇不对马嘴，太后勃然大怒。新帐老帐一起算，把一个叫小翠的宫女揪出来，因为有人已经从大阿哥的寝宫里搜出了她的红肚兜。太后让人当着大阿哥的面把小翠活活打死了，大阿哥当埸就吓得尿了裤子。慈禧太后治得了大阿哥溥峻，确治不了洋人，八国联军打进北京，慈禧太后没招了，只好逃跑，大阿哥也跟着跑了。西逃路上狼奔狗窜，形势危急。洋人的进逼。让慈禧太后改变了主意，她要保住自己的位置，就得讨洋人的欢喜，先得拢住光绪皇帝，因为洋人支持光绪。这么一来，溥峻就被冷落了，路上饥一顿饱一顿的没人理他了。而他爹载漪这一批主战派又是洋人要求惩办的对象，慈禧太后开始疏远他们，这批人惶惶不可终日了。哪知天有不测，光绪皇上路途奔劳，染上重病，气息奄奄。国不可一日无君，光绪没了，溥峻就该顺理成章的接替了。这一下局面就发生了变化，溥峻又被尊宠起来。李莲英又开始关心起他了。他爹载漪等人看到了光明，因为只要儿子当上了皇帝，还能把他怎么着？不仅不能把他怎么着，他这一派人也都好过了，所以大家兴奋极了。就等着光绪死呢。载漪一帮人竟开始筹备登基大典的事了，王爷们连夜辅导溥峻在登基仪式上的举止动作，为大典做准备。眼瞅着好事成真，谁知光绪命大，一口气又叨上来，居然又活了。溥峻的皇帝梦破灭了。清政府和八国联军议合，同意洋人的条件，头一条就是惩办主战派。慈禧太后先是把载漪等一批主战派杀的杀放的放。随后以行为不端，不堪重任为由，把溥峻的大阿哥给废了，他成了个平民。西逃的慈禧太后和她的朝廷回北京了，溥峻随后也回京城了。可此刻他不仅回不了皇宫，连家也没有了。他爹载漪被判流放新疆，削藉为民，永不续用。所谓树倒猢狲散，墙倒众人推。现在京城里行走的是另一批新贵，他求告无门，谁都离他远远的。只好寄住在二叔载澜家。载澜当初跟着载漪一起主战，亦被削职削爵，所幸未被流放。他哪里愿意收留溥峻这么个没用的东西，整天拿溥峻出气，溥峻被骂的别说在他家里吃饭，连水也喝不上，每天除晚上睡觉之外，天一亮就得往外溜，生怕被载澜看见又遭一顿痛骂。溥峻每天流浪街头，弄点古董捣卖。饥一顿饱一顿，象个乞丐。此时，光绪皇帝久病不起，慈禧太后近一阵也常拉肚子，病病歪歪的。有关大清国的承嗣问题又变成了朝廷上下的一个主题。可慈禧太后不说话，谁也不敢多嘴，一天庆亲王奕匡向她提了个醒儿，可慈禧太后没接他的话槎儿。反而过了一会儿突然发问，溥峻现在怎么样了？这一问把奕匡等人问傻了。还是李莲英机灵，马上把他听到的消息告诉太后了。慈禧眉头一皱说，这怎么行啊，怎么说人家也是金枝玉叶的，还能让他沦落到那种地步？别人不笑话他还笑话我哩。慈禧太后让他们赶快给溥峻僻个院子，内务府也按时拨点银子。这消息一传出立马就炸了窝，说溥峻马上就要复出了。这一下，不仅那些不得势的人一下子来了精神，就是宫里的王爷也从中品出点味儿来，莫非说溥峻又要当大阿哥了？大太监李莲英居然亲自去载澜家看望溥峻，哪知载澜在头天晚上就把溥峻从家里赶跑了。流落街头的溥峻在黄城根被巡逻的卫兵臭打了一顿，遍体粼伤，幸好被卖豆腐的张老汉救起，之后，溥峻的一生就与这一家人结下了不解之缘了。溥峻终于被人找回，人们又众星捧月般的抬举起他了。溥峻搬到西黄城根下的一座宅院里，从搬进那天起院门前就车水马龙的。有给他送银子的，有送家具古董、衣服的。载澜每天都来，捡捡树叶，扫扫院子，自做自划的站在大门口迎来送往，俨然一管家。溥峻几次想把他骂走，可他对溥峻特恭敬，随你怎么骂，总是一个劲的陪笑脸，还说骂吧骂吧，象我这样的东西就该骂，所以后来干脆就不撵了。溥峻抖起来了，大阿哥的派头也拿出来了，他也觉着自个儿天生就是当皇上的命，捧他的人也都是这么说的。有人受了他的气，出来还说他的好话，说有这派头就对了，叫有些人摆这派头也摆不出来，这叫天性。就凭这天性，大清国还得是人家的。这时，给溥峻提亲的人都快踏破门槛了。最后还是原天津守备陆宝忠占了先机，他有个女儿陆秀莲年方十八，容貌不俗。本来已经应给了梁敦彦家的儿子，梁敦彦此时仕途正红，在总理衙门办事，陆宝忠能把女儿嫁给梁家实属高攀。可陆宝忠心里另有一付算盘，要是趁现在这机会把女儿嫁给溥峻，一旦溥峻登上皇位，那他女儿就是娘娘，他就是国丈了，这叫押宝，押对了就一步登天。他把这主意说给夫人和女儿听，夫人和女儿也就顺了他。溥峻结婚那天车队经过豆腐张家门前，豆腐张和他的女儿桂香都觉奇怪，怎么他一下子红火成这样了？溥峻还总想着豆腐张家的豆腐脑，派专人去他家买，这么一来，豆腐张的生意也兴隆起来，因为大阿哥都爱吃的豆腐脑还能差了？光绪病危，立储的事迫在眉睫，溥峻和围绕在溥峻周围的一群人亦喜亦犹。喜的是这下谁该接光绪的位子总要有个说法了，犹的是不知太后老佛爷最后拿的是个什么主意，老佛爷的一句话将决定他们一辈子的荣辱。在这些人里最心急火撩的就是刚刚做了溥峻老丈人的陆宝忠。先是得消息说溥峻立位有望，这些人就得意洋洋的想着该怎么组阁，陆宝忠顿时觉着自己身价万丈。溥峻这时趁堂会的机会勾上了一个唱落子的戏子，这事儿被新婚不久的陆秀莲发现了，大哭大闹。她爹陆宝忠反而说，你怎么这么没见识？你当你是嫁给个谁了？你嫁的是个就要当皇上的人！皇上都是三宫六院七十二妃，他这才闹了个戏子你就受不了啦，那要明儿进了宫你可怎么办？陆秀莲想想也是，不哭不闹了。看样子，溥峻马上就要当皇上了，他离皇位只有一步之遥了。谁知最后传出的消息是，太后要立醇亲王载沣的儿子溥仪，而且千真万确。这下围在溥峻府上的人全傻了，有骂的有哭的，但脑子活点的人都悄悄地溜了，再聪明点的，则是趁人多手杂的机会，见溥峻这儿有什么值钱的东西顺手就拿走了，有人更理直气壮，说这当初就是他送的，该拿回家去了。载澜也包了点细软，坐上溥峻新置办的轿子回家了。几乎是刹那间，刚刚还红火热闹的大院如被洗劫过一般，变得空空荡荡的了。陆宝忠在听到这消息后顿时口吐白沫昏了过去，他女儿陆秀莲一会儿要上吊一会儿要抹脖子，哭得昏天黑地。陆宝忠醒过来了，大叫完了完了。唯有溥峻脑子不够用，还问这倒底是出什么事了，被陆宝忠一个耳光打过去，说你算是害苦了我了，害苦了我了。这可是真话，所有围在溥峻身边，想捞好处的人此刻都有退路，唯有他把女儿嫁给了溥峻，无路可退，从此一腔怨气全撒到溥峻的身上了。本来好好的要当皇上，又是你们说让我当的，怎么又不让当了？这回连溥峻也想不通了。新皇上溥仪登基那天，因为还要发办慈禧和光绪的丧事，没怎么大办，但仪仗队默默绕皇城一周，虽无鼓乐之声，也另有一番威严。溥峻在家门口眼见此情此景，想想那皇城里的龙位本来是我的，如今让一个三岁小孩顶替了他，弄得他人不人鬼不鬼的，不禁悲从心来，逐破口大骂，说当今的皇上应该是我！我才是皇上呐！他居然闹到皇城里，新上任的大太监大怒，叫人狠狠掌了他几个耳光，把他关进宗人府了。等到宗人府把溥峻放回的时候，西黄城根那座宅子给封了，陆宝忠和陆秀莲也不知去向了，他二叔载澜一家也跑得无影无踪了。溥峻这下可真的是无家可归了。转眼到了民国。街上已经能看见穿洋服的人了，大清国的龙旗换成了民国的青天白日。溥峻在前门的戏园子里跑龙套混饭吃，一日被已经出宫的太监樊德章发现了。他见了溥峻就象见到了亲爹，把溥峻领到一茶园。此处聚着一群被赶出皇城的遗老遗少，他们边听大鼓书边喝茶边骂大街，骂民国不是他妈的东西，弄得现在君不君臣不臣的。溥峻一进来，大家一起上前问安。因为现在大家都无权无势了，既然都抹平了，那么论资格，大阿哥就是他们这里曾经身份最高的人。人们把大阿哥请到上座，那个亲热劲儿，有人竟激动的唏嘘流泪。之后就同仇敌慨的骂民国，骂袁世凯，为失了势的宣统皇帝呜不平。谁知半天没说话的溥峻出语惊人，说现在的皇上根本就不行，要是当年他当皇上就不会是今天这个样子。大家一下子听傻了，尽管是民国，可这些人还是敬皇上，说皇上的坏话那还了得，可现在到底是民国，而且说话的是曾经的大阿哥，大家叹口气也就不说什么了。樊德章是这样的一个人，他伺候人伺候惯了，一下子没人让他伺候了心里特难受，现在碰到了溥峻，他找到感觉了。他把溥峻带到前宫女小芸那儿去了，小芸也是伺候过溥峻的宫女，用现在的说法她和溥峻还有过一夜情。她从宫里出来，找了间房，给纸坊里扎纸花为生。她见到溥峻也是激动得好半天说不出话，她象当年伺候大阿哥那样的伺候他，现在虽说条件是差远了，可状态一样。她问寒问暖，大阿哥居然还在她这儿吃了饭。溥峻回到他那个家，冷房冷灶，想想在小芸那儿受到的伺候，更加感到他这儿的冷清。第二天他神不知鬼不觉的又到了小芸那儿。吃完了饭，还说他不走了，就住这儿了。从此他们既象夫妻又是主仆的生活着。溥峻还是过着饭来张口衣来伸手的日子。溥峻常跟小芸说，他其实差一步就是皇上了，就差那么一步，所以落到今天这地步。要是皇上，她小芸可不就是娘娘了？小芸到是没想过当娘娘，可溥峻怎么想怎么不服气。民国开始有议会，有关方面让溥峻当议员，每月发银子，还能坐马车，看样子他又有好日子过了。那时中国很混乱，一会儿说要共和，一会说帝制最好。有些遗老遗少们想趁混乱之际恢复帝制捞上一把，就推举溥峻当皇上。溥峻一开始不敢干，后来被他们窜腾得动了心，就答应了。觉得自己本是皇帝命，当皇帝也是应该的。哪知这事儿早被密探们知道了。搞朝拜仪式那天被军警们围了个正着，溥峻这回以逆反罪被关进监狱。还陪绑上了一次法埸，游街的队伍经过豆腐张家门口，豆腐张和他的女儿桂香认为溥峻这下真是完了。溥峻关了几年后，被放出来了。他去找小芸，小芸死了。找到樊德章，樊在临死前把藏在腰里多年的三根金条给了他，让他以后好好的过日子。溥峻有了三根金条又不知怎么过日子了，这事被早先在皇宫里陪他念书的溥兴发现了，溥兴设圈套让他和英国人合办一家公司，他声称从此要经商了。并以前朝大阿哥的名义吸引遗老们入股，公司一下招了不少股份。可溥兴和英国人不久就裹胁股金全都跑了。气极败坏的遗老们把溥峻打了个半死，又把他送到衙门去。最后判他欺诈罪入狱服苦力去了。溥峻在苦役埸上被折磨得快死了，这时又一个新总统上台，大赦天下，他被赦免。不过他不是走出来的，是被狱卒们抬出来扔到雪地上，要活要死全听天意了。溥峻居然活过来了，活过来之后他想死，可是没死了。这之后他跟一个老叫花子哭过丧，学过打竹板讨饭，后来老叫花子死了，他又没了着落。在走投无路之际，只好到豆腐张家蹭饭。可豆腐张家的日子也不好过，桂香的男人被流弹打死，豆腐张也病了。他实在不好意思这么混饭吃了，也学着帮忙做点事，后来张家收留了他。他想重新做人，也学着做豆腐卖豆腐。豆腐张后来有意将女儿桂香许给他。溥峻也觉得这样过日子最好，从此他隐名埋姓，决心好好的做个老百姓了。问题是皇上不好当，老百姓就是那么好当的？当穷老百姓更不是件容易的事儿。还有，虽说他改名改姓了，社会上还是有人想利用他，他能经受了诱惑吗？故事从这儿还得慢慢的往下讲。",
    "chinese_title": "大阿哥溥俊",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-27T10:50:06"
}