{
    "aka": [],
    "sid": "6721637",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2554337471.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "48分钟",
    "episodes": "1",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "BBC Natural World Satoyama Japan's Secret Watergarden"
    ],
    "douban_link": "https://movie.douban.com/subject/6721637/",
    "trans_title": [
        "BBC 自然世界 里山：日本神秘水上花园"
    ],
    "douban_votes": "391",
    "introduction": "The BBC has decided to acquire NHK's Satoyama series of documentaries. It will acquire Satoyama: Japan's Secret Garden (1999) and Satoyama: Japan's Secret Watergarden (2004) and combine them into one program for broadcast, narrated by Sir David Attenborough.The Satoyama series, which has just won the Grand Prix at the 28th International Wildlife Film Festival 2005, is produced by NHK and distributed by MICO. It poetically portrays the close relationship between people and nature in traditional rural environments in Japan. The first program, which focuses on the agricultural cycle of rice paddies on hillsides in Japan, has been distributed to over 80 countries worldwide. The second program takes a look at a traditional water-supply system called a \"kabata\", which not only provides water to village households but also nurtures a vast diversity of fish, insects, birds, and other creatures. Both programs offer insights into environmentally sustainable living.Shin Murata, the originator and Executive Producer of the two programs, commented:\"I'm delighted that Satoyama will be airing in the BBC's 'Natural World' strand. The BBC's endorsement of Satoyama is particularly gratifying because one of my biggest inspirations for the programs was a BBC production titled 'Restless Year' which followed the seasons in one of England's rural areas\".Neil Nightingale, Head of the BBC's Natural History Unit, commented: \"We decided to acquire Satoyam because it is a unique and beautiful portrait of rural Japan and the relationship between people and nature. It reveals an aspect of Japan that I am sure will be completely new to British viewers, and does it in a wonderfully lyrical style which I am sure will be popular with our 'Natural World' audience.\"",
    "chinese_title": "BBC 自然世界 里山：日本神秘水上花园",
    "douban_rating": "8.9/10 from 391 users",
    "foreign_title": "BBC Natural World Satoyama Japan's Secret Watergarden",
    "douban_rating_average": "8.9",
    "update_at": "2026-02-19T03:42:27"
}