{
    "aka": [],
    "sid": "6724586",
    "cast": [
        {
            "url": "/celebrity/1067042/",
            "name": "Jesse Bernstein Jesse Bernstein",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2508005968.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1574600",
    "director": [
        {
            "url": "/celebrity/1297589/",
            "name": "彼得·西伦 Peter Sillen",
            "@type": "Person"
        }
    ],
    "duration": "87分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010-12-15"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1574600/",
    "imdb_votes": 68,
    "this_title": [
        "I Am Secretly an Important Man"
    ],
    "douban_link": "https://movie.douban.com/subject/6724586/",
    "imdb_rating": "7.1/10 from 68 users",
    "trans_title": [
        "我在地下发光"
    ],
    "douban_votes": "0",
    "introduction": "An outsider artist, punk poet and troubled soul who was once proclaimed “The Godfather of Grunge,” Seattle’s Jesse Bernstein had the distinction of having opened for both Nirvana and William S. Burroughs. And, while we’re name-dropping alt-culture icons: he also once toured with almost-legendary psychedelic folksters The Holy Modal Rounders — and, as a teenaged runaway, caught a ride on Ken Kesey’s magic bus! This fascinating underground documentary from New York-based filmmaker Peter Sillen (co-director of Benjamin Smoke and cinematographer of Kelly Reichardt’s Old Joy) draws on a truly surprising wealth of archival material to tell the story of a performer and writer (and, cementing his status as a grunge figurehead, Sub Pop Records recording artist) who lived and wrote about life on the fringes and called poetry his “job”; coping with the twin torments of substance abuse and mental illness were major occupations as well. Bernstein’s first chapbook was funded by a stripper; he occasionally performed with a live mouse in his mouth. He was voted “Seattle’s Best Local Poet” in a Seattle Weekly readers’ poll in 1989, two years before he succumbed to his considerable demons. “[A] fine documentary ... Sillen finds nobility in the poet’s ceaseless commitment to observation, self-examination, and what he called just plain ‘doing your job’” (Ken Marks, The New Yorker). Colour and B&W, Digibeta video. 87 mins.",
    "chinese_title": "我在地下发光",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "I Am Secretly an Important Man",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-21T00:29:32"
}