{
    "aka": [],
    "sid": "6724700",
    "cast": [
        {
            "url": "/celebrity/1315201/",
            "name": "胡亚捷 Yajie Hu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312915/",
            "name": "张延 Yan Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274978/",
            "name": "左小青 Xiaoqing Zuo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313722/",
            "name": "赵有亮 Youliang Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314827/",
            "name": "王千源 Qianyuan Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275706/",
            "name": "郑晓宁 Xiaoning Zheng",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868126414.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1350215/",
            "name": "赵岩森 Yansen Zhao",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "海阔天高"
    ],
    "douban_link": "https://movie.douban.com/subject/6724700/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "罗达航和杨端做梦也没有想到在毕业分配时，会遭到了“伏击”。作为清华大学首届经济学研究生，正当他们雄心勃勃准备要去中科院大展宏图时，却被导师吴光远告知，他们俩的档案已经被元都开发区给抢走了。罗达航和杨端愤然追到元都开发区，发现那儿是一片盐碱滩，虽然苍凉得凄美，但却草木不生，连喝的水都是咸的。罗达航和杨端直接找到市长周焕明，想索回档案，但周焕明毫不客气地打掉了他们的傲气。周焕明的真诚和坦荡，令他们大为折服。士为知己者死，罗达航和杨端便留在了盐碱滩，开始了艰苦的创业。这是1984年，拥有世界上最长海岸线的中国，同时同步在十四个沿海城市向五大洲打开了窗口，由此，一个全新的名词走进了我们的生活——开发区。罗达航的未婚妻童欣一路风尘从北京寻找而来，她带着部委级的调令，欲营救被“发配”的罗达航，可不料正赶上“铁轨事件”——由香港唐氏集团投资兴建的元都物流中心，因为无法接通到集装箱码头的铁轨，其首席代表吴派克愤而起诉开发区，并威胁要全面撤资。唐氏集团在港台和东南亚影响甚大，如真撤资，将对刚刚兴办的元都开发区带来灭顶之灾。律师出身的童欣，发现了合同中的漏洞，找到吴派克交涉，巧妙地化解了争端，避免了危机。不打不成交，吴派克聘请童欣担任唐氏物流中心的法律顾问。童欣因为挚爱罗达航，接受了吴派克的聘请，留在了元都。而周焕明的女儿周慧此时也被爸爸逼到开发区来了。沉静而又贤慧的周慧，对罗达航一见倾心，但罗达航却不为所动。杨端结识了在开发区办药厂的女老板方融。方融向杨端倾诉了为了换来这家药厂所付出的巨大代价。原来，她在深圳打工时的老板和她签了一份协议，老板为她投资办厂，她为老板生一个儿子。当方融真的怀孕时，却要求杨端陪她去医院做人工流产，方融不想再把自己的命运交给别人来摆布。但面对杨端，方融又无法接受他的爱。他们之间没有开始的结束，令杨端生出一种疼痛的失恋感觉。罗达航与童欣虽然深深相爱，可俩人都有自己的追求，矛盾重重，这使得他们陷入了痛苦。周慧一直在默默关爱着罗达航。而吴派克也趁机向童欣求爱。为了全面推动开发区的发展，罗达航与美国达尔派公司经过一系列谈判，以70年的期限，将元龙港周围的土地出租给外方。然而没有想到，此时引起了轩然大波，罗达航被指责为“现代的李鸿章”，出租土地就是在卖国！上级也派调查组来调查此事。罗达航被开除党籍，并撤销了职务。市长周焕明也受到牵连，被派到中央党校学习。童欣很为罗达航担心，她办来了留学手续，劝说罗达航一同去美国留学，可罗达航却不从。他始终坚信着自己的选择没有错，对自己的处分终究会有纠正的那一天。童欣已经给了罗达航太多的机会，已经为他失去了太多，她不想再为罗达航放弃自己的未来。在吴派克的帮助下，童欣决定去美国留学。杨端也辞去了职务，奔向了他梦寐以求的“资本帝国华尔街”。就在罗达航去北京申诉的半年后，七届全国人大会议通过了中华人民共和国宪法修正案，从此，土地的有偿使用有了法律依据。罗达航恢复了党籍和原职，周焕明通过半年多的党校学习，回到元都市，担任元都市市委书记，市长职务。美国凯因特公司是电子通讯行业的巨头之一。他们对亚洲市场非常关注，已决定在亚洲选址建立世界上最大的液晶产业基地。自从凯因特公司决定在亚洲投资的消息传出后，新加坡，韩国等地都派出了代表团，前往凯因特公司，并提出各种优惠条件，要求合作，竞争十分激烈。通过清华大学校友苏珊娜的帮助，罗达航邀请到了美国驻华商务参赞乔治先生来考察元都开发区。通过考察，乔治向白宫发回了一份报告，向美国政府和工商界推荐元都开发区。但是由于凯因特公司亚洲区投资顾问吴派克的从中作梗，凯因特公司放弃了考察元都的计划。为了促成合作，罗达航去纽约邀请凯因特公司前来考察。此时，杨端已在华尔街占据了一席之地；而童欣，不仅是纽约的知名律师，也是吴派克的未婚妻。为了帮助罗达航，童欣毅然推迟了婚礼，惹得吴派克愤怒。在罗达航和童欣的说服下，凯因特总裁斯迪尔意识到中国市场的巨大潜力，同意派团来元都考察。一波三折，已决定投资元都开发区的凯因特公司，因美国政府经济制裁中国，放弃了投资元都的计划，有意转向高雄。罗达航再一次来到纽约，由于吴派克的阻挠，罗达航几天都没见到斯迪尔。先前因为凯因特投资问题与丈夫离婚的童欣又一次帮助了罗达航，童欣出面找到了正在度假的总裁斯迪尔先生。斯迪尔先生对罗达航的才干十分看重，邀请他加入凯因特公司，罗达航婉言谢绝，并说服斯迪尔坚持投资元都的计划。随着斯迪尔来到元都开发区签订合同，童欣也带着女儿来到开发区，开办了外资律师事务所。其间，吴派克发现童欣身边的女孩就是自己的女儿后，与童欣打起了官司，想要把童瑶从童欣身边夺走，最终童欣赢得了女儿的抚养权。一直在等待童欣的罗达航，终于等到了童欣，他们携手走进了幸福。这时，杨端也回国投资，与方融重逢，而此时她的药厂已濒临倒闭，杨端收购了这家药厂，也重拾了当年对方融的爱怜。周慧痛苦的等待并没有等来罗达航的爱，周慧最终与主管开发施工的总指挥范星河结合。但范星河却没有抵挡住金钱的诱惑。他收取了建筑公司的高额贿赂。由于施工单位的偷工减料，尚未完工的科技园办公楼倒塌了，监理人员害怕追究责任，跳楼自杀。罗达航和周慧迅速组成调查组，决定将此事查个水落石出。真相大白之即，建筑公司经理为了保全自己，策划了一场车祸，欲除掉罗达航和周慧。范星河得知后，自己开车挡住了肇事行凶的卡车，救了周慧和罗达航的性命，而他自己却被撞成重伤。在医院苏醒后，范星河向检察机关自首，并在狱中提出与周慧离婚。可善良宽厚的周慧，却没有离开他，而是执意等他出来，好好生活！香港回归在即。全球经济也进入了一体化时代。金融大鳄索罗斯所掀起的金融风暴席卷亚洲大地。在开发区的部分企业受到了波及，有的濒临破产甚至倒闭。罗达航作为开发区管委会主任，力排众议，动用16亿资金，无偿借贷给面临危机的外资企业，使之起死回生，并且给予了优惠的退税政策。同时，中国银行动用外汇储备援助香港金融，使这场金融危机被遏止住。开发区的外资厂商经过这一场劫难之后，对管委会更加信任了，又展开了更加全面、深入的合作。短时间内创建了奥泰集团的资金运作高手杨端，又由开发区出资，使奥泰集团重新整合，成立了奥泰基金。在杨端的运作下，奥泰基金先后在香港、美国上市，资产高达百亿。杨端在国际资本市场如鱼得水。然而，由于经历了转轨阶段，产权归属不明确，双方对簿公堂。最终杨端落败，所有产权归开发区。方融卷走了杨端所有的财物，离开了杨端。最擅长运作资本的杨端却在一夜之间变得一无所有。周焕明来到纽约邀请杨回元都，告知奥泰还留有他百分之四十九的股份，杨端大为感动，他没有想到共产党对他这个资本家如此宽容和大度。他带着一直爱恋他的金发女郎苏珊娜回到了，重新投入到了国际资本市场。元都开发区开始了第三次创业——与美国达尔派公司全面合作，共同投资300多个亿，开发元龙港，打造高新科技园区。元龙港高新科技园区建成后，成为了世界经济界瞩目的高新科技航母！人到中年的罗达航、杨端和童欣、周慧等人，更懂得珍惜二字的份量，因为二十年的奋斗，不仅建造起了一座令他们为之自豪的现代化城市，还让他们明白了黑格尔的那句名言——财富不会死亡，只能得到或者失去，前提是掌握财富的人是否还能保持住自己的思想。",
    "chinese_title": "海阔天高",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-11-11T04:13:07"
}