{
    "aka": [],
    "sid": "6724707",
    "cast": [
        {
            "url": "/celebrity/1315220/",
            "name": "杨童舒 Tongshu Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315201/",
            "name": "胡亚捷 Yajie Hu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314497/",
            "name": "何中华 Zhonghua He",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313796/",
            "name": "涓子 Juan Zi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1341702/",
            "name": "严志成 Zhicheng Yan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1467585/",
            "name": "武艺杰 Yijie Wu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867304702.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1328161/",
            "name": "朱睿 Rui Zhu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1323317/",
            "name": "董志强 Zhiqiang Dong",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "32",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "妈妈再爱我一次"
    ],
    "douban_link": "https://movie.douban.com/subject/6724707/",
    "trans_title": [
        ""
    ],
    "douban_votes": "244",
    "introduction": "空空的“实验三中”的班车上面，一如既往，最后只剩下司机周皓和蒋安雯两个人了。两年来，周皓总是按照接送的顺序，最后一个把安雯老师送回家。这空荡的车厢，仿佛恋爱的场所，他们在学校以同事相称，而在暗地里，却已是一对心心相印的恋人。这是个秘密，两个都曾离异过的人，在学校那个圣洁的场合里，在感情的处理上总是慎重而保守的。而这一天，周皓决定在这个充当见证的车厢内，向安雯求婚。周皓有个叫不懦的儿子，前妻在儿子三岁的时候提出离婚，并以迅雷不及掩耳的速度消失。自此，周皓成了孤家寡人。好多年来，周皓不知该如何对儿子解释妈妈的突然失踪，他一直在隐瞒说妈妈突然调到外地去工作，外地很远，妈妈很忙，他无法带儿子去很远的地方找很忙的妈妈，这个稀里糊涂的谎言持续至今。安雯则很少提及自己的离婚经历，这个经历于自己大概有些耻辱，两年前，明明是亲妹妹蒋安欣抢走了丈夫，可这个“抢”字却让安雯有口难言，是抢吗？可丈夫偏偏是自愿的啊！而今，两块原本不是一面镜子上的碎片打算粘在一块了，可周皓与儿子的谎言该如何收场呢？善良的安雯最终决定以不懦“原装”母亲的身份打进周皓家庭内部。安雯的付出让周皓感动不已。老百姓讲：后妈养来养去，终究是给自己养个狼崽子。可安雯不但接受了这个“狼崽子”，还宁愿冒充生母。安雯这个无私的举动，让周皓猛然间想到了《渴望》里的慧芳。为了不让不懦产生一丝怀疑，婚礼没有举行。当天，安雯带着精心挑选的玩具，好象从几千里外刚刚赶回来似的，为了这次“久别重逢”的场景，安雯曾对着镜子练习了很多次表情。她要表演的逼真，这次与孩子久别重逢的会面，将决定自己今后与不懦的关系，以及奠定家庭重组后的幸福。10岁的不懦面对着陌生的妈妈，他提出亲妈妈一口。安雯兴奋极了，她把自己的脸凑过去的时候，一口吐沫狠狠的砸在脸上。“你不是我妈妈！我妈妈的耳朵上有一个黑痣，你是个骗子！”这突如其来的打击让新夫妇彻底崩溃。精心设计的一切，被孩子无情的揭穿了。故事该是一个温情的开始，却不知不觉中竟向悲情滑去……婚后，周皓的眼睛出现了间歇性视力低下，化验的结果让周皓大吃一惊——遗传性小脑神经萎缩。这是一种比癌症还要可怕的疾病。它意味着三个月，或是半年，或是一年以后，周皓将瘫痪在床。坚强的周皓为新婚的妻子写下一封信，之后开始加倍努力的工作挣钱，他明白，自己瘫痪是注定的事情，那个时候，自己将留下一个叛逆的儿子给妻子。安雯没有义务去抚养自己的儿子。周皓决定多挣些钱留给儿子，留给可怜的安雯。安雯也同时发现了丈夫的反常。他发现丈夫拼命的工作。她劝过丈夫不要过于辛苦，但无济于事，她于是买了昂贵的补品，在丈夫每日出车前偷偷洒在丈夫的水杯中。可是安雯这个鬼鬼祟祟却又善良的举动，却在这天被不懦看到，而就在这天，周皓发生了重大事故，再也没有醒来。周皓变成了植物人，而他蹊跷的事故原因令所有人困惑。而有谁知道，小脑神经萎缩的发病症状之一，正是自己无法控制自己的四肢，这就造成了周皓近乎鬼使神差的事故原因。“你就是杀死我爸爸的凶手”——不懦对安雯大吼道，“我亲眼看到你在爸爸的水杯里放了毒药！”这个口号当然没有将安雯告上法庭，却让这个善良的女人痛心疾首。她看到了丈夫留下的信，她知道了丈夫事故的真正原因，她痛哭不止，她不明白厄运为何突然降临。医院建议安雯将丈夫安乐，丈夫在信中希望安雯把孩子送往孤儿院。两天后的一个晴朗的早晨，安雯接回了丈夫，并在床前摆上了玫瑰，她对着无法再开玩笑的丈夫说：自己将永远让玫瑰盛开，她对着怒视自己的“狼崽子”讲：小子，从今天开始，你给我记住！不管你承不承认，我就是你的合法监护人！不懦刚上六年级，他学习出色，更弹得一手不错的钢琴。周皓病前的愿望曾希望他可以考取音乐附中。可眼下，周不懦已经没有这个心气儿了，他不明白怎么会突然跑出一个讨厌的假妈妈来，他要跟这个冒充的母亲斗争到底，什么监护人！什么妈妈！他要打倒安雯，想尽一切手段，将她彻底赶出这个家。他管安雯叫骗子，他不再碰钢琴，他绝不完成作业，这些都是他对于冒牌母亲的抗挣！孩子告诉安雯这个家是自己和爸爸的家，安雯该是空气，安雯接受了。从此，安雯真的变成了空气，为了可以让孩子缓解仇恨，她真的按照同孩子的约定从早到晚一言不发，只有在深夜，面对沉默的丈夫，她才可以吐露委屈，只可惜这个唯一的倾听者是个聋子。家庭窘困，安雯决定将丈夫留下的房子出租。不懦的有一个古怪的邻居，这是个近乎神秘的孤老太太。一个偶然的机会，不懦走进了她的房子。安雯的房客是开着宝马跑车来的，安雯不明白她怎么会把宝马开进居民楼里。年轻漂亮的屠英要安雯以后叫自己英子，并告诉她自己是在跟男人玩捉迷藏的游戏。屠英说自己厌倦了情感，累了，烦了。她想做一个平凡的人。安雯笑了，她告诉英子除了上帝，每个人都是平凡的人。安雯的话让英子觉得颇有哲理。她似乎饱经风霜的告诉安雯，凡人都是自私的，也所以凡人不配拥有真正的爱情。这天，男子汉一样的不懦突然带回家几个彪形大汉，他自做主张卖掉了钢琴。他告诉安雯，这是爸爸送给自己的，是属于自己的财产，他要安雯无权过问此事。这一次，安雯真的没有管，她眼睁睁的看着钢琴被抬走，面对被“打劫”的场面，安雯无能为力，而在心底，安雯告诉自己：安雯啊，你绝不可以放弃！妹妹安欣和丈夫路锦华过着幸福的生活。路锦华做为钢琴演奏家，名扬四海的威望让安欣自豪。对于姐姐，安欣没有歉疚，她觉得爱情该是有取舍之权利的。但对于丈夫，安欣则封闭了所有关于姐姐的信息，她总担心锦华的内疚会导致不堪设想的结果，她处处小心，处处提防姐姐，旧情重燃的恐惧在安欣心底默默的蔓延。安雯要去外地开会，她恳求母亲假装保姆来家中照顾不懦。老妈妈明白女儿的苦心，她知道不懦更不会接受安雯的家人。老妈妈一面接受了保姆的头衔，一面在心底为女儿流泪。安雯不在家的日子里，不懦天天在爸爸面前数落安雯的不是，这做法激怒了“老保姆”，老妈妈狠狠的斥责了不懦，却因此暴露了身份。感到再次被欺骗的不懦愤然离家出走。归来的安雯急疯了，她歇斯底里的四下寻找不懦。而此时，不懦正舒服的躺在隔壁古怪老人家的床上。古怪老人用古怪的方法教育了不懦，夜晚，不懦从隔壁的窗子爬回了自己的小床酣然入睡，而此时的安雯却已近乎绝望。次日清晨，两天没有睡眠的安雯看到不懦竟从自己的房间走出来，这个可怜的母亲悲喜交加，她昏倒了。这一次的较量，不懦又胜利了。但当不懦看到安雯惨白的面孔，以及听到安雯仍旧毫无埋怨的言辞时，不懦忽然感到一种失落，他开始怀疑自己是否有些过分了呢？不懦开始逃学，他迷恋上网吧。他游戏打得很好，好到别人出钱请他。在疯狂的网络世界孩子似乎找到了一种逃避。这一次，安雯终于愤怒了。她把不懦从网吧拽了出来，任不懦如何挣脱也无济于事。安雯终于将不懦重新按回到书桌前，她将不懦锁在了房间，不懦仍旧挣扎着。此时，门开了，安雯将轮椅上的周皓推了进来。她告诉不懦，从今天起，将由这个不会斥责，也不会动手的爸爸监督不懦的学习。不懦可以跑，也可以懈怠，爸爸都将不会有任何举动。安雯告诉不懦，但爸爸的心里在流血！之后，安雯似乎平静的回到了自己的房间。这个时候，安雯才感觉到自己红肿的手腕，这是刚刚“狼崽子”挣扎的时候留下的。揉着手臂上一缕缕红斑，安雯的泪水流了下来……安雯决定从明天开始，无论不懦接受与否，自己将每天监督他上下学。几天过后的一个早上，不懦主动找安雯谈话。孩子说自己将不会再去网吧，今后也不需要安雯接送自己。安雯问他为什么有决心戒网，不懦告诉安雯：因为自己是周皓的儿子！而在同一天，孩子因为拖堂，很晚才回来。不懦本以为安雯会追问自己，但却看到了一顿丰盛的晚餐和一个慈祥的笑脸。不懦终于忍不住问道：为什么你没有问我晚归的原因，你没有怀疑我又去网吧么？安雯摇着头说道：我不会怀疑你，因为我是周皓的妻子！次日，当很多家长到学校询问是否真有拖堂一事时，不懦忽然感到从未有过的自豪感，他告诉同学，自己的妈妈相信自己，自己的妈妈昨天给自己做了可口的饭菜！而在安雯面前，不懦却绝不会，也从未叫过她一声妈妈。深夜，不懦又从窗子翻到隔壁孙奶奶家里，这个翻窗而过的特权是孙奶奶的特许。不懦把白天的事情告诉奶奶，奶奶告诉不懦妈妈的好处，不懦却仍旧固执。奶奶带不懦走进一间紧锁的屋子，不懦竟意外的看到了自己的钢琴。老人告诉孩子，这是妈妈偷偷赎回来存在在这里的，这就是安雯和老人之间的秘密。这是属于不懦的钢琴。老人告诉孩子，妈妈打算在不懦考上中学后把钢琴还给不懦，不懦抚摩着自己久违的“伙伴”，他曾经多么后悔卖掉它啊，小不懦沉默了。房客屠英是个性格泼辣的女孩，不知为什么她好象第一面就对安雯产生了好感，她觉得安雯好象自己亲切的大姐姐。后来，屠英看到了安雯的生活，她眼睁睁的看着安雯如何委屈，如何照顾自己瘫痪的丈夫，她被安雯的爱感动。她时常找这个房东大姐聊天，从她那里似乎可以懂得最简单却又最复杂的生活哲理，而这些哲理安雯是用自己朴实的行为诠释的。许多事情过后，不懦越来越感觉到安雯似乎没有自己想象的那么讨厌，他想到孙奶奶的话，他是个男子汉，他该承担起一些责任！这天，不懦做了一顿粗糙的饭菜，而就是这件平凡的小事，竟让安雯看到了无限的希望！但就在次日，安雯归来的时候却看到了家中两具“直挺的尸体”，未关的煤气在空中蔓延……在医院，守护了丈夫和孩子整整一夜的安雯终于笑了——父子俩已脱离了危险。医生告诉孩子多亏了妈妈，这一次对于妈妈的称谓，不知道为了什么，不懦竟没有反对。晚上，安雯自己为自己过了一个简单的生日。这是自己三十三岁的生日，她对丈夫说，自己老了……她告诉丈夫自己早已预料到这将是一个孤独的生日，这面前的蛋糕，这桌上的红酒，更增添这份孤独。但安雯仍旧给了自己过生日的理由，因为可以许愿，而且据说面对蜡烛许下的心愿是最灵的。她愿意把这个机会留给不懦。她极力营造了生日的气氛，是为了让这一个人的生日更加象个生日，这样她相信愿望就一定可以实现，她要不懦好，她要不懦可以快乐，安雯对着蜡烛许下这个心愿，她相信上帝可以听到这个冒牌母亲的心声！屋子里突然异样的沉静，偷听中的不懦许久后才听到了一阵微弱的抽泣声……几天后，安雯在桌子上看到两份100分的试卷。不懦告诉她，这就是自己一模考试的成绩。不懦说谢谢安雯救了爸爸，救了自己，这算是自己迟到的一份生日礼物吧。泪水浸湿了双百，不懦考上了安雯所在的重点中学。开学后安雯的语文课上，安雯为新同学布置了一篇随心所欲的作文。不懦写了《我的妈妈》！作为范文，不懦有必要在全班朗读。那一次，恐怕没有孩子知道为什么，作文念到一半的时候安雯老师竟出去了。在空荡的楼道里，安雯早已以泪洗面。“妈妈”——这个神圣的字眼，她第一次从不懦的嘴里听到，安雯知道，自己真的成功了……不懦考上中学不久，古怪的孙老太太去世了。在老人的房间里，不懦弹起了属于自己的钢琴。琴声中孩子仿佛又看到了老人的身影。安雯是感谢老人的，她知道老人为自己与不懦间的矛盾做了很多努力。在钢琴的夹缝里，不懦发现了一张字条，是老人死前为不懦留下的——“不懦，奶奶希望你能继续弹钢琴，奶奶会为你自豪，妈妈也会为你自豪！”……这天，安雯终于知道了一个秘密，不懦当年拒绝再学钢琴的秘密。“因为我知道，音乐附中的学费会很高，家里很穷……”当母亲了解到不懦当年懂事的想法后，一个念头涌上安雯心头，她要让不懦从回到新钢琴旁，这是孩子的兴趣，是周皓的心愿！在新学校，懂事的不懦赢得了老师的赞扬。但一名叫吴涛的男孩却才处处与不懦为敌。他是个富家子弟，他也弹的一手很好的钢琴。吴涛和不懦的第一次冲突是在一节语文课上，吴涛学习不好，擅于捣蛋。安雯的批评招来吴涛无礼貌的顶撞。在课堂，不懦看不得自己的妈妈受到欺负，他和吴涛撕打了起来。这次当堂打架的恶性事件，让两个孩子成为学校公然的敌人，并从此水火不容。一天，英子风风火火的跑来找安雯。她带来了一个噩耗。她听说周皓小脑神经萎缩的疾病是遗传的，很有可能降临在小不懦身上。然而，这个噩耗并未引起妈妈的恐慌。安雯说自己在当初周皓出事的时候就知道了。并告知小不懦的确具有50%的遗传机率，但安雯告诉英子，眼下的孩子是健康的，她就一定当儿子是个正常的小孩。英子震撼了，她没有想到，当初安雯自愿接受的，竟然是一个很可能没有未来的孩子。安雯的坦然让英子辛酸。一个很可能没有未来的孩子，一个执着的无悔的母亲！安雯告诉英子，这就是自己迄今仍旧不让孩子骑车上学的原因。她怕孩子会在某一个时刻突然发病，就象当初的周皓一样，她不能告诉孩子事情的真相，她只有默默的关注着，等待着，等待厄运随时有可能的降临。安雯开始为不懦寻找钢琴老师，因为当年教过不懦的老师已经出国了。安雯不懈的努力着，她终于找到了一个价钱昂贵的老师，她下定决心就算再省吃简用，也要让这个可能没有未来的儿子拥有未来！但是，当安雯揣着钱找到钢琴老师的时候，却在老师家里遇到了吴涛和他开奔驰的爸爸。吴涛爹是个有钱人，他已经付给了老师更加昂贵的学费，他甚至于代老师客气的请安雯母子离开。这个打击让安雯痛苦，她相信钱不是万能的，可是这次她输在了钱上。懂事的不懦劝妈妈不要难过，可孩子的劝慰反而更增加了妈妈的压力！安雯决定去找一个人，一个曾经背弃过自己的人——她的前夫，如今妹妹的丈夫陆锦华。但安雯的请求却遭到了安欣无情的拒绝，安欣的想法很简单，她不愿意再给姐姐与丈夫接触的机会，安雯了解妹妹的感受，她选择退缩。但有一天，锦华却找到了安雯。他要教不懦，他为妻子的不近人情向安雯道歉。这无疑是雪中送炭，已经穷途末路的安雯接受了。不久，锦华喜欢上了不懦这个天资聪慧的学生，他频频与安雯和孩子的接触让安欣不得安心，妹妹想，自己多年来的恐惧终于成真了！吴涛向不懦挑战，他要在暑假后的二十所中学的汇演上，挫败不懦成为全校真正的钢琴第一。这个挑战不懦接受了，他要在暑假的时间里弥补失去的光阴，他要为妈妈挣气，挽回曾经因为钱而丢掉的尊严！如火如荼的钢琴训练开始了，锦华把不懦带到郊外自己宽敞的琴房，在这里，不懦开始了疯狂的练习。安雯为了照顾儿子，也被安排住在了那里。不久后，安欣终于爆发了。这天，几乎失去理智的安欣找到姐姐，将安雯骂了个狗血喷头，她告诉姐姐，自己已经怀孕了，她不要安雯打扰自己平静的生活，安欣的话让安雯忽然感到一阵辛酸，她没有反驳。几天后，安雯的妈妈找到了安欣。她告诉她一个真实的故事。想当年，妹妹安欣为了让安雯顺利与丈夫离婚，曾经假装怀孕，并跪求姐姐让步。而就在当时，没有人知道其实安雯正怀着锦华的骨肉。为了让妹妹幸福，安雯对所有人包括丈夫隐瞒了真相。离婚后，可怜的安雯就住在妈妈那里，只有老人知道这个善良的女儿的苦衷。但安雯的孩子在三个月后流产了，并因此落下了终身不孕的病身。这是个久远的秘密，安雯从不要母亲提起。要不是现如今安欣咄咄逼人的态度，眼看着两姐妹反目，老妈妈也不会提起。面对目瞪口呆的安欣，老人告诉她：一奶同胞的姐妹，这又是何必呢……二十所中学的文艺汇演紧锣密鼓的筹备着，吴涛的爸爸是主要赞助人之一。他打算贿选，他要让儿子赢，他相信有钱就没有问题！屠英找到安雯，她告诉大姐自己打算结婚了。这个消息让安雯大吃一惊。屠英说自己感谢安雯，是她让自己相信了爱。安雯为英子高兴。屠英同时告诉安雯吴涛的爸爸打算贿赂评委，并说自己的男友也是此次活动的更主要的赞助商之一。安雯不知该如何是好，屠英却说自己自有主张。这些天，不懦的压力很大，他拼命的练琴。唯一的信念是赢，这个念头让他疯狂。不懦终于登上了汇演的舞台，他越弹越好，越弹越激动，他的表演震撼了在场所有的观众。演出结束的时候，兴奋而投入的不懦突然感到眼前一片发黑，他一头昏倒在钢琴之上。当不懦从床上醒来的时候，妈妈告诉他他得了第一。孩子高兴坏了，屠英则在旁边夸奖自己的功劳，原来，英子已换掉了所有受贿的评委。这个冠军是公平的，不懦当之无愧。看着孩子幸福的表情，屠英知道她身旁的安雯并不轻松，也将从此再没有轻松的可能。没错，孩子终于第一次发病了。遗传基因已经表示出显相，孩子的身体正向魔鬼趋近，且再无可逆的可能。安雯的眼泪无济于事，她曾经眼睁睁的看到了丈夫的后果，她知道未知的某一天里，不懦的手将开始颤抖，之后，他的四肢将无法协调，然后，说话含糊而吃力，再往后……安雯不敢想了，她明白不懦已经彻底变成了一个没有未来的孩子。她告诉英子自己的想法，她要让孩子继续上学，继续练琴，只要还有时间，他将让不懦象一个普通孩子般生活。屠英没有哭，她不可以在安雯面前流下自己的泪水，因为她知道大姐的心在流血。不懦与吴涛的关系缓和了，因为一次吴涛在校外“偷”漫画书的时候，刚巧经过的不懦主动站出来为吴涛证明清白。不久后，吴涛做为感激送了不懦几张从国外带回来的钢琴CD。两个孩子从矛盾到友谊直到成为最好的朋友。吴涛的语文需要补考，他要不懦帮助自己从妈妈那里偷来试题。不懦拒绝了，他告诉吴涛一切要自己争取。不懦答应吴涛自己会在每天晚上，在自己家里陪吴涛学习。果然，吴涛学习到凌晨，不懦就陪这个朋友学到凌晨。在不懦的催促下，吴涛的补考通过了。安雯是支持儿子的，虽然她心疼儿子的身体，可她更希望，不懦是个真正的男子汉！母亲的支持让不懦再一次明白了爱的含义……不懦汇演第一的消息登上了报纸，这份报纸被安雯小心的收藏，却同时被另一个女人看到了——她就是当年抛弃不懦与丈夫的女人，不懦的生母曹曼。如今的曹曼可谓如意。想当年她背着周皓傍上了一个香港人，在离婚申请上签字之后，便消失的无影无综。现如今，她又背着香港人找了一个年轻的情人。她现在有钱，有男人，她开始觉得自己似乎缺个孩子。看着眼前有出息的不懦，曹曼决定要回这个孩子，以填满生活中的空白！曹曼的出现，让安雯手足无措。她蔑视眼前的女人，她拒绝了曹曼的无理要求。但曹曼死缠烂打的态度让安雯头疼不已。曹曼要去找孩子，安雯告诉曹曼孩子有病。曹曼当然不晓得不懦病情的严重。她告诉安雯自己有钱，只要有钱就可以给孩子治病。只有这最后一句话让安雯动心，安雯似乎一瞬间又看到了希望。不久后，思量再三的安雯终于将不懦送到了曹曼豪华的别墅中。安雯告诉不懦，眼前这个陌生的女人才是他的生母。不懦闹，发疯，挣脱。当安雯离去的时候，母亲的心彻底碎了。好象几分钟前，安雯刚刚亲手将自己的孩子送进了魔窟。雨水打湿了安雯的衣裳，在这瓢泼的街头，安雯已不知自己将何去何从……就这样，小不懦被关进了“监狱”，面对曹曼为他打造的铜墙铁壁，孩子无能为力。他想念自己的小破屋，他想念自己的妈妈，还有爸爸。一个偶然的机会，不懦跑了，他又见到了安雯。他恳求妈妈不要把自己再送回去，他责怪为什么舍得抛弃自己，他说安雯才是自己真正的妈妈。安雯紧紧的抱着不懦，这一刻她发誓不会让这个孩子再离开自己，她等待着曹曼的到来。但出乎意料的曹曼又提出不要不懦了，她更送回来10万元钱，她潇洒的把孩子留在了安雯身边。曹曼的举动让安雯惊讶，她不懂，曹曼为何竟判若两人。原来，曹曼的情人打算跟曹曼结婚。唯一的条件就是要曹曼放弃这个身患绝症的孩子。多年来，曹曼已经离不开这个年轻的情人，结婚是对曹曼最大的诱惑。曹曼这个笨女人，她打算骗到香港人的钱，之后与这个情人远走高飞。她放弃了不懦，是因为她相信自己这回将有更加美好的未来，只可惜这一次，曹曼错了！屠英的出现，让安雯终于明白了曹曼的动机。因为屠英的男友正是香港人的合作伙伴。英子说自己也没有想到曹曼竟是不懦的生母。当安雯知道一切真相之后，她愤怒了，她找到曹曼，当面打了她一记耳光。她指责曹曼是禽兽不如的母亲，她曾两次抛弃了自己亲生的骨肉。对于曹曼的“恶行”，屠英当然不肯放过，“不光是为了安雯” 屠英告诉男友，“我一定要毁了这个女人，也是为了天底下所有善良的母亲，我不会让曹曼的阴谋得逞！”于是几周后，曹曼果然一无所有。这件事并未废英子太多的周折，她只需把情人的事告诉香港人，这就足够了。香港人当然不肯戴这顶绿帽子，他可以让曹曼拥有，也可以让她一瞬间一无所有。曹曼与情人的关系更是不堪一击。钱没了，情人自然就跑了，眼下，曹曼终于体会到了地狱的感觉。曹曼去找屠英，她了解一切都是这个女人在作祟。在屠英家，曹曼却意外的只看到了不懦。不懦隔着防盗门的铁窗告诉曹曼，自己和妈妈来找英子阿姨，眼下，妈妈和屠英阿姨出去了。曹曼感到奇怪，她不明白不懦对自己的态度怎么突然好转了。不懦告诉曹曼：因为我回来以后，妈妈告诉我你不是坏人，你也是因为爱我才把我接走的。妈妈要我不要恨你，虽然我不承认你是我的妈妈，但我也不会恨你。一刹那，曹曼忽然感到周身的火辣，她急忙的跑开了。没错，为了不让不懦心灵受到伤害，安雯的确是这样告诉的不懦，她要不懦知道，世界上没有坏人，每一个人都是善良！安雯的善良击跨了曹曼的邪恶，可是，就是这么个善良的妈妈，却似乎再也看不到美好的未来……几个月后，不懦的手第一次颤抖不止，妈妈将她送进了医院。再后来，不懦的病如其他患者般没有特例，他的视力急剧下降，他无法再跟母亲交流，因为再没有人可以听到不懦含糊的语言。不久后，安雯学校特批安雯留薪停职。从此，安雯的生活进入了一种轨道。每天五点多钟，安雯就必须起床，要烧五个热水瓶的开水，然后将新鲜的鸡肉，猪肉，用小火熬汤再将好几种蔬菜用榨汁机打浆，这些都是给丈夫准备的“饭”。丈夫没有吞咽功能，安雯只能将这些有营养的流汁通过鼻管用针管推到他的胃里，每天要推七八次，每次需要半个小时，这样做可以增强他的体力。漱洗完以后，又赶快为儿子准备早饭，帮儿子洗脸，漱嘴，叠被子。为了保证丈夫不生褥疮，每天清晨，安雯就会把他抱到客厅的轮椅车上，为他按摩一番，然后打开电视，调到有音乐小品的频道，这样似乎能让丈夫安静一会。中午十一点，安雯还要赶到菜市场去买菜，因为这时的菜价便宜。下午的时间，安雯用来跟孩子聊天，虽然她很多时候不知道孩子在说什么，但她相信孩子总有听懂的一天。晚上10点多钟，夫儿都安静的睡了，安雯却疲惫的瘫坐在椅子上久久站不起来。一家栏目采访了安雯。在那一天，曾经见证过安雯一家经历的人全来了。安雯告诉主持人：“他们还在，就是一个家，我不能丢下他们”。在这两年照料丈夫、儿子的过程中，有两件事使安雯终身难忘。一次，安雯的胆结石突然发作，到医院检查后，医生说必须马上手术。在打电话给家里的时候，她听到了儿子含糊的声音(不懦那时还可以可以听到)，她马上就和医生商量，能不能改在晚上手术，征得医生同意后，安雯忍着巨大疼痛赶回家里，照料丈夫儿子。晚上，当儿子睡着以后，她才乘公共汽车赶到医院做了胆囊切除手术。手术过后，她谢绝医生的住院要求，坚持带药回家。在路过病房的时候，当她看到许多病床前有很多亲人围在病人旁，呵护着吃这吃那的时候，安雯的眼睛湿润了。深夜十一点当她回到家时，看见五楼自家的窗户还亮着灯时，她没想到儿子还在等他，平时四五分钟上楼的时间这次却用了一个小时。到刀口拆线的时候，安雯整整瘦了5公斤。还有一次，居民楼谣传地震，所住的楼房里的人纷纷跑到楼外去，惟独安雯一家人仍然留在家里。看着楼下众多的邻居又回头看看毫不知情的丈夫和不知如何是好的儿子，安雯又一次流下了眼泪。她告诉主持人说，只有我不可以走，真的不可以……此时，节目的大屏幕上突然出现了安雯与周皓当年的结婚合影。看着照片中漂亮的自己，安雯的眼睛湿润了。大屏幕上，一幅幅安雯一家珍贵的照片滚动着，在场的人全都哭了。突然，节目中响起《世上只有妈妈好》的钢琴声，是不懦在弹。主持人告诉大家，为了这首简单的曲子，曾经拿过冠军的不懦却练习了很长很长的时间。这是他献给妈妈的礼物。听着儿子蹩脚的钢琴声，安雯忽然感到一种升华，一种满足。这就是传说中的幸福吗？安雯知道自己这一生将别无所求……",
    "chinese_title": "妈妈再爱我一次",
    "douban_rating": "7.3/10 from 244 users",
    "foreign_title": "",
    "douban_rating_average": "7.3",
    "update_at": "2025-02-20T19:55:38"
}