{
    "aka": [],
    "sid": "6727299",
    "cast": [
        {
            "url": "/celebrity/1339100/",
            "name": "陈娜 Na Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316688/",
            "name": "郭冬临 Donglin Guo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274671/",
            "name": "王奎荣 Kuirong Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1039585/",
            "name": "于小慧 Xiaohui Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1349475/",
            "name": "杨佳宁 Jianing Yang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868946457.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1407479/",
            "name": "穆龙 Long Mu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1587369/",
            "name": "王跃燕 Yueyan Wang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1407479/",
            "name": "穆龙 Long Mu",
            "@type": "Person"
        }
    ],
    "duration": "58分钟",
    "episodes": "24",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2006(中国大陆)"
    ],
    "this_title": [
        "最近有点烦"
    ],
    "douban_link": "https://movie.douban.com/subject/6727299/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "不惑之年的周拽事业无成，原本在国家单位下属公司当副经理，后因公司倒闭而下岗。周拽本人心高气傲，长期在机关形成的工作习惯以致不适应私企的模式而找不到工作，周拽每天要为生活烦闷，借东墙补西墙。周拽不以为然，反而大道理批讲的头头是道，因为他坚信\"天生我才必有用\"，\"燕雀焉知鸿鹄之志哉\"。周拽父亲是一个颇有名气的书画家，意外身亡后，母亲受到刺激得了间歇性失忆症，脑子一时清醒一时糊涂。周母一直希望儿继父业，还有一件挂心的事就是儿子的婚姻问题，所以清醒的时候不是逼周拽画画写字，就是追问周拽感情的事情。周拽的妹妹周灵在一家外企工作，她最担心的就是哥哥的工作问题，周灵告诉哥哥兔王酒楼经理顾有为的父亲是她大学时候的老师，她要请顾有为吃饭以便给他安排个工作，并再三叮嘱哥哥不要乱说话。周拽本来就喜欢研究菜谱，就欣然前往。周拽见到顾有为开始时还挺谦虚，两杯酒下肚就高谈阔论对烹调的见解，顾有为碍于情面就安排他在酒楼负责每天购买兔肉。周拽郁闷不已，在妹妹的极力劝说下，终于同意先干这份差事。第一天酒楼有婚宴，周拽到兔肉加工厂买兔肉，装车的时候，有人告诉他车里有一个三岁左右的孩子哇哇大哭，周拽找不到孩子的大人，孩子又高烧不止，无奈赶紧去医院，途中无意蹭到方芳的车；在医院排队时又碰到方芳，因不能耽搁酒楼的婚宴，便托方芳照看孩子，临走时将身份证给了方芳。婚宴搞砸了周拽还没来得及向顾有为解释，就已经被炒了鱿鱼。周拽没了工作，除了在家写字画画哄母亲开心，就是在医院照顾孩子。孩子病很快好转，周拽给他取名\"兔儿\"，周灵和她的好朋友甜甜商量准备把兔儿送到儿童福利院，周拽要带兔儿回家一趟，谁知周母却把兔儿当成自己的孙子兴奋不已。甜甜约深氏纯水的老总李自豪和周灵见面，李自豪见到周灵之后心怀不轨，满口答应将周拽安排在业务部任副经理一职，收入相当可观。李自豪是一个花花公子，他和他的公子哥们酒后赌约，一定能得到周灵。纯水公司发生水质事件，周拽来到樱花小区客户家赔礼致歉，周拽误把腿有残疾的主人方莹当作方芳，其实方莹是方芳的孪生姐姐，因而引发一连串令周拽难以费解、焦头烂额的故事。方芳和男友杜峰约好见面，杜峰借口公司老总叫他加班。方芳起了疑心，决定弄清楚。方芳胡思乱想地开着车在街上游荡，突然发现杜峰正和一妙龄女子谈笑风声，相当亲热，方芳和杜峰的感情有了裂痕周拽教育妹妹不要总回来那么晚让人担心，周拽哪里知道周灵正陶醉在李自豪设计的爱河之中。李自豪约周灵会面，朋友刘飞趁他俩跳舞之际按照李自豪的吩咐在周灵的酒杯里做了手脚，周灵晕倒了，李自豪把周灵带回了自己家的别墅，并趁周灵迷醉的时候用摄像机拍了全过程。甜甜约了经常和李自豪在一起喝酒的公子哥，顺便打听李自豪和周灵的事，公子哥几杯酒下肚就把李自豪说的话全撂了出来，这让甜甜震惊不已。周拽见妹妹彻夜未归，心急如焚，就打电话给甜甜，甜甜无奈只得把真相告诉周拽。周拽异常愤慨到厨房抄起菜刀别在腰后，转身出门。周拽把李自豪一顿海揍，李自豪求饶，周拽不理，派出所里又闹了一出令民警尴尬的故事。周灵一人坐在海边，内心痛苦复杂。经过这件事后，她性格变得内向了。周灵的企业在澳洲又开办了一家公司，公司领导朴善质找周灵谈话想让她去深造，周灵回家跟哥哥商量，周拽虽然舍不得妹妹，但还是决定让妹妹出去换换环境，该出去闯闯世界了。朴善质暗恋周灵，周灵苦于发生的事而不敢接受朴善质的真情。方芳驾车到超市门前，周拽正好提着东西从超市出来，突然有人抢走了方芳挎在肩上的皮包，方芳大喊抓贼，但行人只是驻足观望却无动于衷，周拽再次出手援救。方芳甚是感激，约周拽到山顶吃饭，车开到半山抛锚，方芳跟男友杜峰打电话让他来接，杜峰小肚鸡肠，误以为方芳和周拽有关系，结果不欢而散，心态极端的杜峰决定报复方芳。杜峰本是网络高手，他通过技术手段侵入方芳公司的电脑系统，杜峰破解了方芳在公司电脑中设定的密码，窥得了方芳公司的全部商业秘密，并把它卖给了另外一家服装私企。方芳报案，警察着手调查此事。周拽受方芳之邀到她的靓装服装公司上班，刚接手公司业务，就陷入杜峰设计的连环阴谋中，银行贷款还不上，方芳的公司陷入困境。善良的周拽想尽一切办法将靓装公司的法人换成自己，周拽做为企业法人被法院传唤，公司也被法院贴上了封条。方芳到羁押所探望周拽，周拽无颜面对方芳，方芳安慰周拽别太责怪自己，总会有办法解决的。周拽告诉方芳母亲在医院住院，不能受刺激，希望方芳有时间前去帮自己看看母亲。方芳离开羁押所，咨询律师，律师告诉方芳只要能尽快还上贷款，周拽就不会有事。方芳委托律师把自己名下的房子卖了，然后到医院看望周母，她告诉周母自己是周拽的女友，周拽出差了，周母听说儿子有了女朋友非常高兴，就催促赶快办理出院手续，她要回家。方芳和姐姐方莹商量先搬到周拽家住，出人意外的是方莹发现周拽家的孩子正是自己丢失的亲儿子，这个意外给方莹带来了天大的惊喜。律师打电话说房子的事情已经办好，方芳仍愁眉不展，因为还差一百多万，警察到公司找方芳，告诉已经抓获了案子的主谋杜峰，而且杜峰还和诈骗团伙相互勾结诈骗方芳的公司，案子正在进一步审理之中。方芳得知是杜峰所为，实在无法承受，心情变得极度不好。方芳告诉姐姐还差一百多万才能还清贷款。方芳姐妹俩的话被门外的周母听到，她领方芳到周父的灵位上了一柱香，嘴里念叨着保佑周拽平平安安，并从香案下箱子里拿出了三幅字画交给方芳，周母告诉方芳把它们卖了。方芳把这三幅字画拿到拍卖行拍卖了八百八十万，迅速还清了银行贷款，周拽没事了，方芳对周拽产生了深深的爱。周拽最近不烦了，因为他赢了爱情和事业，周拽终于明白这世间只有真情才是最可贵的。",
    "chinese_title": "最近有点烦",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-12-30T07:14:56"
}