{
    "aka": [],
    "sid": "6729970",
    "cast": [
        {
            "url": "/celebrity/1039767/",
            "name": "陶泽如 Zeru Tao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274422/",
            "name": "陈小艺 Xiaoyi Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274810/",
            "name": "李强 Qiang Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315220/",
            "name": "杨童舒 Tongshu Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275536/",
            "name": "赵子琪 Ziqi Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1458570/",
            "name": "王妍妍 Yanyan Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2631582163.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1419216/",
            "name": "王永 Yong Wang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "欲望旅程"
    ],
    "douban_link": "https://movie.douban.com/subject/6729970/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "海天高科的股价从高位迅速跌落，一个股民不能承受巨大的心理压力跳楼自杀。股民的指责给了年轻美丽的股评人徐珊很大的压力。而此时风度翩翩的海天集团董事长陈少泽正在水循环一期工程的竣工典礼上发表着激情洋溢的演讲，他丝毫不知道海天集团总部大楼正被一群愤怒的股民围攻，更不知道徐珊正坐在自己的办公室里翻看着公司的内部资料……就在这一天夜里，陈少泽的妻子乔冠瑛意外流产，陈少泽曾经的恋人徐珊也突然发疯进了医院……海天集团副总潘世凯是乔家的养子，并且对乔冠瑛怀有爱慕之情。作为一个纯粹的商人他在生意场上冷酷无情，为了公司的利益也为了证明自己的能力，潘世凯趁陈少泽操办水循环工程无暇分神之机，联合乔冠瑛一起违规操纵海天股票，赚取丰厚利润。徐珊发疯的消息在各人心中引起不同的反应，仍身在病床的乔冠瑛迫不及待地让潘世凯陪同到医院去一探究竟，谁知他们看到的却是陈少泽和徐珊在一起的画面……为了尽快给徐珊治病，陈少泽特意把自己的妹妹--心理学医师陈小蕙从伦敦召了回来，协助医院治疗。陈小蕙的男朋友郭伟也接受了报道股市波动真相的任务，他不可避免地要把笔头对准了陈小蕙的哥哥陈少泽……一次意外，疯癫中的徐珊竟然脱口吐出“少泽”的字样，这样陈少泽大感惊喜。他觉得这是徐珊要清醒的先兆，为了更有利于徐珊的康复，陈少泽坚持把徐珊接回她的家中，并安排徐珊的保姆小琴好好照料。乔冠瑛对于这一切妒意横生，她和陈少泽之间为了徐珊的问题经常争吵不断……陈小蕙偶然间获得了徐珊以前的日记本，透过这个日记本，陈小蕙窥探到徐珊和大哥、大嫂三人之间的感情经历……陈少泽、徐珊、乔冠瑛在十年前同在滨江大学读书，徐珊和乔冠瑛是住在同一个寝室的好友。高干家庭出身的乔冠瑛正痴痴地追求陈少泽，而那时的陈少泽却被徐珊深深地吸引。一段日子过后陈少泽终于赢得了徐珊的芳心，乔冠瑛却从此视徐珊为陌路人。就在陈少泽、徐珊沉浸在幸福的二人世界之时，一件从天而降的意外在徐珊的眼前发生了……烟消云散之后，徐珊被分回了乡下，年轻的陈少泽为了实现自己的人生理想最终选择了乔冠瑛。徐珊多年以后重返滨江，在和陈少泽偶然邂逅后曾经有过的感情又再度萌发……只是这时两人的相处带了一丝淡淡的哀怨和悔恨。陈小蕙还从陈少泽口中得知了当年那起意外的发生经过，又结合股民跳楼的影响，觉得找到了徐珊发病的根源……此时郭伟在调查海天集团，陈小蕙为了维护哥哥，于是两人之间经常闹些别扭……陈少泽的水厂由于工人的疏忽，把没有净化的水排进了江水造成了一定程度的污染。各方面指责和压力随之铺天而来，潘世凯趁机召开紧急董事大会……而乔冠瑛愈来愈不满陈少泽对徐珊的关心，这一天醉酒之后她关掉了手机。处理完污水危机后的陈少泽回到家中吃惊地发现乔冠瑛彻夜未归……几天过后，乔冠瑛静静地向陈少泽提出离婚……乔父从省城来到滨江，他从潘世凯处听说了一些情况后，隐隐地暗示陈少泽和乔冠瑛之间不要出现什么令他不满的状况……乔冠瑛和陈少泽决定还是继续维持婚姻的现状，只是这时的两人都显得有些谨小慎微。疯癫中的徐珊在陈少泽的细心照顾下病情逐渐好转，一首熟悉的歌曲唤醒了徐珊所有封沉的记忆。但悄悄拭去泪痕的徐珊暗自做出了一个决定—装疯……但细心的陈小蕙发现了其中的奥妙，一阵交谈过后陈小蕙答应替徐珊保守秘密。郭伟经过连续的调查后发现股市动荡确实和海天集团内部有关。他写了一篇初步的报道引发了广泛的影响，潘世凯和乔冠瑛在外面的公司被处罚。此时的陈少泽已经全部知道潘世凯和乔冠瑛背后坐庄的事情，只是由于潘世凯提前就设套牵住了他。加上大部分的非法获得的资金已经投在了水厂的工程上，痛恨之余的陈少泽只好装作对此事毫不知晓……就在郭伟一步步接近真相时，一次令人惋惜的意外发生了……郭伟的死讯对于陈小蕙来说犹如晴天霹雳，长时间沉浸在痛苦中不能自拔。就在她要决定离开的时候，又一起事件的发生使陈小蕙觉得徐珊的病因可能不像自己原来设想的那么简单……徐珊清醒的消息在众人心中又起了不小的波动。几经周转之后徐珊当夜发疯的谜底终于被陈小蕙揭开了，只是结果令所有的人大出意外……陈少泽越来越不能忍受乔冠瑛的无理取闹，最终他把离婚协议书交给了乔冠瑛……歇斯底里的乔冠瑛眼看无法挽回，绝望之余吞下了大量的安眠药……自从潘世凯坐庄的事情被陈少泽发现之后，陈少泽就对潘世凯耿耿于怀，随后设计把潘世凯逼离了海天。但潘世凯不甘心失败，加上看到乔冠瑛的样子，潘世凯怒火中烧联合印尼华人冀承宗借助他的实力重返海天，并且挤掉陈少泽坐上了董事长的位子……潘世凯决意要把陈少泽负责的水循环工程卖给别家。陈少泽忍无可忍决定……股市又一次动荡，潘世凯被捕，陈少泽大获全胜。乔冠瑛把签了字的离婚协议书交给了陈少泽，徐珊答应了陈少泽的求婚，但太过高兴的陈少泽并没有发现徐珊脸上的阴影……一场盛大的婚宴在顶层的花园开始……一支忧郁的花朵从天台飘落……徐珊的跳楼使陈少泽心灰意冷。看着沾有徐珊血迹的遗书，悲痛万分的陈少泽拿起了自首的电话……",
    "chinese_title": "欲望旅程",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-06T22:52:37"
}