{
    "aka": [
        "市委书记"
    ],
    "sid": "6729973",
    "cast": [
        {
            "url": "/celebrity/1314477/",
            "name": "程煜 Yu Cheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312910/",
            "name": "刘佳 Jia Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313754/",
            "name": "修宗迪 Zongdi Xiu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312909/",
            "name": "刘佳 Jia Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317124/",
            "name": "宗平 Ping Zong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314222/",
            "name": "王骁 Xiao Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "悬疑",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2171256335.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1315983/",
            "name": "黄亚洲 Yazhou Huang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1314210/",
            "name": "沈好放 Haofang Shen",
            "@type": "Person"
        }
    ],
    "duration": "40分钟",
    "episodes": "22",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "市委书记日记"
    ],
    "douban_link": "https://movie.douban.com/subject/6729973/",
    "trans_title": [
        "市委书记"
    ],
    "douban_votes": "0",
    "introduction": "《市委书记》讲述的是以韩望杰为首的市委一班人以民为本，服务人民，本着公仆意识、忧患意识、勤俭意识，团结全市人民共同建设社会主义新型城市的故事。故事发生中国东部沿海某地，属国家计划单列市的东州市。这个给东州市带来了全新执政理念，来自北京中央某部委的市委书记是在东州处在改革发展的关键时期到任的。由于中央宏观调控措施的逐步落实，刚一上任的韩望杰就卷入了“威尼斯水城”是应该继续上马，还是立即下马之争。为了自己企业的利益不受损失，民营企业家许二驹利用与曾经插过队的韩望杰认识这一特殊关系，想借民工流失，逼迫市委立即表态，不惜用尽心计，巧妙安排宴会……但是，韩望杰等还没来得及表态，东州市的民营企业便陷入了“欧盟反倾销案”之中。在如何应对“欧盟反倾销案”的紧急事态中。在妻子夏燕子以商务部官员的身份，临危受命，并请来了身在比利时的法籍华人凌霄介入“反倾销”官司。在中央部委、省领导的帮助下，韩望杰以全局观念和忧患意识教育大家，充分团结以往只顾竞争，各自为政的全市民营企业老总联合应诉。在欧盟官员来到中国，正要开展调查之际，一场台突如其来的台风突然降临东州，致使全市出现电荒。东州市委市政府以民为本，及时提出市政府和所有社会团体带头节电，保证生产，保证人民生活。欧盟调查团对东州市领导执政为民的作法给与高度评价，并甘愿摇动着“芭蕉扇”与中资各企业进行谈判……“反倾销案”以胜诉告终，“威尼斯水城”建设项目又浮出水面。东州市市长鲁九琴和书记韩望杰两位领导在整体发展观上的分歧意见白热化。单小妮、安秘书周旋在复杂的关系中，省委书记彭泽，老市委书记崔权的作用若隐若现。市长鲁九琴的丈夫秦来虎也以其特殊身份介入……市长鲁九琴和市委书记韩望杰这两个在执政理念上存在分歧的市委主要领导，最终以高度的政治责任感说服对方，能力合作，终于说服企业，将形象工程“威尼斯水城”改变为关注民生的“经济适用房和廉租房”工程，突出了韩望杰的团结市委一班人的领导才能。民营企业家许二驹指使秘书金淑女，有意把韩望杰大学毕业正在找工作的儿子韩夏安排到东州市的一家化工企业，致使韩夏刚一进入企业，便陷入关于城市污染问题的纠纷之中，韩望杰与韩夏之间从父子冲突到对簿公堂，韩望杰的妻子夏燕子和市长鲁九琴极力阻止这种局面的发生，可没想到的是，为了东州的进一步发展，韩望杰却主动提出愿意与儿子打一场“保护生态环境”的官司……韩望杰逐渐意识到“污染事件”背后浮现出的问题，其直接原因是一些政府部门“不作为”等“非典型腐败”所致。决心下大力气改变市委市政府领导干部的作风，在提倡勤俭意识，公仆意识的同时，积极化解市民与党政领导之间存在的矛盾。同时，深挖非典型腐败的根源。通过鲁九琴的丈夫秦来虎穿针引线，韩望杰参与了一次谈话活动，引发出他对于民主恳谈意义的思考，并通过媒体在市民中积极倡导，随之而来的便是各界民主恳谈的热潮，最成功的便是民工恳谈会，陶泗水顶着企业老总许二驹的压力，借此机会勇于为广大农民工的争取平等和尊重，提出社会保险的问题。韩望杰愈来愈认识到干部队伍自身存在的歧视农民工现象，通过引导和调节使东州市关注民生的赞誉之声名播省内外，一直困扰东州的“民工荒”问题也迎刃而解。东州劳动力资源复苏的同时，“再就业”矛盾越发突出，韩望杰因势利导，将现有企业的发展方向拓展到外省及至海外。许二驹的父亲许老槐的去世引起了韩望杰对于“三农”问题的关注，城市农村发展不平衡，农业资金流失，农民普遍没有信贷的权力。在韩望杰全面调查研究和努力下，成立了以“小额贷款”为主的农村银行，积极拉动内需，以务实精神不断开拓东州的城市建设。东州，这座城市终于再次呈现出一片欣欣向荣美丽和谐的喜人局面。",
    "chinese_title": "市委书记日记",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-06T20:44:34"
}