{
    "aka": [],
    "sid": "6730022",
    "cast": [
        {
            "url": "/celebrity/1315283/",
            "name": "李解 Jie Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1046132/",
            "name": "宁静 Jing Ning",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315233/",
            "name": "许还幻 Huanhuan Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274792/",
            "name": "史林 Lin Shi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275705/",
            "name": "王志飞 Zhifei Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1354835/",
            "name": "邵小珊 Xiaoshan Shao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1331309/",
            "name": "杜建桥 Jianqiao Du",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313346/",
            "name": "柏寒 Han Bai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274497/",
            "name": "姚橹 Lu Yao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1475258/",
            "name": "于青禾 Qinghe Yu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2551318168.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1351883/",
            "name": "李书圣 Shusheng Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1382440/",
            "name": "刘觅滢 Miying Liu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1318316/",
            "name": "张绍林 Shaolin Zhang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "30",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "傻小李元霸"
    ],
    "douban_link": "https://movie.douban.com/subject/6730022/",
    "trans_title": [
        ""
    ],
    "douban_votes": "304",
    "introduction": "奉旨奔赴山西为隋阳帝选美、监督李渊、李世民动向的宇文成都无意中发现李渊四子李元霸青梅竹马的未婚妻萧美娘国色天香，遂产生了不良居心。为了将这位倾城倾国的美丽女人占为己有，宇文成都不惜得罪敲锣打鼓、前来山西找他成亲的邵阳公主，暗中登门，千方百计的意图利用相国府的权势和地位，说服肖美娘嫁给自己，共赴长安。被对李元霸和太原侯府怀有着深厚情感的肖美娘坚决拒绝，以至于迫使宇文成都采取强迫手段绑架肖美娘，暗中押解长安，被问讯赶来的李世民中途截住。自知理亏的宇文成都在李世民有理有节的盘问下，为了掩饰自己的卑鄙之心，用“为隋炀帝选美”的口实堵住了李世民的嘴，但却把李元霸和肖美娘的爱情，逼上了绝境。皇上选妃，无人能够阻挡，暗中叫苦的肖美娘不敢把这件事告诉李元霸，怕这位性情暴躁的四公子，闯出大祸。走投无路之际，肖美娘为了避开进宫受辱和名节，悬梁自尽，被李世民所救。李世民见此事无法挽回，将计就计，用大义说服肖美娘借此机会进宫，作为一颗钉子安插到隋炀帝身边，为天下大业尽力。别无出路的肖美娘毅然决定舍生取义，答应了李世民的请求。担心李元霸知情闯祸的李世民和李渊伙同肖美娘做了个圈套，使李元霸误以为肖美娘患病隐居治疗，但肖美娘却暗中和前来迎接的黄公公，奔赴长安，与前来山西五台山进香的隋炀帝会面。肖美娘的过人美貌即可赢得了隋炀帝的宠爱，捧为掌上明珠。而李元霸却因为肖美娘重病失踪、外出治疗感到悲痛万分，经常暗自流泪。隋阳帝出巡山西，李元霸勇猛无比的的神力表演，和宇文成都的比武，惊动了隋炀帝和朝野随行百官。肖美娘的撺掇下，李渊被隋阳帝封为唐王，李世民被封为秦王，而李元霸则被封为“勇猛大将军”，与宇文成都并列朝班。为报父仇的侠女罗素梅刺杀宇文化及未果晋阳宫被擒，李元霸和李世民巧使调包计将其营救，成为后来的起义军骨干。肖美娘和“美姐姐”容貌如此相像引起了李元霸的怀疑，他决心解开这个谜底，找到肖美娘“外出治病”的真正原因。对宇文成都一只爱慕难遂心愿的邵阳公主为了挽救自己和宇文成都昔日的恋情，意图利用自己和李元霸的亲昵举止，引起宇文成都的注意和关心，但没想到在交往过程中，却对李元霸产生了真正的感情，使一向视自己自己和肖美娘的感情为神圣的李元霸，感到既尴尬，又不安。为了弄清肖美娘是否就是“美姐姐”的疑问，李元霸利用邵阳公主的掩护，闯宫探视，不料想事情泄漏，被关进了天牢。宇文化及企图借助此事致李元霸于死地，肖美娘、邵阳公主和杨素的力劝，打消了隋炀帝处死李元霸的念头。刑部大牢中，一对痴情男女相会了。肖美娘被逼无奈中，向李元霸道自己被逼无奈、为了李渊和李世民成就天下大业、解脱万民于涂炭之中真情……悲愤的李元霸一声长啸后成熟了许多。他在也不是那个只会调皮捣乱的傻小子了，他要和父兄、和肖美娘一起，为灭大隋出力……李元霸为朝廷修建天下园南行押解搜刮来的民脂民膏，实际上也是奉父亲和李世民之命偷梁换柱，为义军筹集起义经费。他暗中和瓦岗寨起义军秦琼、徐茂公联手，大战鸡鸣山，歼灭了隋军大部。此时，被隋炀帝察觉“迷魂散”伎俩、导致自己失身的肖美娘，几杯毒酒毒杀了隋炀帝，悄然出宫。起义功成，宇文成都、宇文化及和邵阳公主为情、为仇而死，而即将登基做皇帝的李渊再率领百官巡查皇宫时，昔日晋阳宫监工徐管事突然显身，指责揭发了李渊为保守晋阳宫返修秘密、秘密屠杀众工匠的血腥事件，而后挥刀自尽，新朝百官，举座震惊。李元霸得知此事真相大为吃惊，他愤怒的痛斥了父亲的不仁不义举动，愤然离去，寻找肖美娘。他哪里知道，因为自己“失身”而感到对不起李元霸，伤心欲绝的肖美娘，在李渊的暗示、压力下，已经神情黯然的和母亲乘车离开了长安！天空，惊雷在爆炸，闪电在闪烁，大雨倾盆。李元霸披一身雨水，纵马飞驰着着，他要追赶日思梦想、而现在要和母亲归隐山林的肖美娘。闪电光亮中，他发现马车在奔驰，于是，“美姐姐”的呼喊声冲破雨幕，在回荡着。马车停住了，车门帘掀开后走下来的是脸上不知是汗水还是雨水的肖美娘……李元霸狂叫着纵身跃起，犹似雄鹰展翅，扑向了肖美娘，而他身后的天空，是霹雳般的雷声和炫目的闪电……",
    "chinese_title": "傻小李元霸",
    "douban_rating": "6.8/10 from 304 users",
    "foreign_title": "",
    "douban_rating_average": "6.8",
    "update_at": "2025-03-04T05:21:43"
}