{
    "aka": [],
    "sid": "6730027",
    "cast": [
        {
            "url": "/celebrity/1380235/",
            "name": "马尔腾 凯特尔斯 Maarten Ketels",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "蒙古"
    ],
    "writer": [],
    "director": [],
    "duration": "75分钟",
    "episodes": "",
    "language": [
        "蒙古语"
    ],
    "playdate": [],
    "this_title": [
        "Oxygen"
    ],
    "douban_link": "https://movie.douban.com/subject/6730027/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The half percent of Mongolia population are living in the capital city. And other half percent of Mongolian population are living by nomadic life style tending livestock in vast steppe of the countryside. But there are some homeless people who are living by nomadic life style in the city. They stay overnight anywhere in the city. The main role of the film is the man who was intellectual and educated man, and had home and job before, but now he is on the bottle and became city nomad. In the film, he meets a lady from Gobi in the \"Teevriin tovcho\" (Intercity transportation bureau). So, when he comes to his senses, he came in Gobi already. The lady had a husband, but her husband left her alone 5 years ago, but she is living and waiting for his husband still. There are many family headed women, like this lady in Mongolian Gobi. The man, city nomad doesn' t have job, home and nothing, but he couldn' t adapt in Gobi and means to go back in city at first. He doesn' t have anything, but in the Gobi, he has meal, home and lives with beautiful lady. So, he means to go back in city every time. Once, this family moved in different place where river is. So, the lady goes out every day and the man draws something in the bank of the river every day. Suddenly, a snack bites him and he lost his senses. When, he regains consciousness, he was with the lady in the bad. Unfortunately, on day householder comes back at home while he falls in love with her and adapts to her and to live in Gobi. When the householder comes at home the lady serves out a tea him. It was very hard for the man. So, tomorrow in the morning, the householder helps the man to find a car which directs to city. And he said: \"it is very hard to live in our Gobi.\" So, when he comes at home, his wife was setting and crying. The film ends that man comes back to his nomadic life style of the city just reached enough oxygen from Gobi. Although, he was born and grew up in the city, it seems that he is in the city first time and the city becomes unknown place for him. So, his heart leaves in the Gobi.",
    "chinese_title": "Oxygen",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-02T16:52:40"
}