{
    "aka": [],
    "sid": "6732808",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "法国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1274322/",
            "name": "诹访敦彦 Nobuhiro Suwa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028501/",
            "name": "阿伯德拉马纳·希萨柯 Abderrahmane Sissako",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054510/",
            "name": "阿巴斯·基亚罗斯塔米 Abbas Kiarostami",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1292930/",
            "name": "尤斯利·纳斯尔拉 Yousry Nasrallah",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040851/",
            "name": "伊希尔·勒·贝斯柯 Isild Le Besco",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028110/",
            "name": "巴勃罗·特拉佩罗 Pablo Trapero",
            "@type": "Person"
        }
    ],
    "duration": "36分钟",
    "episodes": "",
    "language": [
        "法语",
        "日语",
        "意大利语"
    ],
    "playdate": [
        "2010-10-06(法国)"
    ],
    "this_title": [
        "Women's Hair Seen By…"
    ],
    "douban_link": "https://movie.douban.com/subject/6732808/",
    "trans_title": [
        "女人的头发被……"
    ],
    "douban_votes": "0",
    "introduction": "An exhibition can also be a space for creation and production. The desire to be able to make a very short film inspired by the vision of feminine hair soon took root in some filmmakers' minds. As part of the logic of this exhibition, the Cinémathèque française wanted these films to come from countries and cultures which took a different stance on feminine hair. This game was therefore proposed to six filmmakers appreciated for their tone, their creative freedom and of course, their films. They all jumped enthusiastically at the idea.Isild Le Besco (born in 1982), an actress since childhood, began producing in 2003. Having inspired the filmmaker Benoît Jacquot (she was awarded the best actress prize at the Venice Mostra for Intouchable [Untouchable]), she has frequently performed the lover's role, often passionate, always sensual and natural. For the exhibition she signs Bette DavisIsild Le Besco - Bette Davis - 2010.Yousry Nasrallah (born in 1952) was first the assistant of Youssef Chahine. He produced his first feature film in 1988. In his films on Egyptian society, in particular with Femmes du Caire [Women of Cairo] he describes the relationships between men and women in a country where the rise of fundamentalism is transforming the position of both sexes. For the exhibition, he signs Objet trouvé sur un tournage [Object found during a shoot].Pablo Trapero (born in 1971) belongs to the Argentine \"New Wave\" movement. An independent and committed filmmaker, he has always worked with his wife Martina Gusman, a producer who for some years has acted in front of his camera. For the exhibition, he signs Rumor.Nobuhiro Suwa (born in 1960) began his career in the cinema as assistant producer, then as documentarist for Japanese television. In 1997 he produced his first film which, like all the ones which followed, swung between fiction and documentary. For the exhibition, he signs Les Cheveux noirs [Black Hair].Abbas Kiarostami (born in 1940) takes an often contemplative and reflective look at Iran and his contemporaries. He observes the world of childhood, a woman's place in a country where the political and the religious rub shoulders, but above all he queries the cinema itself. For the exhibition, he signs No.Abderrahmane Sissako (born in 1961) engages in a dialogue with the contemporary history of the African continent. Through his films, the Mauritanian filmmaker and producer subtly reveals hidden truths, in particular by imagining an improbable trial between civil society and the IMF in Bamako (2006), a veritable plea for a sovereign Africa. For the exhibition he signs Ni brune ni blonde [Neither Brunette nor Blonde].",
    "chinese_title": "女人的头发被……",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Women's Hair Seen By…",
    "douban_rating_average": 0,
    "update_at": "2025-06-13T13:44:41"
}