{
    "aka": [
        "The Fable"
    ],
    "sid": "6755935",
    "cast": [
        {
            "url": "/celebrity/1010208/",
            "name": "王志文 Zhiwen Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1315415/",
            "name": "刘志钊 Zhizhao Liu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1043845/",
            "name": "刘志荣 Chi-Wing Lau",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315415/",
            "name": "刘志钊 Zhizhao Liu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "擦肩而过"
    ],
    "douban_link": "https://movie.douban.com/subject/6755935/",
    "trans_title": [
        "The Fable"
    ],
    "douban_votes": "0",
    "introduction": "精彩视点：这是一部关于探索人类精神世界的影片。平常普通的人物选型、悲惨痛苦的人生际遇，探索深陷精神困境的人物的内心世界。对由此而产生的社会问题的担忧，折射着影片创作者独特的关注眼光和真切的人道关怀。影片的编剧兼导演刘志钊多年潜心研究鲁迅文学。在影片《鲁迅》决定投拍之前，毕业于大连外国语学院法语系，现为丁荫楠影视文化传播中心编剧、导演的刘志钊得以和丁荫楠合作，执导由濮存昕主演的《鲁迅》。剧情：第一次在海滨遇见李大白，并没有发现他有什么与众不同。除了1米93的大个子和一张严肃忧郁的脸，从上到下可以说毫无出奇之处。但常到海边的人都认识李大白，在和李大白擦肩而过之后，彼此间传说着一件关于李大白有些似是而非的事情。有一段时间，无论是白天还是晚上，只要去海边总能看见李大白，看见李大白泡在海里。不熟悉的人可能不知道，在李大白自己看来，只有泡在海里的时候，他才有一种安全感，他那喧嚣的心才能平静下来。差不多是一年前，李大白的前妻林红离婚准备移民新西兰。在李大白的情感支柱即将崩溃的时候，患白血病的女儿在她三岁的生日就快到的时候静静地离去了。女儿死后，李大白给女儿换上一件白色的连衣裙，任凭谁也拉不住，他抱着女儿冰冷的身体游向大海，直到当时在场的人谁也看不见。从那以后，李大白就辞了美人鱼岛救生员的工作，在家里过起了意醉神迷、懵懵懂懂的日子。如今，李大白这个样子，他自己说是在海里游泳时发现一条美人鱼，也有人说是因为他那病死的女儿。但李大白经常在大街上拦着年轻的女孩，邀请她们喝咖啡倒是确确实实的。为此，李大白没少遭人白眼和漫骂，也被警察当作流氓带走过。为了帮哥哥从这种懵懂的精神状态中走出来，在港务局开车的弟弟二力和美人鱼岛陈经理联系，想恢复做救生员的工作，甚至还给大哥找来小姐，让他排遣没有女人的寂寞。就在弟弟二力的所有努力都付之东流时，从湖南长沙来的刘光美小姐给李大白的生活带来了一线生机。刘光美是李大白去年从大海里救起来的轻生自尽者。出于对李大白救命之恩的感激，如今判若两人的刘光美邀请李大白和二力一家重游美人鱼岛。在美人鱼岛陈经理盛情款待李大白一行的当夜，李大白在幻觉中跟随一位白裙少女来到海滨。那一夜，在海滨玩通宵的游客看见李大白一会窃窃私语，一会儿面海而歌。起先，游客以为是一个精神失常的疯子，也以为是醉酒的游客，但从李大白一会欣喜、一会激动的情绪可以看出，在他内心深处应该是痛苦的，这种痛苦直到刘光美找到海边，李大白纵身跳下海中，一直游到天亮。从美人鱼岛回来的途中，尽管二力和刘光美都从李大白懵懂的神情中看出了异样，但李大白还是从游艇上扑进海中，朝着大海的深处奋力游去。被李大白划开的海水，在海面上留下一道美丽的白线，但谁也不知道，李大白是去找他的美人鱼，还是去找被他葬在大海里的女儿，更没有人知道，李大白从此还回不回来。",
    "chinese_title": "擦肩而过",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-29T15:14:48"
}