{
    "aka": [
        "Tales of Intransigence"
    ],
    "sid": "6776987",
    "cast": [
        {
            "url": "/celebrity/1105388/",
            "name": "彤吉尔·库图兹 Tuncel Kurtiz",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2612946519.jpg",
    "region": [
        "德国",
        "土耳其"
    ],
    "writer": [],
    "imdb_id": "tt0400532",
    "director": [
        {
            "url": "/celebrity/1332197/",
            "name": "雷斯·塞里克 Reis Çelik",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "土耳其语"
    ],
    "playdate": [
        "2004"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0400532/",
    "imdb_votes": 247,
    "this_title": [
        "İnat Hikayeleri"
    ],
    "douban_link": "https://movie.douban.com/subject/6776987/",
    "imdb_rating": "6.5/10 from 247 users",
    "trans_title": [
        "Tales of Intransigence"
    ],
    "douban_votes": "0",
    "introduction": "En Anatolie de l’Est, dans les régions de Kars et d’Ardahan, à 2000m d’altitudes, le lac de Cildir gèle en Hiver. L’accès des villages aux villes se fait par traîneaux, à travers le lac. Les longues nuits des sept mois d’hiver passent en écoutant les poètes populaires qui se promènent de village en village pour raconter leurs histoires. Ces troubadours font aussi des mises en scène de leurs histoires en faisant participer leur auditoire. Un de ces poètes populaires part pour un village voisin ; où il est invité à une noce, en traîneau. Il y a également des minibus qui assurent le transport entre les villages, mais ils ne peuvent pas passer à travers le lac sous peine de briser la glace à cause de leur poids. Donc ils sont obligés de faire un détour. Et il existe une réelle compétition entre les conducteurs de traîneaux et les chauffeurs de minibus. Comme les minibus ont un chemin plus long à faire, ils proposent aux poètes populaires de voyager gratuitement et de raconter des histoires durant le trajet en échange. Les conducteurs de traîneaux, de leur côté, proposent à leurs voyageurs, aux poètes et troubadours, de faire des pauses sur le lac et de leur offrir des sandwich au poisson. Car sur le lac gelé des pêcheurs font des trous où ils installent un étrange système de filets de pêche, puis ils vendent leurs poissons et du raki dans des cabanes en glace qu’ils construisent sur place. La course entre les traîneaux et les minibus rend parfois le voyage dangereux. Les troubadours qui racontent leurs histoires pour divertir les voyageurs en profitent également pour calmer les chauffeurs qui s’entêtent pour gagner la course. Le poète Iskender commence à raconter une histoire qui pourrait servir de leçon au conducteur du traîneau dans lequel il se trouve. Il fait également une distribution des rôles auprès des autres voyageurs pour représenter l’histoire. Les voyageurs entrent dans le jeu du poète et participent au jeu. Et ainsi commence l’histoire « Lades », sur le thème de l’obstination…",
    "chinese_title": "İnat Hikayeleri",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-10-14T16:57:12"
}