{
    "aka": [],
    "sid": "6781863",
    "cast": [
        {
            "url": "/celebrity/1000125/",
            "name": "丽莎·蕾 Lisa Ray",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "喜剧",
        "短片",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1153497347.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt1945150",
    "director": [],
    "duration": "26分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1945150/",
    "imdb_votes": 26,
    "this_title": [
        "Patch Town"
    ],
    "douban_link": "https://movie.douban.com/subject/6781863/",
    "imdb_rating": "7.7/10 from 26 users",
    "trans_title": [
        "补丁镇"
    ],
    "douban_votes": "0",
    "introduction": "SynopsisThis satirical comedy-meets-musical clashes the folklore of Soviet era oppression with the mindless, excessive consumerism of the 1980′s. Welcome to Patch Town.The StoryPatch Town tells the story of an abandoned child whose adult dream is to be reunited with his long lost adoptive mother.After years in a loving home, Jon was forgotten, abandoned and ultimately betrayed by his adoptive mother. He returns to live a sad life as a Patch Town Enterprise worker; a life of factory work and oppression in a place where hundreds of cabbage babies are born every day. The thankless task of shucking, picking, and processing these newborns to go out into the world has taken its toll on Jon. With each new birth, Jon slips deeper into sadness, lamenting the days when life was good and he was loved.But Jon has a secret, and he soon finds himself in a life or death struggle with the Patch Town underworld lead by the notorious Child Catcher who stalks the factory and streets sniffing out those \"rotten cabbage\"  who don't abide by the company's rules.   Jon soon realizes that if he and his family are to survive, they need to flee. But, where is Jon to go?  With his family by his side, they escape to find the answers from a mother he has never forgotten.",
    "chinese_title": "补丁镇",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Patch Town",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-03-20T08:26:09"
}