{
    "aka": [],
    "sid": "6781357",
    "cast": [
        {
            "url": "/celebrity/1209423/",
            "name": "米歇尔·邦纳德 Michelle Bonnard",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1458599",
    "director": [],
    "duration": "",
    "episodes": "2",
    "language": [
        "英语"
    ],
    "playdate": [
        "2007-12-18(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1458599/",
    "imdb_votes": 37,
    "this_title": [
        "My Boyfriend, the Sex Tourist"
    ],
    "douban_link": "https://movie.douban.com/subject/6781357/",
    "imdb_rating": "6.2/10 from 37 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Episode 1: The Girlfriend ExperienceAt an all-inclusive resort on Margarita Island, run by Yorkshireman Paul Baxter, men get to do what most package holiday-makers do sunbathe, go sailing, and eat out at beach-front restaurants. But at Total Satisfaction, all-inclusive really does mean all-inclusive. Guys are greeted by a line-up of gorgeous Venezuelan prostitutes who are there to provide some men with the one thing they don't have a girlfriend for the week.In a country where President Hugo Chavez rails against the excesses of global capitalism, Western men flock to spend their hard-earned cash on a natural resource more plentiful than oil.The men claim they are seeking companionship as much as sex, they talk about love and marriage, and bring gifts of cheap jewellery and underwear. But for the girls at the resort, could the emotional strain of pretending actually to like their male clients be tougher than a 24 hour stint in a Caracas whore-house?And for the men, too, the girlfriend experience the resort sells can be a painful one, as one guy finds out when he does the one thing Paul Baxter, proprietor, advises his clients never to do: gets emotionally attached.Episode 2: Girlfriend for SaleIn Isaan, north-east Thailand, the local girls have long since ceased to rely solely on the rice-crop to feed their families. Much more money can be made out of the sex tourists who flock to Bangkok or Pattaya to sample Thailand's famously beautiful and accommodating women. Told entirely from the women's point of view, this filmexplores the multiple ways that a nice Isaan girl can make a living from a foreigner.In the village of Konkaen, a foreign husband and a posh western house has become a dream for many local girls. The fastest method is to go Bangkok to work as a bar-girl, the euphemism for prostitute. Many bar-girls come back to the village triumphant, foreign husband in tow.The film moves between sleepy Isaan, where letter-writer Ponpilai plays cupid by writing emails for the girls who've met a foreign man but can't communicate with him; and the frenetic world of the red light district in Bangkok, where Mamasan Jip runs a lucrative 'ladydrink' brothel bar in Bangkok, and promises her girls not only a good salary, but the best possible chance to meet a foreign husband.It's worked for Fon, a savvy bar-girl who now has a Birmingham builder as a boyfriend. But Lek, a single mum used only to village life, is not sure that she's got what it takes to survive at Mamasan Jip's bar.",
    "chinese_title": "My Boyfriend, the Sex Tourist",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-11-10T12:36:02"
}