{
    "aka": [
        "渔女传说"
    ],
    "sid": "6785101",
    "cast": [
        {
            "url": "/celebrity/1328745/",
            "name": "于笑 Xiao Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1390652/",
            "name": "程妮 Ni Cheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1443928/",
            "name": "谭树明 Shuming Tan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2619357224.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "92分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2011"
    ],
    "this_title": [
        "珠海渔女"
    ],
    "douban_link": "https://movie.douban.com/subject/6785101/",
    "trans_title": [
        "渔女传奇",
        "渔女传说"
    ],
    "douban_votes": "0",
    "introduction": "渔女传奇故事梗概香炉湾是坐落于珠海流域的一个美丽富饶、丰衍豪腴的小渔村。世世代代，人们都过着男捕女织、祥和纯朴的幸福生活。忽然有一天，一场罕见的、毫无征兆的暴风雨却席卷了这个古老的小渔村……暴风雨来临的时候，阿海和阿鹏两位年轻人正在大海深处进行捕捞工作，由于暴风雨的来临，俩人就准备收网返航。不料，沉沉的渔网却拖上来一个一丝不挂的年轻女子……阿鹏以为女子已死，便觉得晦气，要阿海扔了渔网赶快回家。善良的阿海却不忍心，说，即就是死的，也得找块地方把她埋了，不能让鱼吃了。执意把女子拖上小船。拖上小船才发现，女子好像还有一丝气息，还没死——女子双手紧紧地捧着一颗珍珠，阿海大喜，立刻划着小船返航。与此同时，肆虐的暴风雨不但席卷了美丽的小渔村，甚至连祭坛上的大香炉都被风浪卷走了……大香炉不仅是一件普通祭祀用具，更是小渔村的镇村之宝，是渔民们的图腾和精神支柱。大香炉的消失，使人们一下陷入了恐慌的境地，害怕因此而遭到惩罚，带来更大的灾难。就在人们胆战心惊，议论纷纷的时候，有人发现阿海和阿珠救回了一个很奇怪的女子。就很自然地把这个女子和这场暴风雨联系到了一起……都觉得很奇怪，打渔怎么会打上来一个女子？莫非这个女子和这场罕见的暴风雨有什么联系？却又说不出个所以然，只好在村长的带领下，四处寻找大香炉……女子被阿海母子救活了，不但美丽的出奇，而且善良的出奇。女子醒过来的第一句话就是找她的珍珠，除了珍珠，什么都记不起了。不知自己从哪里来？也不知自己为什么会跌入大海？更不知自己是怎么被阿海他们搭救上来的……但是，当阿海的母亲说在搭救她的那天村里的大香炉就莫名地消失之后，女子却喃喃地说，都是我不好，是我害了大家！阿海母亲一听就吓了一跳，赶紧劝说女子不要乱说，会遭报应的。女子却固执地说，如果没有我，也许就不会有这场暴风雨……阿海母亲没法理解，但善良的女子却陷入了深深的自责！因为女子没有名字，阿海在无意中就给她起了一个名字——渔女。阿海问渔女喜欢不喜欢这个名字？渔女说这个名字很好听，她喜欢。村长带领村民四处寻找，最终还是没有找到大香炉……人们嘴上不说，心里的恐惧却在加剧，都害怕因为大香炉的丢失而遭到惩罚……就在这时，美丽的渔女不但引起了全村人的关注，同时，也使村里最优秀的俩个好朋友阿海和阿鹏陷入了一场“男人的战争”——阿海喜欢渔女，阿鹏也喜欢渔女……双方因此而引起了一系列的明争暗斗……不但他们自己斗，甚至连可爱的阿珠和无辜的渔女也扯了进来——阿珠想以她的方式结束阿海和阿鹏之间的争斗，渔女却无能为力，并因此而陷入了两难境地。很显然，渔女喜欢阿海，却不愿意伤害阿珠，更不愿意因为她而引发一场流血的“决斗”。就在阿海和阿鹏斗得不可开交的时候，村子里却连续出现了几件怪事，有人发高烧，有人说梦话……有人说他每天晚上都能听到有人在海里哭泣、怪叫！一时间，恐慌、惊疑、不安就像暴风雨来临前的乌云一样，压的人们喘不过起来！最终，人们都把怀疑的目光投向无辜的渔女，火山爆发一样，一定要把这个给大家带来祸害的“妖女”扔进海里……渔女很无奈，也很无助。关键时刻，阿鹏挺身而出，使渔女躲过了一劫。虽然躲过了一劫，但渔女心里明白，要想小渔村恢复宁静祥和的日子，就要彻底驱散人们内心的恐慌和惊疑。但是，怎么样才能驱散人们内心的恐慌和惊疑？渔女首先选择了为村人“治病”——恍惚之间，她好像有所感知，知道这些病是因何而起。所以，就不顾个人安危，带着阿海上山采药……阿海抱怨渔女不该对村人做这种承诺，万一治不好，会对自己更不利。渔女却不管那么多，只带着阿海上了山——一上山，一看到中草药，渔女的记忆好像得到了恢复，不但采回了大量中草药，治好了村里人的“怪病”，而且还触景生情，完成了用竹筒引泉水进村的“壮举”，解决了村里人吃水难的问题……一时间，渔女又成了村人眼里的救星，各种赞誉接踵而来……渔民高兴地唱起了古老的民谣，渔女幸福底跳起了记忆当中的《渔女舞》……民谣如风，舞姿如梦，不断地交织、幻化着香炉湾的淳朴、祥和和宁静！就在这个时候，阿海和阿鹏因为渔女的“战争”却进一步加剧——俩人准备决斗……有人着急；有人得意；有人挑拨离间；有人进退维谷，不知所以……但是，不管怎样的说服和努力，都无法阻止阿海和阿鹏青春的豪迈、男人的尊严。俩人不顾一切，终于走进了决斗场……大海，蓝天。血脉喷张，惊涛拍岸。为了赢得自己心爱的女人，俩个亲如兄弟的血性汉子终于发动了一场男人之间的“战争”……大战数十回合，依然难分仲伯……就在俩人僵持不下、互不相让的时候，得知消息的渔女却心急如焚地赶到了决斗场……但是，渔女的出现，也无法终止阿海跟阿鹏的“战争”。渔女无奈，只好纵身跳下悬崖……就在这千钧一发之际，渔女一跳下悬崖，阿海也不顾一切地跳了下去……最终，阿海赢得了渔女的爱情。而阿鹏也男人气十足地站在悬崖边上向救起渔女的阿海喊话：“我们还是好兄弟！”阿海终于得到了自己的爱情……就在这个时候，一股不祥的谣言却又一次在小渔村蔓延开来。谣言的起因是一个很偶然的小事情，渔民们在打渔时看到了一个大蚌，想要取出时，大蚌却忽然莫名其妙地消失了。于是，便有人妖言惑众，说什么大蚌乃龙宫之物，就是因为香炉湾丢失了大香炉而得罪了龙王爷，龙王爷一定要对大香炉村进行报复。一时间，村民又是胆战心惊……就在众人不知所措时，却有人用原始的占卜术讨来一个“有效的办法”：要想逃脱龙王爷的惩罚，就必须要渔女交出她的珍珠……又一次，渔女被推向了生死之间的风口浪尖！为了躲过劫难，阿鹏劝阿海早点儿和渔女成亲，阿海同意了……但是，就在他们准备操办婚礼的时候，莫名其妙的暴风雨又一次袭击了小渔村……渔女拿起阿珠送给她的铜镜，刚刚看了一眼，电石火光一般，忽然炸开了以前生活的某些片段：好像也是婚礼，好像也是海边，母亲把珍珠交给她，并再三叮嘱，这是咱家的传家宝，切切不可离身……狂风怒号，海水暴哮。一只大船上的桅杆被折断；几只小船在风浪中逃生；大船落在海水中，小船被狂风吹翻；渔民跌入海中，船板散落飘散……暴风雨中，眼看整个村子就要淹没、就要消失……一个声音像不散的阴魂一样不断地敲打着、冲击着渔女的耳膜：只有把渔女的珍珠放到祭坛上，香炉湾的灾难才可以消失！风在怒吼，雨在呼啸，大海在咆哮……渔女捧起心爱的、生命一样的珍珠，为了拯救灾难当中的香炉湾，决绝而义无反顾地走进风雨中……走向已经被海水快要淹没了的祭坛……就在渔女把自己生命一样的珍珠高高地举过头顶，刚刚放到祭坛上的刹那间，一个海浪呼啸而至，一下淹没了善良而美丽的渔女……天色渐渐昏暗，大海终于复归平静……随着海浪，渔女悄无声息地消失了，就像她突如其来的到来一样……只有那颗生命般的珍珠，在黑夜的祭坛上闪闪发光！阿海悲痛欲绝，不相信渔女真的会离开自己……阿海梦游一样来到祭坛，却发现一双黑手想要盗取闪闪发光的珍珠……盗取珍珠的人被抓住了，原来一切都是他们设计的圈套。为了占有渔女的珍珠，他们“设计”并夺取了渔女的生命！阿海愤怒之极……但可爱的渔女终归是消失了……为了纪念渔女，阿海凭着记忆，亲手雕刻了一座渔女捧着珍珠的肖像——阿海把渔女的肖像放到祭坛上，渔女的身后，是一座美丽而宁静的小渔村……字幕（画外音）：公元前115年，阿海、阿珠和香炉湾的村民怀念善良的渔女，按照一比一的比例为渔女雕塑了金身（塑像），渔女姑娘记忆当中的《渔女舞》也开始在民间里广泛流传……由于年久风剥雨蚀，塑像最终倒塌；公元626年，李世民即位后，《渔女舞》传到了皇宫，为记念这名出色的渔女，李世民专门拨银塑造了一座2、8米高的渔女石雕；公元1225年，南宋第五位皇帝赵昀再次拨银塑造一座3、2米高的渔女石雕，这座渔女石雕于1605年广东琼山大地震而倒塌；1979年珠海市第一任市委书记吴健民提议，根据南海渔民的传说，由中国著名雕塑家潘鹤先生经过三年的努力，终于1982年成功重塑了这座高8、7米，重量达10吨大型石雕……现代珠海。宁静海面，如花城市。一个青春烂漫的导游引领者一群兴致勃勃的游客来到渔女雕塑前，好奇地凝望着雕塑，认真地听取导游的解说：从公元前的西汉年间到现在，时光已经走过了两千多年的历史，珠海，从一个淳朴而祥和的小渔村已经发展成了一个殷实而美丽的、最适宜于人类居住的“花园城市”，中国的五个经济特区之一；而渔女雕塑也随着珠海的发展，逐渐由香炉湾小渔村的镇村之宝演变成为珠海市的标志性建筑——渔女带着喜悦而又含羞的神情，双手高高地擎举着璀璨夺目的珍珠，不但向世人述说着一个美丽而古老的传说，更向人类奉献着希望与收获的珍珠……",
    "chinese_title": "渔女传奇",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "珠海渔女",
    "douban_rating_average": 0,
    "update_at": "2025-06-01T02:13:16"
}