{
    "aka": [],
    "sid": "6788352",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2648915961.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt2145002",
    "director": [],
    "duration": "60分钟",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011-05-27(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2145002/",
    "imdb_votes": 43,
    "this_title": [
        "Secrets of the Superbrands"
    ],
    "douban_link": "https://movie.douban.com/subject/6788352/",
    "imdb_rating": "7.7/10 from 43 users",
    "trans_title": [
        "超级品牌的秘密"
    ],
    "douban_votes": "316",
    "introduction": "Alex Riley explores the world of the technology superbrands - how they get us to buy their stuff, trust them and even idolise them. He meets the supergeeks who are inventing the future and finds out how some of the most powerful companies in the world really make their billions.E1 technologyAlex takes a closer look at some of the most powerful technology brands in the world - including Apple, Microsoft, Sony, Nokia, Facebook, and Google - how have they become so central to our lives and how do they plan to stay ahead of the game? He finds out why Microsoft now have to spend billions of dollars every year on development to score a hit product and why games console companies are willing to lose billions to get their product in your living room. He discovers how technology format wars are being determined with the help of the porn industry and how Apple has literally become a new religion.E2 fashionFashion novice Alex Riley dives into the world of clothing superbrands to find out how these billion dollar global organisations have invaded our wardrobes and our minds. When he discovers that designer handbags are so desirable that some women will pay 100 pounds a month just to rent one, he's determined to have their heads examined to find out why.E3 foodAlex Riley is on the trail of the global food and drink giants. What's so special about them? How have they penetrated our brains so we recognise them like members of our own families? Alex travels the globe to find where they've come from and how they make us keep on buying them.",
    "chinese_title": "超级品牌的秘密",
    "douban_rating": "7.4/10 from 316 users",
    "foreign_title": "Secrets of the Superbrands",
    "imdb_rating_average": 7.7,
    "douban_rating_average": "7.4",
    "update_at": "2025-02-13T20:21:09"
}