{
    "aka": [],
    "sid": "6790962",
    "cast": [
        {
            "url": "/celebrity/1018535/",
            "name": "威廉·卢迪根 William Lundigan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1075476/",
            "name": "弗吉尼亚·戴尔 Virginia Dale",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1056182/",
            "name": "哈里·达文波特 Harry Davenport",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022516/",
            "name": "哈里·香农 Harry Shannon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315492/",
            "name": "Ace the Wonder Dog Ace the Wonder Dog",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1943",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878791605.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1035938/",
            "name": "休斯敦·布兰奇 Houston Branch",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1026055/",
            "name": "Elizabeth Meehan Elizabeth Meehan",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0035976",
    "director": [
        {
            "url": "/celebrity/1529586/",
            "name": "威廉·摩根 William Morgan",
            "@type": "Person"
        }
    ],
    "duration": "78分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1943-08-26(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0035976/",
    "imdb_votes": 25,
    "this_title": [
        "Headin' for God's Country"
    ],
    "douban_link": "https://movie.douban.com/subject/6790962/",
    "imdb_rating": "6.2/10 from 25 users",
    "trans_title": [
        "奔向神的国度"
    ],
    "douban_votes": "0",
    "introduction": "On 16 Sep 1941, stranger Michael Banyan treks from the Alaskan interior into the small town of Sunivak, Alaska, and is treated with suspicion by the locals. General store owner Hilary Higgins pressures Banyan for information about his summer activities, as he believes that Banyan is a prospector, but Banyan refuses to divulge any information about himself. The townsfolk grow more hostile to Banyan upon learning that he is broke, for the town's supplies are shipped in only twice a year and there is little to spare for an impecunious stranger. Banyan finds two friends in Laurie Lane, who runs the weather station, and barber and newspaper printer Clem Adams, who offers Banyan shelter. Banyan's trouble increases, however, when he is fined fifty dollars for striking Higgins' brutish son Hugo, even though the altercation arose from Banyan's attempt to stop Hugo from beating his dog Flash. Because he cannot pay the fine, Banyan is sentenced to hard labor until 1 October, when the twice-yearly mail boat arrives. Banyan escapes rather than be sent away on the boat, and Laurie and Clem keep him hidden in the weather station. Laurie begins to doubt Banyan though, when her radio is sabotaged so that it can only send messages and not receive them. Although Sunivak is now completely cut off from the outside world, the townspeople carry on as always. Hoping to restore Laurie's faith in him, as well as help out Clem and take his revenge on the callous townspeople, Banyan prints a fake Seattle newspaper, which proclaims that the U.S. has joined World War II, and that Clem is the winner of a thirty-thousand dollar sweepstakes. Banyan gets his Eskimo friend, Willie Soba, to take the paper to Higgins, who immediately offers to buy Laurie's abandoned mercury mine, for he knows that mercury will become a valuable war material. Higgins also buys a half-interest in Clem's sweepstakes ticket, and Clem pays off Banyan's fine with his newfound wealth. The townsfolk also begin serious war preparations, with Laurie in charge of the Red Cross first aid classes, cannery owner Albert Ness plotting out emergency defenses and everyone else pitching in. Banyan cannot take their efforts seriously, however, and when he disobeys one of Ness's orders, he is brought to trial for treason. When Banyan points out the flaws in Ness's plans, his clear reasoning persuades the townspeople to put him in charge of their defenses. Banyan organizes the efforts more efficiently and begins a program to train dogs for war work. Winter passes with everyone working hard, but due to the absence of incoming news, they are unaware of the attack on Pearl Harbor and that the U.S. really is at war. The only person who does know is Ness, a collaborator who stole the receiving tube from Laurie's radio and has been in constant communication with the Japanese, helping them to plan an attack on Sunivak. Meanwhile, Banyan grows nervous about the upcoming arrival of the spring mail boat, and confesses his deception to Laurie. Hoping to save his friends from disgrace, Banyan leaves, but when Higgins sees a real Seattle newspaper, he withdraws his offers to buy Laurie's mine and Clem's ticket. As Banyan is mushing away from Sunivak, he sees Ness welcoming a Japanese landing party and helping them load their machine guns into dogsleds. The enemies chase Banyan, but he gains enough of a lead to warn Laurie, then races into town. The citizens refuse to believe him at first, but when Willie, who has been shot by the Japanese, confirms his story, Banyan whips his well-prepared \"troops\" into action. Laurie sends out an S.O.S., which is picked up by the Air Force, and the townspeople and their dogs successfully defend Sunivak under Banyan's direction. Ness captures the weather station, but Banyan fights him off, and Flash subdues Ness's Japanese ally. Soon after, the Air Force planes fly overhead on their way to sink the Japanese submarine, and Banyan embraces Laurie while Clem broadcasts a message that the defenses of Sunivak are holding.",
    "chinese_title": "奔向神的国度",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Headin' for God's Country",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-02-27T13:00:38"
}