{
    "aka": [],
    "sid": "6793315",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1315411/",
            "name": "韩辰辰 Chenchen Han",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1373895/",
            "name": "周劲翔 Jinxiang Zhou",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1348848/",
            "name": "张扬 Yang Zhang",
            "@type": "Person"
        }
    ],
    "duration": "240分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2008"
    ],
    "this_title": [
        "智慧之城"
    ],
    "douban_link": "https://movie.douban.com/subject/6793315/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "在一个遥远而美丽的海中小岛上，住着一个聪明善良的少年——启真。小岛的生活轻松而安逸，少年憧憬着岛外的大千世界。在启真的生活中，最快乐的事莫过于收看智慧之城的《梦想力》节目，在这个节目中，启真可以看到自己最为喜欢的Z博士，他是智慧之城的著名发明家、“梦想力”节目的主持人、创之公司的管理者。在这天的节目中，Z博士带领观众拜访了守护着智慧之城的三位长老，他们分别象征着专利权，商标权和著作权。在节目尾声Z博士的一席话打动了电视机前的启真，看到天天辛苦工作的父母。启真立志要利用自己的发明帮助父母分担劳累的工作，并到智慧之城去实现自己的理想。在一个丰收的季节，启真的发明采摘机抓抓诞生了，他灵巧而高效的采摘苹果动作，引起了贪婪的农场主的注意，并想把抓抓占为己有，启真意识到需要到智慧之城去申请专利来保护自己的发明创作，于是这个勇敢的少年，背上书包带着抓抓和父母辞行后，踏上了前往智慧之城的旅途。启真终于来到了智慧之城，壮美新奇的的建筑让这个海岛少年大开眼界，在飞艇的售票处他偶遇了同样为自己发明的神奇相机来申请专利的司马大，司马大的夸夸其谈让启真对这个外型夸张的少年充满好感，两人成为了朋友。随后在两人申请专利的过程中，了解到了关于专利申请的种种条件与要求。并得到了“免费招待发明家”的老S旅馆的老板，老S阿姨的大力帮助，在随后的日子里，两人利用智慧识破了“沙氏事物所”的免费专利阴谋，通过滑稽的黑牙齿伯伯偷窥老S阿姨的烤炉，了解到了专利检索的重要性。在一次旅店演出中，启真和司马大认识了老S阿姨的女儿，漂亮聪明的高美，她在舞台上动听的歌声深深打动了启真，三人很快就成了要好的朋友，并且由于抓抓的不稳定，在老S阿姨的旅店上演了一出闹剧，既而启真对抓抓进行了改造。启真很快就拿到了专利证书，司马大小遇波折，也顺利的拿到了证书。司马大随启真回到海岛去看望父母，两人通过在智慧之城学到的知识，教化了贪婪的农场主，惭愧的农场主提出了对抓抓商标设计的希望，一头雾水的启真对商标一无所知，在司马大闪烁的言辞中，两人意识到了对于自己的发明，商标设计的重要性。回到智慧之城的两人相继设计商标，到商标长老处去注册，在长老的介绍与交流中，两人了解到了商标注册的要求与条件，可万万没想到的是，刚刚申请注册商标的司马大的神奇相机“随意拍”就被不法之徒盗版，启真、司马大和高美运用自己的智慧和勇气与违法行为做斗争，最终取得了胜利。几位心怀梦想的少年，在随后的生活中，通过各种事件，他们更多的了解到了对于保护知识产权的终于性。启真参观了创之公司，并明白了什么是商业机密，并揭穿了沙女士和克先生盗取创之公司机密的阴谋。司马大遇到了自己的舅舅，高兴之余和启真一起为舅舅要开办的印刷厂忙左忙右，并了解到印刷注册商标需要商标长老授予的资质。高美在筹措自己的专辑过程中，挫折连连，先是遇到抄袭启真为高美写歌词的歌迷，随即又险些让司马大把高美的新歌传到网上，几人利用自己的知识产权意识，化险为夷。Z博士的新书也随即上市，启真和司马大参加签售会的路上勇斗盗版书商，维护了Z博士的著作权，不幸耽误了签售会，可就是这个失误，让他们和自己的偶像Z博士有了一次亲密的接触，并发现了个惊人的秘密，原来Z博士是高美的爸爸。晴天霹雳，突然传来噩耗，司马大的爷爷去世了，他继承了爷爷小说的著作权，司马大化悲痛为力量，立志一定要成为一个伟大的发明家。这些智慧的少年通过自己的拼搏与努力，知识与力量，终于实现了自己的理想。启真的抓抓被创之公司收购改造，成为伟大的发明。司马大爷爷的小说将被智慧电视台制作成动画片。高美终于举办了自己的演唱会。当然，睿智的Z博士和慈祥的老S阿姨也重修旧好。终于他们在智慧之城的荣誉之地——智慧圣道，留下了永恒的脚印。",
    "chinese_title": "智慧之城",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-19T01:33:56"
}