{
    "aka": [],
    "sid": "6793325",
    "cast": [
        {
            "url": "/celebrity/1314629/",
            "name": "赵龙豪 Longhao Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274717/",
            "name": "修革 Ge Xiu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1339100/",
            "name": "陈娜 Na Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326939/",
            "name": "王虎城 Hucheng Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "剧情",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1949651994.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1407479/",
            "name": "穆龙 Long Mu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "26",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2011"
    ],
    "this_title": [
        "生死瞬间"
    ],
    "douban_link": "https://movie.douban.com/subject/6793325/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "《生死瞬间》是一部有关公安缉毒题材的电视剧，该剧以传统的缉毒剧情做基础铺垫，其中糅合了令人匪夷所思、扑朔迷离的剧情、同时由众多演技派演员倾情加盟。于洪天和杜健康来到健康制药，却发现资料已经被删除。正在杜健康重建文档的时候，整栋大楼的电源被邓斌切断。于洪天带着杜健康逃出大楼，躲进地下停车场。于洪天教杜健康怎样用枪，两人决定并肩奋战，直到耿鹃带人支援。在与邓斌的激战中，杜健康为了掩护于洪天被子弹打中。最终黑虎将邓斌抓住。邓斌供认说自己就是天堂鸟。专案组经过讨论认为邓斌应该不是天堂鸟，他身后应该还有更大的敌人。经过抢救杜健康脱险，但健康制药集分集剧情介绍：团却因近期事件频出，导致股票一落千丈，不得不对外拍卖。于洪天陪姜一元去参加拍卖会，却意外发现健康制药被丹勇买下。原来丹勇救的老妇人是日本银行家，她在去世时留下遗嘱，将自己的全部财产赠与丹勇。于洪天劝丹勇小心圈套，丹勇却毫不理睬。罗云逃回香港，找到韩国著名整形医生，将自己的脸整成于洪天的样子。罗云满意而充满仇恨地看着镜子中那张和于洪天一样的脸，抬手将整形医生射杀。杨君伯派儿子杨朗给手下送制毒的化学药剂。怀疑杨朗变心的夏小冬尾随杨朗到了秘密工厂。杨朗回到家中，杨君伯要求他将夏小冬带回家中。杨朗知道小冬危险，恳求母亲王梅劝说父亲放过夏小冬。王梅知道丈夫心狠手辣，为救儿子，只好替杨朗杀死夏小冬。杨君伯知道夏小冬不是儿子杀的，认为儿子已经背叛了自己，于是派人灭口杨朗。王梅为救儿子，与丈夫反目，答应和警方合作。姜一元根据刘教授留下的科研资料发现了新型毒品配方的秘密，却被罗云冒充的于洪天骗走并残忍杀死。一心打算和姜一元复婚的于洪天不但要承受突如其来的丧失至爱之痛，还被诬认为杀害姜一元的凶手。耿鹃被迫亲自给于洪天戴上手铐，送进看守所。章之中病重去世。临死前叮嘱方天储说于洪天不可能杀人。王梅以给儿子减刑为要求，配合警方抓住了罗云。方天储知道错抓了于洪天，经过深思熟虑，决定将计就计，让于洪天假扮罗云打入敌人内部。于是，于洪天开始了一段残忍的训练，吃罗云爱吃的东西，在四十度的高温下躲避从各个角度而来的飞车和子弹，瞬间记忆所看到的一切。于洪天变得越来越暴躁，越来越像罗云。香港，正当于洪天冒充罗云渐渐取得高一鹤等人的信任，准备以姜一元死前发现的配方和高一鹤进行交易时，真正的罗云出现。关键时刻，幸得露西帮忙，于洪天才逃过一劫。杨君伯忽然指着跟随自己而来的丹勇，说他是警方卧底。为确认于洪天的身份，高一鹤要求于洪天将丹勇杀死。于洪天的枪指向丹勇的头。",
    "chinese_title": "生死瞬间",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-03T01:23:13"
}