{
    "aka": [
        "Ahoti hayafa",
        "My Lovely Sister"
    ],
    "sid": "6793187",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "以色列"
    ],
    "writer": [
        {
            "url": "/celebrity/1312631/",
            "name": "Marco Carmel Marco Carmel",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1980315",
    "director": [
        {
            "url": "/celebrity/1312631/",
            "name": "Marco Carmel Marco Carmel",
            "@type": "Person"
        }
    ],
    "duration": "91分钟",
    "episodes": "",
    "language": [
        "希伯来语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1980315/",
    "imdb_votes": 59,
    "this_title": [
        "אחותי היפה"
    ],
    "douban_link": "https://movie.douban.com/subject/6793187/",
    "imdb_rating": "6.2/10 from 59 users",
    "trans_title": [
        "Ahoti hayafa",
        "My Lovely Sister"
    ],
    "douban_votes": "0",
    "introduction": "The film is based on a modern Moroccan-Jewish legend and takes place in present-day Israel. It is a triple love story between the primitively superstitious Rahma, her rude husband Robert, and the ghost of Rahma's beautiful sister Mary who died from the pain of banishment, because she followed her heart and chose to live with an Arab man.Rahma and Robert's conscience will be tested through an emotional and passionate journey with the ghost of Mary so that they can fall in love and accept one another. This surreal legend takes place in the impoverished housing blocks of Israel's peripheral towns. This is also a political story of national fervor.אגדה מרוקאית יהודית מודרנית המתרחשת דווקא בישראל של היום. זהו סיפור אהבה על משולש בין ראמה הפרימיטיבית ומלאת אמונות תפלות ורוברט בעלה גס הרוח, לרוח רפאים הרודפת אותם בדמות אחותה היפה של ראמה, מרי, שמתה מכאב הנידוי רק בגלל שהלכה אחר צו ליבה וחיה עם ערבי. ראמה ורוברט יצטרכו לעבור מסע רגשי, תשוקתי ומצפוני עם רוחה של מרי בכדי שיוכלו להתאהב ולקבל שוב האחד את השני, זוהי אגדה סוריאליסטית המתרחשת בין שיכוני העוני של פרברי ישראל, זהו גם סיפור פוליטי על חיבור בין עמים דרך הרגש.",
    "chinese_title": "אחותי היפה",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2026-02-08T14:35:51"
}