{
    "aka": [
        "Born in Beijing"
    ],
    "sid": "6798389",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905766869.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1324773/",
            "name": "马莉 Li Ma",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2705414",
    "director": [
        {
            "url": "/celebrity/1324773/",
            "name": "马莉 Li Ma",
            "@type": "Person"
        }
    ],
    "duration": "240分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2705414/",
    "this_title": [
        "京生"
    ],
    "douban_link": "https://movie.douban.com/subject/6798389/",
    "trans_title": [
        "Born in Beijing"
    ],
    "douban_votes": "668",
    "introduction": "这是一部奇特的作品。 一个奇特的地方，一群奇特的人，一堆奇特的遭遇。导演用了6年的时光，深入位于北京城中一个卑微的村落——S访村。她凭借手中的一台DV，与一群怀揣状纸来自天南海北的S访人展开心灵对话，在有限的空间里构建出了一个既鲜为人知，又与我们的生存息息相关的真实世界。     片名《京生》取自片中主人公的名字，她出生于母亲老郝来京S访的路上，从此，陪同母亲在京S访长达三十多年。影片讲述了以京生和她的母亲为代表的一群卑微的小人物们的独特遭遇和内心挣扎。影片从S访村的故事开始，摆脱个案，超越抱怨，讲出了所有爬行着的人的命运。全片摒弃色彩，大胆使用黑白影像，取景沉稳有力，节奏沉缓却富于张力。导演以一个艺术家及公共知识分子的使命感和悲悯情怀，从容展现了中国当代社会的无奈现状和变革时代的复杂人性，既有冷静而客观的观察，同时又饱含着感同身受的真情实感 。影片从边缘群体切入，却不满足于对现状的控诉，也不止步于艺术的疗伤，更不贪恋对弱势人群的猎奇和廉价的煽情。它驱使我们面对内心，面对真实，反思光明与黑暗。导演阐述谁，倘若我叫喊，可以从天使的序列中听见我？                                                       ——里尔克这是一个寒冷的冬夜。度过这个夜晚，S访村的最后一间小屋就要被拆了。这一夜，废墟间小屋中，人们无限茫然。这不是第一次被抛弃，也将不会是最后一次。清晨，人们仓促离开村庄，没有人知道今夜将落脚何处？但谁也不会离开北京城。二个月后。人们又在北京城中一个卑微的角落，有了自己新的世界和新的S访村。这是一家老访户开的一家出租店。老郝是店主，S访33年。她的S访案由，今天看来，匪夷所思，但她坚定不移。女儿出生在第一次来北京的S访路上。今年33岁，老郝为女儿取名京生。关于这个村庄的故事可以编成一千零一夜。毫无疑问，这是一群偏执的人，做着一桩看似偏执的事。为此，他们痛苦，哀号，付以青春，甚或生命。他们所有的坚持都是为了有一天可以打赢官司幸福回乡，但他们被一张无形的网，网在了异乡。我看到他们与自我理解的胜利之间无法逾越的距离，我看到他们为了逼近这段距离所贲发的人性的冲突与分裂。在漫长的时光之中，在大都市滚滚红尘的骄横侵掠之下，他们怯弱的背负着难以排解的委屈和期望，在皇城根下一个卑微的村庄中苦度时光。我理解他们期待、无奈、痛楚、愤懑甚至绝望的复杂情感；我惊叹于他们在困境中的勇气和力量；我悲哀于他们中的大多数胸无点墨却捍卫成通晓宪法的艰辛和酸楚；我敬佩他们历尽人生冷漠和残酷之后依然牢牢坚守质朴与善良；我也痛恨他们粗砺的言词中流露的短视与懦弱、他们在苦难无法得到消解后蔓延的偏激与固执，他们在穷途之中选择方式的莽撞和自戕。他们总是满怀期待的问我，如果你是我，你会怎么办？我哑口无言。我从未曾遭遇过他们人生中的荒唐与离奇，艰涩与无望。我既无保护他们的气概也无拯救他们的力度，我没法回答。他们总是觉得我一个女孩单身闯入他们的世界需要更大的勇气，他们的目光充满感激和呵护。我羞愧无比。我常常希望能劝慰他们能离开那个村庄，回到自己的家乡。可是当他们泪流满面的哭喊着回不去的那一刻，我痛苦地怀疑，自己的劝慰是否损伤他们用全部的身心，以牺牲生活品质、尊严、家乡甚至生命为代价建筑起来的异乡堡垒，尽管它是那么的卑微。作为一个纪录片工作者，我并不是仅仅想将这个村庄里的苦难和泪水，不公或者荒谬纪录进我的影像来博取怜悯然后激发呐喊。我也并非猎奇，来勾勒一个被大多数人遗忘或者从来不曾知道的，那个世界的万姿千态来供自我或者他人饭后的谈资。我以为，作为一名纪录片工作者，如果因为故事因为情节而爱上这个村庄的不幸，那么纪录将失去全部意义，我宁愿选择放弃。    在上访村，我被迫接纳强大的命运经盘嘲弄出的人生故事。村庄让我看到，生活中永远不能解释出来的尖锐的冲突，以及人们迫切需要理解和解释它的热烈的愿望。远非他们出发时一场简单的司法错误所能解释。我看到，生存困境，如同一张巨网，人们身不由己的被卷入。一旦进入，无法前行也无法后退。出发的动因被肢解，出发的方向渐渐迷失。人们无奈跟随生活错综的冲突，作出一次又一次永远无从解释的选择。如此循环，如此往复，直至被送往一个畸形的村庄。这种窘境，我既熟悉也陌生。",
    "chinese_title": "京生",
    "douban_rating": "9.1/10 from 668 users",
    "foreign_title": "",
    "douban_rating_average": "9.1",
    "update_at": "2025-04-18T11:56:15"
}