{
    "aka": [
        "The Weight of the Oath"
    ],
    "sid": "6799174",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "布基纳法索"
    ],
    "writer": [
        {
            "url": "/celebrity/1296659/",
            "name": "Kollo Sanou Kollo Sanou",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1296659/",
            "name": "Kollo Sanou Kollo Sanou",
            "@type": "Person"
        }
    ],
    "duration": "87分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "Le poids du serment"
    ],
    "douban_link": "https://movie.douban.com/subject/6799174/",
    "trans_title": [
        "The Weight of the Oath"
    ],
    "douban_votes": "0",
    "introduction": "For this film about broken loyalty and fidelity, Kollo Daniel Sanou chose the territory of the well-known Dozo brotherhood for its location. The Dozos nowadays live mainly on the Ivory Coast, in Mali and in Burkina Faso. They are a brotherhood of hunters living according to their own rules and laws. For example, the hunters swear their fidelity to each other.The film tells the story of human weakness and the burden, because of jealousy and double morality, of adhering to an oath. Nyama and Sibiri are friends and members of the Dozo hunters’ brotherhood. Hunting together, Sibiri pushes his friend Nyama into a well because he loves Nyama’s wife Sarah. After returning to his village, Sibiri announces the death of Nyama, but some months later, Nyama comes back ...Kollo manages to show - in spite of everything and in all its human frailty - an independent and self-confident Africa, just like in his other films Paweogo and Tasuma (the latter of which was screened at Kino Otok). In his former films, he focused on historical colonialism. In The weight of the oath, he criticizes the new type of colonialism being executed by new fundamentalist religious movements that disparage the cultural rituals and religious customs of the native population.Kollo Daniel SanouBorn in 1949 in Borodoungou (Burkina Fasso), he studied at L’Institut National des Arts in Abidjan and at the Conservatoire Libre du Cinéma Française in Paris. He made his first short film, Touyan Tigui, based on the novel Ambigous Adventure (L’aventure ambiguë), in 1977. Sanou’s first full-length, Paweogo (1982), won the Oumarou Ganda Award for Best First Film at the 1983 Fespaco Festival. After filming a number of documentaries, in 1999, he made a famous television series entitled Taxi-Brousse, a mixture of reportage and fiction. His second feature, Tasuma – The Fighter (2004), received the Audience Award and the Bronze Stallion of Yenenga Award at the 2005 Fespaco Festival.",
    "chinese_title": "Le poids du serment",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-10T12:16:13"
}