{
    "aka": [],
    "sid": "6799166",
    "cast": [
        {
            "url": "/celebrity/1274825/",
            "name": "何冰 Bing He",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323334/",
            "name": "刘雨鑫 Yuxin Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325111/",
            "name": "秦旋 Xuan Qin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336602/",
            "name": "陈文波 Wenbo Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326524/",
            "name": "何珈好 Jiahao He",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1417358/",
            "name": "姚克勤 Keqin Yao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1416410/",
            "name": "朱瑞祥 Ruixiang Zhu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2432495681.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1317493/",
            "name": "何涛 Tao He",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "32",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "对攻"
    ],
    "douban_link": "https://movie.douban.com/subject/6799166/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "《对攻》是一部反映在抗日战争中以上海沦陷初期为背景的电视连续剧，全剧讴歌了共产党领导全民族一致抗战的英雄壮举。通过描述一群小人物在地下党领导下，沉重打击日本侵略者的一系列惊心动魄、扣人心弦的故事，展现了意志、智慧与胆识的较量，正义与邪恶的较量，一场政治的较量。灵狐与青龙、白虎、朱雀、玄武五个孤儿自幼相识、相依为命，一起长大成人。其中，青龙追求进步思想，加入共产党并与王亚樵联合反蒋而被军统所暗杀，灵狐为青龙报仇不成，同样遭到军统追杀，生死关头被青龙的同志所救并逃亡海外。1937年末，随着“淞沪会战”的结束，日军全面攻占了上海。国难当头，灵狐悄然潜回上海，召集旧日兄弟共同投入到抗日的洪流之中。他们破坏日军的仓库、补给线，抢夺日军药品，尽自己的微薄之力顽强地与侵略者抗争着，同时也寻机为自己死去的兄弟青龙报仇。冬夜，军统上海站行动组长卢展飞奉命转移某通讯台站，突遭日军宪兵队来袭，双方展开激战。在卢展飞率众全歼宪兵进入通讯站后得知，站长是潜伏的日军秘密特工，被另一伙神秘人物掳走。这一精彩之举正是灵狐和手下所为，他们介入此事的目的除了消灭日军间谍就是要为青龙报仇，而索取金条更是为了羞辱军统。此举深深刺痛了军统上海站长周伟雄，他开始认真对待这一股新生的神秘势力。灵狐用计袭击了日军医院截获了一车药品，药品刚到手，便有名为南洋富商子女实为军统上海站高级特工的上海名媛罗闭月托人带话约见买药。灵狐在与罗闭月交易后，隐约感觉到罗闭月的与众不同，提出欲与军统交换大西正平，指定买主为周伟雄。罗闭月立刻猜出了灵狐的身份。其实罗闭月的真实身份是中共地下党成员，地下党对灵狐这样一支活跃在社会底层的抗日有生力量极为重视，指示罗闭月全力予以保护、扶持。潜伏特工的暴露同样让日军驻上海特务机关大为震惊，辅佐官德本严斥手下宪兵队长渡边洋，要求尽快查清此事，借机清除上海的反日势力，稳固日军的统治。而此时的日本华中、华北方面军为了打通津浦线，南北夹击徐州。中国军队殊死抵抗，准备在徐州东北门户的台儿庄进行一场更大规模的血战。就在所有兵力部署到位，准备开战之即，国防部机要参谋顾野萍因风流成性受到了日军女间谍中村裕子的胁迫，盗拍了作战要图并逃离武汉，准备用情报换取生命和金钱。大战在即，一触即发，已经不可能对军队进行重新部署。为了保证台儿庄战役的胜利和参战的几十万将士的生命，方方面面立刻行动起来追捕顾野萍。周伟雄认为灵狐可以在抓捕顾野萍的行动中起到作用，意欲加以安抚、利用，因此对剿杀灵狐的命令阳奉阴违，命令罗闭月与灵狐见面，同意用金条换取大西正平，趁机拉拢灵狐为其所用。灵狐识破阴谋，关键时刻暗枪击毙大西正平，导致卢展飞和德本相互生疑而火并。事后，军统和日军特务机关分别对灵狐进行了疯狂追杀，都没有得逞。无奈之下，周伟雄接受了罗闭月建议与灵狐达成和解，请灵狐协助缉捕顾野萍。日本特务机关也把矛头转回到顾野萍的身上，而且虎视眈眈，势在必得。但不论日本特务机关、军统特工、灵狐如何交叉撒网、重叠追捕，顾野萍总能化险为夷，顺利逃脱。台儿庄大战已经打响，抓捕顾野萍夺回兵力部署及作战策略要图更加刻不容缓。最终，在顾野萍表妹、京剧名伶石玉卿的协助下，灵狐和卢展飞的联手协作，顾野萍最终被击毙，其携带的机密军事情报未能落入日军之手，保证了台儿庄战役顺利进行。顾野萍事件刚结束，周伟雄受命企图用重金招募灵狐，被婉言回绝后怀疑灵狐与中共有染而震怒，于是再次组织追杀。而日军特务机关也因顾野萍事件的失利，对灵狐开始了新的剿灭行动。一时间灵狐诸兄弟陷入了万重险境之中。日军特务机关长官原田回到上海布置了新的任务--为了宣扬日军不可战胜的神话，鼓舞作战士兵的精神斗志，日军大本营从中国各战场精选了十名有斩杀100名以上中国人记录的所谓“功勋英雄”，集中于上海受勋、宣传，然后派往武汉前线为准备进攻的士兵现身说法，宣扬武士道精神。而确保这十名战犯在上海的生命安全便成了日军特务机关的头等大事。灵狐得知消息怒不可遏，下决心格杀这几个日军战犯，但斩杀行动进行得极其艰难。日军特务机关对战犯采取了各种手段，保护措施极其严密。在罗闭月的帮助下，灵狐才得以斩杀了第一个战犯山田盛石。受蒋介石妥协政策影响，周伟雄迟迟按兵不动，不愿对战犯下手，而一直嫉贤妒能的卢展飞更是处处与灵狐作对，在对第二个战犯加藤义胜的行动中，灵狐身陷日军包围，神秘女子阿娣出现，不仅出手杀掉了加藤义胜，并且帮助灵狐脱离了险境。正当灵狐越来越孤立无助的时候，最狡猾的日军战犯鹰森勇出现了，甚至企图设计围剿灵狐，可最终被抗争意识觉醒的石玉卿杀死在戏台上，虽然石玉卿最终被原田杀害，但是这一举动却完成了她从一代名伶到爱国志士的升华，一个个可歌可泣老百姓不屈的身影，让灵狐看到了全民族共同抵抗日本侵略者的希望。而罗闭月也深深感受到，灵狐在血与火的洗礼中可以实现由民主主义者向革命者的转变。根据指示，罗闭月坦诚向灵狐揭示了自己中共地下党的真实身份，神秘女子阿娣也正是自己的助手。日本人授勋大会的阴谋彻底破产，自知罪不可赦的原田开始设法接近有皇室背景的商人小野俊夫。无意中一系列的巧合引起了罗闭月对小野俊夫身份的怀疑。经多方确认，策划掠夺中国经济资源的小野俊夫特务身份暴露无遗。军统对灵狐实力的日渐强大倍感不安，一心想要收编，却没有信心能驾驭这股力量，想要除掉却没有信心。为了保护灵狐等人，罗闭月受党组织之命劝说灵狐暂且加入军统，以此化解对他们伸来的黑手。但是自傲的灵狐终究是无法忍受限制，还是引得周伟雄出了杀招，聪明的灵狐成功搅乱了周伟雄设下的“鸿门宴”，更是让对方尝到了苦头，不敢轻易再动消灭灵狐的念头，双方暂且相安无事。为了尽快证实由小野俊夫引出的日军财富掠夺计划的详情，灵狐三番五次试图接近小野俊夫，无奈小野俊夫的办公室把守严密未能得逞，于是设计让一直受蒙骗、身具中日双重身份的秘书小田和子看清了小野俊夫的狰狞本相，并通过她的帮助寻找突破口。但是不甘心的玄武却私自行动夜闯小野俊夫的办公室，落入了日本人设计的圈套，直接导致了朱雀的重伤。被激怒的灵狐由此误解罗闭月，关键时刻，受命暗中保护灵狐的阿娣，用生命掩护了众人撤离，让灵狐震惊，更由此对罗闭月刮目相看，甘心和罗闭月携手抗日。卢展飞一直对灵狐嫉贤妒能，并且耿耿于怀，欲置灵狐于死地而后快终于利用机会使得玄武误入圈套，被日本人杀害。玄武的死暂时转移了灵狐的注意力，他把卢展飞这个反共分子当成了自己首要的敌人。卢展飞更是为了除掉灵狐不惜投靠日本人，就在即将踏入重光堂的一刻被朱雀冷枪击中，死在了他成为民族败类的路上。没有了卢展飞的阻挠破坏，灵狐等人彻查日军财富掠夺计划的进度明显加快。可就在查明存放日军掠夺物资库房的关键时刻，王少康和青皮贪功冒进、打草惊蛇，再次失去了目标，小田和子也因为身份暴露而被牺牲。为了将小野俊夫引出来，罗闭月不惜冒着生命危险，主动出击。最终找到了小野俊夫和日军金百合计划督办人川崎的住处。在地下党负责人的指挥下，灵狐设计引导日军特务组织误袭川崎老窝，两伙日军不明就里，打得稀里糊涂，灵狐等人乘乱闯入，击毙小野俊夫，成功缴获金百合计划，并将满载掠夺中国财富的日军“沅江丸”号炸沉在吴淞口。在对敌斗争中，在共产党的教育帮助下，灵狐完成了由民族爱国志士向革命者的转变。",
    "chinese_title": "对攻",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-28T19:11:58"
}