{
    "aka": [
        "新地道战2之父子奇兵"
    ],
    "sid": "6800533",
    "cast": [
        {
            "url": "/celebrity/1423400/",
            "name": "纪元 Yuan Ji",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1340114/",
            "name": "张美娟 Meijuan Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1406075/",
            "name": "赵铭洲 Mingzhou Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1384029/",
            "name": "张遥函 Yaohan Zhang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1180229026.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "84分钟(中国大陆)",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2011-08-19(中国大陆)"
    ],
    "this_title": [
        "新地道战2"
    ],
    "douban_link": "https://movie.douban.com/subject/6800533/",
    "trans_title": [
        "新地道战2之父子奇兵"
    ],
    "douban_votes": "0",
    "introduction": "为了破坏日军阴谋，麦爸父子假扮大小工，潜伏在日军本部。一场场惊心动魄的对手戏，一个个啼笑皆非的搞笑场面正慢慢上演。为了家园，为了祖国，地道战序幕被拉开了……麦家村里欢声笑语，麦包和他的小朋友争先恐后的领礼物，在这喜气融融的日子里，一群不速之客即将到来，危险正在悄悄降临。另一边天皇为了侵占整个华夏，下令进军中国的心脏地带，建铁路，运军火。任命王八为司令，王八带领日军浩浩荡荡的进军麦家村。鬼子进村，警报声响，众人纷纷躲进地道，不料地道突然坍塌，麦包一家出口被堵，返回地面，在逃跑中偶然获得重要情报.根据情报麦爸父子半路拦截建筑师大小工，来了一个偷天换日。接风酒会上工妈的三考大小工，洋相百出，麦爸父子机智过关。一次运木料中，假大小工恶整萧春，萧春怀恨，欲报复，返陷自己的阴谋中。河神祭祀大会之日，德日拔河，萧春麦包打赌，结果麦包割肠授奖，萧春吃肠捧笑众人。大会举行到第三阶段时，地道再次塌方，地上麦包斗酒，地下麦爸救女。某日，麦爸等人偷木料被萧春发现，萧春告密，麦爸父子用淋浴房斗转星移，躲过危机，萧春受罚，掉入河中。在河中的萧春发现暗道，进入密道展开探索。麦爷打太极通知麦爸，王八见状质疑，学太极，被迷晕。秘道中萧春发现被偷木料，推测假大小工中饱私囊，敲诈不成，引发争斗（麦包猛剁猪头，萧春冷汗直冒，鱼丸乒乓难解难分，火中烧烤，香味扑鼻）。萧春逃出密道，再次告密，王八将信将疑。麦包真假诉说地道战况，诱导萧春，萧春自己犯疑被耍。转眼一年过去，大桥建设步入尾声，王八开个人演唱会庆祝。演唱会上，麦包巧取炸药库钥匙，偷炸药。中途被阻拦，麦爸父子放烟花掩饰，暗中运走部分炸药。萧春屡次受辱于大小工，带人假冒大小工（其实是真大小工）。一场真假的大小工，盗版与枪版的PK认证赛在旧衙门展开（公文认证，电话认证，滴血认亲），双方各显神威，真假难辨。最后在工妈的帮助下，麦爸父子战胜真大小工。正当胜利之际，天皇特派员到达，识破骗局。麦爸父子假死，逃走.逃入村庄被堵，麦爸为掩护麦包被抓殴打，麦包逃离. 王八假借练太极，抓住麦爷。村里人得知消息，拟计划，救人。众小朋友在麦包的带领下，前往敌营救父。牢房里麦爸麦爷被吊墙上，众小朋友扮鬼吓唬疯兵.王八拷问犯人。王八离去，大小工接管牢房，抽烟，大人放迷烟，就麦爷麦爸，大人救错人，半路遇王八，巧脱险，麦爸麦爷仍留牢房中。小鬼救人，恶整王八等人，木箱人大战王八。于此同时麦米救父心切躲入搬沙发队伍，众人保护麦米，半路出意外，火烧沙发，麦米暴露，疯兵工妈助麦爸父子带领麦米逃跑。王八对工妈行为起疑，赶走工妈，公开被迫离开司令部，巧遇麦爸父子。麦爸父子感谢工妈，收留进地道。麦米斗笑工妈，工妈讲述身世，揭开袒护之谜。大小工前来搜查，麦爸用滑轮与升降机斗晕大小工。大小工进入麦包等人布置的地府。大小工在地狱棋牌房赌生死局.惨败后，麦包在黄泉路戏耍大小工，套出情报，麦包路出破绽，大小工拔枪设计，工妈堵枪口倒地。大小工为了逃命挟麦米逃窜，误入迷宫，转晕被抓。套出情报后的麦爸解释炸桥原因，拟定计划分配任务。大桥完工，萧春借计讨好王八命名为王八大桥，桥上张灯结彩，众人按计划掩护麦爸埋炸药，王八发现可疑，抓住麦爸，以全村人命威胁，未果，枪响，全村人倒，进地道，王八命令杀入地道.地道中机关重重，鬼子被各个击破。萧春偶救大小工，撤离地道。麦包与萧春对峙，工妈解围牺牲桥上，引爆炸药出意外，铁轨松动，火车减速停在桥上，王八补救轨道，火车再次通行，炸药线接上，王八发现并揪住麦包，麦父冲天而降，拉住麦包入水，麦爸决定牺牲麦包断然引爆炸弹，桥断，日军车毁人亡，破灭。麦包爬出水面，全部小孩就出水底麦父。麦爸以胜利的手势，宣告了鬼子们的阴谋破灭。地道战胜利告终",
    "chinese_title": "新地道战2",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-04T22:00:32"
}