{
    "aka": [
        "Tahrir 2011: The Good, the Bad, and the Politician"
    ],
    "sid": "6801433",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "　　第68届威尼斯电影节(2011)\n　　国际电影电视和视听理事会奖 艾滕·阿敏 / 塔梅尔·埃扎特 / Amr Salama\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2580589592.jpg",
    "region": [
        "埃及"
    ],
    "writer": [],
    "imdb_id": "tt2044012",
    "director": [
        {
            "url": "/celebrity/1332504/",
            "name": "艾滕·阿敏 Ayten Amin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1332505/",
            "name": "塔梅尔·埃扎特 Tamer Ezzat",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "阿拉伯语"
    ],
    "playdate": [
        "2011"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2044012/",
    "imdb_votes": 238,
    "this_title": [
        "Tahrir 2011"
    ],
    "douban_link": "https://movie.douban.com/subject/6801433/",
    "imdb_rating": "7.2/10 from 238 users",
    "trans_title": [
        "Tahrir 2011: The Good, the Bad, and the Politician"
    ],
    "douban_votes": "0",
    "introduction": "On Jan 25, 2011, Egyptians woke up not expecting that a public holiday would turn into a revolution aimed to overthrow Egypt’s political regime. Through social media, the new generation of Arabs and Egyptians were able to witness the atrocities that President Hosny Mubarak’s regime had caused over the past 30 years. For 18 days, the world watched as Egyptians marched out calling for an end to the injustice, poverty and corruption. Among this new generation, three directors decided to tell the story from a unique cinematic point of view. Tamer Ezzat, with contributions by Ahmed Abdalla, brings us face to face with several characters whose courage and contributions helped the revolution become so inspirational to those around them. Ayten Amin tells the story through a personal journey with the police and security forces that she had never confronted before the revolution. She tells the story of the corruption and injustice brought about by the police forces under Mubarak’s regime. Amr Salama delves into the mind and psyche of former president Hosny Mubarak. He interviews many prominent personalities and politicians who had been close allies or opponents with the former president. This is the story of the revolution told from their eyes in three separate chapters titled: The Good, The Bad, and The Politician.",
    "chinese_title": "Tahrir 2011",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-10-14T05:49:17"
}