{
    "aka": [],
    "sid": "6801420",
    "cast": [
        {
            "url": "/celebrity/1313566/",
            "name": "陈昭荣 Aaron Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274488/",
            "name": "杨若兮 Ruoxi Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313873/",
            "name": "杜旭东 Xudong Du",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274973/",
            "name": "马晓伟 Xiaowei Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1421024/",
            "name": "曹珊姗 Shanshan Cao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1331085/",
            "name": "李迎旗 Yingqi Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316606/",
            "name": "韩雯雯 Wenwen Han",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1497420/",
            "name": "金宸邦 Chenbang Jin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "剧情",
        "爱情",
        "历史",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2877760224.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1322722/",
            "name": "周振天 Zhentian Zhou",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1325634/",
            "name": "马玉辉 Laurence Ma",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "30",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2011-08-31"
    ],
    "this_title": [
        "小站风云"
    ],
    "douban_link": "https://movie.douban.com/subject/6801420/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "为争夺“贡米”的名份，天津津南小站镇的种植小站稻的大户人刘家和李家年年都要展开激烈的竞争和博弈。这一年(1893年)小站稻又喜获丰收，李家为一改连续三年“贡米”都被刘家夺走的颓势，居然搞起鬼名堂，花银子贿赂了官府之后，终于如愿以偿拿到“贡米”的名份。不料内情泄露，在小站镇引起轩然大波……正在天津北洋水师学堂攻读舰船操舵的刘家公子刘德胜与同在一个班的李家大公子李占魁为此争执不休。本来李占魁就为刘德胜与自己追求许久的小站镇最漂亮的姑娘高小穗私定终身气不忿，“贡米”之争更激化二人的矛盾。他们的教官田行健严厉责骂两个人不识大体，并且告诉他们日本舰队已经做好围歼北洋水师的准备，大战在即，你们日后将要在战场上并肩作战，怎么能因私家长短，儿女情怨而伤害同袍之情呢？刘德胜深为惭愧，而李占魁则不以为然。不久，中日甲午海战爆发，作为水师学堂的应届毕业生，刘德胜和李占魁被匆匆派往刘公岛参加战斗。他们的上司牛登瀛是个利欲熏心，贪生怕死的家伙，决战前夕，他命令刘德胜、李占奎驾快艇偷偷逃离刘公岛，刘德胜坚决不从，被牛登瀛关押在底舱，在逃跑途中，日军炮火击沉快艇，刘德胜、李占魁和众水手跳下海逃生。眼瞅着日舰上的机枪将海水中的同袍一个个打死，刘德胜悲愤万分。刘德胜腿上中弹，自忖难以活命，便将救生圈推给李占魁，并拜托李占魁日后一定好好照料小穗。话刚落音他就被浪头冲走……李占魁带着刘德胜的噩耗回到小站，小穗伤心欲绝，半年后在家长的强行安排下，小穗勉强上了李家的花轿，就在这当空，被刘公岛渔民海旺搭救侥幸捡回一条性命的刘德胜回到小站。小穗忘情地掀开盖头，冲出花轿……但是此时此刻的刘德胜已经没有娶妻生子过日子的念头，在亲眼目睹了日本军残暴杀害自己同袍和砍下救自己性命的海旺头颅场面之后，他决心回到天津宰掉几个日本人报仇雪恨，然后一死了之。他强忍内心的复杂情感，狠心拒绝了小穗的情感。小穗失望地踏进李占魁的家门……小穗的妹妹小花一直暗恋刘德胜，见姐姐已经做了李占魁的媳妇，性格爽朗，为人率真的她便频频对刘德胜展开了爱情攻势，无奈一心只想杀日本人报仇的刘德胜毫不动心。报仇的机会终于来到，刘德胜得知日本驻天津领事和武官要参加一个外交集会，他乔装一番混了进去，正当他要下手之际，却被自己的教官田行健拦阻住。田行健告诫他国仇家恨不是杀几个日本人就能了结的，他又告诉他，皇上决心从德国引进教官和全套最先进武器装备，不久就能训练出一支能够打败日本人的新式陆军来。如果你们参加了新式陆军，日后就一定有机会在战场上报仇雪耻。田行健还专门写推荐信给负责新军督练的袁世凯。这样，刘德胜和李占魁带着不同的期盼先后进入新式陆军。万万没料到，那个在刘公岛卑鄙逃脱战场的牛登瀛也混进新军，而且再一次当上刘德胜和李占魁的上司。牛登瀛生怕二人揭穿自己的丑行，便使出种种手段企图将刘德胜和李占魁挤出新军。李占魁受不了窝囊气，几次要打退堂鼓，还与牛登瀛争吵起来。牛登瀛以顶撞上司罪名将他关押，甚至捏造更大罪名要将他斩首，多亏刘德胜据理力争，还有小穗和小穗父亲高不吝搭救才化险为夷……一心要报仇雪恨的刘德胜紧牙关忍了下来，他憧憬不久的将来自己随着威武浩荡的新军队伍开上战场，狠狠斩杀日本强盗……小花很是想念刘德胜，竟然女扮男装到新军医护队应聘当了一名伕工，搞得刘德胜哭笑不得，后又被牛登瀛察觉，便要以淫乱军营罪名惩治刘德胜和小花……七灾八难都挺过来了，但是刘德胜那一腔热忱也逐渐冷下来，原来他渐渐察觉袁世凯训练新军只是为了培植忠于自己的私家军队，尤其是不准官兵“妄议”与列强作战之事，特别是在1900年“庚子事变”关键时刻，手握六镇重兵的袁世凯仍然按兵不动，坐看八国联军猖狂杀向天津、北京。刘德胜对袁世凯终于彻底失望，他和李占魁利用被派往天津侦查军情之机，毅然违抗袁世凯“不准与洋人作战”的命令，与天津军民包括高不吝、小穗、小花等小站乡亲一同参加了英勇惨烈的南门保卫战。日军炮火将城墙轰塌，情急之下，刘德胜和李占魁搬来自家米店的“贡米”砌堵城墙缺口。血战之中，刘德胜亲自击毙在刘公岛杀害海旺的日本军官。在后来的巷战中，刘德胜和小花都被俘虏，但是靠着小花的机灵他们双双逃出樊笼。几番波折和磨难，刘德胜终于接受了小花，二人结为夫妻。被袁世凯清除出新军的刘德胜在田行健的带领下，参加了孙中山(不出场)先生的革命组织，而一直追逐功名利禄的李占魁则成为袁世凯忠实随从。孙中山二次革命期间，刘德胜被派到北京刺杀袁世凯，在刺杀几将成功之际，却被李占魁识破。在牛登瀛和李占魁奉袁世凯之命赶到小站镇逮捕刘德胜那一刻，小穗挺身而出警告李占魁：在刘公岛刘德胜救过你的命，你若是真的抓走刘德胜，我就死在你的面前！李占魁见妻子如此袒护刘德胜嫉火万丈，执意要将刘德胜押走。当他将刘德胜押出家门时，小穗果然一头撞在墙上，顿时鲜血四溅，李占魁终于不忍，不顾牛登瀛的再三警告，将刘德胜放走……1916年袁世凯倒行逆施称帝，刘德胜投身到云南护国军蔡锷军中效力，后被派往时任第三支队长的朱德(不出场)军中任军事高参。二次泸州战役，刘德胜与充当北洋军先头部队指挥官的李占魁相遇，二人先是代表交战双方谈判，后又在泸州城下展开恶战。当传来袁世凯放弃称帝的消息后，北洋军顿时全线溃败，李占魁亲手枪毙了带头逃跑的督军牛登瀛，企图继续负隅顽抗，但随即被刘德胜率领的官兵包围。两个从小一起长大的“发小”再一次短兵相接，他们再一次处于情感与理性的碰撞之中……护国战争胜利了，袁世凯倒台了，但是帝国主义列强还在中国飞扬跋扈，肆意掠夺，封建官僚们仍然骑在老百姓头上作威作福，中国人民仍然生活在水深火热之中。昏暗的神州何处是希望？中华民族的出路在哪里？刘德胜带着迷茫的神情走向欧洲追求救国真理……一年后，俄罗斯传来十月革命的炮声，三年后，“五四”运动爆发，五年后，中国共产党诞生……求索救国之路的刘德胜们终于看到中国的希望……",
    "chinese_title": "小站风云",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-04T03:39:36"
}