{
    "aka": [
        "My Roots"
    ],
    "sid": "6801459",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2883705011.jpg",
    "region": [
        "马来西亚 Malaysia"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1398921/",
            "name": "黄巧力 Kew Lit",
            "@type": "Person"
        }
    ],
    "duration": "13集x60分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2007-06-10"
    ],
    "this_title": [
        "扎根"
    ],
    "douban_link": "https://movie.douban.com/subject/6801459/",
    "trans_title": [
        "My Roots"
    ],
    "douban_votes": "0",
    "introduction": "是马来西亚华族文化史上最触动人心的大型人文纪录片系列。Astro AEC为欢庆马来西亚独立50周年特别呈现，也是椰楼映画国际影视制作公司的第一部重要作品。摄制队伍南征北伐，从马来半岛东海岸的吉兰丹河开始拍摄，续而南下槟城，穿越吉隆坡和马六甲三大历史名城，抵达最南端的柔佛新山后，还远赴中国四大侨乡之福建省及广东省，记录一系列华人南来在本土扎根，并跟本土多元文化交融，承传，流变和发扬的动人故事。荣获2007年第六届马来西亚奥斯卡最佳纪录片导演奖。这是黄巧力导演为欢庆2007年马来西亚独立50周年而特别摄制的大型华人文化纪录片系列，也是他创立“椰楼映画”国际影视制作公司后的第一部重要作品。《扎根》系列的摄制队伍南征北伐，从马来半岛东海岸的吉兰丹河开始拍摄，续而南下槟城，穿越吉隆坡和马六甲三大历史名城，抵达最南端的柔佛新山后，还远赴中国四大侨乡之福建省及广东省，记录一系列华人南来在本土扎根，並跟本土多元文化交融，承传，流变和发扬的动人故事。13集的故事里，内容共分为4大部分：第一部分之第一集“我们的故事”是整个《扎根》系列的绪论和导读，为观众娓娓叙述六百年前到2007年华人文化在大马民间的承传和演变，综合整个系列之精华于一身，节奏紧凑让人目不暇接，是绝对不容错过的第一集！第二部分“交融篇”共有五集，集中叙述百年来华人如何跟马来人/印度人/暹罗人文化交融的故事。精彩的故事包括：第五集“岜岜老屋里的春天”，这集特别记录了难得在电视上一见的马六甲岜岜过新年。岜岜文化曾经是华巫文化交融史上最伟大的成果，本纪录片也许是消失中的岜岜文化习俗最珍贵的影像遗产；第2集“丹河的儿女”记录了吉兰丹河畔一个华人皮影戏大师嫁女儿的故事，探讨吉兰丹土生华人(Peranakan Cina)如何将马来，暹罗及中华文化的精髓自然地融合起来。它的续篇 “双城婚事” （第3集）是通过记录一场吉兰丹土生华人(Peranakan Cina)的传统婚礼和另一场吉隆坡城市华人婚礼的对比，比较21世纪大马主流华人与边缘华人在传统婚嫁礼俗上的坚持与流变；值得一看的还有第4集“苦行大宝森”。这一集的故事是通过深入拍摄三个槟城华人青年如何以苦行方式参与印度教大神穆鲁根的还愿大游行，探讨21世纪华族与印度族在宗教信仰文化上的紧密交融。第三部分“承传篇”共有四集，集中叙述新客华人成为主流华人后所秉承的传统文化；如第7集“天公大过年”记录了北马福建人的民间信仰。福建人是大马新客华人后裔最大的方言群，他们最重要的节日是年初九天公诞。本片真实记录了槟城姓周桥集体拜天公的现象；第8集“请火”也十分值得一看，记录了一个由百年前华族帮群间的斗争所演变出来的一种独特文化。每年的元宵节，大马北部的华人都涌到槟城海珠屿一间大伯公庙前，在灯光全熄下隔着铁栅“聆听”庙内神秘的“请火”仪式，以测国运，仪式非常神秘，十分罕见；第9集“神与人的嘉年华”则是关于柔佛新山华人民间盛典的故事。新山是大马南方之门，一年一度的柔佛古庙众神出游是华社五大方言群最重大的庆典，展现五帮共和的文化魅力，吸引了整十万人参与，是不容错过的一集。第四部分“发扬篇”共有三集，集中叙述21世纪马来西亚华人在文化上的革新和创变；这部分展现了大马华人在民间文化上的杰出成就和骄傲。如第11集“生命在鼓动”记录了马来西亚华人独创的新艺术--节令鼓 成长与高飞的故事。通过大马首支专业鼓队“手集团”的公演过程，探讨一个新文化如何诞生,如何走向专业,进而走向世界；第12集“回到狮王的故乡”绝对是一集值得期待的故事。它叙述了大马的舞狮艺术成就如何成为今天全球华人的骄傲。故事是有关名闻世界的狮王之王萧斐弘师傅，于2007年率领百多位徒弟徒孙，首次浩浩荡荡回到中国广东省鹤山沙坪丰塘村，集体拜祭沙坪吕派狮艺师祖吕新尧的总过程，充分展现世界狮王门下饮水思源的忠孝之道。当年随着华人南来的文化艺术，这一天终于又回到了最初的地方。整个《扎根》系列通过四大部分共13集的精彩影像故事，有条理地叙述华人从数百年前到今天在这里扎根的艰辛历程，如何在相知相惜的过程中，一步一步与友族共同建立一个繁荣昌盛和谐共处的多元社会，成就了今天举国欢庆独立50周年的马来西亚。",
    "chinese_title": "扎根",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-07T15:22:33"
}