{
    "aka": [],
    "sid": "6814727",
    "cast": [
        {
            "url": "/celebrity/1322762/",
            "name": "王雪菁 Xuejing Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336222/",
            "name": "魏鹏 Peng Wei",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1556561/",
            "name": "李爽 Shuang Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1558388/",
            "name": "关尚云 Shangyun Guan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2156605426.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2009-03-06"
    ],
    "this_title": [
        "迷情世家"
    ],
    "douban_link": "https://movie.douban.com/subject/6814727/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "客栈的一场大火引出整个故事，被救的燕凌躺在医院里因过度惊吓而暂时性失声，从二少爷思容口中得知，当时丈夫用棉被裹住了自己，但丈夫却被烧死。这时自己腹中的胎儿已经三个月大了。康复后燕凌被接到李家，饭桌前的气氛过于凝重，为了缓和气氛，思容打开了留声机，在悠扬的乐曲声里，思容试探性的问大嫂这是一首什么曲子，燕凌说出了这首曲子叫《良夜不能留》，李夫人说这是思文最喜欢的曲子，又问燕凌和思文是怎么认识的，燕凌同样回答如流，打消了众人对她的怀疑。第二天李老爷召集所有人来，要修改遗嘱：遗产分为四份，四分之一归二少爷思容，四分之一归幼君（幼君不是亲生，是李老爷大哥的女儿），另外四分之二归燕凌和腹中的孩子。燕凌当晚就不告而别，在旅店里遇到了刺客（阿汤），在和刺客的缠斗中看到了刺客手上的戒指，后被思容所救。一直喜欢思容的秀英看不惯思容围着燕凌转，用恶毒话语刺激燕凌，燕凌不为所动。燕凌无意中发现在李府的长工阿汤手上的戒指，认出了他就是当晚刺杀自己的凶手，思容抓住阿汤逼问时不想阿汤竟碰头而死。后燕凌又接二连三得收到“你是谁？”“你的儿子是谁的？”的匿名信。思容向坐立不安的燕凌表白，被赶了出去。第二天幼君带来了所谓的救命恩人福大为先生，幼君声称自己在回家途中遭遇山洪，被他所救，福大为受到李家热情款待，并住在李家。燕凌见到福大为时吓的脸色发白，在四处无人时，福大为对燕凌毛手毛脚起来，被思容抓了个现行。无奈燕凌告诉思容自己的真实身份，自己名叫秋微，根本不是大嫂，原来是春风楼的头牌歌女时，遇到同为春风楼做事的打手福大为，二人感叹彼此的身世，惺惺相惜，产生感情，后来告诉福大为时，竟被福大为抛弃。在逃跑途中遇到燕凌和思文，三人相见甚欢，夜晚思文走错房间，来到秋微房中倒头便睡，谁料当晚就起了大火，思文和燕凌都被烧死。秋微起了私心，想让自己的孩子有个好前程，就假扮燕凌来到家。得知真相后的思容仍然对秋微爱慕不已。幼君也和福大为断去了来往。而得知真相的李老爷确觉得面子上挂不住，要把秋微赶出去，遭到思容和幼君的反对。丫鬟秀英被杀，众人都怀疑是秋微干的，管家李诺认为秋微是杀自己妹妹的凶手，想掐死秋微，被思容一枪打死。秋微再次出走，在一个小亭子旁遇到了福大为，在和福大为纠缠时，幼君赶到告诉秋微福大为腰中有刀，情急之下秋微拔刀刺向对方腰间毙命。秋微被关入牢房。李老爷在弥留之际又要修改遗嘱，宣布要把遗嘱全部捐给医院，幼君大声喊道：“财产全是我的！”终于露出本来面目，原来李老爷和思容在演戏。幼君也全交代的真相，自己父亲的财产都被李老爷独吞，自己早就酝酿报仇事宜，但自己喜欢上了大少爷思文，放下了仇恨，在得知思文已在外地结婚后重燃仇恨，原来那场大火是她派管家李诺放的，匿名信也是管家李诺写的，丫鬟秀英无意中听到了他和福大为的谈话，被福大为所杀，也是幼君把福大为带到小亭子里，借秋微之手杀了福大为。一切的一切都是为了复仇。最后李老爷和李夫人两人坐在偌大的饭桌旁，等待儿子思容的归来，钟表一直在转，李老爷叹了口气：“他不会回来了。”城门下的汽车内，卸下警服的思文一身轻松，坐在旁边的秋微一脸微笑说：“我们会幸福的！”",
    "chinese_title": "迷情世家",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-16T04:36:00"
}