{
    "aka": [],
    "sid": "6814756",
    "cast": [
        {
            "url": "/celebrity/1318883/",
            "name": "朱一龙 Yilong Zhu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318919/",
            "name": "王艺曈 Yitong Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1557271/",
            "name": "赵丹 Dan Zhao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "悬疑",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2329172856.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1328657/",
            "name": "徐速 Su Xu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1399082/",
            "name": "马崇杰 Chongjie Ma",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2009-07-10"
    ],
    "this_title": [
        "血色深宅"
    ],
    "douban_link": "https://movie.douban.com/subject/6814756/",
    "trans_title": [
        ""
    ],
    "douban_votes": "943",
    "introduction": "麦城首富薛自成家里出了桩怪事，二太太做梦天上落了雨水，到了地上全变成了血。薛自成不信邪，随手拿起洒水壶洒到地上，发现地面上居然真的出现了血字“血债血偿”……在风水先生的指引下，薛自成重金购得辟邪圣物——佛指舍利，并且在自己家里特意修建了精舍来供奉。但薛自成第一次祭拜佛牙就当场毙命，七窍流血而死，留下三位貌美如花的夫人守寡。一时间，麦城上下，无不震动。薛自牧时隔五年重返故里，却遭遇长兄暴毙。而家里所有人都吞吞吐吐，欲言又止。包括他的初恋情人，后来变成大嫂的兰芷。似乎向他昭示着薛家这座深宅之中藏着一个不可告人的秘密……当地警察腐败无能，未经仔细检查就断定是正常死亡。薛自牧从蛛丝马迹中推断哥哥死于谋杀，他下定决心要查出真相。薛自成一死，三位太太反应不一。大太太抱着儿子伤心恸哭，二太太马上将藏在梳妆台里黑色药瓶和银针抛进池塘中，三太太柳莺莺则嚷着要分家产回娘家。这一切都被薛自牧看在眼里。目前，嫌疑最大的是二太太裴芸。因为薛自牧初步判断大哥是中毒而死，而裴芸丢掉的药瓶中装的正是剧毒液体。但裴芸很快也离奇地死在了供奉舍利的精舍中，死状与薛自成一模一样。经过化验，瓶中的液体并非致薛自成于死地的原因，因此排除了裴芸杀人的嫌疑。薛自成中的是岭南人最为擅长使用的蛇蛛毒。这个结果让家中主仆无不色变。据大太太的仆人菊妈说府里有个丫鬟，名为月眉，老爷要娶她做四太太。去年夏天因产后风而死，而她正是岭南人！三太太柳莺莺看到薛自牧查出了死因，变得格外慌张。薛自牧发现她和沈裁缝暗中通奸，企图私奔。他施计阻止两个人的计划，但没有想到的是，从不信佛的柳莺莺居然也死在了精舍中，同样她也是在烧香叩拜时暴毙的，同样也是中了蛇蛛毒。可里里外外检查了几遍，都没有发现毒从何来。大太太兰芷明白了一切，主动提出要祭拜舍利。薛自牧为了确保安全，兰芷触碰到的每一件物品，都要先过他的手，但兰芷仍旧在他面前毒发身亡。悲愤之中，薛自牧脑子中诸多线索忽然变的清晰起来，他忽然想明白了一切：月眉与大太太在同一天临盆。二太太多年未孕，她知道月眉生下的是宋管家的种，便要挟他弄死月眉生下的孩子。正好大太太产下死婴，宋管家将计就计调了包，让月眉以为胎儿夭折。而三太太与沈裁缝私通，误被月眉撞破，怀恨在心。借死婴不吉利说服迷信的薛自成，淹死月眉。宋管家没想到自己又成为这一命令的执行者， 他保住了月眉的命，让她逃离了薛府。月眉受此打击，几乎疯癫……一年后，月眉的姐姐也就是菊妈，以仆人身份进入薛府为妹妹报仇。其实毒被涂在香上，每个祭拜的人都烧香拜佛，香烧尽了，自然就找不到毒的来源。",
    "chinese_title": "血色深宅",
    "douban_rating": "7.6/10 from 943 users",
    "foreign_title": "",
    "douban_rating_average": "7.6",
    "update_at": "2025-04-17T00:14:15"
}