{
    "aka": [
        "儿女传奇之抢来的新娘"
    ],
    "sid": "6814753",
    "cast": [
        {
            "url": "/celebrity/1466399/",
            "name": "蔡海涛 Haitao Cai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313003/",
            "name": "唐于鸿 Yuhong Tang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315529/",
            "name": "吴静一 Jingyi Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318883/",
            "name": "朱一龙 Yilong Zhu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1558732/",
            "name": "徐子瑄 Zixuan Xu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2913192357.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1363382/",
            "name": "王婕 Jie Wang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1337022/",
            "name": "王伟廷 Weiting Wang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2009-06-12(中国大陆)"
    ],
    "this_title": [
        "抢来的新娘"
    ],
    "douban_link": "https://movie.douban.com/subject/6814753/",
    "trans_title": [
        "儿女传奇之抢来的新娘"
    ],
    "douban_votes": "910",
    "introduction": "应府是武将出身，将军应震天是当地有名的人物，杀人不眨眼，被外界描述成“恶魔”，书南是被震天抢来的新娘，是七姨太。书南在应家看到的是一个严厉的婆婆，一个妖娆的二姨太冰绿，一个疯了的六姨太向真，还有带枪的卫兵，一切都是循规蹈矩的。在这里发生了很多故事。震天对战争中的俘虏要全部杀死，书南求情不成，却认识了当日代将军娶新的肖副官。震天与对手彭将军谈判，以打枪为赌，条件是释放俘虏。他让书南上场，书南自然是输了，于是，俘虏被放了，在回到家的一瞬间，书南明白了，震天是故意让她打，然后顺其自然的释放了那些俘虏，书南的心有些融化了。 疯了的向真是书南唯一的朋友，但是向真病了，婆婆怕医院影响应家的声誉禁止到医院看病，书南苦苦哀求但无济于事，无奈之下她闯进会议室请求震天救向真，震天打了她一耳光，婆婆无意推倒了她，昏迷中，向真死了，书南感到绝望，她拒绝吃饭拒绝吃药，是震天用他不温柔的手将她拉了回来。而肖副官也表现出了对她的爱慕。 书南是一个聪明但不愿被束缚的媳妇，对应家一切充满好奇，还有好多事情她不明白，为什么这么多姨太太忽然间就不见人了呢？为什么应家一个院子禁止任何人进入呢？为什么将军娶了她们却不碰她们呢？太多的为什么促使她闯进了被人们视为禁地的房间，她看到的是一个布置典雅的房子，女人的饰品衣服，震天的衣服，还有挂在墙上的女子照片，她叫顾曼容，是震天的第一个妻子。从婆婆口中，她了解了事情的原委。那时的震天与曼容，夫妻恩爱，感情很好，但震天的父亲担心儿子因为儿女情长而耽误事业，于是发生了争执，争执中震天的父亲杀死了曼容，自此震天性情大变，将所有的愤怒仇恨渲泄在战场上，成了人们害怕的杀人魔王。精品站整理。母亲为安抚儿子，不停地为他纳亲娶妾，但震天从不动心。此时的书南因为了解了事情的起因而又燃起了对震天的柔情。 彭将军重新发动了战争，震天的部下对震天释放俘虏的作法不满，产生了争执，而此时的肖副官也露出了真面目，他是彭将军的义子，是卧底，他给书南一包药，让她毒死震天后与他远走高飞，书南不知道怎么办，而这一切都被震天看在眼里。震天命人将肖副官抓了起来，假意喝茶，从而试探书南的诚意，这些激怒了书南，她毅然喝下自己泡的茶以示自己的清白。彭将军派人救走了肖副官，肖放不下书南，要带她走，书南不走，无奈被挟持到花园中，震天带人围住，肖为了自己的安全，将枪口对准了书南的头，震天为了救书南用匕首刺向自己腹部，肖等人匆匆离去。震撼中书南感动于震天的一片真心，夜晚的探望让彼此看到了对方的真心。伤还没有痊愈的震天带着书南来到城外，树起的几座坟墓前站着一个人，竟然是向真，向真告诉书南，她没有疯，也没有死，这都是震天为了救她而想的计策，震天阻止不了母亲为他娶亲，又不想害这些姑娘，于是他就采用这样的计策让她们开始新的生活，书南再一次被震惊了，她想不到看似凶狠的将军竟然这样的柔情似水，这样的为他人着想。她想象着两个幸福生活的开始，然而战争再次发生，将军手下的人策反，冰绿为了保护将军而牺牲，一个爱他崇拜他的女子用生命诠释了自己的爱情，虽然活着没有得到将军的宠幸，但却带着笑容死在心爱的人的怀中。 外出作战的将军遇到埋伏，不知下落，书南不顾危险前去寻找，一声声呼唤让昏迷的将军醒来，不远处的肖副官举起了枪，但枪声响起，倒下的是他自己，他用了结自己的生命成全了书南和震天的爱情。",
    "chinese_title": "抢来的新娘",
    "douban_rating": "7.9/10 from 910 users",
    "foreign_title": "",
    "douban_rating_average": "7.9",
    "update_at": "2025-04-14T09:21:09"
}