{
    "aka": [],
    "sid": "6815044",
    "cast": [
        {
            "url": "/celebrity/1434906/",
            "name": "王峥 Zheng Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1357659/",
            "name": "王春妹 Chunmei Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1329238/",
            "name": "杨婧琳 Jinglin Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1331565/",
            "name": "唐凯林 Kailin Tang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1406954/",
            "name": "邢琪琦 Qiqi Xing",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1352332/",
            "name": "郝婷婷 Tingting Hao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906216197.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2011-04-30(中国大陆)"
    ],
    "this_title": [
        "拜见婆婆大人Ⅱ"
    ],
    "douban_link": "https://movie.douban.com/subject/6815044/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "清明节，齐家祭祀珍玉的父亲的豫亲王，杰西卡发现豫亲王和家诚几乎长得一模一样。随后的午饭上，珍玉想起自己的父亲嚎啕大哭，不明事理的杰西卡讲了一个笑话，逗得珍玉哭不能哭笑不能笑。 碧琴要去拜见孔明的母亲，珍玉交代碧琴一定要有心理准备，婆婆一定会给她一个下马威。谁知，碧琴到了孔家，被婆婆奉为上宾，婆婆不仅准备了丰盛的满汉全席招待她，还对她极尽讨好之能事，弄得碧琴浑身不自在。家诚积极投身家族事业，对杰西卡疏于看管，杰西卡突发奇想开一家英伦时装店。开业当天，娉婷，家诚，碧琴等人都收到杰西卡的请柬。杰西卡还把齐家的佣人编成了一个时装队，来了一场时装秀。开业当天，杰西卡的父亲sam也从英国赶来，由于齐家无人，他一路走到了齐家的后院，正巧珍玉正在唱戏，两人打了个尴尬的照面。杰西卡和家诚一路争吵回到齐家，愕然发现珍玉和sam正端坐在客厅。杰西卡把sam介绍给众人，sam向珍玉行了吻手礼。Sam问杰西卡和家诚为何争吵，杰西卡翔实道来，珍玉首先表明了自己的态度，她反对杰西卡开店，认为这样会丢齐家的脸，并且希望sam同意自己的意见。谁知，sam却在大庭广众之下站在了女儿的一边，并且夸奖她有理想，有抱负。珍玉十分生气，告诉家诚说，家里又来了个添堵的。英伦时装店的生意不好，家诚劝杰西卡回家算了，倔强的杰西卡却要坚持下去。Sam给杰西卡出了主意，杰西卡大力做广告，发传单，果然英伦时装店的生意节节攀升。家诚以为时装店即将倒闭，让珍玉去把杰西卡请回来，哪知时装店门庭若市，两人连下脚的地方都没有。家诚看不惯杰西卡用嘴给男顾客咬线头，情急之下先把杰西卡手上的针头砸伤，又被熨斗烫伤。珍玉动怒，给杰西卡下了最后通牒，要她关了时装店。娉婷陪珍玉在花园散心，听珍玉说起家诚受伤的事，不由得有些心疼。两人又见sam扮成大肚婆的样子在花园散步，不由得被雷倒。Sam说自己在体会女人怀孕八个月时的感受，还说出了\"男人要是也能生孩子\"之类的言论。Sam向珍玉传递西方的进步思想，希望珍玉能宽容对待杰西卡，但珍玉哪里能接受，两人不欢而散。娉婷见家诚吃饭用手不方便，忙自己喂他。珍玉偶然看见，不由得又动了心思。碧琴买了大包小包的礼物去看望自己的婆婆，谁知在路上扭伤了脚。来到孔家，孔目殷勤地给她按摩揉捏，好似一个丫鬟，这一幕正好被回家的孔明见到，以为碧琴耍小姐性子，和碧琴大吵一架。珍玉以兄妹同时拜堂反冲为由，要推后家诚和杰西卡的婚事，碧琴因为和孔明闹别扭，也要求把自己的婚事一并往后推。孔明问碧琴什么意思，碧琴说自己不了解孔明，孔明也不了解她。家诚知道母亲又想阻挠自己和杰西卡成亲，于是让杰西卡去讨好珍玉。他说过几天就是珍玉的生日，拿出一串翡翠项链让杰西卡送给珍玉当生日礼物。杰西卡走到门口，谁知娉婷捷足先登，拿出一串更大更名贵的翡翠项链送给了珍玉，珍玉高兴得合不拢嘴。杰西卡拿回了项链，逼问家诚珍玉为什么从来不过生日，家诚只好说出实情，原来珍玉的生日和家诚父亲的忌日在同一天，而家诚父亲还死在了妓院里，这些年珍玉一直耿耿于怀，想不通自己为什么会输给一个妓女。杰西卡计划送给珍玉一个特别的礼物。杰西卡把自己和珍玉打扮成了男人的模样去逛妓院，珍玉终于见到了自己当年的情敌红绿，红绿现在已是徐娘半老，珍玉一怒之下和红绿大打出手。齐府之中众人不见玉和杰西卡急的团团转，半夜，两人披头散发，脸上带伤的回来了。家诚对杰西卡一顿臭骂，怪她让母亲受伤，但杰西卡说那老鸨伤得更重，珍玉好似一只母老虎。珍玉经此一役，吃得香睡得着，似乎心情大好。但报上登出了珍玉打架的照片，又让珍玉恨上了杰西卡。Sam听说了杰西卡带珍玉逛妓院的事情，大赞女儿做事有创意，sam提出一家人去郊游，补救杰西卡犯下的过错，谁知珍玉一口答应。郊外，碧琴独自钓鱼，孔明用sam交给他的戏法变出了一朵玫瑰花送给碧琴，两人总算重归于好。家诚，杰西卡，娉婷三人散步，家诚被两人女人夹在中间，左右为难。另一边，sam陪珍玉骑马，两人又聊起了满清政府的话题惹得珍玉不高兴，珍玉纵马而去，sam赶忙陪伴，谁知珍玉坠马，摔了腿，sam只能背起了珍玉，突然天降大雨，两人只好到附近的破庙躲雨。众人不见了珍玉和sam，只能冒雨寻找，娉婷和家诚不小心和众人走散了。Sam在破庙又唱起了那首《叫我如何不想她》，珍玉这时才知道了sam作为一个游子的心情，聊起当初为什么要离开祖国，sam说是因为当时清政府在通缉他，珍玉再往下问，才发现sam就是当年火烧王府的人，珍玉激动之下晕厥过去。这时，家诚和娉婷也赶到了破庙。珍玉醒了，让人把sam和杰西卡再次赶出了齐府，受此刺激，珍玉有些魔障了，她把家诚当成了自己的父亲，不断诉说着自己的愧疚，差点让仇人的女儿当了齐家的儿媳妇儿。众人聚集在杰西卡的英伦时装店，sam说出了当年的真相，原来火烧王府的并不是他，而是豫亲王自己，因为他不忍看着自己的国家一步一步走向毁灭。众人都了解珍玉的性格，认为她不会相信sam的说辞，就在这时，杰西卡想出了一个主意，就是把当年的真相再重现一遍。众人布了一个局，让珍玉以为自己是在二十五年前醒来的，碧琴扮演她的妹妹珍珠，杰西卡更是演起了慈禧太后，孔明家诚扮演太监。众人情景再现，珍玉和珍珠进宫陪慈禧太后说话，说到晚上，回到王府，家诚出演自己的外公豫亲王，一把火烧了书房。第二天，珍玉醒来，她以为自己做了一个梦，从梦的启发中她终于明白王府也许真的是她的父亲烧的。珍玉再次接纳了杰西卡，四人拜堂，杰西卡终于正式成为了珍玉的儿媳妇儿。",
    "chinese_title": "拜见婆婆大人Ⅱ",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-21T06:00:54"
}