{
    "aka": [],
    "sid": "6815043",
    "cast": [
        {
            "url": "/celebrity/1434906/",
            "name": "王峥 Zheng Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1357659/",
            "name": "王春妹 Chunmei Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1329238/",
            "name": "杨婧琳 Jinglin Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1331565/",
            "name": "唐凯林 Kailin Tang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1352332/",
            "name": "郝婷婷 Tingting Hao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887802202.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2011-04-29(中国大陆)"
    ],
    "this_title": [
        "拜见婆婆大人Ⅰ"
    ],
    "douban_link": "https://movie.douban.com/subject/6815043/",
    "trans_title": [
        ""
    ],
    "douban_votes": "109",
    "introduction": "从小在英国长大的杰西卡随未婚夫家诚回到中国，但她并不知道自己的婆婆珍玉是前清格格，而珍玉也不知道自己留洋的儿子会给自己带回一个洋媳妇儿。婆媳两人第一次见面杰西卡就用西方礼节表达了婆婆的敬仰，但却弄得珍玉浑身难受。虽然已是民国，但珍玉依然保持着当格格时的着装和习惯，府里上上下下俨然当年肃亲王府的做派，民国着二十年，珍玉从未踏出过齐府。珍玉十分不理解当年丈夫非要儿子留洋的遗愿，但家诚却说自己这些年在英国开了眼界。珍玉对杰西卡的第一印象不太好，不仅是她的过于热情的见面方式，还有她的出身和家庭背景，珍玉还保留着儿子应该娶旗人的老观念，而家诚也正是有这么一名旗装未婚妻娉婷。家诚的妹妹碧琴很喜欢杰西卡，而杰西卡也送了她胸罩当礼物，不知用途的碧琴却把它穿在了衣服的外面。杰西卡问起婆婆对自己的印象，家诚假意说好，并且要杰西卡待会儿晚饭时按自己的手势更好的表现。谁知晚饭时，珍玉给了杰西卡一个下马威，横挑鼻子竖挑眼。杰西卡看出饭桌上，碧琴和齐家的管家孔明似乎对彼此有意。饭后的茶话会上，杰西卡大方地聊起自己的父亲，但众人却对她当妇产科医生的父亲瞠目结舌。杰西卡把洋皂作为礼物送给珍玉，却不慎将装有珍玉父亲肃亲王骸骨的瓷罐打碎。杰西卡又亲手做了蛋糕送给珍玉道歉，却不小心将蛋糕扣在了珍玉的脸上。珍玉要家诚把杰西卡赶走，但家诚对杰西卡一往情深，说什么也不答应。碧琴，家诚，孔明，杰西卡去看戏，众人聊起珍玉还未破灭的大清梦，而大家一致认为能改变珍玉生活方式的人已经出现，而这个人就是杰西卡。众人回家途中，遇见了碧琴的未婚夫那齐，那齐是八旗子弟，但却是流氓作风，还当街调戏碧琴。杰西卡忿忿不平，说那齐根本配不上碧琴。娉婷来看望珍玉，她已经知道了家诚回国并带回杰西卡的消息，珍玉安抚娉婷，说她才是自己最理想的儿媳妇。四人回到家中和娉婷打了照面，娉婷无意中透露自己对家诚的关怀和思念，杰西卡看在眼中。杰西卡看出家诚和娉婷的关系，家诚解释说两人只是小时候定过亲，但他出国的时候跟娉婷就已经说清楚了。杰西卡感觉到娉婷对自己的威胁，决定战斗到底。杰西卡和娉婷在饭桌上斗了起来，家诚忙于应付，手忙脚乱。珍玉宣布留娉婷在家里住下，并且要在齐府里举行以前宫中每年都会举行的女儿节--未出嫁的女孩儿都要展示自己的美丽和才艺。珍玉真实的目的是想让在国外长大的杰西卡出丑。女儿节当天，娉婷的装束中规中矩，谁知杰西卡穿上了外国流行的蓬蓬裙，众人算是开了洋荤。杰西卡还将小姑碧琴的旗装改良，突出了碧琴的身材，让孔明赞不绝口。珍玉又让娉婷、碧琴、杰西卡表演才艺。娉婷、碧琴表演了琴箫合奏，而杰西卡竟然抱着一把吉他自弹自唱了一首英文歌，赢得众人欢呼。碧琴又让三人给自己作画，娉婷和碧琴做了很好的描摹，杰西卡却给珍玉画了一张惟妙惟肖的漫画，夸张了珍玉的五官，惹得珍玉很不高兴。最后珍玉又想用行酒令的办法灌醉杰西卡，杰西卡不通古文，先被灌了些酒，但后来她想出了\"外国行酒令\"的游戏，\"一只蛤蟆掉下水，两只眼睛四条腿，两只蛤蟆掉下水，四只眼睛八条腿，三只……\"这下把珍玉难住了，珍玉没想到被杰西卡反扑，眼冒金星地晕倒在饭桌上。娉婷和家诚送珍玉回房，两人在房里独处，不由得有些尴尬。娉婷说自己不会放弃家诚，但家诚却说自己心里只有杰西卡。碧琴和孔明在花园中赏月，碧琴暗示着自己对孔明的感情，理智的孔明表达了两人因为身份差距不可能在一起的结局，碧琴伤心地走了。杰西卡躲在墙角听见了两人的对话，杰西卡问孔明为什么不争取自己的爱情，孔明苦恼地说自己出身卑微，配不上小格格。而珍玉又对他有知遇之恩，他不能骗走珍玉的女儿。杰西卡骂他迂腐，孔明似乎心有所动。经过这一次折腾，珍玉更加坚定了不能让杰西卡进门的决心，但此时众人却发现杰西卡一早上不知上哪儿去了，正当众人为她担心的时候，杰西卡浑身淤泥的回来了，原来她知道珍玉醉酒，自己一早就去山上为珍玉采摘解酒的药草去了。珍玉有些感动，但她还是决定用三个难题去为难杰西卡，并且三个难题她都要娉婷为杰西卡做示范。第一关，要学会伺候婆婆，娉婷给珍玉捶脚，珍玉很是舒服，轮到杰西卡了只听见珍玉房里传来阵阵杀猪般的惨叫。家诚等人冲进房中，只见杰西卡又是脚底按摩又是泰式马杀鸡，把珍玉弄得叫唤连连，却也浑身舒坦。第二关，要下的厨房，娉婷做的菜不仅色香味俱全，而且都有个好彩头，而杰西卡却做了两道叫做牛气冲天和九牛一毛的菜，虽然造型奇怪，但味道尚佳，里面用到的食材都是经过了她的精心挑选和烹饪。第三关，就是要杰西卡筹划小姑碧琴的婚事。杰西卡早就看出碧琴和府里的管家孔明两情相悦，但无奈两人都不敢向珍玉吐露真情。娉婷天天带着碧琴上街采买嫁妆，杰西卡却整天在家里看闲书。这可愁怀了家诚。碧琴出嫁当日，杰西卡将孔明打晕送上了花轿，破坏了碧琴的婚事，但也让碧琴和孔明勇敢地面对感情。珍玉却火冒三丈，她一气之下将杰西卡赶了出去。珍玉和家诚产生了激烈的争吵，珍玉无论如何也不同意杰西卡入门，而家诚却说如果母亲容不下杰西卡，自己也将离开这个家。珍玉问他为什么，家诚说这就是爱情。家诚和守门的家丁对峙，最后家诚强迫家丁开了门，这一幕被娉婷看在眼里。娉婷为家诚做说客，她告诉珍玉她将退出这段三角关系。家诚心急如焚在街头寻找杰西卡，谁知杰西卡在酒馆被两个流氓下了药，惨被绑架，而流氓却指定珍玉送赎款。珍玉先是不答应，但想起杰西卡的种种可爱之处又毅然冒险前往，走出了她禁足二十年地齐府，望着改朝换代的民国，她不由得感慨万千。流氓将珍玉骗到郊外，而此时杰西卡已经成功逃脱，两个流氓打算杀掉珍玉，杰西卡看准时机，将两个流氓成功打晕，救出了珍玉。经此一役，珍玉终于同意杰西卡进门。杰西卡，家诚，碧琴，孔明一起给珍玉奉茶，娉婷落寞地看着他们。",
    "chinese_title": "拜见婆婆大人Ⅰ",
    "douban_rating": "7.4/10 from 109 users",
    "foreign_title": "",
    "douban_rating_average": "7.4",
    "update_at": "2025-04-20T00:49:11"
}