{
    "aka": [
        "The Woman in the Septic Tank",
        "化粪池的女人(港)"
    ],
    "sid": "6828337",
    "cast": [
        {
            "url": "/celebrity/1208506/",
            "name": "尤金·多明戈 Eugene Domingo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1422546/",
            "name": "JM de Guzman  JM de Guzman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1472087/",
            "name": "唐·梅尔文·邦加林 Don Melvin Boongaling",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "喜剧"
    ],
    "awards": "　　第6届亚洲电影大奖(2012)\n　　最佳女主角(提名) 尤金·多明戈\n　　最佳编剧(提名) Chris Martinez\n　　我最喜爱的男女主角 我最喜爱的女主角 尤金·多明戈\n\n　　第36届香港国际电影节(2012)\n　　新秀电影竞赛 火鸟大奖(提名) Marlon Rivera\n　　国际影评人联盟奖(提名) Marlon Rivera\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1541998755.jpg",
    "region": [
        "菲律宾"
    ],
    "writer": [
        {
            "url": "/celebrity/1307567/",
            "name": "Chris Martinez Chris Martinez",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1961179",
    "director": [
        {
            "url": "/celebrity/1333509/",
            "name": "Marlon Rivera Marlon Rivera",
            "@type": "Person"
        }
    ],
    "duration": "87分钟",
    "episodes": "",
    "language": [
        "菲律宾语",
        "塔加路语",
        "英语"
    ],
    "playdate": [
        "2011-08-03"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1961179/",
    "imdb_votes": 567,
    "this_title": [
        "Ang babae sa septic tank"
    ],
    "douban_link": "https://movie.douban.com/subject/6828337/",
    "imdb_rating": "7.2/10 from 567 users",
    "trans_title": [
        "粪坑中的女人",
        "The Woman in the Septic Tank",
        "化粪池的女人(港)"
    ],
    "douban_votes": "51",
    "introduction": "The film chronicles a day in the life of three ambitious, passionate but misguided filmmakers as they set out to do a quick pre-production, a courtesy call to their lead actress, Eugene Domingo, and an ocular inspection of their film’s major location, the Payatas dumpsite. Director Rainier (Kean Cipriano), Producer Bingbong (JM De Guzman) and Production Assistant Jocelyn (Cai Cortez) are well-to-do, well-educated film school graduates who are dead set on making an Oscar worthy film. They believe they have a winning script, the energy and the drive to make their dreams come true. Like most filmmakers they know, they have devised a screenplay that will show the real essence of our culture: poverty. In the course of one day, they brainstorm and exhaust all possible treatment of their project: the story of Mila (Eugene Domingo), a mother from the slums, who out of desperation to survive, has sold her child to a pedophile. As they discuss the possible executions of the story, the movie-within-a-movie gets reborn in Jocelyn’s imagination several times. As a gritty no frills neo-realist film, as a glossy musical, as an over-the-top melodrama and as a docu drama using non-actors. For their last task of the day, they visit the dumpsite for the first time. As filmmakers gunning for authenticity, they get excited with the ”beauty” of the squalor around them. Soon enough, they are faced with reality as they come face to face with the real effects of their chosen subject.The film broke the box office records of the Cinemelaya Independent Film Festival. It is the first full length film to sell out all of its showings within the ten days of showing at the festival. The film was received well by film critics.The film earned a total of P20 million on its first five days. The film company set August 3, 2011 for a date of domestic release to over 50 theaters nationwide.",
    "chinese_title": "粪坑中的女人",
    "douban_rating": "6.9/10 from 51 users",
    "foreign_title": "Ang babae sa septic tank",
    "imdb_rating_average": 7.2,
    "douban_rating_average": "6.9",
    "update_at": "2025-06-29T05:56:43"
}