{
    "aka": [],
    "sid": "6828338",
    "cast": [
        {
            "url": "/celebrity/1059162/",
            "name": "Marvin Agustin Marvin Agustin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1570638/",
            "name": "伊娜·费莱奥 Ina Feleo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "菲律宾"
    ],
    "writer": [],
    "imdb_id": "tt1825813",
    "director": [
        {
            "url": "/celebrity/1282924/",
            "name": "玛丽璐·迪亚兹-阿巴雅 Marilou Diaz-Abaya",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "菲律宾语"
    ],
    "playdate": [
        "2011-02-23"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1825813/",
    "imdb_votes": 21,
    "this_title": [
        "Ikaw Ang Pag-ibig"
    ],
    "douban_link": "https://movie.douban.com/subject/6828338/",
    "imdb_rating": "7.6/10 from 21 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The movie revolves around a young, contemporary, rebellious woman Vangie Cruz (INA FELEO), whose family life and career as a video editor are disrupted when her only brother, a newly ordained priest, Fr. Johnny (MARVIN AGUSTIN), is diagnosed of Acute Myeloid Leukemia (AML). As a sibling, Vangie is called upon to be a donor for Fr. Johnny’s bone marrow transplant. At first, Vangie is very reluctant. She has a clinical phobia for medical procedures, the reasons for which are rooted in an attempted, but botched, abortion which she suffered through many years earlier and has since been troubled about. Her life is saved by Dr. Joey Lucas (JOMARI YLLANA) with whom she has a love child, and whom she eventually marries.Vangie’s dysfunctional family gravitates around Fr. Johnny, and in their struggle to cope with his illness, find themselves drawn to INA, begging for her intercession. Their prayers are answered, not so much by way of a miraculous cure for Fr. Johnny, but by the grace of conversion, of love, of forgiveness, reconciliation, and hope.The movie has been Graded A by the Cinema Evaluation Board (CEB), and Rated PG-13 by the Movie and Television Ratings and Classification Board (MTRCB). It has also been endorsed by the Catholic Bishops Conference of The Philippines (CBCP), the Association of Catholic Universities (ACUP) and the Manila Archdiocese and Parochial Schools, Association, Inc. (MAPSA).",
    "chinese_title": "Ikaw Ang Pag-ibig",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-05-16T17:23:03"
}