{
    "aka": [],
    "sid": "6829671",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872178180.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt2205543",
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011-10-22(伦敦电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2205543/",
    "imdb_votes": 135,
    "this_title": [
        "Lawrence of Belgravia"
    ],
    "douban_link": "https://movie.douban.com/subject/6829671/",
    "imdb_rating": "7.0/10 from 135 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "As lead singer with Felt, Lawrence was responsible for some of the most precious music of the 1980s. On touchstone indie labels such as Cherry Red and Creation, the band released ten albums and ten singles - one for each year of the decade. Though few releases troubled the charts, Felt's cult status was assured and a mission of sorts was accomplished. Lawrence went on to form Denim and Go Kart Mozart, bands that revelled in referencing 1970s glam and novelty rock while slyly critiquing the contemporary pop scenes. There's been an air of tragi-comedy about Lawrence's career at times. Felt were bumped from the cover of the NME when editors favoured a blacked-out cover to illustrate a feature on youth suicide, while Denim's infectious 1997 single 'Summer Smash' was scratched from radio playlists when it was released in the week Princess Diana died. Paul Kelly's intimate, smart doc portrait, a labour of love filmed over the last eight years, follows Lawrence between Go Kart Mozart albums, weighed down by the chips on his shoulders while still dreaming of being a pop star who rides in limousines and dates supermodels. He appears as, perhaps, he always has; a man out of time, touched by rare genius.Michael HaydenLondon Film Festival",
    "chinese_title": "Lawrence of Belgravia",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-11-07T00:13:41"
}