{
    "aka": [
        "The Silence of Pelešjan"
    ],
    "sid": "6833927",
    "cast": [
        {
            "url": "/celebrity/1033180/",
            "name": "阿尔塔瓦斯德·佩莱希扬 Artavazd Peleshian",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2494672542.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1350652/",
            "name": "皮耶特罗·马切罗 Pietro Marcello",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2011938",
    "director": [
        {
            "url": "/celebrity/1350652/",
            "name": "皮耶特罗·马切罗 Pietro Marcello",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2011938/",
    "imdb_votes": 105,
    "this_title": [
        "Il silenzio di Pelešjan"
    ],
    "douban_link": "https://movie.douban.com/subject/6833927/",
    "imdb_rating": "6.7/10 from 105 users",
    "trans_title": [
        "佩莱希扬的沉默",
        "The Silence of Pelešjan"
    ],
    "douban_votes": "0",
    "introduction": "The Armenian filmmaker Artavazd Pelešjan was unknown in the West until 1983, when the French critic Serge Daney approached him and, together with a handful of other fans of his work, introduced his work to Europe. According to the French critic, “Pelešjan’s aim is to capture the emotional and social ’cardiogram’ of his time“. This film is not trying to be a biography, or even a documentary, but simply the result of an extraordinary undertaking: filming – for the first time in thirty years – one of the greats of world cinema. Pelešjan’s cinema is a cinema of intensity and, at the same time, the precise experimentation of a form of “distance editing“. Although deriving from the work of Sergei M. Eisenstein and Dziga Vertov, it distances itself from the two great Russian filmmakers’ own principles of editing. The film is constructed around “distance editing“ – as an experimental hyperbole and proof of an interior editing: it opens with a meeting with Pelešjan in Moscow, filming his fleeting and intense figure, before retrieving fragments of his works and new material showing him at exceptional times in his life. Extraordinary repertories from the director’s biography include sequences taken from film shoots and from his diploma exam at the VGIK, the prestigious Pan-Russian Institute of Film in Moscow.Director's StatementIl silenzio di Pelešjan aims to outline the portrait of a memory: the work of Armenian filmmaker Artavazd Pelešjan. A memory of his works and creativity, the memory of cinema and its relationship with the man, his life, his way of thinking, his emotions and the incessant, infinite paths that connect one with the other. The portrait of Pelešjan is made up of inspired and lyrical visions, a space of visions constellated by sequences from his works and fragments of his life: vibrant film footage that gives us a sense of his extremely expressive work, in which the creative movement that generated it is not ruined by our intervention.",
    "chinese_title": "佩莱希扬的沉默",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Il silenzio di Pelešjan",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-06-06T14:45:22"
}