{
    "aka": [],
    "sid": "6843271",
    "cast": [
        {
            "url": "/celebrity/1014535/",
            "name": "乔纳斯·梅卡斯 Jonas Mekas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1285606/",
            "name": "何塞·路易斯·格林 José Luis Guerín",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2511445437.jpg",
    "region": [
        "西班牙",
        "西班牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1014535/",
            "name": "乔纳斯·梅卡斯 Jonas Mekas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1285606/",
            "name": "何塞·路易斯·格林 José Luis Guerín",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2007936",
    "director": [
        {
            "url": "/celebrity/1285606/",
            "name": "何塞·路易斯·格林 José Luis Guerín",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014535/",
            "name": "乔纳斯·梅卡斯 Jonas Mekas",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "西班牙语",
        "英语"
    ],
    "playdate": [
        "2011"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2007936/",
    "imdb_votes": 105,
    "this_title": [
        "Correspondence: José Luis Guerín and Jonas Mekas"
    ],
    "douban_link": "https://movie.douban.com/subject/6843271/",
    "imdb_rating": "7.6/10 from 105 users",
    "trans_title": [
        "鸿雁传影：何塞·路易斯·格林与乔纳斯·梅卡斯往来影笺"
    ],
    "douban_votes": "0",
    "introduction": "This correspondence, or exchange of letters and video diaries between acclaimed filmmakers Jonas Mekas and José Luis Guerin is extremely potent, there's sorcery at play in the mixture of the two. Together they're light and dark. Mekas knows life's joys, and is always a participant in what he films, Guerín is a detached observer, cold, present only as a black mote, reflected in the eye of one of his subjects. Guerín shoots in black and white and strives for formalism, Mekas loves hazard, loves his chaotic hand-held colour camera. Jonas Mekas felt that his images were inferior to those of Guerín, but a picture of his son Sebastian devouring a pickle, followed by Jonas on the deli sausage and wine, and then a cheeky close up of Goethe's Faust; which of them Faust and which Mephistopheles? That one shot set me thinking about the nature of art and the privilege of artists, and could be interpreted in any one of several fruitful ways.Guerín's Camera is brutal, his viewpoint black, on death and distance. He sends Jonas a morbid video, regarding a Slovenian film writer, which is almost a provocation. One beautiful moment, filmed through a gap in his hotel room's curtains shows a young couple frolicking in the sea, for which brief segment he allows music. It's deliberately voyeuristic though, Guerín is distant he identifies with migrant workers he films in Venice.The films, in an aesthetic sense presents clarity versus confusion, reality versus a dreamer's obfuscation. There's an extent to which what we see is a real correspondence, an extent to which they are talking past one another. Guerín intones that dialogue between filmmakers is an impossibility, over images of fish heads on ice in a market. It's one of two visual quotes I suspected are from Pere Potabella (from Pont de Varsovia).The difference in viewpoint I suspect ultimately is that Mekas sees beauty in the fact that life goes on, wonder in impermanence, Guerín is blanched by it.",
    "chinese_title": "鸿雁传影：何塞·路易斯·格林与乔纳斯·梅卡斯往来影笺",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Correspondence: José Luis Guerín and Jonas Mekas",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-09-29T00:26:28"
}