{
    "aka": [],
    "sid": "6848997",
    "cast": [
        {
            "url": "/celebrity/1009267/",
            "name": "安娜·弗莱尔 Anna Friel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022742/",
            "name": "雷欧·波瓦 Raoul Bova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032576/",
            "name": "沃尔克·布鲁赫 Volker Bruch",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1425804614.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt1786742",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1786742/",
    "imdb_votes": 1124,
    "this_title": [
        "Treasure Guards"
    ],
    "douban_link": "https://movie.douban.com/subject/6848997/",
    "imdb_rating": "4.7/10 from 1124 users",
    "trans_title": [
        "护宝奇兵"
    ],
    "douban_votes": "149",
    "introduction": "在一个在约旦偏远的沙漠，考古学家发现维多利亚卡特在一个古老的寺庙废墟掩埋着一个古老的卷轴。据传说，这个卷轴是神给所罗门的赠与。但这个伟大的宝库也正在寻求（其中包括），维多利亚，著名考古学家卡特泰迪疏远的??父亲。与此同时，安杰洛，一个在梵蒂冈的秘密组织，受命了解维多利亚挖掘 - 很快发现她发现一些事情，决定团结起来，追查宝藏。追逐中，他们要确保所罗门封印完好。On a dig in the remote Jordanian desert, maverick archaeologist Victoria Carter (Anna Friel) discovers an ancient scroll buried in the ruins of an old temple. It is encrypted with the location of the long lost Seal of Solomon, which, according to legend, was given to King Solomon by God himself. But this mighty treasure is also being sought by, amongst others, Victorias estranged father, renowned archaeologist Teddy Carter, whos soon hot on its trail. At the same time, the handsome and brooding Angelo (Raoul Bova), a Treasure Guard from a covert organization based in the Vatican, receives the order to find out more about Victorias dig and quickly realizes what she has found. Victoria and Angelo team up to track down the treasure, unexpectedly assisted by Angelos half brother Luca (Volker Bruch), a charming, fast-talking hustler with an agenda of his own. Now the race to secure the Seal of Solomon has begun. And nothing can prepare Angelo, Victoria and Luca for what awaits them the most shocking twist of all!",
    "chinese_title": "护宝奇兵",
    "douban_rating": "4.9/10 from 149 users",
    "foreign_title": "Treasure Guards",
    "imdb_rating_average": 4.7,
    "douban_rating_average": "4.9",
    "update_at": "2025-11-18T09:18:48"
}