{
    "aka": [],
    "sid": "6848298",
    "cast": [
        {
            "url": "/celebrity/1319006/",
            "name": "阿特利·奧斯卡·法奈森 Atli Oskar Fjalarsson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "喜剧",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1216355362.jpg",
    "region": [
        "冰岛"
    ],
    "writer": [
        {
            "url": "/celebrity/1006676/",
            "name": "Gunnar B. Gudmundsson Gunnar B. Gudmundsson",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1792566",
    "director": [
        {
            "url": "/celebrity/1006676/",
            "name": "Gunnar B. Gudmundsson Gunnar B. Gudmundsson",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "冰岛语"
    ],
    "playdate": [
        "2010-12-26"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1792566/",
    "imdb_votes": 183,
    "this_title": [
        "Gauragangur"
    ],
    "douban_link": "https://movie.douban.com/subject/6848298/",
    "imdb_rating": "5.6/10 from 183 users",
    "trans_title": [
        "球拍"
    ],
    "douban_votes": "0",
    "introduction": "The time is 20 years and a few months to the millennium, and the unrecognized, self-proclaimed genius Orm Odins has to deal with the age-old existentialist dilemma that is teenage hood. With his final exams looming, his hormones in overdrive and love just around the corner what can a great poet do to survive?Our setting is Reykjavik in the eighties, a city that is going through a growth spur not unlike our eloquent hero. The mullet is just about to put its mark on a unsuspecting generation, there is no TV on Thursdays, only one radio station, beer is still and outlawed commodity and somewhere within the city limits the first female president in the world will see has a dream.During the span of a few months Orm grows from a carefree teenage boy to a responsible adult. His antics cause him, and his closest circle of friends and family, often a heap of trouble with the school authorities and his fellow students. He even goes as far as to get a glimpse into the Icelandic penal system.Like so many angry young men Orm has an opinion about everything, and nothing escapes his sarcastic outlook on life. He never for a moment thinks that some things could be better left unsaid and it doesnt matter if the subject is poverty, snobbery, poetics or alchemy. Even though many would disagree with him in his mind hes always right. Until one day he cant talk himself anymore out of trouble.",
    "chinese_title": "球拍",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Gauragangur",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2025-08-20T10:07:28"
}