{
    "aka": [],
    "sid": "6848078",
    "cast": [
        {
            "url": "/celebrity/1285052/",
            "name": "保罗·戈德曼 Paul Goldman",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912376122.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1748158",
    "director": [],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011-10-19(北美)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1748158/",
    "imdb_votes": 151,
    "this_title": [
        "Paul Goodman Changed My Life"
    ],
    "douban_link": "https://movie.douban.com/subject/6848078/",
    "imdb_rating": "6.6/10 from 151 users",
    "trans_title": [
        "保罗·古德曼 ：改变了我的生活"
    ],
    "douban_votes": "0",
    "introduction": "Paul Goodman was once so ubiquitous in the American zeitgeist that he merited a cameo in Woody Allen's Annie Hall. Author of legendary bestseller Growing Up Absurd (1960), Goodman was also a poet, 1940s out queer (and family man), pacifist, visionary, co-founder of Gestalt therapy--and a moral compass for many in the burgeoning counterculture of the '60s. Paul Goodman Changed My Life immerses you in an era of high intellect (that heady, cocktail-glass juncture that Mad Men has so effectively exploited) when New York was peaking culturally and artistically; when ideas, and the people who propounded them, seemed to punch in at a higher weight class than they do now. Using a treasure trove of archival multimedia--selections from Goodman's poetry (read by Garrison Keillor and Edmund White); quotes from Susan Sontag, Martin Luther King, Jr. and Noam Chomsky; plentiful footage of Goodman himself; plus interviews with his family, peers and activists--director/producer Jonathan Lee and producer/editor Kimberly Reed (Prodigal Sons) have woven together a rich portrait of an intellectual heavyweight whose ideas are long overdue for rediscovery.",
    "chinese_title": "保罗·古德曼 ：改变了我的生活",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Paul Goodman Changed My Life",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-09-06T03:26:24"
}