{
    "aka": [],
    "sid": "6851739",
    "cast": [
        {
            "url": "/celebrity/1438664/",
            "name": "茱丽叶戈列蒂 Giulia Gorietti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322972/",
            "name": "朱塞佩·马吉奥 Giuseppe Maggio",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2669388631.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt1975839",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2011-08-12"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1975839/",
    "imdb_votes": 81,
    "this_title": [
        "Almeno tu nell'universo"
    ],
    "douban_link": "https://movie.douban.com/subject/6851739/",
    "imdb_rating": "5.6/10 from 81 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Marco ha vent'anni ed è un ragazzo schivo e solitario, afflitto da un brutto rapporto con un padre che gli ha sempre concesso case e viaggi, ma mai alcuna attenzione. Anziché vivere in uno dei lussuosi immobili di sua proprietà, Marco preferisce condividere un appartamento con Andrea, un ragazzo un po' più grande di lui ma decisamente più estroverso, interessato a dare voti alle ragazze o vendere bambole gonfiabili su internet piuttosto che a cercarsi un lavoro. Le prospettive di entrambi cambiano nel momento in cui entrano nella loro vita due ragazze. Durante una sessione di free style in motocross, Marco incontra infatti Giulia, una ragazza piena di vita e di curiosità nei confronti del mondo. Al parco, Andrea perde invece la testa per Dafne, un'insegnante di ballo greca con la passione per i cani. Ma i fili dell'amore, molto spesso, vengono mossi dal polso di un crudele destino.In un paese per vecchi, per i giovani non c'è paradiso. Quando non hanno problemi con il precariato o con una società anti-meritocratica, sono vittime di un fatalismo sentimentale che li porta ad essere amanti troppo immaturi o troppo sfortunati. Almeno tu nell'universo sembra comprovare questo andamento, non solo per il fatto di raccontare un'infausta storia d'amore, quanto perché vede nell'esordio più unico che raro di un giovane regista ventenne un film attempato e raffermo, prima ancora che ingenuo o irrisolto come si dice sia la maggior parte delle opere prime.Le intenzioni di Andrea Biglione sono quelle di chi cerca di fare del suo esordio una storia romantica e struggente, malinconica e senza tempo quanto le parole della canzone scritta da Bruno Lauzi e resa un successo popolare da Mia Martini che danno titolo al film. Ma se nel complesso il giovane regista punta a modelli alti come Love Story, nel dettaglio sembra più accomodarsi sulle mode giovanili del decennio passato, dalla drammaturgia patinata dei fotoromanzi delle riviste per teenager all'universo edulcorato e stilizzato dei romanzi di Federico Moccia. Lo scarto è evidente e non ci sono lacrime o fazzoletti capaci di riempire questo vuoto fra il desiderio di una storia d'amore che faccia riverberare i palpiti amorosi fin dentro al diaframma e un esile racconto dove singhiozzano solo le amanti nostalgiche di Step e di Tre metri sopra il cielo.Non è tanto una questione di verosimiglianza o di mancanza di originalità. Ben venga che questi film vivano all'interno di un mondo alternativo e tipicamente adolescenziale che porta il titolo di qualche canzone famosa, dove non esistono problemi che vadano oltre la sfera personale e sentimentale. Il vero ammanco fatale sta nell'eccessivo schematismo di questi Romei e queste Giuliette della Roma bene, incapaci di creare un coinvolgimento empatico se non riccorendo a una versione edulcorata delle pulsioni di vita e di morte. Forse bisognerebbe cominciare ad avere un po' più stima nella sensibilità e nell'intelligenza degli adolescenti. Almeno loro, nell'universo.",
    "chinese_title": "Almeno tu nell'universo",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2025-02-03T01:13:18"
}