{
    "aka": [
        "Love me, Please!",
        "Lyubite menya, pozhaluysta!"
    ],
    "sid": "6852377",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "俄罗斯/烏克蘭"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1001668/",
            "name": "罗曼·巴拉扬 Roman Balayan",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "俄語"
    ],
    "playdate": [
        "2010"
    ],
    "this_title": [
        "Любите меня, пожалуйста!"
    ],
    "douban_link": "https://movie.douban.com/subject/6852377/",
    "trans_title": [
        "求求你愛我！",
        "Love me, Please!",
        "Lyubite menya, pozhaluysta!"
    ],
    "douban_votes": "0",
    "introduction": "A picture of Russian fascists. The narrative construction is focused around the tragic death of the journalist Anastasia Baburova from the Novaya Gazeta, who was shot to death by a Russian nationalist in the very centre of Moscow in 2009. An evocative story about the right to freedom, which is also shared by those who want to take it from others.Love Me, Please! is devoted to a talented young journalist from Sevastopol whose life was cut short by a bullet shot by a neo-Nazi killer. The film also examines how the few remaining human rights activists in Russia can continue to be effective today.“Good day comrades, parents! May I ask you for something: love me, please!” Anastasiya Baburova wrote these lines on January 13, 2009. Her parents read them two days later. Less than four days later, journalist Baburova, not yet 26 years old, was dead. She was shot in the streets of Moscow at the same time as lawyer Stanislav Markelov, who, in his own words, was “the legal front line against fascist influence in Russia”.“The heroes of this film are Nastya’s friends, colleagues, parents. Real video documentation of Russian fascists and music clips found on Nazi websites are used in film. These materials disclose the real scale of Neo-nazism in modern Russia, where 144 organizations with more than a half million active members are officially listed.”International Human Rights Documentary Film Festival Docudays UA",
    "chinese_title": "求求你愛我！",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Любите меня, пожалуйста!",
    "douban_rating_average": 0,
    "update_at": "2025-05-31T14:13:27"
}