{
    "aka": [
        "September"
    ],
    "sid": "6853826",
    "cast": [
        {
            "url": "/celebrity/1015665/",
            "name": "哥尔克姆·叶尔坦 Görkem Yeltan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1497345/",
            "name": "埃伦娜·波利扬斯卡娅 Elena Polyanskaya",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896541821.jpg",
    "region": [
        "土耳其"
    ],
    "writer": [],
    "imdb_id": "tt2059211",
    "director": [
        {
            "url": "/celebrity/1523067/",
            "name": "杰米尔·阿奇科卢 Cemil Ağacıkoğlu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "土耳其语"
    ],
    "playdate": [
        "2011-09-30"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2059211/",
    "imdb_votes": 164,
    "this_title": [
        "Eylül"
    ],
    "douban_link": "https://movie.douban.com/subject/6853826/",
    "imdb_rating": "4.4/10 from 164 users",
    "trans_title": [
        "九月",
        "September"
    ],
    "douban_votes": "0",
    "introduction": "Turkish film “Eylül” (September), the first feature directing effort by photographer Cemil Ağacıkoğlu, will get its world premiere this week in Canada as part of the 35th Montreal World Film Festival.Along with “Vücut” (Body), directed by Mustafa Nuri, “Eylül” is one of two titles representing Turkey in the First Films World Competition at the prestigious festival, which will have its 35th edition from Aug. 18 through Aug. 28.“Eylül,” written and directed by Ağacıkoğlu, follows the story of an introverted young man named Yusuf, who is a goldsmith at İstanbul’s Grand Bazaar. The drama, starring Turgay Aydın, Görkem Yeltan and Elena Polyanskaya in its leading roles, will have its world premiere Thursday. Roughly a month after its Montreal screening, “Eylül” will have its Turkish premiere in Adana as part of the southern city’s annual Altın Koza (Golden Boll) International Film Festival, which will run Sept. 17-25 in its 18th edition. The film, produced by Turkey’s ARTİ Film, is expected to have its theatrical release in Turkey towards the end of September.The Montreal festival will have a total of seven productions from Turkey on this year’s slate, including İlksen Başarır’s sophomore feature “Atlıkarınca” (Merry-Go-Round) and Sedat Yılmaz’s debut “Press,” both presented in the festival’s Focus on World Cinema section, and also “Gölgeler ve Suretler” (Shadows and Faces), the most recent directorial effort by Cyprus-born filmmaker Derviş Zaim.",
    "chinese_title": "九月",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Eylül",
    "imdb_rating_average": 4.4,
    "douban_rating_average": 0,
    "update_at": "2025-07-17T17:01:08"
}