{
    "aka": [
        "Castle in the Carpathians"
    ],
    "sid": "6856005",
    "cast": [
        {
            "url": "/celebrity/1033166/",
            "name": "扬·卡拉米特鲁 Ion Caramitru",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1981",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2511953638.jpg",
    "region": [
        "罗马尼亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1007194/",
            "name": "儒勒·凡尔纳 Jules Verne",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0155589",
    "director": [
        {
            "url": "/celebrity/1285639/",
            "name": "斯特雷·古莱亚 Stere Gulea",
            "@type": "Person"
        }
    ],
    "duration": "88分钟",
    "episodes": "",
    "language": [
        "Romanian"
    ],
    "playdate": [
        "1981-03-23(罗马尼亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0155589/",
    "imdb_votes": 111,
    "this_title": [
        "Castelul din Carpaţi"
    ],
    "douban_link": "https://movie.douban.com/subject/6856005/",
    "imdb_rating": "7.2/10 from 111 users",
    "trans_title": [
        "喀尔巴阡山脉中的城堡",
        "Castle in the Carpathians"
    ],
    "douban_votes": "0",
    "introduction": "In late 1800s, a Transylvanian revolutionary, Frâncu Slatineanu, fighting for the civil rights of all Transylvanians, regardless of their ethnic origin, is forced to evade the Imperial authorities by fleeing to Italy. On the ship taking him to Italy, the revolutionary meets the world-famous soprano Stilla and her impresario. Unknown to him, Imperial secret agent Friecke is shadowing him. The opera singer's concern is that of losing her voice. Therefore, she accepts the offer of inventor Orfanik to have her voice and image recorded for posterity. The recording equipment is financed by an Italian-based Transylvanian nobleman named Radu Gorj. He owns a sizable fortune and a castle in the Transylvanian mountains. At the Napoli Opera House, where the beautiful Stilla performs, Transylvanian revolutionary Frâncu Slatineanu, nobleman Radu Gorj and inventor Orfanik meet to admire the singer but also to discuss Transylvanian politics. Later on, at a soiree organized by Countess Dora D'Istria, the young Transylvanian revolutionary meets Stilla again. The two fall in-love. Annoyed by this, the obsessive nobleman Radu Gorj insists that Stilla record her voice at inventor Orfanik's laboratory. The singer goes there and she disappears. Troubled by her disappearance, young Transylvanian revolutionary Frâncu Slatineanu goes to nobleman's Radu Gorj's Italian villa but the house is abandoned. Knowing that Gorj was obsessed with Silla and that he owned a castle in the Transylvanian mountains, Slatineanu suspects that Gorj abducted Silla and has taken her to his castle in Transylvania. Despite the risk of being arrested by the Imperial authorities, Slatineanu decides to return to Transylvania to find the missing opera singer. Written by nufs68",
    "chinese_title": "喀尔巴阡山脉中的城堡",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Castelul din Carpaţi",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-02-12T13:35:29"
}