{
    "aka": [],
    "sid": "6859585",
    "cast": [
        {
            "url": "/celebrity/1032097/",
            "name": "科特·柯本 Kurt Cobain",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1131433/",
            "name": "克里斯特·诺沃塞克 Krist Novoselic",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2534929086.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2083271",
    "director": [],
    "duration": "72分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011-09-27"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2083271/",
    "imdb_votes": 1246,
    "this_title": [
        "Nirvana: Live at the Paramount"
    ],
    "douban_link": "https://movie.douban.com/subject/6859585/",
    "imdb_rating": "8.5/10 from 1246 users",
    "trans_title": [
        "涅槃：百乐门现场"
    ],
    "douban_votes": "553",
    "introduction": "Fresh off the release of what was soon becoming the seminal album of a generation, Nirvana took to the stage of Seattle's famed Paramount Theatre to an unwavering homecoming crowd while on the road in support of Nevermind. Launching the nineteen song set with a brilliant cover of the Vaselines \"Jesus Doesn't Want Me For A Sunbeam,\" the band cranks out their soon-to-be iconic songs \"Smells Like Teen Spirit,\" \"Lithium\" and \"Breed,\" while delivering earlier fan favorites \"School,\" \"Love Buzz\" and \"About A Girl.\" The Paramount concert is the only show ever shot of the band on 16mm film and has been transferred to an incredibly detailed 1080p high definition picture. Mixed in 5.1 surround sound from the original multi-tracks, Nirvana - Live At The Paramount, will be available in DVD, Blu-ray and digital long form video formats on September 27, 2011.Featuring the following performances: 1 Jesus Doesn't Want Me For A Sunbeam 2 Aneurysm 3 Drain You 4 School 5 Floyd The Barber 6 Smells Like Teen Spirit 7 About A Girl 8 Polly 9 Breed 10 Sliver 11 Love Buzz 12 Lithium 13 Been A Son 14 Negative Creep 15 On A Plain 16 Blew 17 Rape Me 18 Territorial Pissings 19 Endless, Nameless",
    "chinese_title": "涅槃：百乐门现场",
    "douban_rating": "9.3/10 from 553 users",
    "foreign_title": "Nirvana: Live at the Paramount",
    "imdb_rating_average": 8.5,
    "douban_rating_average": "9.3",
    "update_at": "2025-04-10T05:14:16"
}