{
    "aka": [],
    "sid": "6861857",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1607657483.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [],
    "imdb_id": "tt1648044",
    "director": [
        {
            "url": "/celebrity/1303721/",
            "name": "Peter Hannan Peter Hannan",
            "@type": "Person"
        }
    ],
    "duration": "88分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010-02"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1648044/",
    "imdb_votes": 53,
    "this_title": [
        "Coral Sea Dreaming: Awaken"
    ],
    "douban_link": "https://movie.douban.com/subject/6861857/",
    "imdb_rating": "8.3/10 from 53 users",
    "trans_title": [
        "梦幻珊瑚海：唤醒"
    ],
    "douban_votes": "404",
    "introduction": "From the creators of \"Dreams of the Coral Sea\" in 1999. Stunning film, which opens the depths of life and death of the Great Barrier Reef, Australia Ningaluu Reef and the Coral Reef Papua New Guinea. The award-winning, the famous filmmaker David Hannan worked for 7 years to create this magical video evidence of the extraordinary underwater world. Music composer Tania Rose. You will see thousands of marine species coral reef in the movement.After many years dedicated to filming and editing in glorious High Definition, David Hannan's new underwater masterpiece is coming out now.Over 84 extraordinary minutes, Coral Sea Dreaming – Awaken enters into the very heart of life – and death – on a coral reef. It is a story that spans 500 million years and stars some of the most exotic and wondrous marine creatures on earth.  Coral is the planets greatest natural architect, and coral reefs boast the highest biodiversity of any ecosystem.Emmy Award-winning cinematographer David Hannan has filmed for 7 years to create this magnificent testimony to our extraordinary undersea world, set to an original score by Tania Rose.  We meet thousands of reef inhabitants, from ancient turtles to feeding sharks, adorable pygmy seahorses and savage sea slugs, witness a manta ray ballet and courting octopus.  Specialized state-of-the-art High Definition technology captures these lives with unprecedented intimacy, illustrating elaborate courtship displays, mating rituals, feeding frenzies, intense night-time predation, cannibalism and chemical warfare.David Hannan is renowned not only for his filmmaking, but also the conservation that is activated by his films. This is the driving force behind his work.Filled with startling HD scenes of exotic sea creatures, this is David Hannan's latest underwater masterpiece, a 'state of the art virtual experience' and window onto another world.Many of the sequences have never been filmed before.  Some may never be filmed again.  Corals have survived 5 mass extinctions. But can they survive us?Filmed over 2000 dives on three great coral reef ecosystems; The Great Barrier Reef,  Ningaloo Reef, and Papua New Guinea, Coral Sea Dreaming - Awaken is a celebration of reefs now under threat of climate change and ocean acidification. There is much to be done to safe-guard these precious ecosystems for future generations. And very little time to do it.",
    "chinese_title": "梦幻珊瑚海：唤醒",
    "douban_rating": "8.3/10 from 404 users",
    "foreign_title": "Coral Sea Dreaming: Awaken",
    "imdb_rating_average": 8.3,
    "douban_rating_average": "8.3",
    "update_at": "2025-02-19T22:49:07"
}