{
    "aka": [
        "哈瓦那车站"
    ],
    "sid": "6861125",
    "cast": [
        {
            "url": "/celebrity/1066657/",
            "name": "Blanca Rosa Blanco Blanca Rosa Blanco",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "剧情",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2509121214.jpg",
    "region": [
        "古巴"
    ],
    "writer": [],
    "imdb_id": "tt2034692",
    "director": [
        {
            "url": "/celebrity/1132427/",
            "name": "Ian Padrón Ian Padrón",
            "@type": "Person"
        }
    ],
    "duration": "95分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2011-08-25(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2034692/",
    "imdb_votes": 243,
    "this_title": [
        "Habanastation"
    ],
    "douban_link": "https://movie.douban.com/subject/6861125/",
    "imdb_rating": "6.7/10 from 243 users",
    "trans_title": [
        "哈瓦那站",
        "哈瓦那车站"
    ],
    "douban_votes": "0",
    "introduction": "It's a heartwarming tale about Mayito, a young boy whose wealthy jazz pianist father (is that an oxymoron?) showers him with the latest PlayStation games. Accustomed to being driven to school with a TV in the car, he is the epitome of the successful student who does everything proper and usually receives whatever he wants. When he gets lost during the May Day Celebration in Revolution Square, he finds himself in a poorer neighborhood outside Havana, where a fellow schoolmate, Carlos, lives. At first uncomfortable in the strange settings, he soon discovers the simple joys that Carlos and his friends experience without the latest electronic games and TV shows. Carlos lives with his grandmother ever since his mother died, and his father is serving a long term in prison for unfortunate reasons. Playing soccer in the rain, flying a special kite made for Carlos by his father and meeting interesting people in the neighborhood bonds Mayito with his formerly competitive schoolmate as he gains valuable new friendships. He meets his first \"girlfriend\" on this same fateful day, and eventually gives her his \"first kiss\" before being located by his panicked parents. It's a rare view of everyday Cuban life and locations that few Americans ever see, and Padron lovingly dedicates the film \"to the children of the world, especially the children of Cuba.\"",
    "chinese_title": "哈瓦那站",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Habanastation",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-03-11T01:44:41"
}