{
    "aka": [],
    "sid": "6863984",
    "cast": [
        {
            "url": "/celebrity/1315864/",
            "name": "翁家明 Chia-ming Weng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1299567/",
            "name": "蔡振南 Chen-Nan Tsai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274865/",
            "name": "陈志朋 Julian Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023601/",
            "name": "王渝文 Yu-Wen Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323844/",
            "name": "张凤书 Phoenix Chang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1353602/",
            "name": "唐美云 Meiyun Tang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "中国台湾"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "台湾英雄斧头将军"
    ],
    "douban_link": "https://movie.douban.com/subject/6863984/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "时代背景当时满清末叶。陈辉本籍漳州，事母至孝，但被生活所逼，只得帮一个私盐老大干活。在一次搬运私盐的行动中，被盐课司大使朱德亮盯上了，私盐老大却又把他当成替死鬼，想把罪名全都推到他的头上。阿辉一夕之间，成为黑白两道欺压的对象，朱德亮甚至逼到阿辉家里，威胁辉雄的寡母，辉雄忍无可忍，起而反抗，在好友李南的帮助之下，用斧头把朱德亮的右眼砍瞎了。背井离乡这下事情可闹大了！阿辉成为满清政府全国通缉的对象，他虽然万般不愿离乡背井，但受不了黑白两道的压力，走投无路，只好带着母亲和好友李南远渡重洋，来到台湾，企图展开一番新生活。阿辉母子和李南来到台湾噶玛兰厅登陆，所碰到的第一件事，就是莫名其妙的卷入了“群义轩”和“清源社”两派戏班大械斗的事件。阿辉等人从没看过戏班子打架，不禁看傻了眼，但也因为这次事件，而被群义轩的老板邱大忠赏识，而进入了仗势欺人的一方。在当时的情势，“群义轩”人多势众，又和贪赃枉法的噶玛兰厅通判有所勾结，势力日渐壮大；“清源社”当家的蔡根、月娘这对怨偶虽然古道热肠，却是惨澹经营，穷无隔宿之粮。阿辉寄身于群义轩门下，被当成了一条狗，呼来唤去，受尽欺凌；大小姐邱香兰因他桀骜不驯，虽然心中喜欢他，却想出各种方法折磨他，阿辉的处境可谓四面楚歌，里外不是人。在混乱的局势下，阿辉终于认清月娘、蔡根所率领的“清源社”才是属于光明的一面，于是毅然决然的投效“清源社”。好友李南则有不同的看法，他认为当初收留自己的“群义轩”邱大忠对自己有恩，所以不管邱大忠是好是坏，他都永远不会背弃他。阿辉、李南这对好友，因着这一点观念上的差异，而渐行渐远。兄弟分道，终将聚首群义轩、清源社终于免不了一场大械斗，清源社惨败，子弟星散，月娘、蔡根逃入深山，阿辉也因为大陆内地的案件事发，跟他们一起遁入山林。那时的汉番交界处有“隘寮”，防止高山族入侵，在隘寮担任“隘丁”的壮勇，都是亡命之徒，性命朝不保夕。阿辉、蔡根带着老弱妇孺，投奔隘寮，景况之凄惨，可想而知。阿辉凭着一股毅力，在深山内和高山族不打不相识，并收服了附近各怀奇能的汉人流氓──有绝技拳师郭东海、飞贼李香山、骗子王老万……等人──逐渐成为一股不容小觑的势力；平埔族之女呼巴甚至倾心于他，使得噶玛兰山中的高山族平埔族都愿为陈辉效力。阿辉有感于“清源社”之恩义，号召流散的子弟归队，俨然成为独霸一方的势力。当初被陈辉砍瞎一只眼的朱德亮，好死不死被派到噶玛兰厅来当通判，他因瞎眼之仇，誓杀陈辉不可，正好和的邱大忠合流。但陈辉已非吴下阿蒙，所谓“西皮靠官，福禄靠山”，西皮仅靠官府的力量，已无法阻止辉雄手下凶悍的高山族和各怀绝技的汉人流民。邱大忠正头疼不已，却被城府更深的李南篡夺了“群义轩”老大之位。大忠、香兰这对不可一世的父女，竟成了流落街头的乞丐！通判朱德亮因见李南心狠手辣，重用于他，使得李南越发嚣张，横行乡里，无恶不作。陈辉、李南本是在漳州一同前来台湾打拼的好友，竟然正面为敌，令人晞嘘！朱德亮几次陷害阿辉不成，自己反被清廷革职，愤怒之馀，纠结了另一帮汉人土匪和“生番”，聚众做乱。阿南也在此时幡然醒悟，和阿辉这帮汉人流民加上阿妹率领的“熟番”，联手为朝廷平乱。人物功绩陈辉因为这个大功，成为噶玛兰史上最有名的垦荒英雄！",
    "chinese_title": "台湾英雄斧头将军",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-19T05:49:49"
}