{
    "aka": [
        "too much co2"
    ],
    "sid": "6866832",
    "cast": [
        {
            "url": "/celebrity/1405619/",
            "name": "蔡子洋 Chee Keong Chye",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "马来西亚 malaysia"
    ],
    "writer": [],
    "director": [],
    "duration": "105分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2011-09-12"
    ],
    "this_title": [
        "缺氧"
    ],
    "douban_link": "https://movie.douban.com/subject/6866832/",
    "trans_title": [
        "too much co2"
    ],
    "douban_votes": "0",
    "introduction": "电影简介这是导演的第一部长片。《缺氧》主要是探讨马来西亚社会的种种现象，用影像去记录吉隆坡这个大都会里的生活。当社會的是非黑白，对与错沒有一个标准的时候，人们的生活就乱了。一位青年对自己的生活及社会越来越感到陌生，到底自己的生活荒谬还是社会比自己更荒谬。生活中发生的事情到底可以信任吗？信不信任又如何？到底社会要迎合他还是他要迎合社会? 他失业了，也更矛盾了，而另一个世界即将要到来。最后他发现，他的快乐已经不需要往外求了，他试图往自己的乐园走去。故事大纲故事讲述一位有为青年，担任一名政治人物的秘书，因为耿直的性格，一直忍受着社会种种压力。最后，他决定辞职。辞职后，他暂时住在友人的家。无所事事的他，每天都遇见各种奇怪的事。一天，在友人的督促下，他出去找工作，结果还是徒劳无功。最后，他选择放弃原有的生活，试图去寻找他心中的乐园。IntroductionThis is director’s first feature film. <too much=\"\" co2=\"\"> mainly concern about all sorts of appearance in Malaysia society, by using image and film language to record down the livelihood of Kuala Lumpur, the capital of Malaysia. When the matter of right and wrong doesn’t lay down a criterion, the people’s life will be out of order. The main character of the film felt that the city becoming quite strange to him, does him sink into absurdity or the society itself expose the assorted absurdities? Anything happen in daily life can be trusted? Believe in or not does matter? Is he has to cater to the need of the society ? After he has resigned, he faced up more contradiction. At the end of the day, he realised that, his gay doesn’t seek from outward, he try to find out his own new world and earthly paradise.</too>SynopsisThe story is about a promising young man, hold the post of secretary of a politician. Because of his honest and frank disposition, he is always under the pressure of the public. At the end, he decided to resign.After resignation, he was temporarily stayed in his friend’s house. He had nothing to do but confronted with queer matter everyday. One day, he was urged by his friend to find a new job. He went out for an interview but at the end , he made a futile trip. At last, he decided to give up his status quo, attempt to find out his own paradise on earth in mind.",
    "chinese_title": "缺氧",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-11T05:00:49"
}