{
    "aka": [],
    "sid": "6869383",
    "cast": [
        {
            "url": "/celebrity/1275431/",
            "name": "米雪 Michelle Mee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336599/",
            "name": "郑晓婉 Xiaowan Zheng",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2570302094.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1359248/",
            "name": "张家和 Jiahe Zhang",
            "@type": "Person"
        }
    ],
    "duration": "44分鐘",
    "episodes": "35",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2012-09-05(中国大陆)"
    ],
    "this_title": [
        "民国恩仇录"
    ],
    "douban_link": "https://movie.douban.com/subject/6869383/",
    "trans_title": [
        ""
    ],
    "douban_votes": "363",
    "introduction": "一个神秘的杀手潜入了上海，他的目的是要借北洋督军毕澄元召开四国公使会议期间，刺杀毕澄元。这个消息一经传出，引起了北洋各界的恐慌，淞沪警察厅更是忧心忡忡，因为这个刺客非同凡响，他就是大名鼎鼎大刺客张铁樵。警察厅派出了骁勇的黑骑警在路上劫杀张铁樵，可是令黑骑警迷惑的是，他们一共劫杀了三个张铁樵，到底谁是真假？正当他们还没有反映过来的时候，已经全部死在了张铁樵的手下，根本没有力量能阻止张铁樵。此时，张铁樵已经悄悄的潜入了上海。而谁也不知道真正的张铁樵在什么地方，什么模样，张铁樵回到上海的第一件事，就是召集自己的旧部手下，原来张铁樵所领导的斧头帮的兄弟，当年因革命而失散，如今又回到了张铁樵的身边，张铁樵开始实施刺杀毕澄元的计划。浦江饭店，四国公使会议只得在戒备森严的状态下如期举行，张铁樵安排好了一切刺杀的计划和步骤，但是老奸巨猾的毕澄元也防了一手，在刺杀得过程中，张铁樵发现了来参加会议的并不是真正的毕澄元，而是一个替身，计划陷入了僵局，此时，张铁樵结识了饭店的服务员严遇春，在严遇春的配合和帮助下，张铁樵用调虎离山之计，杀死了躲在总统套房里的毕澄元，同时也对这个小伙子严遇春留下了深刻的印象。严遇春和张铁樵失去了联系，同时他也被饭店解雇了，无奈之下，去当铺当东西，偶然遇见了一个人在抢劫一个少女，严遇春救下了她，这个女人正是上海滩的京剧名角何艳秋，严遇春和何艳秋都没有想到，在后来，他们两人有着扯不断、理还乱的感情。沈啸尘看出了罗宗伟的想当警察厅长的野心，为了联合国，准备利用高级妓女妙玉来实施自己的计划，警察局长的位置和顺峰码头成为了罗宗伟和沈啸尘暗地里交换的条件。张铁樵回到上海，无时无刻不牵动这一个人的心，这个人就是失散多年的旧情人谢如冰，已经信奉基督教的谢如冰很反对张铁樵这样在打打杀杀中生活。沈啸尘的妻妹梅绍贞只有18岁，在女中上学。性格泼辣，她早听说过张铁樵的大名，对他充满好奇。但张铁樵完全把她当成一个小女孩看。教她跑马射击。 　　与此同时，还有人相爱着，严遇春的牵挂是何艳秋，严遇春不奢望得到何艳秋的青睐，但何艳秋觉得严遇春跟其他的追求者全不一样，逐渐留意到他。为了得到警察厅长的位置，罗宗伟开始动摇，答应联合张铁樵和沈啸尘，告诉他们，新督军屠森的汽车将在某一天通过八仙桥。张铁樵等人在八仙桥布置好了炸弹，但是令张铁樵万万没有想到的是：二弟沈啸尘为了自己的一己私利，并没有想炸死屠森的意思，而只把炸药填了十分之一，一声响后，屠森并没有死。事后，沈啸尘平息了张铁樵的怒火，张铁樵心中也明白。顺峰码头开张了，开张的这一天，张亚樵、沈啸尘、严遇春三结义，拜为把兄弟。与此同时，他们寻找了十来年的仇人万沛霖又出现了。原来，辛亥年间同盟会员万沛霖把他们当成流氓草寇，将他们一举拿下。他们十多年寻仇不遇，但是此时的万霈林已经带有为广州政府购买军火的任务，在大义和小义面前，张铁樵放过了万沛霖。为了配合万霈林购买军火的计划，张铁樵利用森田在顺峰码头贩运鸦片的契机，明修栈道，暗度陈仓的运走了大批的军火，屠森命令罗宗伟一定要活捉张铁樵。同时张铁樵也在实施对屠森的下一步计划：炸死屠森。屠森色迷迷的在剧院看着何艳秋的演出，张铁樵、严遇春等早已在剧场中埋藏好了炸弹，一声巨响，屠森命归西天。为了避难，张铁樵决定送严遇春到广州黄埔军校学习，并赐名严韧，此时，唯一让严韧割舍不下的是自己心爱的女人何艳秋。",
    "chinese_title": "民国恩仇录",
    "douban_rating": "3.2/10 from 363 users",
    "foreign_title": "",
    "douban_rating_average": "3.2",
    "update_at": "2025-06-27T09:39:52"
}