{
    "aka": [
        "In Love And War"
    ],
    "sid": "6869386",
    "cast": [
        {
            "url": "/celebrity/1042036/",
            "name": "赵雅芝 Angie Chiu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033184/",
            "name": "郑少秋 Adam Cheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037706/",
            "name": "吕良伟 Ray Lui",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1339291/",
            "name": "曾庆瑜 Hing Yue Chang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1341398/",
            "name": "曾楚霖 Choh-Lam Tsang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1981",
    "genre": [
        "剧情",
        "爱情",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2538126504.jpg",
    "region": [
        "中国香港"
    ],
    "writer": [
        {
            "url": "/celebrity/1354138/",
            "name": "黄碧云 Bik-Wan Wong",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0827830",
    "director": [],
    "duration": "40分钟",
    "episodes": "20",
    "language": [
        "粤语"
    ],
    "playdate": [
        "1981-05-11"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0827830/",
    "this_title": [
        "烽火飛花"
    ],
    "douban_link": "https://movie.douban.com/subject/6869386/",
    "trans_title": [
        "烽火飞花",
        "In Love And War"
    ],
    "douban_votes": "0",
    "introduction": "这是在抗日战争时期一个可歌可泣的爱情故事。当战火蔓延华中的洛平，师范生吴汉生（吕良伟饰）欲随游击队离城参加卫土战斗，为游击队政治部主任张国威（冯淬帆饰）劝止，着他留在学校中联络，团结爱国同学。日军占领洛平后，成立伪政府，日宪兵队长犬养光雄（蓝天饰）为粉饰太平，命师范学校复课，派翻译官汪东原（郑少秋饰）任教日文，女儿樱子（赵雅芝饰）为插班生。汪为大后方派来情报人员，专为刺探日军情报而潜伏于宪兵队。汪及樱子在师范学校受尽学生的嘲弄与抵制，唯汪深受女高材生穆莉（曾庆瑜饰）仰慕，而樱子则受学生诗人田牧青（程思俊饰）之另眼相看。但樱子却为汪之成熟与翩翩风度所吸引。吴汉声在学校搞地下抗日组织事机泄漏，幸为汪发觉暗中为其化解，而张国威此时已化名杨尚恕潜回洛平，在师范学校任国问老师，部署游击队反攻。 　　一名大后方派来要与汪东原联络的情报站长在犬养一次清剿游击队行动中被捕。张国威与吴汉声为营救情报站长及被捕游击队员，将樱子绑架，要胁犬养。张与犬养原在日本认识，同时恋上和合子，中国战争爆发，张回国，和合子随与犬养结婚，生下樱子。樱子被绑架期间，张告以往事，并说明游击队处境，樱子甚表同情，毅然自动割下尾指及修书警告犬养放人。吴至此对樱子改变了观感，成为好朋友，并从樱子口中，获悉日军为加速组织伪军，从东北调来伪满洲空头司令刚占山来洛平竞选省主席。游击队半途将刚截虏，逼他写悔过书，及敲他一笔巨款，然后放他回洛平做其汉奸。师范学校大搞校庆日，穆莉与樱子当选模范学生，而犬养与日军华中司令官铃木浩二（关海山饰）遇上张国威，似曾相识，因而起疑，加紧注意其行动。另方面，张持刚占山悔过书，逼刚刺杀铃木未果，而铃木更怀疑张，向张提出警告。张以为刚密告日方，暴露自己身份，拟暗杀刚，但有汪东原阻止，要留刚活命帮他完成任务。吴汉声在学校组织的“铁血救国团”因发传单被犬养发觉，到学校搜查，汪危急中向张表露身份，向张取过刚的悔过书后，张因身份败露，自杀成仁，临死烧毁大批文件，铃木抵达时取得未烧毁的一部分，其中有一首诗，耐人寻味。张之死，同学及樱子均误认为汪所害，令汪有口难言，而樱子亦与他决裂。同学为张举行追悼会，宣扬爱国思想，犬养下令拘捕学生，铃木主张施怀柔政策，加上樱子求情，犬养终于把学生释放。唯经此役，樱子却深受同学误解与歧视，黯然离开同学生活圈子，吴深以为歉。铃木终于从张留下的一首诗中，悟出中国潜伏洛平特工人员是汪东原，找到汪，恶斗一场，结果铃木身亡，汪自伤告犬养，与铃木一起遇袭。犬养以暴行镇压学生爱国活动，使樱子不满，站向吴一边。吴埋藏炸药配合游击队攻城，杀汉奸，犬养撤至师范学校以学生为人质。此时，刚占山已调军解围，游击队撤退。犬养派汪为洛平维持会长，迫他血洗学校。汪照办，但放去学生，包括吴汉声。樱子对父亲暴行忍无可忍，离洛平与吴相会，共渡一段甜蜜日子，唯倍受中国人歧视，终被逼返回洛平。犬养的暴行正在变本加厉。另方面，汪东原因樱子离去，与穆莉接近，视为倾诉对象，唯惦念樱子。现在樱子已回来了，他会不会与她和好如初呢？回到洛平的樱子在生活上又起了什么变化呢？而吴汉生为了与樱子团聚，正在策动光复洛平的行动...",
    "chinese_title": "烽火飞花",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "烽火飛花",
    "douban_rating_average": 0,
    "update_at": "2025-05-12T02:35:20"
}