{
    "aka": [],
    "sid": "6869413",
    "cast": [
        {
            "url": "/celebrity/1321855/",
            "name": "高秀敏 Xiumin Gao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274724/",
            "name": "雷恪生 Kesheng Lei",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1334346/",
            "name": "王红梅 Hongmei Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1364892/",
            "name": "邹德江 Dejiang Zou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318017/",
            "name": "郭铁城 Tiecheng Guo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317893/",
            "name": "李威 Wei Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1334347/",
            "name": "于莉红 Lihong Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323936/",
            "name": "傅百良 Bailiang Fu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1339994/",
            "name": "李萱 Xuan Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325175/",
            "name": "姜文艺 Wenyi Jiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1493364/",
            "name": "路晓波 Xiaobo Lu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2455937454.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1323104/",
            "name": "何庆魁 Qingkui He",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "45分钟",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2005-04-03(中国大陆)"
    ],
    "this_title": [
        "圣水湖畔"
    ],
    "douban_link": "https://movie.douban.com/subject/6869413/",
    "trans_title": [
        ""
    ],
    "douban_votes": "699",
    "introduction": "中国有仅占全世界的百分之七的耕地，却养活了占世界五分之一的人口。圣水湖畔--主要演员(18张)然而，中国的耕地仍在减少，截至到2003年末，又减少了一亿亩…… 　　党中央和国务院，把保护耕地的问题列为头等大事来抓，及时下发了2004年1号文件，于是，才有了这部以保护耕地为时政背景的农村题材电视连续剧《圣水湖畔》。 　　《圣水湖畔》是脚踏时代主旋律、头顶绿色圣水珠、带着芳草一身香、怀着满腔黑土情、一路高唱迎春赞歌，诞生于时代最前沿的电视剧作品。 　　该剧主人公马莲(高秀敏饰)家承包着湖西村紧傍湖边的五垧机动地。因去年种芝麻遭雹灾绝收，今年迟迟拿不定主意到底种什么。 　　在一次进城去给自家卖店办货时偶遇农业经济人唐喜。几经周折，终于与唐喜相识，并取得了唐喜的赏识和信任，拿到了用自家承包地和唐喜的生物工程公司合作培育高产谷种的合同。 　　马莲带着谷种踌躇满志的回到自家那块承包地头，见一伙人正在往地里埋一块建旅游度假村的牌子——原来，马莲不在家的这几天，她承包的这块地被李乡长引来的开发商看中，而马莲憨厚的丈夫韩老实(雷恪生饰)轻信了村长黄金贵假意替他们家减轻负担的甜言蜜语，已经依照黄金贵精心设计的步骤，把包地合同还给了黄金贵。 　　马莲顿时火冒三丈，愤怒的拔掉了牌子，横卧在拉砖拖拉机前，用身体挡住了车轮，决心以死相拼，保住自己承包的这块地。从此，她一边和儿子韩成轮番守护地，一边去和黄金贵据理交涉。 　　可是被他们整天看得紧紧得地里，还是被人家在夜里拉进了砖。愤怒的韩成跑进地里赌气推倒砖垛，不料，却将看砖人砸伤，被关进乡派出所。 　　专程来辅导马莲种谷子的唐喜来了。 　　唐喜亲眼目睹了马莲家夫妻之间和亲戚之间罗圈仗打得难解难分，又觉得韩老实说的不可能要回包地合同的话有道理，便将马莲交的合同押金退还给韩老实，决定中止合作开车走人。 　　马莲见留不住唐喜，含泪将谷种退还给唐喜，坐进唐喜轿车捎脚到乡派出所看儿子。 　　马莲一路悲痛欲绝的哭诉，使本来已经走出很远的唐喜越想越觉得于心不忍，便又返回来继续帮助马莲种地。 　　乡党委陈书记是黄金贵的内弟，听了马莲和唐喜的制种项目介绍后，旗帜鲜明的表示支持；而李乡长的儿子和马莲的女儿正在谈恋爱，李乡长却全力以赴的支持黄金贵。 　　被李乡长促成的黄金贵与开发商的几次签约，均被陈书记及时赶到，果断废止。由此，陈书记和李乡长之间的矛盾也日趋尖锐；黄金贵也赌气撂挑子。 　　黄金贵的大哥黄老大，与人背后密谋给马莲家庭制造内乱，企图用卑鄙手段气走唐喜，以达到让马莲种不成地的目的。于是，偷偷作顶绿帽子连夜挂在韩老实卖店门上；而在旅游风景区以照相为业的韩大芹又偷拍了许多马莲与唐喜乘竹筏游湖的照片。 　　韩老实面对那些照片和那顶绿帽子果然醋气冲天，明里阴阳怪气、暗里处处盯梢，再就是找茬与马莲吵架。而忍无可忍的马莲却又不敢和韩老实正面冲突，生怕被唐喜知道后再次气跑坏了大事。终日强忍着屈辱，甚至半夜里哭着给韩老实下跪磕头，只求能留住唐喜帮着把地种上。 　　陈书记发现黄金贵明知理亏，反而变本加厉的想拖延时间，使马莲错过种地季节废了她的育种项目，果断下令让马莲强行种地。马莲如愿以偿的种上了地，而黄金贵的合作项目却彻底泡汤。投资老板的拂袖而去，更让黄金贵觉得脸面丢光。 　　唐喜走了，韩老实原以为马莲会立即找他算总帐，不料马莲却令他意想不到的平静正常，这反到让韩老实的心里更加失意悲伤。他躺在小屋里天天盼着马莲能过来和他打一仗，马莲对他越凶，越说明马莲是心里冤枉；而马莲越是表现得心平气和，越说明自己最害怕的事情已既成事实，于是，韩老实想得魔怔了…… 　　村民委员会换届选举，黄金贵企图用不参加竞选就没人敢报名的自信拿陈书记一把，不料偷鸡不成反蚀米，马莲勇敢的站出来报名参选不但替陈书记解了围，在与恼羞成怒的黄金贵当场竞争中竟然轻而易举的获胜，被选为村长。 　　马莲接到唐喜电话去省城参加农博会。 　　韩老实这回可真的被气病了。 　　落选后的黄金贵经过冷静思考，他逐渐明白了马莲引进来的确实是一个即合法又有发展前途的足以使全村一年变小康的好项目。 　　马莲在省城参观农博会期间听到唐喜爱人劝她说，像韩老实这么大岁数的男人对老婆还是那么小心眼，其实是一个女人难以得到的恒久深爱。马莲猛醒过来，急忙返回家去与韩老实重归于好。 　　地里的谷种穗快要成熟的时候，黄老大以马莲手里没有包地合同为理由，领着一些村民去强行分垅。在马莲制止无效的关键时刻，黄金贵手举着马莲的那张包地合同赶来，大声宣布：马莲家的这份合同，三十年内依然有效！说罢，将合同往马莲手里一拍，转身离去。 　　马莲拿着这张失而复得的包地合同，望着眼前这片满地丰收在望的高产谷种，眼泪再也止不住了……",
    "chinese_title": "圣水湖畔",
    "douban_rating": "8.5/10 from 699 users",
    "foreign_title": "",
    "douban_rating_average": "8.5",
    "update_at": "2025-07-05T01:14:09"
}