{
    "aka": [
        "The Money"
    ],
    "sid": "6870079",
    "cast": [
        {
            "url": "/celebrity/1288544/",
            "name": "金胜镐 Seung-Ho Kim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1332748/",
            "name": "Kim Seung-Ho Kim Seung-Ho",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1605556/",
            "name": "郑爱兰 Ae-ran Jeong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1619627/",
            "name": "林羊 Yang Im",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1604120/",
            "name": "卢耕姬 Kyeong-hie No",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1332791/",
            "name": "黄贞顺 Jeong-sun Hwang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321649/",
            "name": "崔银姬 Eun-hie Choi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1958",
    "genre": [
        "剧情",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2560750849.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1346187/",
            "name": "金苏东 So-dong Kim",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2069986",
    "director": [
        {
            "url": "/celebrity/1346187/",
            "name": "金苏东 So-dong Kim",
            "@type": "Person"
        }
    ],
    "duration": "123分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1958-03-09(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2069986/",
    "imdb_votes": 46,
    "this_title": [
        "돈"
    ],
    "douban_link": "https://movie.douban.com/subject/6870079/",
    "imdb_rating": "6.4/10 from 46 users",
    "trans_title": [
        "钱",
        "The Money"
    ],
    "douban_votes": "0",
    "introduction": "SynopsisBong-su (Kim Seung-ho) is a simple farmer. But no matter how hard he works, his situation never seems to improve. He has even postponed his daughter Sun's marriage because he cannot afford the expense. His son Yeong-ho (Kim Jin-kyu), who has just returned to the village after completing his military service, and Ok-gyeong (Choi Eun-hee), who grew up alongside him in Bong-su's household, are in love with each other. Ok-gyeong helps out at a bar run by loan shark Eok-jo's wife (Hwang Jung-seun).Tired of his impecunious life, Bong-su is lured by Eok-jo (Choi Nam-hyeon) into selling his cow and getting into business selling secondhand goods, but he blows all his money when he is tricked by a con artist (No Kyeong-hee) he meets in Seoul. Despondent, he returns to the village.One night, Eok-jo tries to rape Ok-gyeong and drops some money in the attempt. While trying to pick up the money, Bong-su gets into a fight with Eok-jo and ends up killing him in the heat of the moment. Ok-gyeong retrieves the money and gives some of it to Yeong-ho. The two try to leave for Seoul, but they are captured by the police, who are investigating Eok-jo's murder, and are taken in for questioning. Discovering Eok-jo's money in their possession, the police conclude that they are the culprits and put them on a train headed for the police headquarters. Bong-su runs after the train, crying out to be taken in their stead.Notes\"An outstanding film that realistically and tragically depicts the agricultural community's failure to obtain capital at a time when Korea was transitioning into an industrial society.\"The Money received considerable critical acclaim at the time of its release. The Korea Times even praised it as a film that pointed out \"a clear path for Korean cinema to follow\" (March 9, 1958). Many critics of the day tended to consider Italy's Neorealism as the most appropriate cinematic perspective for illuminating the reality of Korean society, and to advocate it as the proper direction for Korean movies to follow. In Korea's cultural context, such an orientation meant excluding sentimentality and the blind pursuit of happy endings to reveal without embellishment the bleak and desperate reality of the time. If a film could add some local color i.e. the idiosyncratic conditions affecting Korea's agricultural communities into the mix, that put the cherry on the cake. Considered in this light, one might say The Money was perfectly suited to the ideals espoused by Korean cinema at the time. Astutely capturing the realities faced by agricultural villages during the period, The Money was in fact compared to Italian Neorealist films in several newspaper reviews.This film depicts with a sharp eye various events revolving around money under the destitute circumstances that prevailed in a typical rural village at a time when the country was transitioning from an agricultural to an industrial society and it does so to very impressive effect. The vicious cycle of poverty suffered by farmers in Bong-su's village continues without hope of escape. It draws the noose tighter and tighter around Bong-su's throat, but even when he ventures into the city, he is unable to adapt to the logic of capital and is swindled out of what little money he has. Although money goes round and round, it only leads to tragedy for Bong-su and others like him. In particular, the closing scene of the film a close-up still of Bong-su as he runs after the train carrying his son away is an unforgettable shot that symbolizes the hopeless situation of rural societies, and reveals reality to be a cage without an exit. The Money also showcases the performances of the top acting talents of the time, including Choi Eun-hee, Kim Jin-kyu, Choi Nam-hyeon, Hwang Jung-seun, and No Kyeong-hee. Kim Seung-ho in the lead role of Bong-su, in particular, shows himself to be at the pinnacle of his art, even while preserving his existing image.Afterword:- The Money was originally slated for submission to the 5th Asian Film Festival, but the decision was revoked because the film's mood was considered too dark. As a result, the movie became the focus of a heated debate between the government authorities and the film community.",
    "chinese_title": "钱",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "돈",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2026-02-20T09:52:11"
}