{
    "aka": [],
    "sid": "6872221",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "1",
    "language": [
        "日语"
    ],
    "playdate": [
        "2003-11-18"
    ],
    "this_title": [
        "眠らない電話"
    ],
    "douban_link": "https://movie.douban.com/subject/6872221/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "ボランティアによって運営されている電話相談室『こころの声』に、子供の病死を自分の責任と考えて思い悩んでいる女・Ａ子から相談があった。応対した相談員の上川昌司（三浦友和）は、Ａ子に自殺する怖れがあるとみて、真剣に話を聞く一方で室長の小笠原美也子（池内淳子）に報告する。ところが、しばらくして今度は、Ａ子とは別の女からの自殺直前と思われる短い連絡があった。相談員の倉持志津子（阿知波悟美）は、懸命に話し掛けるが電話はすぐに切れてしまい、説得は失敗。上川や志津子は、電話がイタズラであることを祈りつつ、暗澹たる思いにかられた。翌日、相談室に松岡（大門正明）という所轄の刑事が相談内容に関する聞き込みにやってきた。話によると、その日の朝、都内にある佐竹総合病院の中庭で、藤崎翔子（紫とも）という看護師の転落変死事件が発生。この翔子の携帯電話の発信記録に、『こころの声』の電話番号があったのだ。松岡から翔子の声を聞かされた志津子は、相談室への電話が翔子本人だったのかの確認を求められる。だが、通話時間が短かったこと、電話相談が信頼関係保持のため録音されないことなどから、志津子の答えは曖昧。松岡は、相談室に電話をしてきた女が翔子以外だったら、転落変死事件を自殺に見せかけた殺人として捜査するつもりらしい。上川の元に例のＡ子からまたもや電話があって程なく、松岡が別の女の声が入ったテープを持って現われ、再び声の検証を求めた。このテープを聞いて驚いたのは、志津子ではなく上川だった。その声の主は、間違いなく上川が何度か電話を受けているＡ子だったのだ。やがて、幼稚園で働いている別の相談員・橘貴美子（さとう珠緒）から偶然入手した情報がきっかけで、上川はようやくＡ子が思い悩んでいた出来事の全貌を掴んだ。Ａ子の名前は、沖田真弓。少し前、５歳になる一人息子・健一と親子遠足に行った真弓は、途中、健一が発熱したのに気付きつつそのまま強行。帰宅後、すぐに佐竹総合病院に連れて行ったものの容態が急変し、健一はそのまま息を引き取った。そのことで夫の沖田康彦（梨本謙次郎）に責められた真弓は、自殺を考えるようになったらしいのだ。佐竹総合病院院長・佐竹総一郎（望月太郎）の妻で事務長の友恵（新藤恵美）の話によると、健一の病名は髄膜炎。友恵は、誤診の疑いを抱いた沖田が、健一の担当看護師だった翔子にしつこく付きまとっていたと証言する。これを聞いた上川は、沖田に真弓のそばにいて話を聞いてやって欲しい、と訴えた。だが、健一の死のことしか頭にない沖田は、全く聞く耳を持たない。ところが、友恵の他殺死体が病院近くの神社で見つかり、連続殺人事件の可能性も出てきた。死体の周りには数十枚の一万円札が散乱しており、物取りの犯行ではない。上川は、相談室に再び電話を掛けてきた真弓が「友恵を殺した」と口走ったことから、自殺する怖れがさらに強まったとにらんで――。",
    "chinese_title": "眠らない電話",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-13T06:01:01"
}