{
    "aka": [],
    "sid": "6875876",
    "cast": [
        {
            "url": "/celebrity/1145865/",
            "name": "James Russell James Russell",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1001425/",
            "name": "Ivan Pavletic Ivan Pavletic",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1890342",
    "director": [
        {
            "url": "/celebrity/1001425/",
            "name": "Ivan Pavletic Ivan Pavletic",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011-12-25"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1890342/",
    "imdb_votes": 202,
    "this_title": [
        "476 A.D."
    ],
    "douban_link": "https://movie.douban.com/subject/6875876/",
    "imdb_rating": "4.2/10 from 202 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A Historic Epic Feature about the very End of Roman Empire.Since the last Roman Victorious Campaign, against Attila The Hun, led by General Flavius Aetius in 451 A.D. Rome had endured two decades of turmoil, and had reached it's very end. Flavius' son, Aetius Patrius Majorian, now as the Commander of all the Roman Armies, gathers the Last and the Best of all the Roman Centurions, for the Final Battle for Rome. After 12 centuries of power, Rome has reached it's very end, the eve of September 3rd, 476 A.D.The last day of the Mighty Rome, that once Ruled all the Known World, from the borders of Scotland, to the Deserts of Arabia. It is the Eve of an Ancient Age, and Donning of the New Dark Ages. As the Last Roman Emperor, Romulus Augustulus, sits on his throne in Rome, the Barbarian Ostrogoths, under their leader Odoacer, sack the City of Ravenna, the last stronghold North of Rome. Nevertheless, contrary to the warning of General Aetius Patrius Majorian, it is the popular belief, of Rome Lasting Forever, that stands in the way of evacuating the city.Although the end is nearing, it's the Roman tradition of holding Barbarians in contempt, as well as constant preaching by the Roman Senate of \"Ethernal Rome\", which makes the possibility of Rome falling seem practically unimaginable. However, with the City of Ravenna fallen, North of Rome becomes completely unprotected, hence the Ostrogoths finally reach the Gates of Rome, ready to fulfill their long awaited dream after centuries of wars. Crushing the City of Rome, once and for all.One last stronghold remains, as they need to defeat the last of Roman Defenders.",
    "chinese_title": "476 A.D.",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.2,
    "douban_rating_average": 0,
    "update_at": "2025-05-19T09:01:20"
}