{
    "aka": [],
    "sid": "6875942",
    "cast": [
        {
            "url": "/celebrity/1280748/",
            "name": "斯坦因·费舍尔·克里斯滕森 Stine Fischer Christensen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027220/",
            "name": "汤姆·盖里 Tom Guiry",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040555/",
            "name": "希瑟·玛塔拉佐 Heather Matarazzo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "剧情",
        "悬疑"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1248936900.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1001666/",
            "name": "Christopher Jarvis Christopher Jarvis",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2044760",
    "director": [
        {
            "url": "/celebrity/1001666/",
            "name": "Christopher Jarvis Christopher Jarvis",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-11-01(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2044760/",
    "imdb_votes": 21,
    "this_title": [
        "Culling Hens"
    ],
    "douban_link": "https://movie.douban.com/subject/6875942/",
    "imdb_rating": "7.0/10 from 21 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The uneducated and credulous wife of a plowman works beside her husband in the fields. Whether by mental impairment or mere simplemindedness, she has the sensibilities of a naïve child, anxiously desiring her husband’s approval and a child of her own. Now of age to help their impoverished farm, her newly acquired chore is to cull the hens, the process of disposing of chickens that are unproductive and infertile. Despite her obedience and overeager sensuality, her husband repeatedly rebukes her advances, instead choosing to spend more and more nights in the stables to care for their horses, particularly a sickly mare. These nightly absences along with his unwillingness to give her a child foster a growing suspicion of the attention he pays to the mare. Her mind wanders from her daily chores, finding herself increasingly sympathetic to the infertile hens. One night, she decides to follow her husband to the stables, his voice and the sounds of intercourse emanating from inside the barn walls. Spying on him through a small crack in the wood, she mistakes his torrid affair with another woman for one with the sickly mare. She soon learns the horse is pregnant, turning her feelings of revulsion and dismay into jealously and hatred. She plots to confront the horse, determined to terminate the child that should have been hers.",
    "chinese_title": "Culling Hens",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-04-15T18:57:58"
}