{
    "aka": [],
    "sid": "6877741",
    "cast": [
        {
            "url": "/celebrity/1007201/",
            "name": "安·玛丽文 Anne Marivin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050803/",
            "name": "弗朗索瓦-格扎维埃·德梅松 François-Xavier Demaison",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1214574/",
            "name": "查理·杜邦 Charlie Dupont",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1332591/",
            "name": "乔纳森·科恩 Jonathan Cohen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1380493/",
            "name": "奥利维埃·钱特里奥 Olivier Chantreau",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1391957970.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1010322/",
            "name": "亚历山大·德·拉·巴特里耶 Alexandre de La Patellière",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1998245",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2012-02-15"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1998245/",
    "imdb_votes": 543,
    "this_title": [
        "Il était une fois, une fois"
    ],
    "douban_link": "https://movie.douban.com/subject/6877741/",
    "imdb_rating": "5.2/10 from 543 users",
    "trans_title": [
        "曾经有一次，两次"
    ],
    "douban_votes": "0",
    "introduction": "Willy Vanderbrook, brillant Franco-belge devenu citoyen du monde, est sollicité pour un poste de concierge dans un grand palace parisien. Il est accueilli par un ami d’enfance, Serge Luyperts, limonadier désabusé qui héberge son ex-beau frère, Frank Vrut, indépendantiste Wallon gentiment psychopathe. La candidature de Willy - recalé pour délit de belgitude - va le contraindre, lui et ses compatriotes, à une imposture absurde et « royalement » revancharde...En se faisant passer pour l’héritier de la couronne belge, Willy et sa bande déclenchent une série de joyeux débordements dans le cinq étoiles qui attire rapidement l’attention de Jessica, une intrigante professionnelle. Mais, pensant séduire le futur « roi des belges », elle va se frotter à plus fort qu’elle.Ce détonateur burlesque entraîne alors le trio « made in plat pays » dans une escroquerie plus conséquente et plus hasardeuse. Car la blague de départ s’est refermée sur eux comme un piège... Les voilà à la merci de la jeune française, trop heureuse de pouvoir abuser de leur statut de belge dont personne ne se méfie pour mettre ses plans à exécution. Mais pour cela, il faudra d’abord apprendre à Jessica à devenir une véritable princesse belge. Le trio se voit donc obligé de coacher la jeune femme, l’entraînant dans les méandres complexes d’un apprentissage de belgitude hautement qualifié… D’abord contraints et forcés, Serge et Franck se piquent rapidement au jeu, rêvant de la nouvelle vie que pourrait leur offrir cette plongée dans le monde de l’arnaque. Willy, lui, résiste tant qu’il peut, bien décidé à prendre Jessica à son propre jeu. Mais le charme de la jeune française va bientôt avoir raison de ses bonnes résolutions...",
    "chinese_title": "曾经有一次，两次",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Il était une fois, une fois",
    "imdb_rating_average": 5.2,
    "douban_rating_average": 0,
    "update_at": "2025-07-17T21:01:06"
}