{
    "aka": [],
    "sid": "6889772",
    "cast": [
        {
            "url": "/celebrity/1316735/",
            "name": "林江国 Jiangguo Lin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318307/",
            "name": "吕夏 Xia Lü",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313281/",
            "name": "朱杰 Jie Zhu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1328522/",
            "name": "李悦铭 Yueming Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348300/",
            "name": "钟卫华 Weihua Zhong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315776/",
            "name": "于波 Bo Yu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2616023605.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1318522/",
            "name": "包福明 Fuming Bao",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "33",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2011-10-17"
    ],
    "this_title": [
        "海魂"
    ],
    "douban_link": "https://movie.douban.com/subject/6889772/",
    "trans_title": [
        ""
    ],
    "douban_votes": "137",
    "introduction": "1937年7月，“七七事变”，中日战争全面爆发。一批英气逼人，血气方刚的海军学员提前从海军学校毕业登上战舰。东北农民出身的高盛中，台湾小业主出身的郭文展和海军世家出身的公子哥沙虎啸都是海校中的优秀学员，也是志同道合的好兄弟。高盛中与郭文展都默默地爱着沙虎啸的妹妹沙家大小姐沙凌云。而沙凌云却深爱高盛中，在决定即将奔赴抗日前线时，沙凌云既然决然要嫁给高盛中，高和全体官兵深受感动。然而，在高盛中与沙凌云婚礼上却“杀”出自称高盛中的东北媳妇的刘松花。三人登上停靠在江阴的国光号战舰，摩拳擦掌准备施展八年海校学到的本领，抗击日本海军，报效祖国。此时，海军作战部却接到南京政府的命令：沉船封江，关门打狗。高、郭、沙等官兵站立江边，看着老舰长执意与国光号一起慢慢沉入长江，满腔悲愤，不禁潸然泪下。然而，封江的情报却提前泄露，日军战舰在封江之前，连夜悄悄驶出江阴要塞。此时为日本人效力的汉奸潜入国民党海军内部窃取了情报，郭设局抓获了该特务与其上司，无意中破获了泄露沉船封江情报的案子，立了功并被调入海军作战部。高盛中与沙虎啸及原国光号的官兵分到国正号战舰。新战役开始前，沙虎啸质疑作战部的布阵方案是被动挨打。这一仗场日军果然派出飞机编队狂轰滥炸，中国海军舰队惨败，国正号也遭受重创，不得已拆下火炮与重要零件，又一次被沉入长江！郭文展负伤，沙虎啸落入江中失踪，高盛中再次挥泪告别战舰。高盛中等人不甘心就此言败，请命留守江阴，并率领国正号的士兵在江阴最前沿阵地阻击日军。沙凌云在南京宣传抗日被南京国民党关进监狱，在狱中得到地下党梁红大姐的指引，受到了深刻的教育，郭一直爱着沙凌云，得知消息后只身赶往南京营救。但在沙凌云出狱后，并没有跟随郭返回，而是受命梁大姐，完成其未完成的任务，被郭秘密跟踪，打死了接头的地下党，使得沙凌云在今后的工作中埋下了不白之冤。高盛中、沙虎啸与日军交战首战告捷，再战却伤亡惨重。沙虎啸等五个兄弟被日军俘虏。郭文展接受了海军作战部把海军存留的部队带到武汉的命令。可高盛中执意要去营救沙虎啸等被俘弟兄，不肯随部队撤往武汉。高的准媳妇刘松花，头脑简单，只知道媒妁之言，父母之命，明明知道高的心中只有沙凌云，却一心要嫁高盛中，使得高无可奈何，善意的指走刘松花，并答应她，只要把他的爹娘从东北沦陷区接过来就跟她结婚。高盛中带着老鬼几个弟兄铤而走险去日军营地救沙虎啸，终于寡不敌众，危难时刻，为江南抗日纵队营救，初次接识了纵队队长梁广等共产党人。当高盛中沙虎啸几人长途跋涉赶到武汉，却在长江边邂逅郭文展等残兵败将，才知道中国海军又战败了。于是，重又撤回长江下游。高盛中带领布雷队，欲在日军后方打击敌人。却得不到当地国民党陆军支援。高盛中转而去梁广驻地(已改编为新四军独立团)求援。梁广与高盛中联手接连炸沉日军多艘运输舰、炮舰和炮艇，高盛中开始敬佩新四军的为人和带兵打仗的机智勇敢，而郭文展却警告他不要和新四军搅在一起，影响在国军的仕途。曾经的兄弟情谊因为不同的人生抱负而开始破裂。高盛中在炸日军驱逐舰时身负重伤，留在新四军驻地养伤，并逐渐成长为一名新四军。沙虎啸落江后躲过日军的搜捕，回到国民党驻地。郭文展则投靠国民党情报部门，死心塌地效忠国民党。沙凌云受狱中梁大姐的鼓舞和感染，投奔共产党后受到了全方位的培养成长为一名地下工作者，并利用其特殊的身份秘密潜入国民党内部，做了郭的机要秘书。高等人十分不理解。抗日战争胜利，内战暴发。新四军独立团改为海防大队，梁广和高盛中任正副队长。沙虎啸厌恶内战，不愿与高盛中成为对手，被撤去国民党海军思明号舰长职务。此时郭已经升任参谋长，为了各自的信仰，郭文展亲自制定作战方案，决定以思明号诱高盛中深入，再以炮艇突然袭击；而高盛中正指挥战士把渔船改造成小炮艇，准备以“群狼战术”对付郭文展的阴谋，昔日的兄弟首次成为战场上的对手。沙凌云为了配合此次战斗，将秘密情报送到新四军内部，海防大队做了充分的准备，炸了国民党军港驻地的油库，并逼退了思明号，首战告捷！此时此刻，沙凌云几乎暴露了自己的身份，为了能够继续潜伏下来，沙凌云毅然决然牺牲了自己的爱情，决定嫁给郭文展，郭大喜，办了个隆重的婚礼，并以昔日好兄弟的名义邀请解放区的高盛中出席，并决定在婚礼后除掉高等人，以及婚礼的凌晨偷袭海防大队，沙凌云又一次将情报秘密送出，挽救了高盛中等海防大队。此时，高等人终于知道了沙凌云的真实身份，百感交集，并找到的梁等领导，认为让一个弱女子在残酷的斗争中牺牲的太大了，梁这时才告诉高，战争是残酷的，牺牲在狱中的梁大姐也正是他的妻子，他的儿子水娃母亲。1945年4月，中国人民解放军解放了南京，同日，中国人民解放军的第一支海军部队——华东军区海军领导机构在江苏泰州白马庙成立。作为海军基层指战员，高盛中、梁广参加了成立仪式，并被分别授予海防独立团团长和政委。为了积极迎接解放，我们派出了多个机智勇敢的地下工作者，协助沙凌云等人策反，并动员国民党官兵起义，这期间，长虹号以及国民党的第二舰队先后起义投奔解放区。高盛中等人为了配合沙凌云的行动，也秘密潜回国民党海军驻地附近开饭馆作为联络点，秘密地与思明号上原部下联系，配合舰上的地下党开始策反国民党海军起义工作。此时的刘松花也终于和沙凌云和好，并积极配合高盛中等人的行动。高盛中不顾自己的生命安全，主动争取沙虎啸，并在思明号即将开出长江口时冒险登舰，亲自指挥起义斗争，惊心动魄的起义行动终于在全中国即将解放前夕打响了。国民党由于长期腐败，广大战士受到了当官的欺压，早就一肚子的怨气，起义行动顺应民心。高盛中迫使郭文展也投了降。思明号更名为解放号，人民解放军海军终于又有了一艘战舰。全国解放后，郭文展终于知道了沙凌云和他的结婚是有政治目的，并开始折磨沙凌云，但是内心又深爱着她，在这种错综复杂的情感下，沙凌云过着煎熬和痛苦的生活。而高盛中此时的心情更为复杂，一边是自己深深爱着的战友和恋人，一边是对自己忠心耿耿的刘松花，他把和刘松花的婚姻一拖再拖，以至于，沙凌云不得不装作和郭的婚姻美好如初，在高盛中终于和刘松花举行了婚礼的第二天，沙凌云和郭的婚姻走到了尽头，当沙凌云真跟郭分手后，郭文展万念俱灰，认为一切都是假的，只有权力才是他的唯一！而此时他并不知道，沙凌云已经怀了他的骨肉！在国民党的敌特引诱下，他再次从事老本行，真正与人民为敌，特务身份暴露后他潜逃到残余的国民党海军盘踞点---刘家岛、洪头岛等岛屿上，在攻打刘家岛的战役中，又一次与高盛中、沙虎啸交手，昔日的三个好兄弟和热血青年，在面对信仰的改变、面对爱情的理解、面对亲情的背叛，成了真正意义上的对手！在解放刘家岛等战役中，我军首次运用海、陆、空军联合作战。这一仗大获全胜！高盛中、沙虎啸等把国旗插上刘家岛最高点，而，郭文展在又一次的败仗中，打死了自己深爱的沙凌云，并投向大海自尽！高盛中百感交集的说：大浪淘沙，历史的长河会记住我们，也会记住那些为了新中国解放，默默无闻牺牲的战友，他决意把沙凌云和郭文展的孩子养大成人，并继续为我们的中国海军事业奋斗终身！沙虎啸起义后，作了军事教官，刘公岛一战，大获全胜，这个海军世家的子弟也感慨道：这是我这辈子打的最痛快的一场战役。中国海军，终于扬眉吐气了！该剧通过三个年青海军在特定的历史时期的人生经历，折射出中国海军一段屈辱史，也展示了新中国海军的由来，及建设一支强大的海军对中国的重要性！",
    "chinese_title": "海魂",
    "douban_rating": "6.6/10 from 137 users",
    "foreign_title": "",
    "douban_rating_average": "6.6",
    "update_at": "2025-05-22T01:49:06"
}