{
    "aka": [],
    "sid": "6890749",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1355385/",
            "name": "曾剑锋 Jianfeng Zeng",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "30",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2011"
    ],
    "this_title": [
        "大宋文豪"
    ],
    "douban_link": "https://movie.douban.com/subject/6890749/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "这部剧讲述的是大宋文豪苏轼出任徐州太守时的一段人们耳熟能详、但其中很多又是鲜为人知的故事。 公元1069年，也就是宋神宗熙宁二年，翰林学士苏轼学因置舟载父遗体入川居丧守制三年回京任职，正遇王安石在神宗赵顼的支持下，暴风骤雨般地推行了以“青苗法”、“均输法”为核心的九项新法。这九项新法就是历史上有名的“熙宁变法”。 苏轼多次上书皇上，坦陈变法利弊，由于得不到皇上的支持和遭到权臣的陷害，熙宁四年，他被贬出京城，左迁杭州通判。从此，苏轼开始了四处漂泊、颠沛流离的地方官的生活。 熙宁十年，公元1077年，苏轼经过杭州通判、密州太守的近六年与民同甘共苦、为民清廉勤政的清苦生活之后，改知徐州，出任徐州太守。苏轼一生豁达乐观的性格，使他虽处江湖之远，但初衷不改，豪放如初，潇洒依旧。 苏轼任徐州太守期间，在带领全城百姓抗洪救灾的同时，智斗不法粮商，巧惩豪强劣绅，坚持清理冤狱，体恤黎民百姓，眷顾赶考贡生，积极防治瘟疫，开发性地采煤冶铁，治理徐州山水，修筑镇水黄楼，反映民间疾苦，痛斥官场弊端，并且不顾朝廷法度和个人安危，开仓放粮赈灾，成为广大黎民百姓拥戴的清官能吏。 苏轼是文坛大家，词开豪放一派，当然也是书生本色，才子风流，朝野人士褒贬不一，但却被江湖民间的红颜佳人所倾慕。苏轼在徐时，和徐州青楼女子马盼盼一见钟情，并与酷似亡妻才貌的同僚夫人柳五娘相互倾慕，挚情暗恋，因而遭到了政敌的中伤和同僚的反目，致使才子佳人爱恋感情道路上异常艰辛，上演一段缠绵悱恻的凄美爱情故事，邻人感叹，今人心醉，今人动容。 苏轼在徐州为民做主、为民请命的所作所为，遭到了不法粮商和豪强劣绅的强烈反抗，同时也遭到朝廷中对立派人物的诬陷和迫害。在徐任职不到两年的时间，他就被朝廷下旨转知湖州，使他精神遭受到一次重大的打击，也使他未能实现治理徐州山水俨如杭州西湖的宏伟抱负留下了千古遗恨。 苏轼是大宋才子，一代文豪，但是强烈的忠君思想束缚了他为平民百姓多办好事，多办实事的手脚，他事无巨细都要上奏请示，他反对议论君非，还有他梦想抽身官场]羡慕田园生活-------这虽然有碍他的思想发展，但因而也使苏轼这个人物的形象更为丰满，更加有血有肉，从而使人看到全面的、立体的一代大宋文豪的形象。 苏轼转知湖州不到五个月，就因‘乌台诗案’被捕入狱，后经王安石、司马光等人竭力相救出狱，但百日的牢狱生活，使他从精神到肉体上都经受了一次前所未有的考验。从此苏轼开始更为波折、更为艰辛的颠沛流离的为官生涯。 故事真实人物众多，历史线条明晰，情节跌宕起伏，人物形象丰满，语言妙趣横生，文化底蕴深厚，使人一读，不由满口余香。",
    "chinese_title": "大宋文豪",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-23T20:08:10"
}