{
    "aka": [],
    "sid": "6894854",
    "cast": [
        {
            "url": "/celebrity/1274865/",
            "name": "陈志朋 Julian Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1426349/",
            "name": "王一婷 Yiting Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274783/",
            "name": "姬麒麟 Qilin Ji",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2678745316.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "65分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2010"
    ],
    "this_title": [
        "小人物狂想曲"
    ],
    "douban_link": "https://movie.douban.com/subject/6894854/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "某日，京城科考，穷家子弟李长文胜过了呼声最高的黄天霸，金榜题名成了新科状元，皇帝下旨要将有“大明第一美女”的如玉公主，下嫁给李长文。 当天晚上，李长文与公主秘密幽会，不料情况生变，竟是后宫的马总管假冒公主而来。李长文落入陷阱，被押入大牢中。 一觉醒来，原来是一个梦……李长文本科大学毕业后，以写作为生，穷得叮当响，连房租当付不出来。幸好房东的女儿小翠是个善良纯情的少女，经常暗中接济，两人已陷入恋爱中而不自知。 “白氏集团”是横跨国际的私人企业，董事长白老爷子忽然病倒了，情况严重，把在美国留学的独生女白玉岚召回了国内，掌管家族的事业，她也是文学的爱好者，拜读一篇李长文所写的文章“大话西厢”之后，对这个作者产生了好感……正巧经公司的副经理胡高的介绍，李长文到“白氏集团”应聘，与白玉岚见面之后，互相都产生了好感，白玉岚高薪聘用了李长文为特别助理，终於解除了经济的困境…… 一连串的怪梦接踵而来……梦里的情景栩栩如真： 当朝的如玉公主长相与白玉岚十分相似，而小翠在梦中竟成了公主的侍女，整个皇宫内，暗潮汹涌所有的阴谋都针对公主而来……李长文侠肝义胆，很自然地担负起了保护公主的重任，受到了东厂高手的迫害与追杀。 在现实的生活中，似乎与李长文的梦境有相同的情况。“白氏集团”表面上由白玉岚掌管，而真正的实权却在白玉岚的继母白夫人的手中，假藉转投资、洗钱等手段，已有大笔的钱财流进了白夫人的帐户中…… 白老爷子的病情越来越重，白夫人的阴谋亦愈加明显，她暗示李长文，只要听话便可升任为“白氏集团”的副总经理，并可娶白玉岚为妻。这段期间，小翠伤心极了，误以为李长文已移情别恋，白玉岚财貌双全，而她只是个穷家女…… 真实的情况却不同于小翠的想像，李长文表面与白玉岚接近，只是为了搜集阴谋集团犯罪的证据，而不是贪图荣华富贵，他真正喜欢的仍然只有小翠。当小翠明白了真相，反忧为喜，以坦荡的心怀与白玉岚结成了好朋友，协助她与阴谋对抗。 一个一个的怪梦又陆续发生了，“白氏集团”的阴谋策划者也都成了梦中的人物，梦中的情节经常与真实的环境相吻合，令李长文惊讶不已。在李长文与小翠的协助下，真相逐渐大白，白夫人与白玉岚之间，终於也到了摊牌的时刻…… “白氏集团”的股东大都已被白夫人所收买，只剩下一份白老爷子的遗嘱，在白玉岚的手中成了白夫人唯一的顾忌。而白老爷子的病情，并不如表面的严重，原来他已隐隐查觉了集团内的财务情况有了异状，藉由装病而暗中调查白夫人犯罪的证据。 当白夫人表明要收买李长文的时候，一切都明朗了，她果然是阴谋的主使者。李长文断然拒绝了白夫人的要胁，被绑架至一个旧仓库，眼看生命有危险，白玉岚为救李长文，毫不犹豫地交出了手中的遗书…… 当“白氏集团”召开股东大会，由白夫人正式接任董事长的职位之时，奇迹出现了，白老爷子带著治安人员突然来到了会场，当众揭穿白夫人的阴谋与犯罪的证据。当白老爷子正式宣布要把白玉岚嫁给李长文的时候，小翠也赶来了会场中，两名少女竟全都想嫁给李长文令李长文，不知如何取舍? 突然间，最后一个梦醒了，发著高烧的李长文正躺在床上，小翠在他的床边照顾著他。而他依然是个穷小子，欠下的房租仍旧付不出来……原来这一切都是梦呀!李长文紧握著小翠的手，无须解释已胜过千言万语。",
    "chinese_title": "小人物狂想曲",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-17T06:22:51"
}