{
    "aka": [],
    "sid": "6899912",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1989",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1143022/",
            "name": "Otis Redding Otis Redding",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0168109",
    "director": [],
    "duration": "49分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1989"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0168109/",
    "imdb_votes": 24,
    "this_title": [
        "Remembering Otis"
    ],
    "douban_link": "https://movie.douban.com/subject/6899912/",
    "imdb_rating": "7.0/10 from 24 users",
    "trans_title": [
        "铭记Otis"
    ],
    "douban_votes": "0",
    "introduction": "D.A. Pennebaker co-directed this 48-minute, unnarrated video documentary on Otis Redding, which includes his complete set from the Monterey International Pop Festival and also live footage of Redding from the 1966 Stax-Volt European tour, backed by Booker T. & the MG's and performing \"Shake,\" \"My Girl,\" \"Satisfaction,\" and \"Try a Little Tenderness.\" Strangely enough, Redding is almost a supporting player in the European concert material, which was shot for television and is clear and sharp (and in black-and-white). Booker T. and company are seen playing \"Green Onions,\" and Sam & Dave perform \"Something Is Wrong\" and a long jam on \"Hold on I'm Comin',\" at the end of which they jump down toward the crowd (which is held back by security). Their sets are as impressive as Redding's, and the camera work is superb, with lots of close-ups on \"Duck\" Dunn and Steve Cropper's fretboards, Booker T. Jones making his organ surge, and Sam & Dave captured in sweaty close-ups and tight two-shots. The five-song Monterey set has been around before, but never looked or sounded as good as it does here, remastered yet again. The 1998 DVD edition was upgraded especially for the new format by Matt Friedman and Joe Gastwirt, and sets a new standard.1 \t\tShake2 \t\tMy Girl3 \t\tGreen Onions4 \t\tWhen Something Is Wrong With My Baby5 \t\tHold On I'm Coming6 \t\tSatisfaction7 \t\tTry A Little Tenderness8 \t\tI've Been Loving You Too Long9 \t\tRespect10 \t\tDock Of The Bay",
    "chinese_title": "铭记Otis",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Remembering Otis",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-06-23T06:43:38"
}