{
    "aka": [
        "The Sword of Justice"
    ],
    "sid": "6905196",
    "cast": [
        {
            "url": "/celebrity/1337677/",
            "name": "刘尚谦 Shang-Chien Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1379317/",
            "name": "苏国梁 Kuo-Liang Su",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1980",
    "genre": [
        "武侠",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2381482412.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [],
    "imdb_id": "tt3186814",
    "director": [],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1980-06-12(中国台湾)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3186814/",
    "imdb_votes": 11,
    "this_title": [
        "寒劍孤星斷腸花"
    ],
    "douban_link": "https://movie.douban.com/subject/6905196/",
    "imdb_rating": "6.9/10 from 11 users",
    "trans_title": [
        "寒剑孤星断肠花",
        "The Sword of Justice"
    ],
    "douban_votes": "0",
    "introduction": "“海棠”乃是武林中最大的杀手组织，旗下高手如云，各个心狠手辣。“海棠”为了并吞财力遍布大江南北的镖局－“七星盟”，遂以一张假的“海棠”首脑孔翎秘居地图为饵，欲诱杀“七星盟”主人骆千峰。事为“七星盟”卧底“海棠”的武士获悉，乃快马回报，不料途中被“海棠”四位白衣杀手截杀。杀手克星－“孤星剑”龙三郎适时赶至，歼灭“海棠”杀手，乃将消息转告骆千峰，不料骆千峰天生傲骨侠肠不为所动，仍执意将假图送给“神刀山庄”主人帅玉楼。“魔岩谷”中，“海棠”杀手“红伞公子”水易寒阻杀骆千峰，双方激战间，龙三郎忽然现身助骆千峰一臂之力，不料却于酣斗时，暗杀了事出意外，猝不及防的骆千峰，原来此刻的龙三郎正是“海棠”中擅长易容术的杀手“阴阳狐”姬子燕所乔装，骆千峰重围之际，真的龙三郎赶至，水易寒与姬子燕马上逃逸，骆千峰乃将假图交予龙三郎，请其代他交给帅玉楼。龙三郎持图前往“神刀山庄”途中，姬子燕乔装孕妇欲暗杀之，却被龙三郎识破而杀掉他，帅玉楼忽然现身，为感谢龙热心送图，乃邀其前往“神仙窝”畅饮。龙饮下数杯酒之后，突感头晕目眩，原来被人下了迷药，下药之人赫然就是侠名满天下的帅玉楼，龙三郎并被帅玉楼囚于地下室死牢中，备尝杀人狂帅玉楼的百般刑磨，龙咬牙力熬至深夜，方被“七星盟”卧底之死棋救出，该人并告知欲找帅玉楼可迳往“神刀山庄”询问石总管。“无情剑圣”铁云有天下第一杀手之美誉，原为“海棠”之王牌杀手，忽于三月前与陆小婵私奔而洗手归隐，孔翎为怕组织秘密被泄，又“海棠”一向不许叛逆活在人间，遂暗派“鬼门七煞”搜杀铁云；某日，铁云出海钓鱼未归，其女友小婵弹琴海边之际，“鬼门七煞”忽然来势汹汹乃拔刀相助，寻至，小婵命危之际，龙三郎恰巧路过，力战“鬼门七煞”，不料七煞武功不凡，苦斗后龙三郎先行击毙五煞；另二煞趁隙欲逃回报时，铁云适时划船归来，飞身一桨击毙二煞。该夜，铁云与龙三郎惺惺相惜，怀畅饮而结为莫逆之交。铁云乃告知龙三郎，小婵只不过是其纯洁之友，而婵与龙情愫暗生。翌日晨，龙醉中醒来时，铁早已出海垂钓，龙为了找帅玉楼报仇，起身欲走，婵挽留之，龙不为儿女私情所动坚拒，毅然踏上征徒。龙半夜潜入“神刀山庄”逼问石总管，获知帅玉楼之下落只有“吉祥赌坊”主人段武知道，遂百般用计混入赌坊中，制服段武逼问之，段武先是拒绝透露，龙狠心割伤其脖并以命威胁，段武怕死终告知帅隐身在“满香楼”。龙于深夜潜入“满香楼”时，帅恰在沐浴，龙乃一剑杀了手无寸铁的帅。龙三郎为了彻底瓦解“海棠”这杀人组织，乃返海边向铁云询问孔翎秘居地，铁遂告知孔秘居地在神女十三峰的“独尊庐”。龙单枪匹马找上“独尊庐”就在龙与孔拔剑欲做最后一死战时，孔突然弃剑跪下，道出他只不过是傀儡而已，龙感纳闷间，铁忽然现身告知不可中了孔的老奸计，不料，竟以“弹指迷烟”暗算了龙而使其昏倒，孔欲逃，铁拔剑杀之，因其知道了太多秘密；此际，龙忽醒转起身，原来他有练“龟息闭气”功夫而佯装昏倒，铁见事机败露，乃使狠招攻龙，却被龙识破真面目，原来是帅玉楼所乔装，龙在“满香楼”所杀的不过是帅的替身而已。真相至此终告大白，“神刀山庄”的帅玉楼也就是暗中主持“海棠”的幕后首脑，龙力斗帅，不料帅刀法其高无比，龙千钧一发间，铁适时出现救之，两人遂合力攻帅，一场石破天惊大战后，铁以身相殉让龙飞身刺杀了帅。涛嚎、风啸、夕阳下，龙与婵黯然分手铁之墓前，婵欲跟龙走，龙坚拒，因其身为江湖人，随时都会丧命，因此，不愿连累她。婵望著龙划船远去，终忍不住悲伤，凄喊龙之名字，奔往海中而去。",
    "chinese_title": "寒剑孤星断肠花",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "寒劍孤星斷腸花",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-07-05T23:36:29"
}