{
    "aka": [],
    "sid": "6938755",
    "cast": [
        {
            "url": "/celebrity/1322960/",
            "name": "张咏棋 Yongqi Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314443/",
            "name": "高亚麟 Yalin Gao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274654/",
            "name": "洪剑涛 Jiantao Hong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322127/",
            "name": "章艳敏 Yanmin Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1329795/",
            "name": "魏子昕 Zixin Wei",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1467313/",
            "name": "魏智 Zhi Wei",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1276032/",
            "name": "关晓彤 Xiaotong Guan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1333041/",
            "name": "薛咏煜 Yongyu Xue",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1337025/",
            "name": "寇智国 Zhiguo Kou",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2647376134.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1473060/",
            "name": "白志龙 Zhilong Bai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1473064/",
            "name": "成钢 Gang Cheng",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1276042/",
            "name": "丁霄汉 Xiaohan Ding",
            "@type": "Person"
        }
    ],
    "duration": "24分钟",
    "episodes": "100",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "家住小区"
    ],
    "douban_link": "https://movie.douban.com/subject/6938755/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "《家住小区》讲述的是一个小区从缺陷走向完美，从混乱走向和谐的故事。幸福小区居民在入住伊始便感觉到自己的权益受到了损害。马丽莲等小区居民纷纷向物业投诉，但势单力薄，物业公司经理董卓对此视而不见。物业公司副经理谢小晨由于业务生疏，惹出不少麻烦。董卓为了讨好谢小晨，命令胡大鹏帮忙处理。胡大鹏热心善良，知道董卓对谢小晨有意，出于对董卓的感激，便主动承担责任，但不能解决根本问题。业主和物业的积怨日深，居民们自发、单独进行的维权行动没有收到良好效果后，他们便统一拒交物业费，然而他们却收到了法院的传票。业主的维权行动在强势的物业公司面前铩羽而归。业主们决心成立业主委员会，进行集体、有组织的维权行动。马丽莲一心想证明自己、赢得尊重，就积极带领业主们与董卓对抗。董卓很头疼，对马丽莲大力打压。诸葛凡不满马丽莲疏于家务，多次反对马丽莲参与维权，而马丽莲对诸葛凡参加司法考试也无情嘲讽。董卓利用胡大鹏的功劳增加业绩，胡大鹏敢怒不敢言。同时谢小晨的过错更加离谱，胡大鹏担心背黑锅，只好躲避谢小晨。谢小晨对于董卓的悉心照顾不冷不热，反而对胡大鹏很有兴趣。她不明白为什么胡大鹏对自己总是很冷淡，为了证明自己的魅力经常招惹胡大鹏，却引起董卓醋意。这时，王文轩由于论文需要也被迫卷入维权的行列中来，赢得了多数业主们的拥戴。马丽莲和王文轩两个筹委会开始抗衡。筹委会的工作遇到了许多意象不到的困难，物业公司也对业主委员会的成立加以阻挠。但筹委会成员还是克服重重阻力，王文轩战胜马丽莲当选筹委会主任，筹委会的工作得以正常展开。物业公司不甘心失败，董卓扶植马丽莲成立了另一个业委会筹备组，与王文轩作对。诸葛凡对此忍无可忍，以实际行动反对马丽莲维权。由于董卓暗中支持，很多业主反映的问题只能通过马丽莲才能得到解决，因此很多业主纷纷投向马丽莲。王文轩领导的筹委会陷于瘫痪，他自己也心灰意冷，准备辞职。马丽莲借助董卓东山再起后，反而继续和物业抗争，董卓有苦难言，深悔自己引狼入室，养虎遗患，于是被迫与王文轩领导的筹委会合作。在董卓的暗中出资指使下，马丽莲终于利用各种手段，赢取了业主的信任。成为了业委会的主任。业主与物业也进入了相对平稳的蜜月期。为了响应有关“和谐小区”的会议精神，物业抽出大量精力举办了一系列促进精神文明建设的公益活动，带领小区业主们去荒山植树，为灾区人民捐款，给孤寡老人李奶奶送温暖，举行垃圾回收和节约用水的活动，还评选了五好家庭以及优秀物业员工，建立了为百姓提供服务的社区卫生中心，为了促进业主与物业之间的亲密关系，还举办了社区运动会等一系列趣味横生的活动。在工作方面，物业开展了“倾听民声、顺应民意、温暖民心”的诸多具体工作，完善了小区的网上论坛，开辟了网上议事厅，利用多种渠道了解业主对物业工作的具体建议，并且还利用网络挽救了一名想要轻生的女子，物业工作的进步赢得了广大业主的交口称赞，王文轩看到马丽莲当上业委会主任以后小区的精神文明建设确实有了长足进步，也可以安心搞调研，还有多篇文章获得了国家奖励，为小区争了光。业主方面，胡大鹏得知自己与马丽莲的亲属关系后，对马丽莲的看法有所改变，发现马丽莲对广大业主确实很热心，而且马丽莲为了支持外甥胡大鹏的工作，也带领业主进行了一系列精神文明的推广活动，举办了“爱国爱家”的事例报告会，定期举办空巢老人的联欢等等，众业主也屡有拾金不昧，见义勇为的行为发生，就连向来自私自利的王胖子也奋不顾身救助了一名受伤的群众，得到了区文明办的奖励和群众的赞许。小区的一系列工作都向着文明和谐的方向大踏步地发展。感情方面，胡大鹏觉察出谢小晨的感情但不敢确认，同时他也被单纯可爱的谢小晨吸引，但考虑到董卓的心情，内心犹豫不决。翠霞与毛肚经历了一系列事件后，已经互相对对方产生了好感，但毛肚碍于对自己的不自信，始终不敢向翠霞表白，感情处于动荡期。马丽莲在与物业的抗争中体会到法律的重要性，默许诸葛凡参加司法考试，而诸葛凡也理解了妻子的行为举动，努力准备即将进行的司法考试。幸福社区的一系列行之有效的工作得到了总公司以及区文明办和街道办事处的认可，胡大鹏也因为勤勤恳恳的扎实工作，被上级领导多次表彰，威信渐有超越董卓之势，马丽莲也因为胡大鹏是自己的外甥，大张旗鼓地对胡大鹏的工作进行支持，对董卓有所冷落。而谢小晨和胡大鹏也明显有了爱情的进展，面对着事业爱情双丰收的胡大鹏，董卓心理产生了微妙的变化。幸福小区业主入住率大幅上升，物业公司的业绩也有显著提高，服务质量也今非昔比，引起总公司的密切关注，作为经理的董卓自然是春风得意。更令董卓得意的是，广大业主对物业公司的满意度的提升，表扬信、感谢信雪片般飞向总公司，这在公司所属的多家物业中是绝无仅有的，因此，总公司正在研究将近期内业绩突出的董卓上调任副总经理，并通知他选定自己的继任者。胡大鹏被谢小晨的真心感动，接受谢小晨。在马丽莲极力支持下，诸葛凡最终通过司法考试，达成心愿。李奶奶与唐乐乐终于互相理解。唐乐乐、小诸葛和王紫三个孩子也在相互影响中共同成长。当毛肚准备向翠霞表白时，王胖子却意外的为了保护翠霞而负伤，翠霞的感情产生了动摇，依旧徘徊在毛肚与王胖子中间，不知如何选择……",
    "chinese_title": "家住小区",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-11-10T08:50:37"
}