{
    "aka": [
        "Yakov Sverdlov",
        "优秀的党员"
    ],
    "sid": "6946826",
    "cast": [
        {
            "url": "/celebrity/1017606/",
            "name": "列昂尼德·柳巴舍夫斯基 Leonid Lyubashevsky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1141144/",
            "name": "马克西姆·施特劳赫 Maksim Shtraukh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1235330/",
            "name": "Andro Dgebuadze Andro Dgebuadze",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025745/",
            "name": "帕维尔·卡道奇尼科夫 Pavel Kadochnikov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1017127/",
            "name": "尼古拉·克留奇科夫 Nikolai Kryuchkov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1127528/",
            "name": "尼克拉·奥赫洛普科夫 Nikolai Okhlopkov",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1940",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2589529668.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1025651/",
            "name": "鲍里斯·莱文 Boris Leven",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1013584/",
            "name": "Pyotr Pavlenko Pyotr Pavlenko",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1051544/",
            "name": "谢尔盖·尤特凯维奇 Sergei Yutkevich",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0033277",
    "director": [
        {
            "url": "/celebrity/1051544/",
            "name": "谢尔盖·尤特凯维奇 Sergei Yutkevich",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1940"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0033277/",
    "imdb_votes": 50,
    "this_title": [
        "Яков Свердлов"
    ],
    "douban_link": "https://movie.douban.com/subject/6946826/",
    "imdb_rating": "5.8/10 from 50 users",
    "trans_title": [
        "雅科夫·斯维尔德洛夫",
        "Yakov Sverdlov",
        "优秀的党员"
    ],
    "douban_votes": "0",
    "introduction": "Режиссер Сергей Юткевич, наснимавший в свое время кучу фильмов в жанре соцреализма, в 1940 завершил съемки фильма про Якова Свердлова. Свердлов — не самый известный из большевиков, о нем не спорят как о Сталине или Ленине, на тему был ли он гений или злодей. В интернете материалов о нем крайне мало. А ведь это один из самых деятельных членов партии, блестящий организатор, державший в памяти сотни имен. После его смерти большевикам потребовалось создать парочку другую отделов, чтобы справиться с тем объемом работы, которую до этого делал один Свердлов. Сейчас многие ругают большевиков, называя их палачами, и в частности Свердлову приписывают организацию красного террора и расстрел царской семьи. Я его не оправдываю, но вообще-то победителей не судят. Жизнь — это борьба. Политика — борьба на высшем уровне.Сейчас принято считать, что жанр соцреализма — всего лишь пропаганда, политизированное искусство, и все в нем лживо и пафосно. Бред. Сегодняшние фильмы гораздо более политизированны. К примеру, про Свердлова на сегодняшний день, доступны два фильма: этот и 40-ка минутный «кровавый механик советской власти». Последний — так называемый документальный фильм — не представляет собой никакой документальной ценности, это какой-то полуходожественный развлекательный клипец, в котором собраны все самые невероятные слухи и байки. Зачем-то придумали и сняли сцену про медвежатника Шныря (какая разница че он там думал, когда вскрывал сейф), всобачили какую-то метафору про механизмы и власть (переделанную фразу Сталина о «людях-винтиках»). Вгоняют в сознание людей мистицизм и паранойю. И вот перед нами уже получеловек-полудемон, читавший каббалу, молившийся сатане и пивший кровь… Все было гораздо проще. Смотрите старые фильмы про быт и жизнь крестьян и вы поймете почему произошла революция.Теперь об этом фильме. Собственно, фильм представляет собой нарезку из сцен деятельности Яшки в разные годы и в разных городах.Очень трудно судить фильм, снятый в 1940 году (интересно, зачем они вообще решили в разгар ВОВ снять фильм о Свердлове?). Жуткий звук, дребезжащая картинка. Некоторые титры-вставки почему-то не попадают в кадр, продолжительность сцен не пропорциональна, к примеру, сцена, где он в ссылке длиться всего несколько мгновений, а потом начинается другая.Но тем не менее я ставлю этому кинцу положительную оценку, потому что для меня это был экскурс в историю, заменивший десятки статей. Лучше один раз увидеть, чем сто раз прочитать. Кроме жизни и быта крестьян там можно увидеть киновоплощение Максима Горького и Ленина (жутко похож), колоритного дореволюционного уголовника с серьгой в ухе, не менее колоритного певца-великана и царских жандармов. Авторы правда все-таки вставили немного пафоса в финальную сцену, но думаю им это можно простить. Неохота наверное было в лагерях гнить…",
    "chinese_title": "雅科夫·斯维尔德洛夫",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Яков Свердлов",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2025-02-13T16:01:05"
}