{
    "aka": [
        "生日不快乐"
    ],
    "sid": "6952153",
    "cast": [
        {
            "url": "/celebrity/1130909/",
            "name": "大卫·派斯雷 David Paisley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326996/",
            "name": "Jonathan Keane Jonathan Keane",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情",
        "惊悚",
        "同性"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2545495872.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1865551",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1865551/",
    "imdb_votes": 287,
    "this_title": [
        "Unhappy Birthday"
    ],
    "douban_link": "https://movie.douban.com/subject/6952153/",
    "imdb_rating": "4.1/10 from 287 users",
    "trans_title": [
        "不悦的生日",
        "生日不快乐"
    ],
    "douban_votes": "0",
    "introduction": "Set in and around the remote tidal island of Amen, Unhappy Birthday is the fictional story of three outsiders' battles against the twisted morals of an antiquated community. Inspired by British cult classics such as The Wicker Man and Hammer House of Horror, the film explores the fear of isolation and nature versus nature. A special birthday party becomes a living nightmare for City-dwelling couple Sadie and Rick and their friend Johnny. They visit Corinne, an enigmatic local on the island of Amen, which is accessible only by invite and seemingly impossible to get off. A mysterious family connection with Corinne brings horrific consequences as they find themselves trapped by the tide and at the mercy of the island's wild nature.British TV hunk David Paisley co-stars in this sexy, creepy tale of a young man and his secret gay lover who conspire to surprise their friend Sadie on her birthday. Arriving for their getaway on the remote isle of Amen, Rick, Jonny and Sadie meet the mysterious Corinne. This wild queer British thriller has been compared to suck cult classics as The Wicker Man and Let's Scare Jessica To Death.Filmed entirely on location in Northumberland in the North Ease of England and on the stunning tidal island of Lindisfarne Unhappy Birthday is led by a young British cast, including David Paisley (Holby City, Casualty), Jill Riddiford (Our Friends In The North), Christina De Vallee and Jonathan Keane, with a cameo by trash horror legend David McGillivray.",
    "chinese_title": "不悦的生日",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Unhappy Birthday",
    "imdb_rating_average": 4.1,
    "douban_rating_average": 0,
    "update_at": "2025-10-23T20:26:34"
}