{
    "aka": [
        "Kampong Ties"
    ],
    "sid": "6961197",
    "cast": [
        {
            "url": "/celebrity/1015064/",
            "name": "郭舒贤 Ann Kok",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314491/",
            "name": "林湘萍 Yvonne Lim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1379104/",
            "name": "郑各评 Geping Zheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1328380/",
            "name": "陈泓宇 Shaun Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316781/",
            "name": "张汶祥 Thomas Zhang ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1359937/",
            "name": "王玉清 Yuqing Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1446910096.jpg",
    "region": [
        "新加坡Singapore"
    ],
    "writer": [
        {
            "url": "/celebrity/1367992/",
            "name": "许声亮 Teng Liang Koh",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1379103/",
            "name": "郭贽豪 Tzyy Haw Kok",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "30",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2011-10-24(新加坡)"
    ],
    "this_title": [
        "甘榜情"
    ],
    "douban_link": "https://movie.douban.com/subject/6961197/",
    "trans_title": [
        "Kampong Ties"
    ],
    "douban_votes": "0",
    "introduction": "故事大纲六十年代的新加坡，居住于市区的林水仙无可奈何的被养母强行安排，远道嫁入甘榜旺来，成为王立海的老婆。婚礼这一天，整个甘榜旺来为之轰动，隔壁屋子却传来惊人消息，\"及埃\"（杂货店）老板蔡天狮的媳妇冯月满与刚出世的女婴双双服毒自杀，正在抢救中...... 丧礼婚礼、红事白事撞在一起，绞在其中，全村人就好像被滚热的油炸开锅般的那样热闹，大家议论纷纷......婚后，王立海就离开家里，回到小镇上的咖啡店里工作，庞大的王家就留下林水仙独自看守，喜欢搬弄是非的邻居\"九头鸟\"常常来说这里闹鬼，那里有妖，把林水仙气得牙痒痒，这时候，冯月满反而成为了她生活上的一个寄托。冯月满找到适当的机会，亲自上门向林水仙道歉，表示自己不该在林水仙婚礼当天做出这样的唐突行为，心里深感过意不去。林水仙宽厚的原谅了她，并给予慰问。林水仙知道冯月满自从生了一名哑女之后，经常被家翁蔡天狮、丈夫蔡家青的欺凌、虐待，心里立即对她产生了同情。从此，二人成为知心好友，生活上互相关照。冯月满的赌鬼丈夫蔡家青，赌输了钱，喜欢拿妻女来出气，冯月满被毒打，逃到王家避难，林水仙收留她，蔡家青却看上林水仙的美貌，心怀不轨......夜里，蔡家青跟踪林水仙来到甘榜河边的公共浴室外，伺机窥浴，结果被林水仙无意间用石块打破头颅，失足跌在河中惨死......这事闹得很大，无辜的林水仙卷入杀人罪名，冯月满却竟然勇敢的挺身而出，指出元凶另有其人，那就是蔡家青因为赌博而招惹的债主，判林水仙无罪释放。林水仙感激冯月满的救命之恩，当庭向好友下跪叩谢。蔡天狮却为此大感不满，他痛恨冯月满爆出家丑，认为冯月满就是存心跟蔡家过不去，为此，他采取了一项极其残忍报复手段，悄悄的瞒住媳妇，卖掉了\"及埃\"，带走爱孙蔡伟南，祖孙俩从此远走天涯，活生生的拆散了儿子跟母亲的亲情。冯月满痛失亲子，内心伤痛不已，这时候，唯有林水仙默默的陪着她，鼓励她勇敢的活下去。王立海被车子撞死，噩耗传来，林水仙几乎傻了，后来她更知道原来王立海根本是一个潜伏性的严重性病患者，自私的王家父母一直担心他无法传宗接代，所以想方设法的要为他安排一门亲事，于是贪婪的林水仙养母就这样被吸引而来，为了钱，养母罔顾林水仙的幸福，甚至不惜捏造了假命书，把林水仙哄骗住，嫁给了王立海，成为牺牲品。林水仙内心极其痛苦，对人性绝望，冯月满也对她同情不已。王立海一死，王家父母看出林水仙跟他们也不是一条心的人，干脆就把她从王家赶了出来，连王立海留给林水仙的一点钱，也被他们无情的挖走了。林水仙走投无路，更不想回到娘家面对养母，为此，唯有跟冯月满一起走上人生另一条天涯路。二人从此互相搀扶，合力的在夜市卖起了叩叩面，这时候，他们已经对男人彻底的失望，决定凭借自己的努力来改变自己的命运。就在她们生命最低潮的时刻，又一个精彩的男人出现，他就是私会党的头目曾友宝，外号人称\"Buaya\"！冯月满、林水仙也看出曾友宝的品性不坏，只是缺乏一个温馨、有爱心的环境，所以她们愿意帮助他来救赎，让他彻底的离开私会党，不再打打杀杀......从此，这三人竟然形成一段微妙的三角，曾友宝不知道在二女之间，应该做个什么选择？甘榜的女裁缝师韩秀元也对曾友宝产生爱慕之感，由此而对冯月满、林水仙产生抵触，妒忌。为此，他因爱生恨，制造了一宗冤案来陷害曾友宝，指控曾友宝他杀人、而且私藏枪械，曾友宝被庭判入狱，终生监禁。曾友宝的事是另一大悲剧，这靠山一倒，树倒猢狲散，从此冯月满、林水仙又失去了依靠，不单感情无着落，连生活上一个共同抚慰的伙伴都没了。失去了曾友宝的支持与协助，二人又得继续面对生活上的各项挑战，尤其在这个时候，林水仙被医院证实，她从王立海那里感染的隐性病毒复发，面对疾病来袭，庞大的医疗费，迫使二人继续相依为命，一起面对风雨。多年不见的蔡天狮回来了，他把冯月满的儿子也带回到甘榜了，冯月满心里充满了喜悦，皇天不负有心人，冯月满的生命不至于这么黯淡，儿子蔡伟南决心帮助冯月满把曾友宝救回来，不能让他永远受冤；冯月满点头，认为林水仙一直在等着的就是曾友宝。她期待着他们的结合。但是，最后反而是林水仙撮合了曾友宝与冯月满......这对受尽生活磨难的姐妹继续迎来生命的另一个春天......",
    "chinese_title": "甘榜情",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-08T05:22:37"
}