{
    "aka": [],
    "sid": "6961258",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1096359/",
            "name": "特丽·藿尔 Terri Hall",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "汉语普通话",
        "閩南話"
    ],
    "playdate": [
        "2009-09-06"
    ],
    "this_title": [
        "Predator CSI: The Whale That Blew Up In The Street"
    ],
    "douban_link": "https://movie.douban.com/subject/6961258/",
    "trans_title": [
        "掠食者犯罪现场：鲸爆之谜"
    ],
    "douban_votes": "0",
    "introduction": "5年多前，一具鯨屍在台南街上突然爆炸，壯觀場面將路人嚇得目瞪口呆，這是當時轟動台灣，並引起國際關注的抹香鯨爆炸事件。國家地理頻道組織了一群跨國專家，協助台灣調查這起罕見的鯨魚爆炸之謎，《掠食者犯罪現場：鯨爆之謎》記錄全程始末，並帶領觀眾一一解開謎團。2004年1月26日，一隻巨大的抹香鯨在南台灣海水牡蠣養殖場擱淺並死亡，成功大學海洋生物學教授王建平著手進行驗屍工作，負責這巨大樣本的科學分析。但擱淺的大鯨魚由於體型龐大，對世界各國的海洋專家而言都十分困難，無法直接於海邊處理，必須將牠先運送到別處安置。只是誰也沒料想到，這趟運送的路程，卻演變成一場災難。當運送鯨魚遺體的卡車行經台南市西門路時，突然一聲轟然巨響，鯨魚的腸子、脂塊、血肉如炸彈般紛飛四散，馬路和附近店家、甚至停在路邊的車輛，全部被染成一片腥紅，眼前所見就像是一場大災難，空氣中彌漫著魚腥的屍臭，好幾天都揮之不去。回憶起當時景象，鯨豚協會李秘書長表示，「那混合的臭味讓人難以理解，許多人至今仍覺得不可思議。」這起罕見的鯨魚爆炸事件，立刻在網路上流傳開來，有人說這是恐怖炸彈攻擊事件，還有人說這會不會是台灣新研發的生化武器！不但台灣鄉民意論紛紛，連國際社會也十分關注這罕見的「鯨魚爆炸事件」。一群由海洋哺乳動物學家、獸醫、海洋科學家、炸藥專家所組成的跨國研究團隊，從現場紀錄的影像檔案中尋找線索，試圖解開鯨魚爆炸的原因。由於有部分鯨脂在爆炸中，被拋射至30公尺遠，英國炸藥專家認為，這場「鯨爆」的威力，等同2～5磅的黃色炸藥，才可能造成類似的破壞力。全世界都沒有鯨魚在市區內爆破的案例，為此台灣也出動了60位科學家與志工，花了10天時間解剖抹香鯨，尋求解答。其實在爆炸之前就有許多警訊，例如，鯨魚在水中被吊起之初，巨大陰莖外露、血水自噴水孔噴發等，只是當時沒人能解讀這些鯨體即將爆破的秘碼。最後，一位來自加州聖巴巴拉的鯨魚擱淺專家提出「船襲理論」，證實這頭抹香鯨在生前，曾遭受船舶撞擊，致使鯨魚脊髓骨斷裂，從而形成鯨體內部的一個「弱區」，最後由於鯨體腐敗，造成體內壓力逐漸累積，到達臨界點後，內臟也就是從這個「弱區」噴發出來，造成這次嚴重「鯨爆事件」。國家地理頻道於3年前的秋天開始籌拍，攝影團隊用了300顆西瓜重建那令人震撼的血腥現場，盼藉此提供更多鯨豚救援與擱淺處理的經驗。《掠食者犯罪現場：鯨爆之謎》將於本週日(6日)晚上9點播出。",
    "chinese_title": "掠食者犯罪现场：鲸爆之谜",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Predator CSI: The Whale That Blew Up In The Street",
    "douban_rating_average": 0,
    "update_at": "2025-08-21T22:00:12"
}