{
    "aka": [
        "30岁，你好",
        "长大成人"
    ],
    "sid": "6965623",
    "cast": [
        {
            "url": "/celebrity/1016663/",
            "name": "杜淳 Chun Du",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274276/",
            "name": "刘桦 Hua Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318290/",
            "name": "林继东 Jidong Lin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275459/",
            "name": "马苏 Su Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320741/",
            "name": "隋兰 Lan Sui",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317410/",
            "name": "张浩天 Haotian Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1580299/",
            "name": "李建衡 Jianheng Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1459397/",
            "name": "柳彬 Bin Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1369031/",
            "name": "徐小飒 Xiaosa Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314609/",
            "name": "曹苑 Yuan Cao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275541/",
            "name": "张谦 Qian Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1276110/",
            "name": "刘莉莉 Lili Liu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "剧情",
        "爱情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2509426622.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1342855/",
            "name": "朱艳 Yan Zhu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1580300/",
            "name": "刘禹彤 Yutong Liu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1315935/",
            "name": "孙皓 Hao Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1358736/",
            "name": "张晓波 Xiaobo Zhang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "30",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2013-07-20(中国大陆)"
    ],
    "this_title": [
        "三十岁，你好"
    ],
    "douban_link": "https://movie.douban.com/subject/6965623/",
    "trans_title": [
        "30岁，你好",
        "长大成人"
    ],
    "douban_votes": "143",
    "introduction": "2010年，是那些被称为“温室的花朵”、“小太阳”的80后整体进入三十岁的第一年。不管他们之前是怎样生活的，这之后，他们要像所有人那样，迈过三十岁这个人生中极为重要的一道门槛。因为三十，就得而立。可“立”是什么？单单指成家立业吗？这同样也是我们剧中人所面临的困惑，提出的疑问。他们会为之纠结，痛苦，沮丧，也会引发他们深深的思考，且努力去寻求答案，勇敢地去面对这些问题。佟又一和孙然是大学同学、好友，俩人性格不同，追求不同，但相同的，他们跟所有的同龄人一样，都曾有过飞扬的梦想，伟大的抱负。可眼看就要三十岁了，他们并没达到自己的目标，甚至连心理准备还没做好。渐渐的，他们开始焦虑、痛苦。面对人生三十这个坎，还没结婚的佟又一心慌了，发誓说一定要在三十岁之前结婚成家。可令他没想到的，为了结婚有个家，他走上了一条无比艰难的道路，种种意外、打击让他猝不及防，狼狈不堪。先是女朋友罗花儿的父母看不上他，怎么都不同意俩人结婚。好不容易获得许可了，双方父母一见面麻烦又来了，彼此看不上，在婚礼的举办和房子问题上产生了种种分歧。经过艰难的谈判、沟通后问题好不容易解决了，可就在大家忙活着装修新房的时候，意外发生了，罗花儿的父亲为了装修的事意外身亡。婚礼不得不搁浅。作为准女婿，佟又一硬着头皮去处理岳父的后事。可不管他怎么跑前跑后的忙活，在丈母娘苗红花看来，丈夫的死都是他害的，这让原本就看不上他的苗红花更是无法接受他。这之后，再加上一起生活中的矛盾，俩人之间危机重重，令夹在他们中间的罗花儿很是烦恼。在佟又一忙活结婚的时候，孙然却意外且迅速的和谭宗扬离婚了。俩人从大学便开始谈恋爱，因为是谭宗扬主动追求的孙然，所以感情上孙然一直处于上风。可毕业后一工作，孙然的风头渐渐被工作越来越优秀的谭宗扬压了下去，这对心气很高的孙然来说，是种折磨和讽刺。其实离婚也没什么原则性问题，就是吵着吵着架说离就离了。离婚是痛快果断的，但离婚之后很多现实问题，再加上孙然父亲孙总的干涉和捣乱，让俩人之间是虽离犹未断。就在佟又一解决完岳父的事没多久，他家又出事了。一直吵吵闹闹的父母也闹起了离婚，佟又一的母亲左冬梅一气之下还搬到了佟又一的新房里。这件事又引来一场轩然大波，苗红花甚至还怀疑他们根本就不是真要离，是为了霸占新房闹出来的假离婚。不管苗红花想得对不对，左冬梅的行为都妨碍了佟又一和罗花儿的婚事，俩人没地方结婚了。再次的，因为房子，因为一个栖身之所，佟又一和罗花儿开始了奔波和纠结。最终，还是苗红花卖了她跟丈夫在南京的老房子，给女儿女婿在北京安了个家。有了房子有了家，佟又一和罗花儿的生活并没像童话故事里讲的那样，从此后王子和公主便开始了幸福的生活。因为生活中充满了各种问题和矛盾，有佟又一和罗花儿之间的，有佟又一跟丈母娘之间的，丈母娘自己的，还有佟又一和他父母、罗花儿和公公婆婆之间的，等等等等。在佟又一和孙然焦头烂额地去应付生活中的种种问题的同时，还得要兼顾工作，可生活中的问题肯定会影响到他们各自的工作。孙然为了帮佟又一凑钱买房子，把一笔原本属于公司的生意拉到外面一个朋友的店里做，后来又出了差错被客户告了公安局，最终导致他丢掉了工作。佟又一也是，生活中的琐事让原本在工作上一直很优秀的他频频失误、出错，也因此失去了工作，面临着一切重头再来的困境。可生活不就是这样，不管好与不好，不管你愿意不愿意，都得继续下去，都得去面对。在这些磨难和挫折当中，剧中这些不愿意长大的80后们，还是一点点地长大了，学会了面对，学会了承担。离婚后，感到无比空虚的孙然，追求过金钱，成功和女人，但这些都没彻底解决他的问题。在一段艰难的创业之后，孙然终于获得了成功，可一次事故又把他的一切都毁掉了。孙然面临着一无所有的境地，不光事业上，感情上，他也可能彻底地失去谭宗扬了。可痛苦之下，孙然并没逃避，而是勇敢地选择了承担，倾其所有对事故的受害家属进行了赔偿。令他没想到的是，就是他这次的举动，帮他挽回了谭宗扬的心。失败反思之后，佟又一和罗花儿也不再逃避生活中的问题和矛盾了，从最开始硬着头皮应付，再到积极地想办法解决，最后在矛盾中他们渐渐也能游刃有余了。在这个过程中，俩人的感情也得到了升华，从最初那种飞扬的感情，经过一点点的沉淀，慢慢深厚起来，等最后他们的孩子出生的时候，俩人终于体会到什么叫相濡以沫与之相伴了。对一直看不上眼的佟又一的变化，苗红花也渐渐感受到了，她终于明白了去世丈夫的话，佟又一这孩子是块好料，假以时日，会炼成一块好钢的，钢铁就是这样炼成的。炼钢的过程，便是这些要进入三十而立之年的80后成长的过程，是他们接受柴米油盐现实生活的洗礼过程。三十而立，立是什么？通过我们剧中人物的种种经历和体验，我们要告诉观众，立绝对不仅仅只是成家立业那么简单那么狭隘，立是确立，人到三十，要能依靠自己的本领独立去承担自己应承受的责任，去确定自己的人生目标与发展方向，能坦然地面对问题解决问题。这不光是这部剧中这群80后的人应该明白的道理，也是我们每个人都应该知道的。它是根本，也是解决我们对现实生活种种困惑和烦恼的关键所在。因为懂得了这个道理，会让我们更加的勇敢和充满力量。",
    "chinese_title": "三十岁，你好",
    "douban_rating": "5.4/10 from 143 users",
    "foreign_title": "",
    "douban_rating_average": "5.4",
    "update_at": "2025-05-08T07:00:08"
}