{
    "aka": [
        "Inside",
        "Yeralti"
    ],
    "sid": "6970903",
    "cast": [
        {
            "url": "/celebrity/1005582/",
            "name": "恩金·居纳伊登 Engin Günaydin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1222815/",
            "name": "Serhat Tutumluer Serhat Tutumluer",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2321797606.jpg",
    "region": [
        "土耳其"
    ],
    "writer": [
        {
            "url": "/celebrity/1028189/",
            "name": "泽基·德米尔库布兹 Zeki Demirkubuz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041534/",
            "name": "费奥多尔·陀思妥耶夫斯基 Fyodor Dostoyevsky",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1961675",
    "director": [
        {
            "url": "/celebrity/1028189/",
            "name": "泽基·德米尔库布兹 Zeki Demirkubuz",
            "@type": "Person"
        }
    ],
    "duration": "107分钟",
    "episodes": "",
    "language": [
        "土耳其语"
    ],
    "playdate": [
        "2012-01-12(土耳其)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1961675/",
    "imdb_votes": 11164,
    "this_title": [
        "Yeraltı"
    ],
    "douban_link": "https://movie.douban.com/subject/6970903/",
    "imdb_rating": "7.1/10 from 11164 users",
    "trans_title": [
        "地下",
        "Inside",
        "Yeralti"
    ],
    "douban_votes": "74",
    "introduction": "Turkish filmmaker Zeki Demirkubuz is adapting “Notes from Underground,” Fyodor Dostoevsky’s groundbreaking 19th century novel, for his newest directorial effort, which he is currently shooting in the Turkish capital.Filming for the movie, called “Yeraltý” (Underground), has been under way for four weeks now, with actor Engin Günaydýn, praised for his portrayal of a small-town man in the Taylan Brothers’ critically acclaimed 2009 dark comedy “Vavien,” in the leading role.Demirkubuz, the director of such acclaimed movies as “Kader” (Destiny) and “Kýskanmak” (Envy), said the long screenplay for the new film was a loose adaptation of Dostoevsky’s existential novella.Speaking at a press conference in Ankara on Thursday to promote his film, Demirkubuz said that at first “Notes from Underground,” which is in the form of an excerpt from the memoirs of a bitter, isolated and unnamed narrator who is a retired civil servant living in St. Petersburg, served only as an inspiration for his film. “But as I focused more on the screenplay, the character, the core issue there, I started rediscovering the novel, and as I discovered more about the novel, I gradually started turning to the novel more for help at times when I was stuck with problems in particular with the narrative,” Demirkubuz explained.“We’re already four weeks into filming and I still have this lengthy script to shoot,” he added. Demirkubuz was originally planning to complete filming in four weeks.Noting that throughout his career he has always made films that try to “comprehend the fact that the human is an irrational being” rather than those that merely tell stories, Demirkubuz said Dostoevsky’s novel was “the ultimate point that can be reached” in such a quest.Demirkubuz said his adaptation was set in modern Turkey, so was “considerably different, regarding cultural aspects, than Dostoevsky’s original,” which is set in 19th century St. Petersburg. Demirkubuz’s film follows Muharrem, a civil servant in Ankara, played by Günaydýn.Details on when filming will be complete and a theatrical release date were still unclear on Thursday. Demirkubuz said: “This film … keeps opening new horizons in my mind. So we loosened the timetable a bit. We will finish whenever we say, ‘Ok, this is it’.”",
    "chinese_title": "地下",
    "douban_rating": "6.4/10 from 74 users",
    "foreign_title": "Yeraltı",
    "imdb_rating_average": 7.1,
    "douban_rating_average": "6.4",
    "update_at": "2025-04-21T15:21:12"
}