{
    "aka": [],
    "sid": "6971313",
    "cast": [
        {
            "url": "/celebrity/1014618/",
            "name": "俞飞鸿 Faye Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275718/",
            "name": "聂远 Yuan Nie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1383592/",
            "name": "林春放 Chunfang Lin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2536161350.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1613618/",
            "name": "陆颖墨 ",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1369350/",
            "name": "陆涛 Tao Lu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "20",
    "language": [],
    "playdate": [
        "2002"
    ],
    "this_title": [
        "军港之夜"
    ],
    "douban_link": "https://movie.douban.com/subject/6971313/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "年轻的海军军官陆涛、肖明在军舰出访美国时认识了中国留学生夏海云。陆涛、肖明回国后到舰艇学院上研究生，海云的母亲潘紫荆是他们的系主任。夏海云回国度假，与陆涛感情开始发展，肖明为追求海云和陆涛较劲。潘紫荆由于和陆涛的父亲几十年的情怨，反对他们来往。在舢舨横渡渤海湾训练中，肖明违规引发事故，陆涛受伤昏迷。暗恋陆涛的实习护士吴湘用《军港之夜》歌声唤醒了他。海云闻讯从国外回来看望陆涛，他们的真情打动了潘紫荆。肖明因为在毕业论文上作弊暴露，被舰院退  军港之夜学离开部队。一心想当舰长的古小峰受肖明牵连，也没拿到学位，主动要求去海岛工作。 　　陆涛到护卫舰当副舰长。海云开办服装公司，重遇肖明，两人开始合作。在海上抢险中陆涛受伤住进了医院，吴湘输血给陆涛。医院学员刘晶晶为了追求古小峰毅然 参军到陆战队当一名女军医；经历了野外生存和对抗演练等艰苦训练，因肾衰生命危险，为了不让古小峰痛苦，她隐瞒病情要和古小峰断交。陆涛等人捐款救她。古小峰知情后赶来要把自己的肾捐出，刘晶晶不治病故。 　　海云和肖明越来越近了，陆涛在舰上不能经常与海云见面，开始产生矛盾。海云的时装在巴黎展出获得巨大成功。由于一次海上事故，陆涛受到停职审查。在困难的时候，海云关心鼓励他，陆涛答应海云自己转业。陆涛的事情调查清楚后无过有功，不愿离开部队。为了爱海云，陆涛在结婚登记前忍痛离开海云。海云不理解受到伤害。为了保证新型军舰的服役，陆涛到技术区工地当舰艇部队代表，和海云公司在建设 用地上发生冲突，海云和陆涛谈判过程中爱恨交加，百感交集。最后，海云做出让步并出国。 　　吴湘默默等待陆涛多年后没有结果，和古小峰结婚。由于土地纠纷推延了工期，台风来时事故发生，古小峰负重伤。陆涛在海上找到他，为满足他的愿望，让他牺牲在舰长的指挥台上。 　　吴湘在古小峰牺牲后坚持把孩子生下来，陆涛为了和吴共同承担抚养古小峰后代 的责任，决心和吴湘走到一起。由于种种原因，吴湘含泪拒绝了陆涛，古小峰的牺牲也震撼了肖明和海云。 陆涛经过严格考试终于当上了驱逐舰舰长，并带领军舰参加演习获得成功，海云从国外回来在码头上迎接他，俩人重归于好。 　　该剧首次全方位展示了中国当代海军现代化建设的多个层面—一从舰艇学院到现代化导弹驱逐舰，从女子陆战队到医院船的女水兵，从海岛观通站到潜艇，从舢舨横渡渤海湾到舰队出访美国，从三军演习到网络战争，着力反映了陆涛、古小峰、陈毛、刘晶晶、吴湘和李兆军、潘紫荆、  军港之夜于大海等两代海军军人命运和情感生活以及夏海云、肖明等当代青年的多元选择。情节曲折跌宕，故事真切感人，既有大海的惊涛骇浪，又有水兵的潇洒浪漫……",
    "chinese_title": "军港之夜",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-01-11T13:14:30"
}