{
    "aka": [],
    "sid": "6971330",
    "cast": [
        {
            "url": "/celebrity/1108925/",
            "name": "Gary Leffew Gary Leffew",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2535328890.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1571416",
    "director": [],
    "duration": "88分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011-02-11(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1571416/",
    "imdb_votes": 97,
    "this_title": [
        "The Right to Love: An American Family"
    ],
    "douban_link": "https://movie.douban.com/subject/6971330/",
    "imdb_rating": "8.0/10 from 97 users",
    "trans_title": [
        "爱的权利：一个美国家庭"
    ],
    "douban_votes": "0",
    "introduction": "本片讲叙了一个美国家庭，一个由两个爸爸和两个被收养的孩子组成的美国家庭。电影为88分钟的记录片，记录这个家庭从2008年，美国加利福尼亚州提出的8号提案（禁止同性恋结婚）开始到今日在YouTube上发布同性恋幸福生活与反对8号提案的视频记录。主要向社会大众说明同性恋家庭 也可以很幸福的生活，对8号提案做出回应。While the passionate debate over the legitimacy of Marriage Equality in the United States rages on, the LGBT community continues to fight for their slice of the American dream. Powered by media, religion and influential anti-gay organizations, the civil right of marriage continues to be held just out of reach for many LGBT citizens.The Right to Love: An American Family chronicles one story of courage born out of the highly mediatized and controversial Prop 8 2008 election results in California. A Californian married gay couple and their two adopted children fight back against discrimination, ignorance and hate through home videos posted on their YouTube channel, Gay Family Values. As they pursue their American Dream, the opposing political, social and religious opinions that pervade society attempt to strip it from them.",
    "chinese_title": "爱的权利：一个美国家庭",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Right to Love: An American Family",
    "imdb_rating_average": 8.0,
    "douban_rating_average": 0,
    "update_at": "2025-05-13T20:26:40"
}