{
    "aka": [
        "AC/DC河床体育场演唱会"
    ],
    "sid": "6972709",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884967324.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1933535",
    "director": [],
    "duration": "112分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011-05-19"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1933535/",
    "imdb_votes": 987,
    "this_title": [
        "AC",
        "DC Live At River Plate 2011"
    ],
    "douban_link": "https://movie.douban.com/subject/6972709/",
    "imdb_rating": "8.8/10 from 987 users",
    "trans_title": [
        "AC",
        "DC:  River Plate现场演出",
        "AC",
        "DC河床体育场演唱会"
    ],
    "douban_votes": "362",
    "introduction": "内容介绍：AC/DC乐队在美国时间5月9日推出一张名为《AC/DC Live At River Plate》的现场DVD，该DVD同时还发行蓝光版本。这张最新的现场DVD共收录了2009年12月AC/DC乐队在阿根廷布宜诺斯艾利斯River Plate体育场的三场演出片段，当时的三场演出观众总量达到了20万。AC/DC的《Live At River Plate》记录乐队精彩绝伦的《Black Ice》世界巡演。该片于09年拍摄，以20万乐迷，超过三场门票售空来欢迎13年未回过阿根廷的AC/DC。这场惊人的演出让AC/DC荣登当地12家报纸，被称作无人能达到摇滚乐可抵达的顶点。http://www.acdc.com/us/news/acdc-live-rive...may-10th据外国媒体报道，澳洲著名硬摇滚乐队AC/DC日前在接受采访时表示，乐队宣布重回录音室，准备用几年时间来精心筹备乐队的下一张录音室专辑。据了解，AC/DC乐队已经为接下来的几年时间都做好了详细的规划，这次的新专辑一发布，乐队将再一次举办大型的世界巡演来为新专辑宣传造势。乐队的主音吉他手安格斯·扬(Angus Young)在接受采访时表示：“一旦我们的新专辑面世，我们就会再一次携手举办大型的世界巡演，不过我想这都会是几年后的事情了。”而乐队的主唱布赖恩·约翰逊(Brian Johnson)对乐队的下一次世界巡演同样充满期待，其中说道：“我们上一次的世界巡演显然是非常成功的，我们让全世界的乐迷都彻底地疯狂了一番。当然我们是精益求精的乐队，下一次的世界巡演肯定会比以前的更棒，我们将再一次尽力让全场的乐迷热血沸腾。”值得一提的是，当被问及乐队为何能在组队这么多年依然屹立不倒时，安格斯则回应道：“自从我们在1973年成立以来，乐队一直都在力求创新。我们一直都在尝试不同的音乐风格，永远都保持着吸纳新事物的激情，这就是我们的常青妙方。我们拥有铁杆乐迷，老乐迷以及新乐迷，就是因为我们的不断改革创新使我们一直都对乐迷保持着吸引力。”AC/DC Live At River Plate, a definitive live concert DVD documenting AC/DC’s massive Black Ice World Tour, will be available for purchase on Tuesday May 10, 2011. Shot in December of 2009, AC/DC Live At River Plate marks AC/DC’s triumphant return to Buenos Aires where nearly 200,000 fans, and 3 sold-out shows, welcomed the band back after a 13 year absence from Argentina. This stunning live footage of AC/DC underscores what Argentina’s Pagina 12 newspaper reported by saying “no one is on the same level when it comes to pure and clear Rock ‘n Roll.” Directed by David Mallet and produced by Rocky Oldham, AC/DC Live At River Plate was shot with 32 cameras entirely in HD. AC/DC Live At River Plate features 19 songs (110 minutes) as well as ‘behind the scenes’ footage of this massive production coming together among the excitement of anxious fans.AC/DC Live At River Plate will be available on DVD, Blu-Ray and Ltd Edition collector’s edition with exclusive t-shirt. Additionally the DVD contains a bonus feature titled “The Fan, The Roadie, The Guitar Tech & The Meat,” features interviews with AC/DC, their crew and fans among the excitement of the shows and the city of Buenos Aires.AC/DC Live At River Plate captures the intensity and power of the band’s critically acclaimed world tour in support of their most recent album Black Ice, which debuted at #1 in 31 countries. The Black Ice World tour took AC/DC on a 20 month trek around the globe playing to over 5 million fans in 108 cities in over 28 countries. The Black Ice World Tour earned AC/DC a Pollstar Award for Major Tour of the Year in 2010.Quality: DVD 9Format: DVD videoVideo codec: MPEG2Audio Codec: AC3Video: MPEG2, NTSC, 720x480, (16:9), ~ 9800 kbps, 29.97fpsAudio: Dolby AC3 5.1, 48kHz, 5chRuntime: 111:29min",
    "chinese_title": "AC/DC:  River Plate现场演出",
    "douban_rating": "9.1/10 from 362 users",
    "foreign_title": "AC/DC Live At River Plate 2011",
    "imdb_rating_average": 8.8,
    "douban_rating_average": "9.1",
    "update_at": "2025-05-18T05:28:14"
}