{
    "aka": [
        "空中怪兽-与翼龙同行",
        "飞行怪兽"
    ],
    "sid": "6973274",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2207148649.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1045102/",
            "name": "大卫·爱登堡 David Attenborough",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1777610",
    "director": [
        {
            "url": "/celebrity/1329486/",
            "name": "马修·戴斯 Matthew Dyas",
            "@type": "Person"
        }
    ],
    "duration": "70分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011-05-06(英国)",
        "2012-07-01(中国大陆)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1777610/",
    "imdb_votes": 1053,
    "this_title": [
        "Flying Monsters 3D with David Attenborough"
    ],
    "douban_link": "https://movie.douban.com/subject/6973274/",
    "imdb_rating": "7.5/10 from 1053 users",
    "trans_title": [
        "飞行巨兽",
        "空中怪兽-与翼龙同行",
        "飞行怪兽"
    ],
    "douban_votes": "168",
    "introduction": "For thousands of years, humans have believed that there were once flying monsters. But did they really exist beyond our nightmares? 220 million years ago dinosaurs were beginning their domination of Earth. But another group of reptiles was about to make an extraordinary leap: pterosaurs were taking control of the skies. The story of how and why these mysterious creatures took to the air is more fantastical than any fiction. In Flying Monsters, David Attenborough the worlds leading naturalist, sets out to uncover the truth about the enigmatic pterosaurs, whose wingspans of up to 40 feet were equal to that of a modern day jet plane. Attenborough works with scientists to understand the incredible story of the evolution of the pterosaurs, a story that unfolds in such stunning locations as New Mexico, the Jurassic Coast of Lyme Regis in Britain, an ancient pterosaur landing site in Southern France and a fossil pit in Germany where near perfect pterosaur specimens have been found. The central question and one of the greatest mysteries in palaeontology is: how and why did pterosaurs fly? How did lizards the size of giraffes defy gravity and soar through prehistoric skies? Driven by the information he finds as he attempts to answer these questions, Attenborough starts to unravel one of sciences more enduring mysteries, discovering that the marvel of pterosaur flight has evolutionary echoes that resonate even today. Flying Monsters is a groundbreaking film that uses cutting-edge 3D technology and CGI to bring the story of giant flying monsters and their prehistoric world to life. Audiences of all ages will be in awe as they enter the world and experience, as never before, REAL Flying Monsters in HD.",
    "chinese_title": "飞行巨兽",
    "douban_rating": "8.3/10 from 168 users",
    "foreign_title": "Flying Monsters 3D with David Attenborough",
    "imdb_rating_average": 7.5,
    "douban_rating_average": "8.3",
    "update_at": "2025-02-22T16:07:07"
}