{
    "aka": [],
    "sid": "6974549",
    "cast": [
        {
            "url": "/celebrity/1041866/",
            "name": "伊莎贝拉·布罗 Isabella Blow",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1013985/",
            "name": "凯特·莫斯 Kate Moss",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040854/",
            "name": "安娜·温图尔 Anna Wintour",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032741/",
            "name": "亚历山大·麦昆 Alexander McQueen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2870584239.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1874620",
    "director": [
        {
            "url": "/celebrity/1556751/",
            "name": "露易丝·奥斯蒙德 Louise Osmond",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1874620/",
    "imdb_votes": 231,
    "this_title": [
        "McQueen and I"
    ],
    "douban_link": "https://movie.douban.com/subject/6974549/",
    "imdb_rating": "7.3/10 from 231 users",
    "trans_title": [
        "麦昆与我"
    ],
    "douban_votes": "549",
    "introduction": "Alexander McQueen had the kind of fashion genius that only comes around once in a generation. He reinvented the catwalk and created clothes that shocked and thrilled his audience.This dramatic and elegantly shot film tells McQueen's story, by examining critical relationships - most significantly with the eccentric stylist Isabella Blow, who was credited with discovering McQueen and making his meteoric rise to the pinnacle of world fashion possible. McQueen and I includes rare footage of McQueen, and unseen interviews with the woman who shared his ambitions and inspiration.McQueen's designs were beautiful, savage and revolutionary, erupting from his frenetic imagination. They catapulted him from tough beginnings in the East End to becoming the darling of the catwalks the world over.From his first graduation show, the hard-up McQueen found a muse and patron in Blow, an exotic aristocrat with a keen eye for talent who would embark upon a fierce campaign to propel the fledgling designer to the forefront of fashion and for his work to gain the recognition it deserved.To Isabella, McQueen was the genius 'who makes clothes fly'. The tempestuous connection between them was of two outsiders attracted by each other's exuberance and rebellious spirit.His striking collections and explosive shows quickly earned him a reputation for controversy and he shocked the fashion world. McQueen challenged every convention: with 'bumster' trousers and lunatic asylum shows, with car robots on the catwalk and Kate Moss as a hologram.Behind the creative drive of both McQueen and Isabella Blow was a darkness that couldn't be kept in check and that McQueen shielded from the public. In 2007, after repeated attempts, Isabella took her own life. One of McQueen's greatest shows was a memorial to her. Three years later and four months after his latest triumph in Paris - his best show yet according to critics - McQueen tragically echoed Isabella when he committed suicide in February 2010.The film-makers for McQueen and I interview friends, models and journalists, as well as his brother and his ex-boyfriend, to discover what McQueen was really like away from the limelight, the pressure that came with his success and how he changed through the rollercoaster years.",
    "chinese_title": "麦昆与我",
    "douban_rating": "8.8/10 from 549 users",
    "foreign_title": "McQueen and I",
    "imdb_rating_average": 7.3,
    "douban_rating_average": "8.8",
    "update_at": "2025-01-30T12:00:52"
}