{
    "aka": [],
    "sid": "6974532",
    "cast": [
        {
            "url": "/celebrity/1039785/",
            "name": "片山明彦 Akihiko Katayama",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1013243/",
            "name": "泽村宗之助 Sonosuke Sawamura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1608931/",
            "name": "东京子 Kyôko Azuma",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1955",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2456335178.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1029446/",
            "name": "伊藤大辅 Daisuke Itô",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0322397",
    "director": [
        {
            "url": "/celebrity/1029446/",
            "name": "伊藤大辅 Daisuke Itô",
            "@type": "Person"
        }
    ],
    "duration": "98分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1955-07-26(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0322397/",
    "imdb_votes": 15,
    "this_title": [
        "下郎の首"
    ],
    "douban_link": "https://movie.douban.com/subject/6974532/",
    "imdb_rating": "7.1/10 from 15 users",
    "trans_title": [
        "下郎之首"
    ],
    "douban_votes": "0",
    "introduction": "鉄橋を列車が走る。それを見ている富士ケ辻と呼ぶ現在の河川敷に、ひっそりと立つ小さな地蔵。その地蔵の「私は見た」と言う呟きで、物語は幕を開ける。そして、地蔵の思い出として、この物語は語られていく。時は、徳川幕府統治の江戸時代。槍持ちの訥平（田崎）は、主君の結城新兵衛(高田)とその息子新太郎(片山)に仕えていた。湯治中の新兵衛が囲碁の席上で、言葉の行き違いから相手の磯貝某に斬り殺された。息子の新太郎と下郎の訥平は、折悪しく不在だった。相手の男の顔には９つの黒子(ほくろ)があると言うだけで、人相は明瞭ではなかった。ただ、争いの最中に、彼の人差し指も新兵衛に切り落とされた。黒子と併せてそれを手掛かりに、訥平と新しい主君である新太郎は仇討ちの旅に出た。途中で、人指し指の無い武士(丹波)を仇と間違え、訥平が指を詰めて謝罪しようとするが、新太郎が庇って助けた。その新太郎は、病弱で手も思う様に動かなかった。時が流れ、貧困の中で新太郎は病気になり、ある城下町の乞食小屋で暮らす身となった。訥平は懸命に忠勤を励んだ。乞食の親方(市川)の好意により、小屋の住民の盲目の少女(五月)や鼻欠け婆さん（井波）らの協力を得ながら、大道で「奴さん」の槍踊りをして投げ銭を稼ぐ日々だった。そんな折、雨宿りが縁で、訥平は美しい妾のお市（嵯峨）と知り合った。そして、素朴な訥平に、お市は恋心を覚える様になった。彼女が病気の新太郎に同情して、少しの足しにと鳥籠をくれた。だが、新太郎は訥平の乞食根性を罵り、鳥籠を返して来いと命じた。その様子を見た「偽躄(いざ)り」の蟹勝(三井)に、妾のお市から貰った金の分け前を寄越せ、と訥平は付き纏われるようになった。怒った訥平が槍で蟹勝の片目を突いた。逆切れした蟹勝は、妾を囲っている軍学者の須藤厳雪（小沢）に、彼ら２人の密通の告げ口した。訥平が再びお市を訪ねて部屋で話している所へ、旦那の須藤が突然現れて訥平を斬ろうとした。必死の抵抗とお市の助けで、訥平が逆に須藤を斬り殺してしまった。殺してから須藤の人相を見ると、顔に９個の黒子があり、手の人差し指が無い。さては彼こそ前主君の仇であったか、と訥平は仕える主君の新太郎に首実検をしてもらった。確かにそれは探していた仇であった。しかし、仇討ちを果たしたのは下郎である。主君は彼を打擲して、とんでもないことをしたと逆に怒るのだった。お市は２人に金を渡して、軍学者の弟子達による追っ手から逃げ、ある宿場で落ち合うように指図した。彼女は後から２人と別の宿を取り、出会った訥平に「郷里に帰ったら妻にしてくれ」と言い寄るのだった。訥平はそれを承諾した。しかし、仇を討ったのはあくまでも主君で、自分がやったことは一生黙って置かねばならない、とお市に説得する。思わぬ仇討ちとなった主従の２人は、国元へと急いだ。しかし、程遠くない宿場で、須藤の息子静馬(山本)を始めとする追っ手が彼らを見付け出した。下郎を差し出さなければ主君共々に殺す、との手紙が届けられた。新太郎は、返事を書くための白い紙を前に懊悩する。下郎の首を差し出して、自分が仇を討ったことにして藩に帰れば仕官が叶うことにもなる。しかし、それでは忠義一筋の下郎に悪いではないか。苦悩の果てに、とうとう夜が明けた。新太郎は手紙を訥平に渡して、追っ手達の待っている河原へ行かせた。そして、自分はその後、郷里に向かって逃げ去ったのである。訥平が手紙を持って富士が辻に現れると、そこには追っ手の武士一団が待っていた。そして、彼の持参した手紙を読み上げた。その手紙には、この下郎をどうにでもしてくれ、と書いてあった。しかし、文字の読めない訥平はその言葉が信じられなかった。まさか、主君が自分を裏切るとは。仇討ちの見物に集まった野次馬の中で、文字の読める人にその手紙の内容が本当かどうかを確かめた。群衆はその手紙を読むのを嫌がるが、遂に一人の男が、間違いなくそう書いてあることを教えてくれた。この時漸く、忠義一途の訥平は、主君の卑怯な裏切りを知ったのだった。しかし、観念した訥平は、敢然と果し合いに挑んだ。そして、多勢に対して１人で闘いを挑むが、槍持ちの下郎の腕で武士達に敵うはずがない。見る見る内に訥平は傷付いていった。果たし合いの噂を聞きつけたお市が、駕籠を飛ばして河原へ駆け付けた。そして、瀕死の訥平と手を繋いで、２人は斬られて死んだ。そこへ、一度は訥平を裏切った新太郎が駆け付けた。家来の仇、勝負しろ、と刀を抜いた。だが、相手は、いまさら家来を見捨てたような腰抜け武士と争うのは無駄なこと、と嘲笑して去って行った。新太郎はその場に泣き伏した。心の咎めた新太郎は、訥平の死を見守る如く立ち尽くした。しかし、そんな彼を待っていたのは、群衆の大いなる嘲罵だけだった。時は現代に戻る。そして、敵討ちの場面を見ていた古びた小さな地蔵が映って、映画は幕となる。(１９５５(昭和３０)年キネマ旬報ベストテン２３位)",
    "chinese_title": "下郎之首",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "下郎の首",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-12-10T02:55:09"
}