{
    "aka": [],
    "sid": "6983894",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2529158511.jpg",
    "region": [
        "泰国"
    ],
    "writer": [],
    "imdb_id": "tt1598635",
    "director": [
        {
            "url": "/celebrity/1359789/",
            "name": "扎克拉瓦·尼尔蒙罗 Jakrawal Nilthamrong",
            "@type": "Person"
        }
    ],
    "duration": "70分钟",
    "episodes": "",
    "language": [
        "泰语"
    ],
    "playdate": [
        "2010-01(哥德堡电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1598635/",
    "this_title": [
        "Unreal Forest"
    ],
    "douban_link": "https://movie.douban.com/subject/6983894/",
    "trans_title": [
        "虚幻森林"
    ],
    "douban_votes": "0",
    "introduction": "A Thai film maker asked an African film maker to make a short drama film. The process was documented and included in the film. A film about the magic of film making, but also a film with an imposing magician.The young Thai artist and film maker Jakrawal Nilthamrong thought up an unusual form for his contribution to the Forget Africa programme. His film was to be a mixture of documentary and fiction, but he also wrote a plan for the documentary part. Even before he left for Zambia, where he was going to make the film, he approached three young Zambian directors. He asked all three to make a plan for a short film. In Zambia, Nilthamrong held auditions and chose one of the projects, which was then also actually made. The whole process - including the auditions and later production discussions and rehearsals - was recorded on film. The film is hence its own ‘making of’, as it were.The director on the spot was to be Watson Mututa, who proposed a story about a father who calls in the help of a man who dances with spirits for his dying son. After a ritual, the dancer says that the boy has to be taken to a huge waterfall. Then he will be able to survive in a different form.The documentary and fictional images have been juxtaposed in the editing; the film starts with fiction and only later does it become apparent in which factual context they belong. Nilthamrong presents his unusual approach in an equally unusual and complex form. And in often overwhelming images. Magic African images.",
    "chinese_title": "虚幻森林",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Unreal Forest",
    "douban_rating_average": 0,
    "update_at": "2025-06-12T17:50:40"
}