{
    "aka": [
        "My Song goes"
    ],
    "sid": "6985684",
    "cast": [
        {
            "url": "/celebrity/1140766/",
            "name": "Joseph Schmidt Joseph Schmidt",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1933",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2301540097.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt0024254",
    "director": [
        {
            "url": "/celebrity/1042289/",
            "name": "理查德·奥斯瓦尔德 Richard Oswald",
            "@type": "Person"
        }
    ],
    "duration": "96分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0024254/",
    "imdb_votes": 73,
    "this_title": [
        "Ein Lied geht um die Welt"
    ],
    "douban_link": "https://movie.douban.com/subject/6985684/",
    "imdb_rating": "6.4/10 from 73 users",
    "trans_title": [
        "我歌飞扬",
        "My Song goes"
    ],
    "douban_votes": "0",
    "introduction": "Few tenors of his era evoked as much affection as Joseph Schmidt, the tiny tenor who in spite of his diminuitive stature, became a beloved figure in both German opera and cinema. Born in 1904 in the small Romanian provincial town of Davidende, his first vocal training was as a classic Hebrew singer in the local synagogue in Cernowitz. At twenty he was sent to Berlin where he studied both piano and voice. He was conscripted for military service from 1926 until 1929, and after his discharge accepted a position as cantor at the synagogue in Cernowitz, soon establishing a reputation that attracted the attention of Cornelius Bronsgeest, a renowned Baritone.He was engaged soon after to sing the role of Vasco da Gama in a German radio broadcast of Meyerbeer’s L’Africaine, and thus began a successful international career. He recorded many albums, mostly for Odeon/Parlophone as well as many films and radio broadcasts. Popular mostly with German and English speaking audiences his career was to run headlong into the emergence of the Nazi party and their hatred of the Jews. Ironically, his popularity was at its zenith at the same time the Nazi’s were taking control of the Government and instituting cultural bans on Jewish artists, writers and performers.In 1937 Schmidt toured the United States, appearing with other eminent opera figures in a concert held at Carnegie Hall and performing in solo recitals across the country. By this time he was forbidden to appear in Germany and Austria, but was warmly welcomed in Belgium and the Netherlands. In 1939 he returned to Cernowitz for a final visit with his recently widowed mother. As war erupted he tried to make his way to America, but made it only as far as a Swiss refugee camp in Gyrenbad. In 1940 he suffered a heart attack and was taken to the camp infirmary. He was quickly released, his complaints interpreted as excuses to escape the hard work of the camp. Forced to return to ditch digging he soon succumbed to a second heart attack and died. He was thirty-eight years old.",
    "chinese_title": "我歌飞扬",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ein Lied geht um die Welt",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-08-05T13:52:25"
}