{
    "aka": [
        "Broen",
        "Die Brücke - Transit in den Tod",
        "The Bridge",
        "登岛"
    ],
    "sid": "7000220",
    "cast": [
        {
            "url": "/celebrity/1002836/",
            "name": "金·波德尼亚 Kim Bodnia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045338/",
            "name": "索菲亚·海林 Sofia Helin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1098873/",
            "name": "艾伦·希灵索 Ellen Hillingsø",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1109069/",
            "name": "马格努斯·克雷佩 Magnus Krepper",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1440961/",
            "name": "Biljana Stojkoska Biljana Stojkoska",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1440962/",
            "name": "Josephine Højbjerg Josephine Højbjerg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1434872/",
            "name": "William Legue William Legue",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1428576/",
            "name": "范妮·凯特 Fanny Ketter",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1415865/",
            "name": "克里斯蒂安·希尔伯格 Christian Hillborg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1152785/",
            "name": "拉尔斯·西蒙森 Lars Simonsen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1335300/",
            "name": "埃米尔·伯克·哈特曼 Emil Birk Hartmann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1335119/",
            "name": "Magnus Schmitz Magnus Schmitz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1184776/",
            "name": "Henning Valin Jakobsen Henning Valin Jakobsen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "悬疑",
        "惊悚",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2163073796.jpg",
    "region": [
        "瑞典",
        "丹麦"
    ],
    "writer": [],
    "imdb_id": "tt1733785",
    "director": [
        {
            "url": "/celebrity/1010841/",
            "name": "夏洛特·西林 Charlotte Sieling",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "10",
    "language": [
        "丹麦语",
        "瑞典语"
    ],
    "playdate": [
        "2011-09-21(瑞典)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1733785/",
    "imdb_votes": 80079,
    "this_title": [
        "Bron - Säsong 1"
    ],
    "douban_link": "https://movie.douban.com/subject/7000220/",
    "imdb_rating": "8.6/10 from 80079 users",
    "trans_title": [
        "桥 第一季",
        "Broen",
        "Die Brücke - Transit in den Tod",
        "The Bridge",
        "登岛"
    ],
    "douban_votes": "4881",
    "introduction": "The halves of two bodies, one belonging to a female Swedish politician, are discovered in the middle of the Øresund Bridge, which connects Copenhagen in Denmark with Malmö in Sweden. The body, cut in half at the waist, has been placed precisely on the border between the countries, thus falling under the jurisdiction of both the Danish and Swedish police agencies. After further examination, it turns out that the body is that of two separate corpses, with one half belonging to a Danish prostitute. Saga Norén, from the Swedish side, and Martin Rohde, from the Danish, lead the investigation to catch the murderer.[4][5]The investigation quickly escalates as a journalist, Daniel Ferbé, whose car was used in the crime, begins receiving phone calls. The caller, who becomes known as the \"Truth Terrorist\", claims to be committing his crimes in order to draw attention to various social problems. A social worker, Stefan Lindberg, whose sister becomes a victim of the Truth Terrorist, becomes an early suspect. However, events soon lead the Danish and Swedish teams to conclude that the killer has connections to the police. They discover that the crimes have been planned over a period of several years. The trail eventually leads them to Jens, a Danish policeman and former close friend of Martin's, who was thought to have committed suicide after an accident on the bridge caused the deaths of his wife and son.In the course of the investigation, Martin and Saga develop a close working relationship, although they are very different people. Martin has a twenty-year old son from his first marriage, August, who is now living with Martin and his current wife, Mette, by whom Martin has three children; after Martin has had a vasectomy, Mette discovers that she is expecting twins. Saga lives alone and does not seem to feel she needs a serious relationship, instead picking up men in bars for casual sex. She appears to have symptoms consistent with Asperger syndrome, resulting in difficulty establishing relationships and feelings of inadequacy in managing people; she refuses a promotion for this latter reason.After the killer has murdered several people and successfully thrown red herrings in the way of the investigation, his true purpose - to strike at Martin himself - eventually becomes clear. Jens, now calling himself Sebastian Sandstrod, first approaches Mette, who is susceptible to his advances, after learning that Martin has slept with Charlotte Söringer, a woman who is peripherally involved in the investigation. Sebastian lures Mette and her children to a remote spot where he subjects them to a terrifying ordeal, locking them in with a room and giving her a hand grenade with its pin removed to hold as long as she can. However, Saga realises that August is the real target. The investigation culminates in a confrontation on the bridge, where she cannot help but tell Martin what happened to August and has to fire at him in order to prevent him destroying his career by killing Sebastian, the killer's final intention.",
    "chinese_title": "桥 第一季",
    "douban_rating": "8.4/10 from 4881 users",
    "foreign_title": "Bron - Säsong 1",
    "imdb_rating_average": 8.6,
    "douban_rating_average": "8.4",
    "update_at": "2025-02-04T22:45:08"
}