{
    "aka": [
        "泰勒·斯威夫特:爱的告白.世界巡回演唱会"
    ],
    "sid": "7005170",
    "cast": [
        {
            "url": "/celebrity/1001373/",
            "name": "泰勒·斯威夫特 Taylor Swift",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2298365431.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1001373/",
            "name": "泰勒·斯威夫特 Taylor Swift",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2103256",
    "director": [
        {
            "url": "/celebrity/1294669/",
            "name": "瑞安·波利托 Ryan Polito",
            "@type": "Person"
        }
    ],
    "duration": "129分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011-11-21"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2103256/",
    "imdb_votes": 1416,
    "this_title": [
        "Taylor Swift: Speak Now World Tour Live"
    ],
    "douban_link": "https://movie.douban.com/subject/7005170/",
    "imdb_rating": "8.8/10 from 1416 users",
    "trans_title": [
        "泰勒·斯威夫特：爱的告白世界巡回演唱会",
        "泰勒·斯威夫特:爱的告白.世界巡回演唱会"
    ],
    "douban_votes": "4145",
    "introduction": "Recorded during her Speak Now World Tour in 2011, this live recording collects 16 performances from the country-pop starlet, including all 14 songs from her 2010 studio outing Speak Now, as well as covers of Train's \"Drops of Jupiter\" and Kim Carnes' \"Bette Davis Eyes.\" The DVD/Blu-ray disc that accompanies some editions of World Tour Live: Speak Now features 18 performances, as well as home movies and rehearsal footage for the show, which was an elaborate affair that utilized dancers, aerialists, numerous costume changes, and a mammoth, multi-stage setup that more closely resembled a high-profile Broadway musical than it a did country music concert. ~ James Christopher MongerThis combo includes a DVD and CD. The DVD gives fans the complete Taylor Swift Speak Now concert experience, showcasing performances of all 17 songs from her Speak Now show, plus additional bonus content. The CD contains over 75 minutes of music, including live versions of favorites from the Speak Now album. The performance is a theatrical presentation of a Broadway experience. The show features elaborate costumes, dancers, aerialists, changing sets, and innovative choreography and instrumentation showcased on a multi-level stage. Taylor plays 5 different guitars in the show, including electric, acoustic, and 12-string. She also plays 2 banjos, the ukulele, and the piano, and changes costumes 9 times over the course of the evening. She moves around the venue and uses different stages, giving every audience member a great seat.Liner Note Authors: Paula Erickson; Grant Garner.Recording information: Atlanta, GA; Love Shack, Nashville, TN; Nimbus School Of Recording Arts, Vancouver, BC.Directors: Taylor Swift; Baz Halpin; Ryan Polito.Editor: Sharon Everitt.Photographers: Christie Goodwin; Austin Swift.Personnel: Taylor Swift (vocals, guitar, banjo, ukulele, piano); Mike Meadows (guitar, banjo, mandolin, background vocals); Caitlin Evanson (guitar, fiddle, background vocals); Paul Sidoti (guitar, keyboards, background vocals); Grant Mickelson, Jody Harris (guitar); David Cook (keyboards); Al Wilson (drums); Daniel Sadownick (percussion); Marlyn Ortiz, Shannon Beach, Charity Baroni, Meredith Ostrowsky, Justin Boulet, Fernando Miro, Dom Kelley, Claire Callaway (dancer); Liz Huett (background vocals).Audio Mixers: Justin Cortelyou; Chris Rowe; Robert Allen; Bob Ezrin; Brian Virtue .",
    "chinese_title": "泰勒·斯威夫特：爱的告白世界巡回演唱会",
    "douban_rating": "9.5/10 from 4145 users",
    "foreign_title": "Taylor Swift: Speak Now World Tour Live",
    "imdb_rating_average": 8.8,
    "douban_rating_average": "9.5",
    "update_at": "2025-07-02T22:56:09"
}