{
    "aka": [
        "Otstupnik"
    ],
    "sid": "7007795",
    "cast": [
        {
            "url": "/celebrity/1164662/",
            "name": "尼古拉·叶廖缅科 Nikolai Yeryomenko St.",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1987",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2518343676.jpg",
    "region": [
        "蘇聯",
        "法国",
        "奥地利"
    ],
    "writer": [],
    "imdb_id": "tt0175016",
    "director": [
        {
            "url": "/celebrity/1002201/",
            "name": "瓦莱里·鲁宾奇克 Valeri Rubinchik",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "俄語"
    ],
    "playdate": [
        "1987"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0175016/",
    "imdb_votes": 46,
    "this_title": [
        "Отступник"
    ],
    "douban_link": "https://movie.douban.com/subject/7007795/",
    "imdb_rating": "6.2/10 from 46 users",
    "trans_title": [
        "变节者",
        "Otstupnik"
    ],
    "douban_votes": "0",
    "introduction": "Then, of course, environmental problems, severe condemnation of the degradation of the individual and civilization in general. However, all these tend to sink among the intricate decorations, and long chases and scenes of shock, where blood flow is conveyed over slowly, bulletproof human skulls, exploding grenades and bombs, red lightning beams of lasers ...Another fashion fad - satirical allusions, popularly called \"allusions\": it has arisen on the TV screen ruler starts something vaguely read a piece of paper, the hero of the other tapes sparkle hail orders that conceal semi-military jacket, then just glide across a quotation from the acclaimed foreign bands. ..Talented actors is difficult to play in such scenes, because their heroes are subject to the strictures of puppets. The actors have less gifted easier, but it does not improve the artistic merits of the film. Perhaps only the operators here feel free as a bird, surprising his fans with exquisite compositions, unexpected angles and quirky play of color and light.Alas, the fashion demands of their own. And even such well-known masters as Valery Rubinchik (author of \"Wenk Sonnets\" and \"Wild Hunt of King Stas\"), sometimes it is difficult to resist temptation. Not to mention the novice. That is why I am sure that the reader who seeks to keep abreast of local kinonovatsy already guessed that, in his notes, I hinted not only at the film V. Rubinchik \"Apostate\" put them on the grounds fiction novel P. Bagryana \"Five presidents.",
    "chinese_title": "变节者",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Отступник",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-04-22T16:42:30"
}