{
    "aka": [
        "Sem stikhiy",
        "Seven Elements"
    ],
    "sid": "7015529",
    "cast": [
        {
            "url": "/celebrity/1058464/",
            "name": "伊琳娜·阿尔法罗瓦 Irina Alfyorova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1484805/",
            "name": "艾琳娜·托嫩茨 Elena Tonunts",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1984",
    "genre": [
        "科幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "蘇聯"
    ],
    "writer": [
        {
            "url": "/celebrity/1021064/",
            "name": "格纳迪·伊万诺夫 Gennadi Ivanov",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0263976",
    "director": [
        {
            "url": "/celebrity/1021064/",
            "name": "格纳迪·伊万诺夫 Gennadi Ivanov",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "俄語"
    ],
    "playdate": [
        "1984"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0263976/",
    "imdb_votes": 58,
    "this_title": [
        "Семь стихий"
    ],
    "douban_link": "https://movie.douban.com/subject/7015529/",
    "imdb_rating": "5.0/10 from 58 users",
    "trans_title": [
        "Sem stikhiy",
        "Seven Elements"
    ],
    "douban_votes": "0",
    "introduction": "Scientists returning from a dead planet in the constellation Centauri, bring with them stones with mysterious characters and a strange but beautiful \"flower\".Upon the flower opening a mysterious woman named Airu appears, who may hold the key to returning the ailing Earth to its natural balance and in turn saving her own world...Well, I really liked the music by E. Artemeyev here and the film is although looking cheap is rather interesting to see and think about. It is humanistic and peaceful -no gore , no gloomy characters-just the mystery of discovering of a new life. Although Seven Elements 1984 looks naive and too positive now, it is original and worth exploring, especially for people who believe in new age philosophy.This is the film about the people who build and dicover new world of harmony for everybody. It shows the idea of some people who started to explore natural and scientific knowleges to make living better , so it makes sense for the development of the science in the future. In the 60s both The USA and The USSR used science for army needs first of all, now the world uses science for money-making and some humans' immoratlity, but originally the science was alchemy, that dealt with more sophisticated and important things than modern politics or war business competition, so after all I really liked that ancient idea to be screened in 1984.",
    "chinese_title": "Семь стихий",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.0,
    "douban_rating_average": 0,
    "update_at": "2025-05-25T05:13:15"
}