{
    "aka": [
        "都市女警"
    ],
    "sid": "7052769",
    "cast": [
        {
            "url": "/celebrity/1318247/",
            "name": "郭昊伦 Haolun Guo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318215/",
            "name": "赵子惠 Zihui Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313784/",
            "name": "娄艺潇 Yixiao Lou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1368271/",
            "name": "黄小戈 Xiaoge Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323037/",
            "name": "宣言 Yan Xuan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1329909/",
            "name": "孙嘉 Jia Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1395703/",
            "name": "李冰 Bing Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1396534/",
            "name": "王胜利 Shengli Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1401036/",
            "name": "程久溶 Jiurong Cheng",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "剧情",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2869002364.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1442436/",
            "name": "刘雅娜 Yana Liu",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "30",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2011-11-25"
    ],
    "this_title": [
        "女子特案组"
    ],
    "douban_link": "https://movie.douban.com/subject/7052769/",
    "trans_title": [
        "都市女警"
    ],
    "douban_votes": "130",
    "introduction": "由于一段时间内涉及女性的犯罪频发，安东市公安局决定成立女子特案组，专门处理此类案件。原刑警队女探长陆捷担任组长，又调入退役的女特警赵欣瑜和刚刚警校毕业的时尚女孩周菲菲，以及电脑高手罗浩，这四个人性格反差很大，一开始就很不搭调。在一次抓捕毒贩的过程中，陆捷的丈夫孙刚不幸牺牲，凶手在逃。陆捷悲痛万分，发誓一定要将凶手绳之以法。刑警队长郭笑冬牵头成立了“122专案组”调查此案，由于陆捷的情绪失控，接二连三捅出篓子，郭笑冬勒令陆捷不要插手此案，陆捷很郁闷。女子特案组接手的第一起案子是利用不雅照片勒索主持人的案件，调查中发现，不雅照的女主角是凯乐门夜总会的小姐晶晶，而凯乐门又是“122案”的重要线索，于是陆捷以此为借口，插手凯乐门的调查。周菲菲利用人肉搜索找出了晶晶，顺藤摸瓜诱捕了勒索主持人案的嫌犯田柱子，然而他们发现有一个电脑黑客利用这件事的影响，同时勒索了好几十人，获得了巨额的赃款，这个黑客具有很强的反侦察能力，完全抓不住他的把柄。通过监控录像，陆捷发现这个黑客和刺杀孙刚的嫌犯非常像，很可能是同一个人。这两起案子有什么牵连呢？由于系列勒索案牵涉到凯乐门，客人都以为凯乐门偷拍客人并实施敲诈，导致其生意一落千丈。孙刚的弟弟孙铁为兄报仇，来到凯乐门当保安做卧底。老板陈金瀚拉着郭笑冬来凯乐门唱歌洗澡，希望他成为自己的保护伞。陆捷误会郭笑冬搞腐化，于是派人监控他，两个人不停地发生冲突，打打闹闹。孙铁找出了“122案”中外逃的线人起子，但起子被人抢先一步刺死，作案手法和杀孙刚的杀手一模一样，在现场发现了陈金瀚的指纹。陈金瀚感觉到自己的危险处境，决定铤而走险，出清库存毒品。在交货现场，郭笑冬带着刑警从天而降，警匪双方爆发激战，陈金瀚摔死，陆捷受伤。在陈金瀚的家中发现了“122”案中使用的凶器，于是警方认定“122案”结案。经过这次生死之战，郭笑冬和陆捷的误会得以化解。原来郭笑冬是故意被陈金瀚拉拢，令他放松警惕，导致陈金瀚判断失误，被绳之以法。只是陆捷认为那个杀手不是陈金瀚，而是有人嫁祸给他，所以决定继续追查。经过这一段时间的磨合，女子特案组四个成员也在磕磕绊绊中变得成熟，成为一支很有战斗力的队伍。凯乐门被风华娱乐城的老板王兰高收购，孙铁继续在凯乐门卧底，他发现王兰高也在暗中从事毒品生意，这个王兰高是和陆捷的妹妹陆静的男朋友，陆捷特意去警告陆静，但陆静被爱情冲昏了头脑，对姐姐的警告置若罔闻。罗浩喜欢上了周菲菲，但周菲菲却对郭笑冬一往情深，郭笑冬觉得两人差距太大，不可能在一起。陆捷介绍好友乔曼尼给他，乔曼尼是九鼎集团的总经理助理，完美女性，尤为难得的是，她很喜欢警察，对郭笑冬一见钟情。孙铁在凯乐门发现了那个杀手嫌疑人——瘦高个，陆捷跟踪他，意外找到了一条地下毒品生产线，陆捷叫来救兵准备查抄时，地下工厂已被彻底烧毁。这个工厂是九鼎集团的一个废弃制药厂，陆捷要求彻查九鼎集团，但郭笑冬说，该集团是本市的标杆企业，后台很硬，没有确凿的证据，根本不能动。地下工厂被毁让王兰高遭受重大损失，他决定除掉陆捷，他派手下熊三绑架了陆捷的孩子苗苗，并索要五十万赎金。陆捷拿不出这么多钱，于是，陆静找到王兰高，借了五十万。陆捷孤身一人带着钱去换孩子，没想到陷入了敌人的埋伏，陆捷身受重伤，郭笑冬及时带着队伍救下陆捷。郭笑冬对陆捷悉心照顾，引起了乔曼尼的不满，她一针见血地指出，郭笑冬喜欢的人是陆捷。王兰高写了一封匿名信，向纪委举报陆捷索贿五十万，纪委调查陆捷，陆捷被停职。郭笑冬给予陆捷无微不至的关怀，两个人的心渐渐靠在一起。陆捷在家整理旧物，意外发现孙刚死之前留下的线索，根据这个线索，女子特案组对九鼎集团、王兰高、乔曼尼展开了全面调查，终于揭开了一个尘封的秘密，乔曼尼和王兰高是一对地下情人，他们一直在进行犯罪活动，而孙刚就是因为发现了端倪，而被灭口的。一切就绪，只等待收网。王兰高终于按耐不住，进行一笔大宗毒品交易，在孙铁的配合下，刑警包围了交易现场，瘦高个雷蒙和乔曼尼被捕，王兰高出逃。在证据面前，乔曼尼交代了所有罪行，原来，乔曼尼是安东市贩毒团伙的头领，王兰高和雷蒙是她的左右手，凯乐门的陈金瀚也曾经是她的手下，后来陈金瀚妄图甩掉他们闹独立，所以乔曼尼设下圈套，整垮了凯乐门，让王兰高接替了毒品的终端市场尘埃落定，孙铁和恋人举办婚礼，此时王兰高突然出现，全身捆满炸弹，劫持了陆静，要求警察把乔曼尼放出来，孙铁奋不顾身救下陆静，和王兰高同归于尽。郭笑冬最终和陆捷走到了一起。",
    "chinese_title": "女子特案组",
    "douban_rating": "6.0/10 from 130 users",
    "foreign_title": "",
    "douban_rating_average": "6.0",
    "update_at": "2025-04-02T02:56:07"
}