{
    "aka": [
        "knee down"
    ],
    "sid": "7055687",
    "cast": [
        {
            "url": "/celebrity/1315510/",
            "name": "阮丹宁 Danning Ruan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2875429236.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "40",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2000-03-30"
    ],
    "this_title": [
        "跪下"
    ],
    "douban_link": "https://movie.douban.com/subject/7055687/",
    "trans_title": [
        "knee down"
    ],
    "douban_votes": "0",
    "introduction": "剧情介绍杰出的青年律师宋扬因表第媳在东南亚旅行失踪，而赶赴马来西 亚协助表弟一同寻找，在大马邂逅大学同学、美籍华人富商马禾，马 禾现如今在当地有钱有势。想不到异地的相逢，却引来俩人之间一段 刻骨铭心的旧恨新仇！原来大学时马禾曾吸食大麻上瘾，并为此向宋扬下跪求情，求他 不要告发，但后来事情败露，马禾被校方开除，马禾因此怀疑是宋扬告的密，对宋扬怀恨在心。此次宋扬表弟媳的失踪也与马禾有关，马 禾暗地里经营着在泰国的伪钞制造生意，宋扬的表弟媳被无端卷入后 伪钞底版阴错阳差的展转到宋扬手里，宋扬与警方合作，坏了马禾的 好事。马禾的女友朱楠是国内某电视台的节目主持人，她为了采访宋扬 ，千里追踪他到大马，对身为国内优秀律师的宋扬十分仰慕，马禾则以为宋扬横刀夺爱，对宋扬更加恨之入骨，他表面上热情接待宋扬，为宋扬尽力帮忙，暗地里却在设计报复、陷害宋扬，他决心不惜一切代价也要让宋扬在自己面前跪下，以洗当年的羞辱之恨，他要把宋扬 玩弄于股掌之间，除之而后快。马赫设计宋扬卷入一桩莫名其妙的轮奸案，名誉扫地、家破人亡，并被迫沦为一名出租车司机，但宋扬并没有因此被击倒，而是积极追查真相，他接触了受害人的妹妹、女画家方丹， 并赢得了方丹的感情，而朱楠对宋扬的爱意也更深，马禾见一计不成，又施一计，马禾逼迫朱楠出面，出资为宋扬创办广告公司，并把他要捧红的马来西亚女歌星沈冬的宣传业务也全部交给宋扬的公司，但随即马禾就抽回资金令宋扬的公司倒闭，马禾便名正言顺的成为其债权人，便提出要宋扬为他打工还债，同时向爱慕宋扬的方丹展开爱情攻势，向方丹求婚。马赫也一步步实施他逼使宋扬下跪的计划。他以友情为名，设法说服宋扬冒充自己向其疯母下跪认亲，同时他的真面目也一步步暴露。他得知方丹私下帮助困境中的宋扬，恼羞成怒，竟用暴力强奸了方丹；他用名利为诱饵控制了女歌星沈冬，使沈冬沉沦酗酒毁了大好前程；他还用与朱楠的床上录下要挟朱楠，并绑架了她的弱智弟弟，逼迫他陷害自己深爱的宋扬；他还以替方丹举行画展为名，把伪钞的底版藏在画框中偷运出境……宋扬终于认清了马禾的丑恶嘴脸和累累罪行，他决定将马禾绳之以法，俩人展开了一场你死我活的决斗，关键时刻，马赫有站了上风，他逼迫宋扬、方丹和朱楠向他下跪求情，但遭拒绝，但马赫要烧掉方丹心爱的画作时，宋扬跪了下去……最紧要关头宋扬拼力追捕马赫，在公安人员的帮助下，马赫失足坠下高楼，多行不义必自毙，宋扬的冤情也得以昭雪！面对苍天，百感交集的宋扬再一次跪倒在地……",
    "chinese_title": "跪下",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-14T02:00:44"
}