{
    "aka": [],
    "sid": "7061235",
    "cast": [
        {
            "url": "/celebrity/1314591/",
            "name": "瑞恩 Rui En",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327327/",
            "name": "黄俊雄 Elvin Ng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1379104/",
            "name": "郑各评 Geping Zheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316781/",
            "name": "张汶祥 Thomas Zhang ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324920/",
            "name": "梁丽芳 Tiffany Leong",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "剧情",
        "武侠"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2606276142.jpg",
    "region": [
        "新加坡"
    ],
    "writer": [
        {
            "url": "/celebrity/1367992/",
            "name": "许声亮 Teng Liang Koh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1369097/",
            "name": "林佩佩 Lim Pui Pui",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt12404336",
    "director": [
        {
            "url": "/celebrity/1379103/",
            "name": "郭贽豪 Tzyy Haw Kok",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "30",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2011-12-05(新加坡)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12404336/",
    "this_title": [
        "正义武馆"
    ],
    "douban_link": "https://movie.douban.com/subject/7061235/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "1963年的星洲，元门武馆馆主元振飞的妻子唐秋笛、在携同儿子元晨曦到东京参加国际武术赛的过程中，不幸遇到严重车祸，酿成儿子惨死，母亲成为植物人的惨祸。元振飞遭到如此重大打击，痛不欲生，而在元门武馆内部，又是暗流汹涌，在他之下的段天河为人阴险，包藏祸心，一直觊觎于元家的传家之宝，翡翠龙，段天河的真实身份，竟然是一名杀人不眨眼的悍匪，为了逃避外地警方的追捕，改名换姓躲在元门武馆。另一弟子欧剑锋，为人自卑且自大，与同门不合，经常惹是生非，打伤自家师兄弟，结果被元振飞一怒之下，逐出师门，发誓永不录用。欧剑锋离开元门武馆之后，想派遣自己妹妹欧可璐以学员的身份，混入武馆，探听武馆的内部情况，欧可璐是名好玩的少女，少不更事，但是，聪明的她，很快就看出哥哥居心不良，不想帮着他作恶，反而慢慢的同情起元门武馆……欧剑锋武术根底很好，样子又长得很有男人魅力，从廖内来的剑术女高手唐佳宝就很喜欢他，两人在一次被段天河追杀的过程中，产生情愫，唐佳宝本是段天河的小姨子，她一心想找到自己的姐夫，将他伙同外人打劫娘家金庄的案子了结，绳之以法，却不知道她自己深爱着的欧剑锋，其实也背着她，跟段天河勾结，想要搞垮元门武馆，这一点，欧可璐很为她不值。但是，欧剑锋却使用花言巧语迷惑了唐佳宝，让她一心一意的以为这是一个值得自己为他付出真感情的男人。元门武馆后继无人，元振飞不想祖传武馆就此毁在自己手里，这时，他竟然发现有个流浪汉式的小工宋亚仔，跟他死去的儿子元晨曦长的很相似，而且为人很有正义感。元振飞开始怀疑他就是元晨曦，为了一些不知名的原因，假死冒名回来，但是，宋亚仔却一再表明自己不是元晨曦。宋亚仔栖身的水仙门旅馆，有位身世堪怜的女工——龙婉怡，也很是崇拜他，两人情投意合，但是，她那势利的姑妈龙显波，老是反对他们来往。而欧可璐则是一厢情愿的把感情寄托在死去的元晨曦身上，对宋亚仔，她也情感复杂，希望在他身上能够找回元晨曦的影子。欧可璐却在无意间发现一个惊人的真相，原来宋亚仔的真实身份是……当年，元振飞的妻子唐秋笛与妇产科医生宋志忠有了私情，生了一对双胞胎，二人为此都很是内疚，决定忍痛分手。宋志忠带走另外一个儿子，去了槟城，而唐秋笛则带着另一名孩子继续与元振飞在一起。元振飞始终不知道这个孩子是别人的骨肉，视如己出，非常疼爱，直到唐秋笛与元晨曦遇上车祸，元晨曦当场惨死，唐秋笛忍住最后一口气，把另外一个儿子从泰国叫来，敦促他悄悄的回去新加坡，静观其变，必要的时候，扶助元振飞渡过难关。当龙显波知道了宋亚仔的真实身份，逼着他回去认祖归宗，重投元门武馆。元振飞也欣赏这个年轻人，慢慢的就改变了对他的成见，希望以关门弟子的名誉，借用他来重整旗鼓，恢复元门武馆往日声威。性格淡泊，宽厚大方、与世无争的宋亚仔根本不想接手这个重任，他只想平淡过一生，对虚名、功利、人与人之间的恩怨，根本不放在心上，欧可璐、龙婉怡都支持了他的想法。可是龙显波、元振飞却不肯放过他，硬要他负起元门武馆的复兴重任，搞得他很是心烦，开始尝到名和利所带来的种种苦恼。段天河等待时机成熟，乘机谋反，想要争夺馆主的位子以及翡翠龙，为此与元振飞起了冲突，从此武馆面对滚滚惊涛骇浪，尤其是翡翠龙的原有物主宋膺明也在暗中搞鬼，煽风点火，更让局势恶化。有某日本不法集团看上一片红树林，有心开发，收买了段天河，要他采用暴力、凶狠手段把那里的居民尽数赶走，由此激怒了原本打算在那里安居的宋亚仔。为此，宋亚仔与村民们，群起保卫自己的家园，与段天河走到了对抗的危险形势，最终把他击毙，还以红树林居民一片安宁。段天河死后，欧剑锋依然不知悔改，一年一度的锦标赛又来临，欧剑锋又与宋膺明联手，想要挫败元振飞，逼着年纪老迈的元振飞与他做最后一场较量。唐佳宝、欧可璐二人知道一切的真相之后，有正义感的她们，挺身而出，大闹现场，阻止比赛的进行，宋亚仔出于同情，答应帮元振飞出赛，要以此证明元门武馆英名不朽，最终，他凭着母亲教导的元家拳把欧剑锋打败，恢复了元门武馆的声威。元振飞要宋亚仔接掌新的元门武馆掌门人之位，宋亚仔黯然拒绝，继续过着他默默无名的生活，不再面对江湖的是是非非。欧可璐经过这一连串的事变，慢慢成长，专心学武，颇有成就，元振飞最终让她接位，做了第一任的元门武馆女掌门人……",
    "chinese_title": "正义武馆",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-01T03:26:28"
}