{
    "aka": [],
    "sid": "7065209",
    "cast": [
        {
            "url": "/celebrity/1055899/",
            "name": "格伦·坎贝尔 Glen Campbell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032465/",
            "name": "约翰·卡特 John Carter Cash",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022912/",
            "name": "比尔·克林顿 William Jefferson Clinton  ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004728/",
            "name": "雪儿·克劳 Sheryl Crow",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1222143/",
            "name": "Buddy Jewell Buddy Jewell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044970/",
            "name": "杰·雷诺 Jay Leno",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019076/",
            "name": "保罗·麦卡特尼 Paul McCartney",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018217/",
            "name": "布莱克·谢尔顿 Blake Shelton",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "剧情",
        "纪录片",
        "音乐",
        "家庭",
        "传记"
    ],
    "awards": "　　第87届奥斯卡金像奖(2015)\n　　最佳原创歌曲(提名) 朱利安·雷蒙德 / 格伦·坎贝尔\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2209142878.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2049586",
    "director": [
        {
            "url": "/celebrity/1036699/",
            "name": "詹姆斯·基彻 James Keach",
            "@type": "Person"
        }
    ],
    "duration": "116分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014-10-24(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2049586/",
    "imdb_votes": 1770,
    "this_title": [
        "Glen Campbell: I'll Be Me"
    ],
    "douban_link": "https://movie.douban.com/subject/7065209/",
    "imdb_rating": "7.9/10 from 1770 users",
    "trans_title": [
        "格伦·坎贝尔：我就是我"
    ],
    "douban_votes": "0",
    "introduction": "This powerful portrait of the life and career of great American music icon Glen Campbell opens to the viewer the world of the singular talent who created hits like Rhinestone Cowboy, Wichita Lineman and Gentle on My Mind. Winner of the Grammy for Lifetime Achievement and member of the Country Music Hall of Fame, Glen was the first country music star to cross over to the pop charts, opening a new realm of opportunity for generations of country musicians. In 2011, when Campbell was diagnosed with Alzheimer's disease, he joined forces with his family to fight the biggest battle of his life. Glen and his wife, Kim, made history by going public with the diagnosis - the first time a major American celebrity would share this experience with the world. The Campbell family then embarked on a short \"Goodbye Tour,\" but the three-week engagement turned into an emotional and triumphant 151-show nationwide tour de force. This epic human drama about the undying bond between Glen and Kim, and their unwavering caring for each other, chronicles a story of love, resilience and the power of song. GLEN CAMPBELL...I'LL BE ME is the true tale of how America's greatest country star would not give up his music or his family, against all odds. The film features those who know and love Glen, including Bruce Springsteen, Bill Clinton, The Edge, Paul McCartney, Jay Leno, Vince Gill, Jimmy Webb, Blake Shelton, Sheryl Crow, Keith Urban, Brad Paisley, Steve Martin, Chad Smith and Taylor Swift among many others. Rare vintage footage and extraordinary new performances of Glen's most beloved hits immerse this moving cinematic account in the overwhelming talent of this humble family man. With joy and a tireless sense of humor, Glen and his family live each moment in the present while preparing for the future, all while playing their music to sold out venues on a star spangled voyage spanning the country from Carnegie Hall to the Hollywood Bowl.",
    "chinese_title": "格伦·坎贝尔：我就是我",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Glen Campbell: I'll Be Me",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2025-03-31T01:28:08"
}