{
    "aka": [
        "Lotte and the Moonstone Secret",
        "洛特与月亮石的秘密"
    ],
    "sid": "7152893",
    "cast": [
        {
            "url": "/celebrity/1157203/",
            "name": "连比特·乌尔夫萨克 Lembit Ulfsak",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2869260609.jpg",
    "region": [
        "爱沙尼亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1003902/",
            "name": "海基·埃尼茨 Heiki Ernits",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1043957/",
            "name": "雅诺·波德玛 Janno Põldma",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2080337",
    "director": [
        {
            "url": "/celebrity/1003902/",
            "name": "海基·埃尼茨 Heiki Ernits",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1043957/",
            "name": "雅诺·波德玛 Janno Põldma",
            "@type": "Person"
        }
    ],
    "duration": "75分钟",
    "episodes": "",
    "language": [
        "爱沙尼亚语"
    ],
    "playdate": [
        "2011-08-25"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2080337/",
    "imdb_votes": 317,
    "this_title": [
        "Lotte ja kuukivi saladus"
    ],
    "douban_link": "https://movie.douban.com/subject/7152893/",
    "imdb_rating": "6.8/10 from 317 users",
    "trans_title": [
        "月亮石的秘密",
        "Lotte and the Moonstone Secret",
        "洛特与月亮石的秘密"
    ],
    "douban_votes": "0",
    "introduction": "One night two strangers creep into Gadgetville, searching for a suitcase belonging to the old traveller dog Klaus. Girl puppy Lotte surprises the strangers who become frightened and flee, dropping the yellow stone they had taken from the suitcase. Klaus found the stone on his last journey in the mountains. Actually there were three stones; the other two were left to Klaus’s friends, the dogs Fred and Ville. Lotte discovers that this is not an ordinary stone. There is a complicated mechanism inside it. Klaus and Lotte decide to find Fred and Ville in order to get the other two stones and solve the mystery. Two strangers follow them. Soon there is another competitor interested in the stones – Paul the Cat. Lotte soon realises that this is much more serious than an ordinary exiting adventure.Join Lotte and her uncle Klaus as the two of them set off to another funny and charming animated adventure. Can Lotte help the moon rabitts find the last stones....In their last adventure, Klaus and his friends Fred and Ville took three stones from a secret temple. What they didn’t know is that the stones are the only way for the Moon Rabbits to get back home. While two of them, Tik and Rhiv, search for Klaus and the stones, Lotte and her uncle want to unlock the stones’ secrets. They have many adventures on their way to find Fred and Ville, during which they are followed by the two Moon Rabbits and Paul, the cat, who is also very interested in the mysterious stones.LOTTE AND THE MOONSTONE SECRET features characters are already internationally well-known and established from LOTTE TRAVELLINGSOUTH, a series of TV shorts that was sold to more than 20 territories, as well as the first feature LOTTE FROM GADGETVILLE (premiered at the 2007 Berlin Film Festival, sold into more than 40 territories). The family feature is aimed at the young (boys and girls, aged 3-8 years) and the young at heart who watch with them. LOTTE AND THE MOONSTONE SECRET is very much the kind of children’s film you thought they didn’t make anymore.Light, but not lightweight, charming but not silly, genuinely funny both in terms of visuals and dialogue, the ideas and situations stem from characters who are fully-formed in their own right. LOTTE ANDTHE MOONSTONE SECRET is a breath of animated fresh air.",
    "chinese_title": "月亮石的秘密",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Lotte ja kuukivi saladus",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-04-02T21:43:40"
}