{
    "sid": "1015930",
    "name": "Blood Rage: Digital Edition",
    "site": "steam",
    "tags": [
        "策略",
        "棋盘游戏",
        "多人",
        "维京人",
        "桌上游戏",
        "战争",
        "资源管理",
        "本地多人",
        "卡牌游戏",
        "神话",
        "回合战略",
        "卡牌战斗",
        "回合制战术",
        "第三人称",
        "中世纪",
        "讽刺",
        "城市营造",
        "玩家对战",
        "回合制",
        "单人"
    ],
    "cover": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1015930/header.jpg",
    "descr": "关于此游戏Ragnarök is coming!The sky is falling and the end is upon you…In Blood Rage, the digital adaptation of thehit strategy board game, youlead a proud Viking clanin theirfinal fightfor glory and the right ofpassage to Valhallabefore the world finally comes to its fiery conclusion.Take command of your warriors, pillage villages, make good use of gifts from the gods and conquer your place with Odin in Valhalla.Life is fleeting, but glory is eternal. Now is the time for rage!Created by acclaimed designer Eric Lang (Rising Sun, Arcadia Quest, Chaos in the Old World), Blood Rage lets youlead one of the seven ancient Viking clans: The Wolf, Bear, Serpent, Raven, Ram, Wild Boar and Stag clan.Each with their own unique miniaturesof warriors and leaders.In Blood Rage, yourgoal is to achieve the greatest amount of glorybefore the end of the third and final age—and the arrival of Ragnarök.Each god is generous in their own way: Frigga provides resources and support, Tyr strengthens your clan in battle while Loki rewards losing battles or punishes the opposing winner.Drafting giftsfrom a god will determine the strategy you want to implement. Choose your cards wisely or deprive your opponents of precious gifts.For your clan, there aremany paths to Glory:•Invadethe mythical land of Midgard and its nine provinces, pillaging their villages and the province of Yggdrasil.•Crushother clans in ferocious battles and encounter legendary creatures from Norse mythology.•Fulfillquests in honor of the mighty gods.•Diegloriously in battle or from Ragnarök as any Viking was born to do.•\tTheonly losing strategyin Blood Rage is tocower from combat.Earning your place to Valhalla in single-player mode is glorious. Eternal triumph, however, can only be achieved by reaching the top of the leaderboard inranked online multiplayer.Fight to gain entry to Valhalla: Pillage, fight, sacrifice… Experience a new type of strategy game where victory can only be achieved by commanding your warriors in the field of battle in the face of final doom.Welcome to Midgard: Dozens of 3d scanned miniatures and a dynamic board faithful to the original boardgame.Multi-layered strategy game: Blood Rage mixes draft, hidden cards, resource management and its sheer load of trickery. Plan your strategy but be ready to adapt to your opponents’ choices: winning battles is not always the best course of action.Up to five Players: Introducing the ‘5th player expansion’ giving the options to play up to five players. All the miniatures from the Ram, Wild Boar and Stag clans as well as the God Gifts cards from the ‘5th Player Expansion’ of the board game are available in this digital edition for free.Become the greatest Viking Leader: Play solo against AI, local multi-player via hotseat or online multiplayer with ELO ranking and leaderboards.",
    "detail": "名称: Blood Rage: Digital Edition\n类型: 策略\n开发者: Endava\n发行商: Twin Sails Interactive\n系列: Twin Sails Interactive\n发行日期: 2020 年 5 月 27 日",
    "review": [
        "全部评测: 褒贬不一 (458) - 此游戏的 458 篇用户评测中有 57% 为好评。",
        "全部评测: 褒贬不一 (458 篇中的 57%) 发布至今"
    ],
    "sysreq": [
        "Windows\n最低配置:\n需要 64 位处理器和操作系统\n操作系统 *: Windows 7 SP1 64 Bit\n处理器: Intel® iCore™ i3-530 or AMD® FX-6350\n内存: 4 GB RAM\n显卡: 1 GB VRAM\nDirectX 版本: 10\n网络: 宽带互联网连接\n存储空间: 需要 2 GB 可用空间\n声卡: Direct X 9.0c- compatible sound card\n推荐配置:\n需要 64 位处理器和操作系统\n*\n2024 年 1 月 1 日（PT）起，Steam 客户端将仅支持 Windows 10 及更新版本。",
        "Mac OS X\n最低配置:\n操作系统: Catalina 10.15.3 or higher\n处理器: i5\n内存: 8 GB RAM\n显卡: 2 GB\n网络: 宽带互联网连接\n存储空间: 需要 2 GB 可用空间\n推荐配置:"
    ],
    "linkbar": "https://steamcommunity.com/linkfilter/?u=https%3A%2F%2Fwww.Twin-Sails.com",
    "language": [
        "英语",
        "法语",
        "意大利语"
    ],
    "steam_id": "1015930",
    "screenshot": [
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1015930/ss_78d87ff688960d84e102d61b0196c77510300e99.1920x1080.jpg?t=1741270607",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1015930/ss_c3fe9fea69b2535ef55608d6a73f6f9f9e4e71da.1920x1080.jpg?t=1741270607",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1015930/ss_000cb7f9e97f62bf46f8025dda38e28cd3424542.1920x1080.jpg?t=1741270607",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1015930/ss_bd1ec74a8226dbd1a98e7cc7592fdf4d492b14c3.1920x1080.jpg?t=1741270607",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1015930/ss_2464394c32c0e426b3a04e5a795c3a44335d0f71.1920x1080.jpg?t=1741270607",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1015930/ss_689f71367d8e6fb0b7954c0f388ae66c79f53563.1920x1080.jpg?t=1741270607",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1015930/ss_f8340069b0a2c7be86e8de3227f4344d2b897024.1920x1080.jpg?t=1741270607"
    ],
    "steam_link": "https://store.steampowered.com/app/1015930/?l=schinese",
    "update_at": "2025-05-18T00:35:13"
}