{
    "sid": "1026420",
    "name": "WARSAW",
    "site": "steam",
    "tags": [
        "战术角色扮演",
        "战争游戏",
        "回合战略",
        "历史",
        "策略角色扮演",
        "永久死亡",
        "角色扮演",
        "困难",
        "回合制战斗",
        "2D",
        "轻度 Rogue",
        "团队角色扮演",
        "策略",
        "漫画",
        "团队导向",
        "女性主角",
        "回合制战术",
        "手绘",
        "风格化",
        "二战"
    ],
    "cover": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1026420/header.jpg",
    "descr": "关于这款游戏You take on the role of a commander leading a unit participating in the 1944 Warsaw Uprising. You start on the first day with a group of three insurgents whose first task is to get their weapons and get to the base camp safely. You participate in a tragic yet heroic chapter of the capital's history. Your job is to survive as long as possible. There is only one way to do this: by fighting with a weapon in hand.LEAD AND MANAGE YOUR TEAMMake key decisions and lead soldiers through the 63 days of the Warsaw Uprising. Acquire weapons, ammunition and other resources needed for the survival of your comrades. Disarm enemy units, neutralise artillery and help the fighting Warsaw! In the new, expanded version of the project, you have the chance to experience missions based on the actual events of the Warsaw Uprising. In addition, photographs of figures, archival documents and posters directly related to the Uprising appear as part of the gameplay. The game is also supplemented with a comprehensive timeline showing key events day by day.DEVELOP SKILLSDefeat the enemy not only with strength but primarily with cleverness. Use the skills of your subordinates to gain an advantage over the enemy. Regularly sweep German hiding spots and armouries to procure weapons for the Uprising. Manage weapons and ammunition so that your heroes are properly equipped for clashes with the enemy. Promote the heroic insurgents as well, who will acquire – increasingly useful in clashes – skills over time and form an effective, cohesive team.EXPLORE THE CITYNavigate your way around a detailed map of Warsaw in 1944. Sneak through alleys and secret passages, make your way through ruins and obstacles. Patrol streets cleared of the enemy and follow your command's orders while uncovering facts about your heroes' past. As a commander, decide when to step up to the fight and when to retreat. Warsaw's landscape changes with the passing of time, and the game reflects the degree of destruction of the city in the subsequent phases of fighting. The advantage of the occupying forces is growing every day and this battle cannot be won. But after all, you are fighting for a just cause, for a free Poland!ADVANTAGES OF THE GAMEA tactical turn-based RPG set in the realities of World War II, with many interesting character profiles as well as skill and resource managementExtensive, tactical combat system with a wide range of character abilities, weapons and skillsRich storyline based on the exciting stories of individual characters that are revealed as you progress; historical and fictional events woven into the game and tailored in time and place to individual gameplay stylesNon-linear flow of the game, so that the development of the situation as well as the ending is completely in the hands of the playerNumerous details, from the design of costumes, uniforms, equipment items, weapons and vehicles to the missions, historical events and voice-overs of the performing characters in their native languages are based on the historical originals.The entire project has been designed with care for historical fidelity, which enriches its educational value.",
    "detail": "名称: WARSAW\n类型: 独立, 角色扮演, 免费开玩\n开发商: Pixelated Milk, Retrovibe Games\n发行商: Instytut Pamięci Narodowej\n系列: Instytut Pamięci Narodowej\n发行日期: 2019 年 10 月 2 日",
    "review": [
        "最近评测: 褒贬不一 (11) - 过去 30 天内的 11 篇用户评测中有 63% 为好评。",
        "全部评测: 褒贬不一 (1,298) - 此游戏的 1,298 篇用户评测中有 64% 为好评。",
        "全部评测: 褒贬不一 (1,298 篇中的 64%) 发布至今",
        "最近评测: 褒贬不一 (11 篇中的 63%) 最近"
    ],
    "sysreq": [
        "Windows\n最低配置:\n需要 64 位处理器和操作系统\n操作系统 *: Windows 7 SP1 / 8.1 / 10 64 bit\n处理器: Intel Core i3 2100 / AMD Phenom II x4 955\n内存: 4 GB RAM\n显卡: 1 GB VRAM - NVIDIA GeForce GTX 470 / ATI Radeon HD5800\nDirectX 版本: 11\n存储空间: 需要 3 GB 可用空间\n声卡: DirectX Compliant\n推荐配置:\n需要 64 位处理器和操作系统\n操作系统 *: Windows 7 SP1 / 8.1 / 10 64 bit\n处理器: Intel Core i7 3770K / AMD FX 8350\n内存: 6 GB RAM\n显卡: 2 GB VRAM - NVIDIA GeForce GTX 560 / AMD Radeon HD6850\nDirectX 版本: 11\n存储空间: 需要 3 GB 可用空间\n声卡: DirectX Compliant\n*\n2024 年 1 月 1 日（PT）起，Steam 客户端将仅支持 Windows 10 及更新版本。"
    ],
    "linkbar": "https://steamcommunity.com/linkfilter/?u=http%3A%2F%2Fwarsawthegame.com",
    "language": [
        "英语",
        "法语",
        "德语"
    ],
    "steam_id": "1026420",
    "screenshot": [
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1026420/ss_d15c3c4c2f0b363efaba9eb6273761e30733f826.1920x1080.jpg?t=1734523174",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1026420/ss_ce2b820bd1bba9cb88f164e75b1496a43d44a849.1920x1080.jpg?t=1734523174",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1026420/ss_9c1f6b1ab0c0988c59a29a74cba70f7a91bf4969.1920x1080.jpg?t=1734523174",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1026420/ss_6d8965881d5e9dc2cc2480d9fb1f391904a287fb.1920x1080.jpg?t=1734523174",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1026420/ss_0f34207e7e232b0ec9b22f165133380902367d53.1920x1080.jpg?t=1734523174",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1026420/ss_d4af4d9927d5da9fc419ef85d8059f3565ba6dc0.1920x1080.jpg?t=1734523174",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1026420/ss_440c9a7ff6ac214a3f008acf3b066c139bbbfb84.1920x1080.jpg?t=1734523174",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1026420/ss_ce6e18d8e458488cb6fd19d3bc4ca5db7b84d214.1920x1080.jpg?t=1734523174",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1026420/ss_6207068ae8991ca228367ce9eb3067abc8a24ff3.1920x1080.jpg?t=1734523174"
    ],
    "steam_link": "https://store.steampowered.com/app/1026420/?l=schinese",
    "update_at": "2025-02-11T08:35:18"
}