{
    "sid": "1136420",
    "name": "Gates of Hell",
    "site": "steam",
    "tags": [
        "休闲",
        "动作",
        "独立",
        "第一人称射击",
        "血腥",
        "动作冒险",
        "街机",
        "射击",
        "竞技场射击",
        "弹幕射击",
        "清版射击",
        "3D",
        "第一人称",
        "恶魔",
        "心理恐怖",
        "氛围",
        "破坏",
        "哥特",
        "恐怖",
        "后末日"
    ],
    "cover": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1136420/header.jpg",
    "descr": "关于此游戏Prophesied through the ages, the end of the age of man is at hand. You are the Angel Cassiel, sent to Earth to destroy Satan's Demon legions before they purge the land of all mankind.Gates of Hellis a fast-paced first-person shooter where you must battle through relentless waves of Demonic terror!Coming Soon:There is nowhere to hide as you battle through Hell’s raging demon hordes. Keep on the move, find and equip powerful Angelic and Demonic weapons and stay alive as long as you can.How long can you survive?Face downHorrific Demon Enemies; blood dripping zombie terrors, mutated humans, dark sorcerers, living skulls and huge demon bossesArena Based FPS Shootingset over a range of detailed 3D levels with cool visual effects and camera filtersEquipAngelic and Demonic Weaponryand power-ups to destroy the Demon hordes, including Satan's Hammer, the Staff of Pain, God Bombs and many more!Arcade Score Multiplier Systemfor score-attack gameplay, with online leaderboard supportExtensivePlayer Achievements and RewardsGates of Hellcontinues our Super Arcade range of games, which began with Vektor Wars. An Arcade game played at home; pure action gameplay, high score chasing, fast reactions and lots and lots of blasting!",
    "detail": "名称: Gates of Hell\n类型: 动作, 休闲, 独立\n开发者: Reset Games Ltd\n发行商: Reset Games Ltd\n发行日期: 2019 年 11 月 5 日",
    "review": [],
    "sysreq": [
        "Windows\n最低配置:\n操作系统 *: Windows 7 SP1+\n处理器: SSE2 instruction set support\n内存: 4 GB RAM\n显卡: DX10 (shader model 4.0) capabilities\nDirectX 版本: 10\n存储空间: 需要 10 GB 可用空间\n*\n2024 年 1 月 1 日（PT）起，Steam 客户端将仅支持 Windows 10 及更新版本。"
    ],
    "linkbar": "https://steamcommunity.com/linkfilter/?u=http%3A%2F%2Fwww.resetgames.co.uk%2F",
    "language": [
        "英语"
    ],
    "steam_id": "1136420",
    "screenshot": [],
    "steam_link": "https://store.steampowered.com/app/1136420/?l=schinese",
    "update_at": "2026-02-05T12:14:32"
}