{
    "sid": "1175900",
    "name": "Antares",
    "site": "steam",
    "tags": [
        "动作",
        "独立",
        "暴力",
        "科幻",
        "第一人称射击",
        "生存恐怖"
    ],
    "cover": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1175900/header.jpg",
    "descr": "关于此游戏Story:As you crashland aboard the DAS Antares Facility, a mining and research station orbiting the star Antares, you find out a huge breakthrough has occurred on the subject of human DNA, but something has gone terribly wrong. The facility is now overrun by infested creatures, under the command of a mysterious figure. With the survival of humankind as the backdrop and themes of AI, sentience, humanity and future technology, you uncover a rich story by exploring the now wasteland of the space-station, while fighting off hordes of infested creatures, and ultimately saving humanity.Sci-Fi Thriller:Something has gone very wrong, and you have answered the distress call. Fight your way to discovering what is going on, while possibly uncovering a few things about yourself along the way. Who is behind this? Why has the facility become overrun? And what can you do stop the fall of humanity...Singular Setting:The mining and research facility is currently orbiting the star Antares. Explore your way through the various modular facilities from the eco-centered Biotech Industries to the cryogenic research facility in the Cryonic Subsystems. Fight your way through other area's such as the waste disposal, the living quarters and even the mining facility.Face The Threat:What is causing the infestation of the staff on board the facility? How can you prevent this infestation from spreading? And whatever you do, don't make a noise at night!Play Your Way:Find resources, upgrade weapons, customize your abilities and level up as you progress through the game. Multiple difficulties, and at the end of the game, you can compare your score with friends!",
    "detail": "名称: Antares\n类型: 动作, 独立\n开发者: Sonaloux Entertainment\n发行商: Sonaloux Entertainment\n发行日期: 2020 年 2 月 27 日",
    "review": [],
    "sysreq": [
        "Windows\n最低配置:\n需要 64 位处理器和操作系统\n操作系统 *: Windows 7 64-bit\n处理器: Quad-core Intel or AMD processor, 2.5 GHz or faster.\n内存: 8 GB RAM\n显卡: NVIDIA GeForce 470 GTX or AMD Radeon 6870 HD series card or higher.\n存储空间: 需要 3 GB 可用空间\n推荐配置:\n需要 64 位处理器和操作系统\n*\n2024 年 1 月 1 日（PT）起，Steam 客户端将仅支持 Windows 10 及更新版本。"
    ],
    "language": [
        "英语"
    ],
    "steam_id": "1175900",
    "screenshot": [],
    "steam_link": "https://store.steampowered.com/app/1175900/?l=schinese",
    "update_at": "2026-02-28T01:42:36"
}