{
    "sid": "1180660",
    "name": "Tell Me Why",
    "site": "steam",
    "tags": [
        "选择取向",
        "剧情丰富",
        "剧集",
        "LGBTQ+",
        "冒险",
        "情感",
        "自选历险体验",
        "电影式",
        "步行模拟",
        "探索",
        "第三人称",
        "氛围",
        "多结局",
        "单人",
        "剧情",
        "悬疑",
        "动作冒险",
        "唯美",
        "动态旁白",
        "对话"
    ],
    "cover": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1180660/header.jpg",
    "descr": "关于此游戏Tell Me Why is the latest narrative adventure game from DONTNOD Entertainment, the studio behind the beloved franchise, Life is Strange. In this intimate mystery, reunited twins Tyler and Alyson Ronan use their supernatural bond to unravel the memories of their loving but troubled childhood. Set in beautiful small-town Alaska, Tell Me Why features true-to-life characters, mature themes and gripping choices.As you conjure up memories of the past, your choices will affect the twins’ relationship, determine the strength of their bond, and shape the course of their lives.Revisit your past, discover the truth, and shape your future• Uncover the truth – Use the twins’ supernatural bond to relive and explore their conflicting childhood memories.• Shape your Story – Influence the relationship between Tyler and Alyson with choices that will determine their future.• Unlock even more secrets – Match wits with puzzles that deepen the story and open a window into the twins’ fantasy world, “The Book of Goblins.”Experience true-to-life setting and characters• Unique characters – Build relationships and solve mysteries through the eyes of compelling and realistic characters.• Alaskan splendor – Explore locations set in beautiful, highly detailed small-town Alaska in stunning 4K and HDR.Storytelling with purpose – DONTNOD Entertainment and Xbox Game Studios conducted on-the-ground research and partnered closely with cultural, mental health and gender advocates to craft a thoughtful, true-to-life experience.",
    "detail": "名称: Tell Me Why\n类型: 冒险, 免费开玩\n开发者: DONTNOD Entertainment\n发行商: Xbox Game Studios\n发行日期: 2020 年 8 月 27 日",
    "review": [],
    "sysreq": [
        "Windows\n最低配置:\n操作系统 *: Windows 7 64-bit version 1903 or higher\n处理器: Intel core i3 4130 (3.4 Ghz 2C / 4T) AMD FX 4300 (3.8 Ghz 4C / 4T)\n内存: 4 GB RAM\n显卡: Nvidia GTX 750Ti or Nvidia GTX 1050 or AMD Radeon R7 260X or AMD Radeon RX 560\nDirectX 版本: 11\n存储空间: 需要 25 GB 可用空间\n推荐配置:\n操作系统 *: Windows 7 64-bit version 1903 or higher\n处理器: Intel i5 4570 (3.2 GHz) or AMD Ryzen 3 1300X (3.5 GHz)\n内存: 8 GB RAM\n显卡: Nvidia GeForce GTX 970 or Nvidia GeForce GTX 1060 or AMD Radeon R9 290X or  AMD Radeon RX 480\nDirectX 版本: 12\n存储空间: 需要 25 GB 可用空间\n*\n2024 年 1 月 1 日（PT）起，Steam 客户端将仅支持 Windows 10 及更新版本。"
    ],
    "linkbar": "https://steamcommunity.com/linkfilter/?u=https%3A%2F%2Fwww.tellmewhygame.com%2F",
    "language": [
        "英语",
        "法语",
        "意大利语"
    ],
    "steam_id": "1180660",
    "screenshot": [],
    "steam_link": "https://store.steampowered.com/app/1180660/?l=schinese",
    "update_at": "2026-01-31T16:49:56"
}