{
    "sid": "1279590",
    "name": "Fritz Chess 17 Steam Edition",
    "site": "steam",
    "tags": [
        "策略",
        "棋类",
        "棋盘游戏",
        "2D",
        "3D",
        "战术",
        "多人",
        "单人"
    ],
    "cover": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1279590/header.jpg",
    "descr": "At the turn of the century, Fritz fascinated the chess world with victories over Garry Kasparov and then-reigning World Champion Vladimir Kramnik. The \"most popular chess program\" (according to German magazine Der Spiegel) offers you everything you will need as a dedicated chess enthusiast, with innovative training methods for amateurs and professionals alike.\n\nThe neural chess engine \"Fat Fritz\"\n\nIn December 2017, a press release from Google shook the chess world to the core: its subsidiary Deep Mind built a neural network, dubbed Alpha Zero, which \"learned\" chess solely by playing millions of games against itself, yet was strong enough to beat Stockfish 8, a leading chess engine. This news was sobering and fascinating at the same time. Sobering in the sense that the decades old tradition of chess programming had been relegated to the shadows by a self-learning system. Fascinating because it was possible to hope that one could learn really new stuff about chess from this radical approach.\n\n[img]https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1279590/extras/FatFritz1.jpg?t=1596006734[/img].\n\nNobody had expected that a cooperative effort by chess developers would soon make this technology generally available. The Open-Source- Project LCZero began to retrace the trail blazed by Google and in the meantime has acquired considerable strength. Suddenly a chess engine was available whose different analysis results provided new ideas on all fronts. LCZero too follows the Google philosophy, that the neural network only learns from games played against itself. \n\nThe idea soon came to use our existing base of hundreds of thousands of good grandmaster games to shorten this learning process. This approach was followed logically by our longserving technical editor Albert Silver and based on the LCZero technology he trained a neural network for a whole year with GM games.\n\nThe result is so convincing that we are now publishing it as “Fat Fritz” along with Fritz17. As things stand, Fat Fritz defeats in a direct comparison all traditional chess programs and even LCZero. The moves suggested in analysis are often extremely human and planned. With a painfully practical limitation: Fat Fritz needs (like LCZero) a very high performance Nvidia graphics card (“GPU”) in order to achieve its full playing strength. Nevertheless, here for the rst time in many years we can record a real breakthrough in chess programming. Fat Fritz and LCZero are already beginning to change opening theory.\n\nMethodical opening training\n\nEvery average human brain is light years ahead of neural networks when it comes to mastering everyday situations. However, it is in some ways tiresome imprinting on one’s own neural network knowledge about opening variations.\n\nTherefore Fritz 17 has new functions to offer to considerably simplify the constructing, administration and above all the transfer to memory of an opening repertoire. What use is the finest variation tree if one can’t remember it? Fritz 17 introduces a repertoire administration which is not based on whole variations but on moves. You decide on a move: “at’s the one I want to play myself ” and thereupon the whole variation is taken over into your repertoire. The advantage: with some decisions and a few clicks you can set up a useable repertoire. This repertoire is online, i.e. it can be accessed immediately by any computer and on the web.\n\n[img]https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1279590/extras/FatFritz2.jpg?t=1596006734[/img].\n\nDrill and play\n\nOnce you have clicked together a repertoire in that way, the fun begins: you now learn it by drilling. To do so you play your variations and Fritz replies in such a way that, as far as possible, you remain within your repertoire. At first the moves come according to their frequency in theory. After some time it becomes clear what you have mastered properly and what not. The problematic systems are then repeated more often so that you can achieve certainty quickly with the minimum of effort. This system is known from the learning of foreign languages.\n\nFor it to be fun, Fritz measures the size of the theoretical area you have mastered and enters it into a ranking list as a number of points. Helpful for practice is also the fact that in your drilling when you reach the end of a variation you can decide if you want to carry on as a training game. Drilling can also be done with any variation tree you wish to load (traditional ChessBase repertoire), even with a sole game if you would like to learn it by heart.\n\nReady-made repertoires included\n\nIncluded with Fritz 17 is access to pre-prepared up-to-date repertoires. You can either drill with these as they come or incorporate them into your own repertoire with the usual clicks to mark moves. ese ready-made repertoires can be found in each case at four levels: simple, club, tournament and professional. at saves work; you do not need to extract a simpler club-level version from full-fledged professional repertoire on your own.\n\n[img]https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1279590/extras/3d-raytracing2.png?t=1596006734[/img].\n\nHere are the highlights:\n\nNow with “Fat Fritz“ * : An extremely strong neural net engine inspired by Alpha Zero, which produces human-like strategic analyses of world class quality.\nImproved Fritz 17 engine with traditional brute force search and evaluations technology\nConvenient one-click management of your opening repertoires\nOpening training with success control, measure your progress with e-learning technology\nHundreds of ready-made repertoires included • “Blitz & Train“: Fritz generates tactical puzzles from your own blitz games\nPerfect analysis of endgames with up to seven pieces, access to “Let‘s Check“ • Improved 3D chess boards thanks to real-time ray tracing**\n*Fat Fritz is based on LCZero. LCZero is an open source project licensed through the GPL v3 with all due rights. Source code of LCZero and the modifications for Fat Fritz can be found at Github.\n** Requires a powerful graphics card with NVIDIA chip",
    "detail": "名称: Fritz Chess 17 Steam Edition\n类型: 策略\n开发商: ChessBase GmbH\n发行商: ChessBase GmbH\n发行日期: 2020 年 7 月 29 日",
    "review": [
        "全部评测: 褒贬不一 (70) - 此游戏的 70 篇用户评测中有 68% 为好评。",
        "全部评测: 褒贬不一 (70 篇中的 68%) 发布至今"
    ],
    "sysreq": [
        "Windows\n最低配置:\n操作系统 *: Windows 7\n处理器: Dual Core\n内存: 2 GB RAM\n显卡: Graphic card with 256 MB\nDirectX 版本: 11\n网络: 宽带互联网连接\n存储空间: 需要 4 GB 可用空间\n附注事项: Windows Media Player 9\n推荐配置:\n操作系统: Windows 10\n处理器: PC Intel i5 oder AMD Ryzen 3 (Quadcore)\n内存: 4 GB RAM\n显卡: Graphic card with 512 MB\nDirectX 版本: 11\n网络: 宽带互联网连接\n存储空间: 需要 4 GB 可用空间\n声卡: DirectX compatible sound card\n附注事项: Windows Media Player 11\n*\n2024 年 1 月 1 日（PT）起，Steam 客户端将仅支持 Windows 10 及更新版本。"
    ],
    "language": [
        "英语",
        "法语",
        "意大利语"
    ],
    "steam_id": "1279590",
    "screenshot": [
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1279590/ss_d5e00d06abead9d4f8a798bcf8ae4e4aa36b1030.1920x1080.jpg?t=1596006734",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1279590/ss_900449b3ad049022c77fb19acc4b57f87412af08.1920x1080.jpg?t=1596006734",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1279590/ss_afd6490cddef717c5116b59ac05e0146c25f87ce.1920x1080.jpg?t=1596006734",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1279590/ss_8b47de8a5d78b7e5a0a336e3fcc4f2e508dc22e9.1920x1080.jpg?t=1596006734",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1279590/ss_1f6bdef02403147496a62d3b7506a4d46f1b87b0.1920x1080.jpg?t=1596006734",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1279590/ss_ec542badcb6b5ee7c3f835a45121292184140929.1920x1080.jpg?t=1596006734",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1279590/ss_8b15ebbc4c40941ae82aa12d88e71ef7788a8926.1920x1080.jpg?t=1596006734",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1279590/ss_16afff423cf76520b16df98ae1b6c4e13fb72155.1920x1080.jpg?t=1596006734",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1279590/ss_10cf6324b88194a562b10abe27fd39556dd83268.1920x1080.jpg?t=1596006734",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1279590/ss_44879ece310f19853a280a06d4b1e1d1b4e5c59f.1920x1080.jpg?t=1596006734"
    ],
    "steam_link": "https://store.steampowered.com/app/1279590/?l=schinese",
    "update_at": "2024-07-15T00:40:11"
}