{
    "sid": "1286490",
    "name": "Awoken: Chapter One of Reverie",
    "site": "steam",
    "tags": [
        "动作",
        "独立",
        "裸露",
        "血腥",
        "暴力",
        "抢先体验",
        "模拟",
        "恐怖",
        "第一人称",
        "生存恐怖",
        "氛围",
        "黑暗",
        "潜行",
        "心理恐怖",
        "剧情丰富",
        "探索"
    ],
    "cover": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1286490/header.jpg",
    "descr": "[img]https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1286490/extras/2020-08-14_10-01-13_5.gif?t=1712245917[/img]\nWARNING: This video game may potentially trigger seizures for people with photosensitive epilepsy. Player discretion is advised.\n\nIMPORTANT NOTE: The game focuses on exploration and builds tension to create a deeper and more meaningful experience. Its story is unveiled through imagery, subtle environment details, and full-motion video cassettes found throughout the game. Be mindful that it is a difficult game and will not hold your hand.\n\nAwoken is a first-person psychological horror game.\nAs Alan Mason, you will explore a mysterious facility hidden away from all society haunted by the fact of being alone, an atmospheric world that combines comforting and horrifyingly realistic environments with a genuinely terrifying experience. \n\nEnvironment\n\nThe game is set inside the facility known as Mount Moira Hospital in which terrible things have happened. You’ll wander through the gloomy corridors, explore every room, and get lost in endless mazes as you try to uncover what has happened to your lost family.\n\nStoryline\n\nThis facility has a terrible history to it. Patients and inmates were brutally experimented on and murdered by their own doctors, many people were driven insane, many even committed suicide just to escape, and other grisly events have also occurred within the walls of Mount Moira. The entire facility has its history and story painted on the walls. As Alan, you will explore and attempt to uncover Mount Moira’s dark past, and try to uncover the truth as to what caused the disappearance of your family. You’ll soon wish you were home again as you will encounter the horrors of the facility as some experiments have never left. Will you run from the horrors, or will you try to uncover the truth behind all that lies in the darkness?\n\nA Dark History\n\nMount Moira Hospital has a horrid past consisting of experimental works and many casualties. Delve deep into a mature and morally ambiguous story, where nothing is what it seems and everything has a history to it. You will see, hear and experience the horrors, and it will change your perception on what happened at the Mount Moira Hospital.\n\nGameplay\n\nIn Awoken, As Alan you aren’t defenseless; weapons could save you from the dreadful experiments stalking you around every corner, but they will only do so much. You’ll be able to pick up key elements required for missions, interact with the environment, and search for things that may help you escape this nightmare or will this place trap you deeper within. \n\n\n[img]https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1286490/extras/2020-08-14_10-01-13_8.gif?t=1712245917[/img]\n\nFeatures:\n\n* A True Survival Horror Experience: If you wish to survive the horrors of Mount Moira Hospital, your only chance is to run... hide... or find items to defend yourself however be warned not everything is at it seems. \n\n* Explore Mount Moira Hospital without limitations, a fully immersive world. \n\n* Flashlight mechanics are realistic and use a battery system, be sure to stock up on batteries. \n\n* Immersive Graphics: AAA-quality graphics give players a detailed, terrifyingly realistic world to explore by taking full advantage of Unity’s HDRP render engine.\n \n* Unpredictable Enemies: Players cannot know when – and from where – one of the hospital’s inhabitants will catch you. \n\n* Real Horror: Awoken, Mount Moira Hospital, all of its creatures, and its setting are inspired by real locations, cases of criminal insanity, and folklore. \n\nMATURE CONTENT DESCRIPTION\n\nThe developers describe the content like this:\n\nThis game contains realistic depictions of violence, which can be very disturbing. Also, note that some of its themes revolve around realistic events and occurrences that some may find sensitive. Some of its content may not be appropriate for all ages. Player discretion is advised.",
    "detail": "名称: Awoken: Chapter One of Reverie\n类型: 动作, 独立, 模拟, 抢先体验\n开发商: Before The Storm\n发行商: Devious Eye Entertainment\n系列: Reverie\n发行日期: 2020 年 9 月 4 日\n抢先体验发行日期: 2020 年 9 月 4 日",
    "review": [
        "全部评测: 5 篇用户评测 - 需要更多用户评测来生成整体评价",
        "全部评测: 5 篇用户评测 () 发布至今"
    ],
    "sysreq": [
        "Windows\n最低配置:\n需要 64 位处理器和操作系统\n操作系统: Windows 10\n处理器: AMD FX 8300 or Intel i5 4460\n内存: 8 GB RAM\n显卡: Radeon RX 460 or GeForce GTX 1050\nDirectX 版本: 11\n网络: 宽带互联网连接\n存储空间: 需要 10 GB 可用空间\n附注事项: Your experience with Awoken will be best at higher FPS. Lower graphic settings to help if you're getting low FPS.\n推荐配置:\n需要 64 位处理器和操作系统\n操作系统: Windows 10\n处理器: AMD Ryzen 9 3950X or Intel i9 10900K\n内存: 16 GB RAM\n显卡: Radeon VII or GeForce RTX 2080-TI\nDirectX 版本: 12\n网络: 宽带互联网连接\n存储空间: 需要 10 GB 可用空间\n附注事项: Your experience with Awoken will be best at higher FPS. Lower graphic settings to help if you're getting low FPS."
    ],
    "linkbar": "https://steamcommunity.com/linkfilter/?u=https%3A%2F%2Fdeviouseye.com%2Fawoken",
    "language": [
        "英语"
    ],
    "steam_id": "1286490",
    "screenshot": [
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1286490/ss_7a96841ec518e55148f7e8edd6714f46adf1a5f5.1920x1080.jpg?t=1712245917",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1286490/ss_1bc59e64b09d08f91916cf727c0a0d042aad3b76.1920x1080.jpg?t=1712245917",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1286490/ss_5c5250d5e2306267e704a3f3ffc4ac06dec16b38.1920x1080.jpg?t=1712245917",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1286490/ss_899b3356fd181a7a60d157d98eef2f7e28a3a338.1920x1080.jpg?t=1712245917",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1286490/ss_6c7bccbd91c906a099f1a14ce66648ca90c1a609.1920x1080.jpg?t=1712245917",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1286490/ss_d8729f53377077d65f042c931214448a9c32e7fb.1920x1080.jpg?t=1712245917",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1286490/ss_35ff993eaae9f1146134f1e8a3b0e08ff466c9a7.1920x1080.jpg?t=1712245917",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1286490/ss_07aa2bdd605e6b708f9c61e6554c406f5f2a8562.1920x1080.jpg?t=1712245917",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1286490/ss_5f751c13af0d0c1e66385de53f50cd3c821e36a8.1920x1080.jpg?t=1712245917",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1286490/ss_48f396b047a9ada0e20f82f60759b8176f6d18dc.1920x1080.jpg?t=1712245917",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1286490/ss_332309d10102299fdd71f44e6f0e45a80bf17b17.1920x1080.jpg?t=1712245917"
    ],
    "steam_link": "https://store.steampowered.com/app/1286490/?l=schinese",
    "update_at": "2024-12-07T00:40:08"
}