{
    "sid": "1289810",
    "name": "Siralim Ultimate",
    "site": "steam",
    "tags": [
        "生物收集",
        "收集马拉松",
        "迷宫探索",
        "团队角色扮演",
        "策略角色扮演",
        "角色自定义",
        "角色扮演",
        "策略",
        "2D",
        "回合制战斗",
        "程序生成",
        "等角视角",
        "像素图形",
        "奇幻",
        "刷宝",
        "中世纪",
        "复古",
        "独立",
        "回合制",
        "单人"
    ],
    "cover": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1289810/header.jpg",
    "descr": "关于此游戏《瑟拉利姆终极版》是一款融合生物收集与迷宫探索的角色扮演游戏，拥有令人难以置信的深度。超过1200种各具特色的生物等你召唤，在随机生成的迷宫中踏上冒险之旅，收获资源、生物和丰富战利品。如果你想拿《瑟拉利姆终极版》和其他游戏比较，可以把它想象成《宝可梦》遇上《暗黑破坏神》，又或者更贴切地说，是《勇者斗恶龙 怪兽篇》融合了《流放之路》。《瑟拉利姆终极版》是一款非常、非常、非常庞大的游戏。正因如此，这份商店介绍会非常详细，以帮助你全面了解游戏内容。不过如果你没打算通篇阅读，下面是一些主要特色的简单概述：超过1200种生物可供收集融合你的生物——子代将继承其亲代的属性值、特性，甚至外观！随机生成的迷宫，涵盖30种独特的地形风格用上千种装饰自由定制你的城堡投入于策略性十足的6v6战斗为你的生物打造神器与法术宝石你的角色可以从40种专精中选择其一，获得改变你的生物战斗方式的专长海量的剧情后内容，足以让你投入上千小时（是的，这是真的！）在过去一个世纪中，奈克斯王国与瑟拉利姆王国缔结了繁荣的同盟关系。双方凭借慷慨的贸易、公正的领土分配，以及共同守护罗迪亚居民安宁的信念，共同发展壮大，成为世界上最强大的两个国度。但众所周知，即便是最正直的灵魂，也可能在权力面前堕落。作为瑟拉利姆的统治者，你刚刚收到消息：奈克斯的国王卢修斯已经获得了“终极下界宝珠”——一件足以操控众神的强大圣物。更糟的是，卢修斯意图借助众神的力量征服瑟拉利姆。如今，你别无选择，只能对奈克斯发动战争，以夺回终极下界宝珠，防止它被用于邪恶目的。在《瑟拉利姆终极版》中，你将遭遇超过1200种各具特色的生物。每个生物都拥有独特的属性值分布和特性。不用担心——这些生物绝非简单的换皮或换色版本！所谓特性，是一种影响那一生物战斗表现的被动效果。比如说，火伤天使的特性“火葬”能大幅提升其普通攻击的伤害，同时给敌人施加“灼烧”减益，使敌人持续受到伤害。大多数生物都可以通过在野外遭遇并击败后获得。之后，你就可以召唤并将它们编入队伍。其他生物则是通过完成任务或参与各种游戏内活动获得。玩家可以融合自己的生物。子代将继承其亲代的属性值分布与特性，同时，子代在外观上也会结合亲代的特征，展现出独一无二的形态。融合组合超过一百万种，几乎可以确保没有哪两个玩家的队伍是一模一样的！在《瑟拉利姆终极版》中，你的大部分时间将花在探索名为“领域”的随机生成迷宫中。有30种拥有不同地形风格的领域，每个领域中都有不同的生物、物品、秘密等着你去探索发现。进入领域时，你还会接到一个随机生成的领域任务。这些任务简短精炼，完成后将奖励丰厚宝藏。玩家可以收集数千种各具特色的装饰物来点缀自己的城堡。你还能更换地板和墙壁的风格，甚至解锁多首可在城堡内播放的音乐。此外，你还可以接受各类工程，以解锁城堡的新功能，比如战斗竞技场、小游戏、等等等等。战斗采用回合制，双方各派出六个生物对阵。每个生物根据其速度属性值决定行动顺序。在一个生物的回合内，它可以执行以下任一行动：攻击：根据攻击者的攻击属性值，对目标造成伤害。施法：选择生物装备的法术之一，摧毁敌人或者强化你的队伍。防御：大幅减少生物在下个回合开始前受到的伤害。挑衅：迫使敌人在下个回合开始前优先攻击该生物。这些行动会与生物的特性相互作用。例如，有些特性会使生物在防御后对所有敌人造成伤害。战斗胜利后，生物将获得经验值。同时，你还会获得资源（货币）甚至道具奖励。在游戏开始时，玩家可以从40种不同的专精中选择一个作为起始专精。每种专精都提供独特的可解锁的专长，能够显著改变你的生物的战斗方式。以下是游戏内部分专精的简要介绍：塑灵师——作为塑灵师，你的队伍中将始终拥有一个名为灵偶的独特生物。你整个战斗策略很可能都围绕它展开。你可以直接强化你的灵偶，甚至利用其他生物在战斗中进一步增强它的力量。秘术师——作为秘术师，你将使你的生物能够施放它们通常无法使用的法术。当其他人的生物会有耗尽法术宝石的充能的可能时，你将能够在每场战斗开始时为你的生物准备充足的法术宝石。牧师——作为牧师，你将专注于治疗能力，增益、复活、属性值提升效果，并为你的生物提供保护屏障。你的生物将变得极难被击倒。亵渎者——作为亵渎者，你将专注于减益和属性值减损效果。敌人将变得非常虚弱，即使它们原本比你的生物强大，你的队伍也能轻松击败它们。德鲁伊——作为德鲁伊，你可能只希望你的队伍中有一只（或最多四只，后续解锁）生物。你的生物将会因身处较小的队伍而获得巨大的加成。塑能师——作为塑能师，你将增强你的生物的施法能力。你的生物将能够在同一回合内施放同一法术多次，而且这些法术的威力比在没有你指引下施放时更强大。地狱骑士——作为地狱骑士，你偏爱那些擅长攻击的生物。地狱骑士赋予其生物更高的暴击伤害，并在攻击时触发多种效果。意外的是，地狱骑士在紧急时刻也能熟练施法。审判官——作为审判官，你将拥有应对每个问题的解决方案。此外，审判官能够将治疗效果用于进攻目的——例如，当你的生物治疗敌人时，反而会对敌人造成伤害。武僧——作为武僧，你将提升生物闪避攻击与法术的几率。当你的生物成功闪避时，它们会对敌人发动毁灭性的反击。死灵法师——作为死灵法师，你将召唤仆从来协助你的生物战斗。这些仆从能做各种事情来支援你的生物——它们可以造成伤害、提升你生物的属性值、给敌人施加减益，等等。圣骑士——作为圣骑士，你的生物将能够承受最强大的攻击。每当你的生物受到伤害时，它们也会对敌人造成伤害。掠夺者——作为掠夺者，你的生物将在战斗持续进行时获得巨大的优势。如果你的生物能在战斗中存活几回合，它们将能够轻易摧毁敌人。术士——作为术士，你将通过远程削弱敌人来支援你的生物。通常，只要你在场，敌人在战斗的前几回合都将无法行动。部落使者——作为部落使者，你将希望组建一个由相同种族的生物组成的队伍。这将为它们提供显著的加成，并通过它们之间的种族协同作用进一步增强这些效果。诡术师——作为诡术师，你擅长扰乱敌人的行动，使他们寸步难行。你还能够操控运势这一神秘元素——例如，当某个有几率发动的正面效果未能触发时，你可以再试一次。随着游戏进程的推进，你最终可以在同一个存档中解锁所有专精，让你能随时快速切换。每个生物都可以装备一件神器。神器能为生物提供多种加成，包括属性值提升、受到伤害时触发的效果、特性，甚至在特定条件下自动施放法术的能力。要获得神器，你首先需要在铁匠处锻造它。之后，你可以用各种制作材料来镶嵌神器，赋予其新的词条。游戏中有超过1000种不同的制作材料，每种都能提供不同的效果。你还可以给你的神器升阶以解锁更多插槽，甚至为神器命名，打造专属神兵！你的生物可以装备法术宝石，从而施放宝石中封存的法术。游戏中共有600多种法术等待玩家发现与收集。要获得法术宝石，首先需要找到“铭文”，它相当于配方，用来教你如何制作该法术宝石。你可以给你的法术宝石升阶以解锁附魔槽，然后为它添加各种词条，改变法术的运作方式。比如，你可以为法术宝石添加一个词条，使其额外对另一名敌人造成伤害。还有一种名为“磁力”的词条，会根据你队伍中拥有同样法术的生物数量来增强法术威力，十分有趣！与其他游戏不同，《瑟拉利姆终极版》让你来决定何为通关。因此，我们为游戏注入了海量可探索的内容、可收集的道具，还有丰富的成就系统，等等精彩内容。许多玩家在前作中已投入了数千小时（这绝不夸张），而《瑟拉利姆终极版》的规模更胜以往。无论你玩了多久，总有新东西等你发现与收集！在《瑟拉利姆终极版》中，30个领域各由一位不同的神明掌管。玩家可以通过积累恩惠来提升与神明的恩惠等级。随着恩惠等级的提升，你将解锁全新的道具、生物、装饰，乃至更多精彩内容！《瑟拉利姆终极版》的几乎每一个玩法系统，都是为“永恒”设计的——至少，能让你沉浸其中非常、非常久。比如，你的生物等级没有上限，因此你可以无限地提升它们的等级与实力。与此同时，敌人的强度也能同步无限增长。主线后的内容同样精彩纷呈，充满了无数挑战，鼓励你持续改善你的生物阵容。以下是一些例子：接受随机生成的支线任务，获得独特的生物与道具。在竞技场中组建一支临时队伍并接连不断的战斗，看看在你最后一只生物倒下前，你能坚持多久。挑战神明本尊！这些“超级首领”级的战斗极具挑战性……但奖励也同样惊人。解锁众神圣物，并无限强化它们，在战斗中对敌人释放它们毁灭性的力量。在领域中遭遇罗迪亚的生物大师。打败他们可获得掌握度、道具、成就等奖励！协助五大公会，对抗强大的伪神。收集皮肤与饰品，自定义你的生物外观。收集卡牌，为所有生物解锁永久加成。几乎每种生物都有它的专属卡牌！收集“下界石”——受《暗黑破坏神》启发，这是一种随机生成的物品，可以镶嵌到神器上，为其赋予不可思议的力量。参与各种小游戏，比如老虎机、基诺、刮刮乐，甚至是提供专属奖励的桌面游戏！击败敌人以获得关于它们的“知识”，这将在你下次遭遇该生物时提供额外加成。而这还只是冰山一角。总之，《瑟拉利姆终极版》可不是那种“通关主线就完事”的游戏。在主线之后，还有数不尽的内容等你挖掘，根本玩不完！",
    "detail": "名称: Siralim Ultimate\n类型: 独立, 角色扮演, 策略\n开发者: Thylacine Studios\n发行商: Thylacine Studios LLC\n系列: Siralim\n发行日期: 2021 年 12 月 3 日\n抢先体验发行日期: 2021 年 3 月 12 日",
    "review": [],
    "sysreq": [
        "Windows\n最低配置:\n需要 64 位处理器和操作系统\n操作系统 *: Windows 8\n处理器: Any\n内存: 4 GB RAM\n显卡: Any\n声卡: Any\n推荐配置:\n需要 64 位处理器和操作系统\n*\n2024 年 1 月 1 日（PT）起，Steam 客户端将仅支持 Windows 10 及更新版本。",
        "Mac OS X\n最低配置:\n操作系统: 10.9+, 64-bit only\n推荐配置:",
        "SteamOS + Linux\n最低配置:\n操作系统: Ubuntu 64-bit is the only officially supported Linux distribution\n推荐配置:"
    ],
    "linkbar": "https://steamcommunity.com/linkfilter/?u=http%3A%2F%2Fwww.thylacinestudios.com",
    "language": [
        "简体中文",
        "英语",
        "法语"
    ],
    "steam_id": "1289810",
    "screenshot": [],
    "steam_link": "https://store.steampowered.com/app/1289810/?l=schinese",
    "update_at": "2026-01-06T19:01:04"
}