{
    "sid": "1299620",
    "name": "Fabled Lands",
    "site": "steam",
    "tags": [
        "电脑角色扮演",
        "开放世界",
        "自选历险体验",
        "角色扮演",
        "轻度 Rogue",
        "互动小说",
        "剧情丰富",
        "基于文字",
        "战术角色扮演",
        "独立",
        "桌上游戏",
        "类 Rogue",
        "策略角色扮演",
        "开放世界生存制作",
        "回合战略",
        "老式",
        "奇幻",
        "回合制战斗",
        "六角格棋盘",
        "单人"
    ],
    "cover": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1299620/52306b674c2780b3ce9899d3e875ce664e374dfb/header_alt_assets_3.jpg",
    "descr": "关于此游戏The originalFabled Landsgamebooks, written byDave MorrisandJamie Thomson, and beloved by many, have been transformed into an epic, digital adventure of interactive fiction with a massive game world. Be anyone you want: explorer, merchant, priest, scholar, thief, wizard, or soldier of fortune. Buy ships, goods, and townhouses, join a temple, risk desperate adventures in the wilderness, or embroil yourself in court intrigues and the sudden violence of city backstreets. Undertake missions that will earn you allies and enemies, or remain a free agent and choose your own objectives. With hundreds of quests and locations to explore,the choices are all yours.EXPLORE THE FABLED LANDSOpen WorldRevolution rages in a war-torn kingdom. You can join forces with the king to restore his throne - or look for profit in the pay of the dictator. Use fighting skills or sorcery, bribery or skulduggery to survive the assassins in city backstreets. Descend to the sewers of Yellowport to defeat the vile rat-king. Retrieve the golden net of the gods from the Repulsive Ones deep beneath the sea - and use the rewards of your victories to travel beyond the boundaries of the known in the world of Harkuna. Your journeys will bring you foes and friends, danger and triumph, fortune and fame - and more adventures than you thought.Loot and RichesAmass wealth, honours and power that will take you on voyages to uncharted regions. You can sail the high seas to distant ports. Plunder ancient treasures and do battle with the legions of darkness in the hall of the death-god. Penetrate the labyrinth of lies and sinister secrets of the scheming merchants of Golnir.CHOOSE YOUR PATHAn old-school RPGA solitaire role playing game in a pick your own adventure style like no other. Explore a giant open-ended world, where you can truly travel, investigate, and meddle with things, when and as you see fit to do so.Create YOUR CharacterWrite your own story! You can be a warrior, using weapons and combat skills to strike down all opponents; a mystical mage, skilled in sorcery; a clever rogue, acquiring wealth by theft and trickery; a daring wayfarer, probing and charting the forgotten reaches of the wilderness; a priest, fighting dark monsters with the holy fires of faith; or a troubadour, charming all you meet on your many fabulous exploits.Tactical CombatHideous dangers await travellers in this savage land. Brigands, trolls, golems, flying heads, assassins, vampires, kelpies, demons, abominable cults, the undead, and many more - all of them will vanquish the unsuspecting adventurer.SURVIVE AGAINST ALL ODDSPermadeathWould you like to raise the stakes? Experience Ironman mode, where every decision is irreversible and your character dies once and for all.TemplesChoose a deity and obtain its blessing. But remember: once an initiate, if you are to renounce a god or a goddess there is a price. Do you want to reconsider?ShipsBuy your own ship: upgrade it and recruit a crew - their abilities might prove the difference when surviving a storm or vicious buccaneers. Fill your ship with valuable cargo and find where to sell it for profit.",
    "detail": "名称: Fabled Lands\n类型: 冒险, 独立, 角色扮演\n开发者: Prime Games\n发行商: Prime Games\n系列: Prime Games\n发行日期: 2022 年 5 月 26 日\n抢先体验发行日期: 2021 年 5 月 20 日",
    "review": [],
    "sysreq": [
        "Windows\n最低配置:\n操作系统 *: Windows XP SP2+\n处理器: 1.5 GHz\n内存: 4 GB RAM\n显卡: Hardware Accelerated Graphics with 1GB memory\nDirectX 版本: 9.0\n存储空间: 需要 2 GB 可用空间\n*\n2024 年 1 月 1 日（PT）起，Steam 客户端将仅支持 Windows 10 及更新版本。",
        "Mac OS X\n最低配置:\n操作系统: Mac OS 10.10.5+\n处理器: 1.5 GHz\n内存: 2 GB RAM\n显卡: Hardware Accelerated Graphics with 1GB memory\n存储空间: 需要 400 MB 可用空间"
    ],
    "linkbar": "https://steamcommunity.com/linkfilter/?u=https%3A%2F%2Fwww.primegames.bg%2Fen%2Fblog%2Fbig-announcement",
    "language": [
        "英语"
    ],
    "steam_id": "1299620",
    "screenshot": [],
    "steam_link": "https://store.steampowered.com/app/1299620/?l=schinese",
    "update_at": "2025-12-16T21:49:18"
}