{
    "sid": "1315443",
    "name": "Battlefield 4™ Vehicle Shortcut Bundle",
    "site": "steam",
    "tags": [
        "动作"
    ],
    "cover": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1315443/header.jpg",
    "descr": "[h2]关于此内容[/h2]\r\n\t\t\t\t\t\t\tWith the Vehicle Shortcut Bundle, you get instant access to all base-game upgrades for land, sea, and air vehicles. The bundle includes the Ground & Sea Vehicle Shortcut Kit and Air Vehicle Shortcut Kit. Whether you’re new to Battlefield 4 or just want to make up for lost time, Shortcut Kits help you go toe-to-toe with Battlefield veterans by instantly unlocking powerful gear or bonuses that would otherwise be obtained through play. \n\n[b]Ground & Sea Vehicle Shortcut Kit.[/b] Whether you prefer to punch holes in the enemy's defenses with an armored tank or rip through the seas on an agile boat, you'll benefit from an increase to the offensive and defensive capabilities of your vehicle of choice. This Shortcut Kit instantly unlocks all base-game upgrades for Main Battle Tanks, Infantry Fighting Vehicles, Mobile Anti-Aircraft vehicles, and Attack Boats. \n\n[b]Air Vehicle Shortcut Kit.[/b]Helicopters and jets are invaluable for transporting troops and initiating all-out assault from the skies. This Shortcut Kit instantly unlocks all base-game upgrades for jets both vehicle types. \n\n\nNote: this Shortcut Kit does not include any gadgets or weapons added by expansion packs.",
    "detail": "名称: Battlefield 4™ Vehicle Shortcut Bundle\n类型: 动作\n开发商: DICE\n发行商: Electronic Arts\n系列: Battlefield",
    "review": [
        "全部评测: 无用户评测",
        "全部评测: 无用户评测"
    ],
    "sysreq": [
        "Windows\n最低配置:\n操作系统 *: Windows 8 32-bit\n处理器: Processor (AMD): Athlon X2 2.8 GHz Processor (Intel): Core 2 Duo 2.4 GHz\n内存: 4 GB RAM\n显卡: Graphics card (AMD): AMD Radeon HD 3870 Graphics card (NVIDIA): Nvidia GeForce 8800 GT\n网络: 宽带互联网连接\n存储空间: 需要 30 GB 可用空间\n推荐配置:\n操作系统 *: Windows 8 64-bit\n处理器: Processor (AMD): Six-core CPU Processor (Intel): Quad-core CPU\n内存: 8 GB RAM\n显卡: Graphics card (AMD): AMD Radeon HD 7870 Graphics card (Nvidia): NVIDIA GeForce GTX 660\n网络: 宽带互联网连接\n存储空间: 需要 30 GB 可用空间\n*\n2024 年 1 月 1 日（PT）起，Steam 客户端将仅支持 Windows 10 及更新版本。"
    ],
    "language": [
        "英语",
        "法语",
        "意大利语"
    ],
    "steam_id": "1315443",
    "screenshot": [
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1315443/ss_4790e45b10bffa9f57d4899011e2cd76ba3deeae.1920x1080.jpg?t=1623452632"
    ],
    "steam_link": "https://store.steampowered.com/app/1315443/?l=schinese",
    "update_at": "2024-08-30T13:40:11"
}