{
    "sid": "1342330",
    "name": "Mad Games Tycoon 2",
    "site": "steam",
    "tags": [
        "管理",
        "经济",
        "游戏开发",
        "模拟",
        "策略",
        "城市营造",
        "贸易",
        "建造",
        "编程",
        "基地建设",
        "资本主义",
        "沙盒",
        "多人",
        "角色自定义",
        "玩家对战",
        "制作",
        "3D",
        "休闲",
        "卡通风格",
        "卡通"
    ],
    "cover": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1342330/header.jpg",
    "descr": "[h2]Build and design your own game studio[/h2]\nStarting in any year between 1976 and 2020, begin building your dream game company. With every passing year you will need to research new technologies and features, develop or license better game engines, and make the decisions necessary to go from a small garage studio to an industry dominating mega company. Prepare to release your next hit game on home consoles, handhelds, computers or even arcade machines, each having their own unique market.\n\nYou will need to hire the top talent available, and they will need lounges, bathrooms and amenities that create a comfortable and clean environment to develop in.\n\nExpand your studio with new office space, go from a few employees to hundreds, and make moves to grow from just being a developer to being a developer, publisher, and console manufacturer as you begin to control the entire gaming market and owning all the companies in it![h2]Key features include...[/h2]\n▪ Multiplayer for up to 4 players allowing you to work together or against each other. Trade technologies, send each other funds, or sabotage your friends as you compete for the top spots on all the charts.\n\n▪ With \"Mad Games Tycoon 2\" you can create MMOs, Free to play games, Mobile games, Arcade games, Addons, Spin-offs, GOTY editions, Game Bundles, Budget games, Retro games, Sequels and Remasters or Ports your games. Buy popular licenses from things such as books, toys, movies and sports to give your games a built-in audience. \n\n▪ Every game is a part of a growing IP (Intellectual Property/Franchise), build up the reputation of your IPs into gaming powerhouses that have your fans counting down the days until the next hit. Merchandise these IPs for extra income. Sell IPs you have let become dormant or buy popular IPs from other companies.\n\n▪ Make your own game engines, or license them from competitors. Keep them up to date with the latest technologies to stay ahead of the competition and take a cut of the profits from every game made with it.\n\n▪ Develop games for publishers while working independently, through contract work or sign exclusive publishing contracts for a monetary boost.\n\n▪ Produce and distribute your own games or games from the competition. Choose the right price, how many copies you think you can sell and start your marketing campaigns to increase your chances of success.\n\n▪ Create your own home and handheld consoles. Hire talented technicians to build a reliable console, pick the right parts that fit that era’s technology. Decide what kind of warranty you will offer, provide monetary incentives to attract developers to your console and boost your sales through game releases and exclusives. Make Pro/Slim/Upgraded versions of your existing consoles to extend their sales life and boost their technology.\n\n▪ Determine the best time to release your next hit game, follow the trends, look at the market analysis, if it should be a multiplatform or should you accept financial incentives to develop exclusively for another console.\n\n▪ With up to 100 competing companies, once you begin to get the upper hand on the competition you can buy them and give them specific guidelines on what kind of games you want them to make, or if you choose, just take all their IPs and shut them down completely.\n\n▪ Gaming history to be made – tons of charts and numbers! Track your current and all-time successes. Historical records, current market analysis and market research. Want to see who won game of the year in 1986 when you’re still playing in 2044? It’s a few clicks away. Play for a century and beyond.\n\n▪ Difficulty options ranging from very easy all the way up to a challenging legendary difficulty. These options can be further tweaked with other settings, and if that’s still not enough control for your playstyle there is a full sandbox mode with dozens of options to tailor the challenge exactly to the way you want to play.\n\n\nAnd much more to discover in Mad Games Tycoon 2!",
    "detail": "名称: Mad Games Tycoon 2\n类型: 休闲, 独立, 模拟, 策略\n开发商: Eggcode\n发行商: Eggcode\n系列: Mad Games Tycoon\n发行日期: 2023 年 5 月 31 日\n抢先体验发行日期: 2021 年 1 月 21 日",
    "review": [
        "最近评测: 特别好评 (80) - 过去 30 天内的 80 篇用户评测中有 92% 为好评。",
        "全部评测: 特别好评 (6,093) - 此游戏的 6,093 篇用户评测中有 93% 为好评。",
        "全部评测: 特别好评 (6,093 篇中的 93%) 发布至今",
        "最近评测: 特别好评 (80 篇中的 92%) 最近"
    ],
    "sysreq": [
        "Windows\n最低配置:\n操作系统 *: Windows 7\n处理器: Intel Core2 Duo 2.4Ghz or Higher / AMD 3Ghz or Higher\n内存: 4 GB RAM\n显卡: DirectX 10 compatible with 512 RAM or better\n存储空间: 需要 2 GB 可用空间\n推荐配置:\n操作系统 *: Windows 7, Windows 8, Windows 8.1, Windows 10\n处理器: 2.8 GHz quad core or better\n内存: 8 GB RAM\n显卡: DirectX 10 compatible with 1024 RAM or better\n存储空间: 需要 2 GB 可用空间\n*\n2024 年 1 月 1 日（PT）起，Steam 客户端将仅支持 Windows 10 及更新版本。",
        "Mac OS X\n最低配置:\n操作系统: macOS 12.6 or newer\n处理器: Apple M1 (8‑Core CPU) or better\n内存: 8 GB RAM\n显卡: Apple M1 (7‑Core GPU) or better\n存储空间: 需要 2 GB 可用空间"
    ],
    "linkbar": "https://steamcommunity.com/linkfilter/?u=http%3A%2F%2Fwww.eggcodegames.com%2F",
    "language": [
        "简体中文",
        "英语",
        "德语"
    ],
    "steam_id": "1342330",
    "screenshot": [
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1342330/ss_cae936ed7a0cef533ce6d471e5289085cce5eb95.1920x1080.jpg?t=1712736190",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1342330/ss_7949916f1e37ac9c8123adb7617627e0d40722f9.1920x1080.jpg?t=1712736190",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1342330/ss_7580feaaa02773e8634b9b8059e1eaa785d8eb50.1920x1080.jpg?t=1712736190",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1342330/ss_f976d2d1dc136e92b3bdc9d5032d04f5dfeea121.1920x1080.jpg?t=1712736190",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1342330/ss_9392be85765ceb6c392225542c2316489575bbaf.1920x1080.jpg?t=1712736190",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1342330/ss_d6bea289c9ace768be99c0146da96820a275d486.1920x1080.jpg?t=1712736190",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1342330/ss_be8b3ff45f429c4b49cbfc12c24a6c614405803d.1920x1080.jpg?t=1712736190",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1342330/ss_88b58d5752b2412e78e0478e5cf8436be65c99c8.1920x1080.jpg?t=1712736190",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1342330/ss_faa036488d54b88ce48ed53dd7db8addb642c5f7.1920x1080.jpg?t=1712736190",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1342330/ss_870ecb4380328c4b0335486ff887d6c31792d963.1920x1080.jpg?t=1712736190",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1342330/ss_9eaecb4ba6a3bced21ec2ea994adc2880a2cec55.1920x1080.jpg?t=1712736190",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1342330/ss_fa431d298fe41eeaa91379031eff3ed3ea9744ba.1920x1080.jpg?t=1712736190",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1342330/ss_7ed3fedb06b1491f5ddf9c023423457a661769c8.1920x1080.jpg?t=1712736190",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1342330/ss_e6c8a9b3c562ae888297ae993b86abd2738426c6.1920x1080.jpg?t=1712736190",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/1342330/ss_43e13b0ce5cda3e5c35b782e9d54900f04cc7a6a.1920x1080.jpg?t=1712736190"
    ],
    "steam_link": "https://store.steampowered.com/app/1342330/?l=schinese",
    "update_at": "2024-08-31T06:20:51"
}