{
    "sid": "1368870",
    "name": "Field of Glory II: Medieval",
    "site": "steam",
    "tags": [
        "模拟",
        "策略",
        "回合制战术",
        "策略角色扮演",
        "战争游戏",
        "中世纪",
        "3D",
        "彩色",
        "军事",
        "雪",
        "战术",
        "战争",
        "玩家对战",
        "战斗",
        "网格导向动作",
        "桌上游戏",
        "回合制战斗",
        "多人",
        "单人",
        "历史"
    ],
    "cover": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1368870/header.jpg",
    "descr": "[img]https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1368870/extras/FoG2Medieval_FINAL.jpg?t=1726825935[/img]\n\nField of Glory II Medieval is a turn-based tactical game set in the High Middle Ages from 1040 AD to 1270 AD. \n\nThis was the heyday of the mounted knight. Armoured from head to toe by the later 12th century, European knights rode heavy horses in tight formation, and delivered a devastating charge with couched lances.\n\n[img]https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1368870/extras/FoG2-Medieval-setting.jpg?t=1726825935[/img]\n\nMajor themes of the period include the struggles of the Kings of France against the Kings of England and the German Emperors, the English wars of conquest or attempted conquest against the Welsh, Scots and Irish, the Baltic Crusades and the Mongol invasion of Eastern Europe. With dynastic struggles and rebellions by powerful nobles thrown into the mix, Europe was in an almost constant state of war.\n\nField of Glory II Medieval allows you to take command of the armies of the Anglo-Saxons and Normans, post-conquest England, France, Germany, Scotland, Wales, Ireland, the Low Countries, the Free Cantons, Denmark, Norway, Sweden, Bohemia, Poland, the Teutonic Knights, the pagan Old Prussians and Lithuanians, Russia, Hungary, the Cumans, Volga Bulgars and Mongols in an endless variety of battles and  campaigns set in 11th-13th century North and Central Europe.\n\n[img]https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1368870/extras/FoG2-Medieval-2armies.jpg?t=1726825935[/img]\n\nLead your chosen army and its named generals to victory in set-piece historical battles or \"what-if\" custom battle situations against an AI or human opponent. Choose your forces from historically accurate orders of battle allowing all of the options and variations that would be available to a real general of that nation at any date during the era.\n\nField of Glory II Medieval has more than 100 beautiful and historically accurate fully animated troop units, each with multiple variations to bring out the colour and variety of the era. Watch the swords flash and the arrows fly! Count the cost of victory or defeat as bodies litter the battlefield.\n\n[img]https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1368870/extras/FoG2-Medieval-battles.jpg?t=1726825935[/img]\n\nField of Glory II Medieval has a campaign system that concentrates on the battles, and allows real strategic decisions without time spent moving armies around a strategic map. Each battle is vital to your progress. Your army will gain experience and elan as it goes from victory to victory against your enemies and their allies. \n\nThere are four historically-based campaigns covering major conflicts of the era: The Angevin Empire, The Northern Crusades, Alexander Nevsky and the Mongol Invasions. There is also a sandbox campaign system that allows you to lead any nation (and their historical allies) against any other nation (and their allies) – giving thousands of permutations. \n\nVictory will require determination and tactical mastery.\n\n[img]https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1368870/extras/FoG2-Medieval-features.jpg?t=1726825935[/img]\n[list][li]Accurate simulation of battle in the High Middle Ages.\n[/li][li]29 nations and factions covering North and Central Europe from 1040 AD to 1270 AD.\n[/li][li]57 different army lists allowing historically realistic armies for each of these factions at different dates during the period. In addition armies can include contingents from historical allies. This gives tens of thousands of permutations. You will never run out of new matchups to try.\n[/li][li]More than 100 historically accurate units, built from fully animated 3D troop models. \n[/li][li]Historical scenarios covering key engagements of the period on an epic scale. These include Hastings 1066, Tinchebrai 1106, Trutina 1110, Crug Mawr 1136, The Standard (Northallerton) 1138, Steppes 1213, Bouvines 1214, Otepää 1217, Kalka River 1223, Bornhöved 1227, Lake Peipus 1242 and Kressenbrunn 1260.\n[/li][li]Custom Battle system allows unlimited “what-if” scenarios using historically realistic armies from carefully researched army lists, on realistic computer generated terrain maps. Armies covered include Anglo-Saxons, Normans, post-conquest English, French, Imperial and Feudal German, Lowland Scottish, Highland/Isles Scottish, North and South Welsh, Irish, Anglo-Irish, Low Countries, Free Cantons, Danish, Norwegian, Swedish, Bohemian, Polish, Teutonic Knights, Old Prussians, Lithuanians, Russians, Hungarians, Cumans, Volga Bulgars and Mongols. 12 selectable scenarios include: Open Battle, Enemy expecting Reinforcements, Own side expecting Reinforcements, Flank March, Rearguard, Advance Guard, Kill the King, Escort Baggage Train, Own Side Defending, Enemy Defending, Relieve Besieged Fortress, Enemy Relieve Besieged Fortress.\n[/li][li]Quick Battle mode allows you to quickly select from 65 pre-set matchups between historical opponents.\n[/li][li]Campaign mode allows you to play through historically-based campaign scenarios or “what-if” campaigns between any two opposing nations with thousands of permutations. Each victory increases the experience and elan of your core units. You can give each of them its own unique unit name. Quick to resolve strategic decisions allow you to go straight from one battle to the next without any delay. \n[/li][li]Random map generator produces an infinite variety of historically realistic battlefield maps for custom battles and campaigns.\n[/li][li]Classic turn-based, tile based gameplay.\n[/li][li]Easy to use interface, hard to master gameplay.\n[/li][li]Battles can range from a few units to as many as 80 units per side.\n[/li][li]Named generals who can influence combat and morale of units under their command.\n[/li][li]Single player and multiplayer battle modes.\n[/li][li]Effective AI makes sound tactical decisions. \n[/li][li]6 difficulty levels allow the challenge to increase as you develop your battlefield skills.\n[/li][li]Numerous different unit organisations, combat capabilities and tactical doctrines allow full representation of tactical differences and developments.\n[/li][li]Mod friendly game system with built-in map editor.\n[/li][li]Multiplayer mode allows historical scenarios and “what-if” scenarios to be played by two players using Slitherine’s easy to use PBEM server.[/li][/list]",
    "detail": "名称: Field of Glory II: Medieval\n类型: 模拟, 策略\n开发商: Byzantine Games\n发行商: Slitherine Ltd.\n系列: Field of Glory\n发行日期: 2021 年 2 月 4 日",
    "review": [
        "全部评测: 特别好评 (366) - 此游戏的 366 篇用户评测中有 86% 为好评。",
        "全部评测: 特别好评 (366 篇中的 86%) 发布至今"
    ],
    "sysreq": [
        "Windows\n最低配置:\n操作系统 *: Windows 8 / 10\n处理器: 2.0GHz i5/A8 or better\n内存: 6 GB RAM\n显卡: 1GB DirectX 9 Compatible Graphics Card\nDirectX 版本: 9.0c\n存储空间: 需要 5 GB 可用空间\n声卡: DirectX compatible sound card\n推荐配置:\n操作系统 *: Windows 8 / 10\n处理器: 2.0GHz i5/A8 or better\n内存: 8 GB RAM\n显卡: Discrete 2GB DirectX 9 Compatible Graphics Card\nDirectX 版本: 9.0c\n存储空间: 需要 6 GB 可用空间\n声卡: DirectX compatible sound card\n*\n2024 年 1 月 1 日（PT）起，Steam 客户端将仅支持 Windows 10 及更新版本。"
    ],
    "linkbar": "https://steamcommunity.com/linkfilter/?u=https%3A%2F%2Fwww.slitherine.com%2Fgame%2Ffield-of-glory-ii-medieval",
    "language": [
        "英语",
        "法语",
        "德语"
    ],
    "steam_id": "1368870",
    "screenshot": [
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1368870/ss_4ef3798b2643f835e33c1efcc49fd4f8b93eb2a0.1920x1080.jpg?t=1726825935",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1368870/ss_130618da2e1669851f120f4080f698c45378df21.1920x1080.jpg?t=1726825935",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1368870/ss_216b59b025570d56de8b9363ea777fb57ae4aea8.1920x1080.jpg?t=1726825935",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1368870/ss_6d131d12f193b4ea05c3fdea4f565e384be904b9.1920x1080.jpg?t=1726825935",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1368870/ss_6cfd965cb93c740e25adb38bd77dabcffaf841bb.1920x1080.jpg?t=1726825935"
    ],
    "steam_link": "https://store.steampowered.com/app/1368870/?l=schinese",
    "update_at": "2024-11-16T17:00:13"
}