{
    "sid": "1416230",
    "name": "Panzer Knights",
    "site": "steam",
    "tags": [
        "坦克",
        "动漫",
        "二战",
        "战争",
        "卡通风格",
        "第三人称",
        "车辆作战",
        "战争游戏",
        "动作",
        "模拟",
        "第三人称射击",
        "射击",
        "战斗",
        "独立",
        "线性",
        "单人",
        "女性主角",
        "卡通",
        "军事",
        "3D"
    ],
    "cover": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1416230/header.jpg",
    "descr": "关于此游戏We won't lie to you: These campaigns are no cakewalk.War is at hand, and you, among all your comrades, have been chosen for entrance to the Panzertruppenschule I.The army requires more elite tank commanders, \"Steel Knights,\" to lead us to victory using the most dominating form of warfare: tanks!Do you have what it takes to join the ranks of the elite? Are you willing to lead a platoon of accomplished, adept men and women across the lands?! Show us what you got!Panzer Knightsis a strategic action game where you lead a platoon of charming, yet deadly crewmates to skillfully outmaneuver enemy tanks!Command your platoon from the Battle of France to the Eastern Front! You will work and interact with highly skilled soldiers to defeat your enemies. Fully experience epic and powerful tank combat as you control detailed, fully armed tanks! Feel the heat under enemy fire as you and your platoon fight for supremacy! Choose crewmates whose qualities best appeal to you and form the perfect team!Storied, historical battles11 main levelswith plenty of side missions to satisfy your hunger for battle and prestige.Each battlefield presents unique and challenging mission objectives. Break through defensive lines, protect important field positions, and defeat swarms of enemies as they try to overwhelm your forces!As you unlock more advanced tanks and your crewmates' skills improve, replay missions to demonstrate your might!Get to know your military hardwareUnlock over 20 controllable, detailed tanks, from the Panzer 38(t) to the IS-2, each reproduced in a distinct, attractive art style.Upgrade your hardware, unlock new camouflage, and determine the best tank and loadout to accomplish your missions.Encounterover 40 authentic WWII era vehicles and artilleryand avoid damage to your tank that could leave you without tracks or a hull full of holes.The command decisions are yoursCall bomb raids to destroy larger groups of enemies, signal for resupply airdrops, repair your tank in the field, and alter battlefield tactics on the fly. To successfully complete missions, formulate new strategies and make use of newly acquired technology!Select the perfect crewChoose from30 eager crewmatesto fill out your team of five. Pick who best suits your play style and help them upgrade their skills!Continuous in-game dialogmeans your crew will help to keep you alert!Your crew will stay in communication with full Japanese audio and 5 supported languages for text dialog!Strategize while taking enemy fireShould you approach an enemy from a sheltered position or go for the long shot across a wide, open field? Is there an enemy tank hiding behind that wall lying in wait?Destroy buildings, ram walls, and perfect your approaches to fighting! The world of Panzer Knights is fully destructible and expansive in scope. Proper planning will get you far, though something can be said for spur-of-the-moment brute force action.Skirmish ModeIn the tow modes of annihilation and defense, you can freely choose the vehicles for enemy and allies, and adjust the strength of both sides to fight.",
    "detail": "名称: Panzer Knights\n类型: 动作, 独立\n开发者: 樂磚Joy Brick\n发行商: PQube\n发行日期: 2021 年 5 月 19 日\n抢先体验发行日期: 2020 年 10 月 5 日",
    "review": [],
    "sysreq": [
        "Windows\n最低配置:\n需要 64 位处理器和操作系统\n操作系统 *: Windows 7/8.1/10 x86/x64\n处理器: 3.0 GHz dual-core\n内存: 8 GB RAM\n显卡: AMD R9 280 / Nvidia GTX 960\n存储空间: 需要 5 GB 可用空间\n推荐配置:\n需要 64 位处理器和操作系统\n操作系统 *: Windows 7/8.1/10 x86/x64\n处理器: AMD Ryzen 5 3400G / Intel Core i7-4930K\n内存: 8 GB RAM\n显卡: AMD RX 580 / Nvidia GTX 1060\n存储空间: 需要 5 GB 可用空间\n*\n2024 年 1 月 1 日（PT）起，Steam 客户端将仅支持 Windows 10 及更新版本。"
    ],
    "language": [
        "简体中文",
        "繁体中文",
        "英语"
    ],
    "steam_id": "1416230",
    "screenshot": [
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1416230/ss_d985cfd2950e3bf6caaf315bf5f9f4bb77f45352.1920x1080.jpg?t=1741787486",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1416230/ss_eb85c31df02369221a3c2e702a5e5c5a8a91feaf.1920x1080.jpg?t=1741787486",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1416230/ss_c0b30da7d181923b1bcb266f5677de74667038da.1920x1080.jpg?t=1741787486",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1416230/ss_1f45f5e23bc3da02123c02c85f79e2876bc79c76.1920x1080.jpg?t=1741787486",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1416230/ss_0fb5a23677f0217735ff9afe5a1a0cec879938f9.1920x1080.jpg?t=1741787486",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1416230/ss_9da8a45c7332e6b8f915ad2e93416ffaf60455e9.1920x1080.jpg?t=1741787486",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1416230/ss_185b66fdaf4335a2e9ba732559f68eb36b91a136.1920x1080.jpg?t=1741787486",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1416230/ss_5c30c3f45808efab2fdc011ccd0498c0c22fd572.1920x1080.jpg?t=1741787486",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1416230/ss_d763cd71704e5d317ad9ff91696f11380c080267.1920x1080.jpg?t=1741787486",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1416230/ss_016c30415f3e446724194d4bedf4eda71727a45e.1920x1080.jpg?t=1741787486",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1416230/ss_6eea13daa056f098a734480d95792c09a3271c4c.1920x1080.jpg?t=1741787486"
    ],
    "steam_link": "https://store.steampowered.com/app/1416230/?l=schinese",
    "update_at": "2025-08-16T02:42:53"
}