{
    "sid": "285310",
    "name": "RollerCoaster Tycoon®: Deluxe",
    "site": "steam",
    "tags": [
        "模拟",
        "管理",
        "经典",
        "沙盒",
        "策略",
        "单人",
        "建造",
        "等角视角",
        "怀旧",
        "欢乐",
        "资源管理",
        "放松",
        "多人",
        "彩色",
        "城市营造",
        "孩童",
        "休闲",
        "即时含暂停",
        "好评原声音轨",
        "开放世界"
    ],
    "cover": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/285310/header.jpg",
    "descr": "关于此游戏Take a trip to fame and fortune by building the biggest, best, scariest, and most thrilling rides ever seen in any theme park. Can you make money in this volatile business? Can you become the ultimate Roller Coaster Tycoon?RollerCoaster Tycoon Deluxe takes you for a ride in the original RollerCoaster Tycoon and its expansion packs, Corkscrew Follies and Loopy Landscapes. Create the ultimate theme park using a variety of coaster types with giant loops and barrel rolls and in-park attractions like suspended monorails and water-soaked plume rides. Selectable themes for your park include Ice World, Medieval, and Martian. You'll need more than just rides and decoration to keep your guests happy, so find out what they are thinking and meet their needs to make your profits soar.One of the best games from acclaimed Tycoon series, with well designed gameplay mechanics, appealing graphics, and really high re-playability value. There’s no limit to what you can create so design and build the most thrilling roller coaster the world has ever seen - and buckle up for the ride of your life!Includes RollerCoaster Tycoon and its two expansions: Corkscrew Follies and Loopy Landscapes4 out of 5 scientists agree: this is one of the most enjoyable and addicting games in existence!Design and construct your own roller coaster rides or choose from fantastic pre-built designs, all with accurately simulated motion physics",
    "detail": "名称: RollerCoaster Tycoon®: Deluxe\n类型: 模拟, 策略\n开发者: Chris Sawyer Productions\n发行商: Atari\n系列: RollerCoaster Tycoon\n发行日期: 1999 年 3 月 31 日",
    "review": [],
    "sysreq": [
        "Windows\n最低配置:\n操作系统 *: Windows XP or Windows Vista\n处理器: 1.8 GHz Processor\n内存: 512 MB RAM\n显卡: 3D graphics card compatible with DirectX 7\nDirectX 版本: 7.0\n存储空间: 需要 2 GB 可用空间\n*\n2024 年 1 月 1 日（PT）起，Steam 客户端将仅支持 Windows 10 及更新版本。"
    ],
    "linkbar": "https://steamcommunity.com/linkfilter/?u=http%3A%2F%2Fwww.rollercoastertycoon.com%2F",
    "language": [
        "英语",
        "法语",
        "意大利语"
    ],
    "name_chs": "过山车大亨：豪华版",
    "steam_id": "285310",
    "screenshot": [],
    "steam_link": "https://store.steampowered.com/app/285310/?l=schinese",
    "update_at": "2026-02-04T01:56:33"
}