{
    "sid": "321980",
    "name": "Hardland",
    "site": "steam",
    "tags": [
        "单人",
        "奇幻",
        "冒险",
        "剧情丰富",
        "选择取向",
        "氛围",
        "多结局",
        "悬疑",
        "对话",
        "探索",
        "超现实",
        "独立",
        "3D",
        "开放世界",
        "自选历险体验",
        "电影式",
        "卡通风格",
        "可爱",
        "程序生成",
        "动作冒险"
    ],
    "cover": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/321980/header.jpg",
    "descr": "关于此游戏In the year of Our Elder King 1018, an adventurer from Samarkand drifts to Hardland. Now the Elder King is growing weak. Imps in his Root Court are offering bounties to track down Hard Ogres, elusive beasts that, according to legend, ripped the last king to pieces. Scattered across the realm, those pieces may still hold the power to change history. But others are vying for influence too. The Queen in Snow Peak wants the throne for herself, and forces from the shadows would like to see Hardland burn.Hardland is a surreal fantasy adventure, and a mystery for players to solve by delving into the different sides of its world and the stories of its inhabitants. You'll search for clues far and wide, and you'll also search deep within. The kingdom is brimming with secrets. It's a kingdom that wants you to listen.HOW TO PLAYPlay the game by finding clues for quests throughout the world. Clues exist in dialogue, books, notes, item descriptions, dreams. Everywhere. There are no quest markers or active quest logs. Seek out influential characters and dig into their stories. Use your sword with care, and don't ignore any people or locations. No matter how small something seems, it might hold the key to understanding a bigger mystery. Hardland is a world that reveals itself when you pay attention and piece together its lore.FEATURESUnparalleled Depth- Explore bustling towns and hamlets across Hardland's open, multi-layered world. Discover remote regions, hidden crannies, and destinations you can only reach by stretching your imagination. Hardland offers tens of hours of playtime with more than a hundred unique NPCs, quests from different factions, and thirteen endings.Dreams- You'll dream every time you sleep at a campfire, but there are deeper dreams to explore too. Find campfires in special locations and pay attention to clues for dream recipes throughout the kingdom.Non-Linear Questing- There's a secret meeting tonight? Maybe you'll go rob graves instead. Or maybe you'll run off to ride a wild boar. Hardland won't force you to follow the story in any order; the game is highly non-linear, with complete freedom to explore at your own pace.Adventure- Talk to people. Build trust and relationships. Wear disguises and see things from a new perspective. Pick locks to enter houses, and jump off cliffs with just a measly bird to help you fly. Trade with merchants for gold and items, or sneak up behind them to steal something for free. Take a shovel to dig for treasure, and wield a sword to carve out goblin hearts. Adventure awaits around the corner in Hardland!",
    "detail": "名称: Hardland\n类型: 冒险, 独立\n开发者: Mountain Sheep\n发行商: Mountain Sheep\n发行日期: 2019 年 9 月 17 日\n抢先体验发行日期: 2014 年 10 月 23 日",
    "review": [],
    "sysreq": [
        "Windows\n最低配置:\n需要 64 位处理器和操作系统\n操作系统 *: Windows 8.1 (64-bit)\n处理器: Intel Core i3 @ 2.2 GHz\n内存: 6 GB RAM\n显卡: NVIDIA GTX 650 2GB or AMD HD 7770 2GB\nDirectX 版本: 11\n存储空间: 需要 10 GB 可用空间\n推荐配置:\n需要 64 位处理器和操作系统\n*\n2024 年 1 月 1 日（PT）起，Steam 客户端将仅支持 Windows 10 及更新版本。"
    ],
    "linkbar": "https://steamcommunity.com/linkfilter/?u=http%3A%2F%2Fwww.mountainsheep.net%2Fgames%2Fdetails%2Fhardland%2F",
    "language": [
        "英语"
    ],
    "steam_id": "321980",
    "screenshot": [],
    "steam_link": "https://store.steampowered.com/app/321980/?l=schinese",
    "update_at": "2026-02-07T23:21:31"
}