{
    "sid": "333640",
    "name": "Caves of Qud",
    "site": "steam",
    "tags": [
        "程序生成",
        "回合制战斗",
        "开放世界",
        "回合制",
        "超人类主义",
        "科幻",
        "重玩价值",
        "传统类 Rogue",
        "类 Rogue",
        "剧情丰富",
        "角色扮演",
        "生存",
        "角色自定义",
        "氛围",
        "像素图形",
        "困难",
        "电脑角色扮演",
        "可模组化",
        "单人",
        "选择取向"
    ],
    "cover": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/333640/header.jpg",
    "descr": "关于这款游戏Caves of Qud is a science fantasy roguelike epic steeped in retrofuturism, deep simulation, and swathes of sentient plants. Come inhabit a living, breathing world and chisel through layers of thousand-year-old civilizations. Decide: is it a dying earth, or is it on the verge of rebirth?Do anything and everything. Caves of Qud is a deeply simulated, biologically diverse, richly cultured world.DEEP PHYSICAL SIMULATION— Don’t like the wall blocking your way? Dig through it with a pickaxe, or eat through it with your corrosive gas mutation, or melt it to lava. Yes, every wall has a melting point.FULLY SIMULATED CREATURES— Every monster and NPC is as fully simulated as the player. That means they have levels, skills, equipment, faction allegiances, and body parts. So if you have a mutation that lets you, say, psionically dominate a spider, you can traipse through the world as a spider, laying webs and eating things.DYNAMIC FACTION SYSTEM— Pursue allegiances with over 70 factions: apes, crabs, trees, robots, and highly entropic beings, just to name a few.RICHLY DETAILED SCIENCE FANTASY SETTING— Over fifteen years of worldbuilding have led to a rich, weird, labyrinthine, one-of-a-kind storyworld, layered on top of the simulation, all for you to explore. Live and drink, friend.TACTICAL GAMEPLAY— Turn-based, sandbox exploration and combat offers as many solutions as you and your mutations, implants, artifacts, and skills are creative enough to invent.RPG ELEMENTS— Quests, NPCs, villages, historic sites; some dynamic and some handwritten, interwoven to produce a transportative RPG experience.ATMOSPHERIC ORIGINAL SOUNDTRACK— Over two hours of otherworldly music to delve to.Caves of Qud has one of the most expressive character creators of all time.Play the role of a mutant indigenous to the salt-spangled dunes and jungles of Qud, or play a true kin descendant from one of the few remaining eco-domes — the toxic arboreta of Ekuemekiyye, the ice-sheathed arcology of Ibul, or the crustal mortars of Yawningmoon.Build your character out of:Over 70 mutations — outfit yourself with wings, two heads, four arms, flaming hands, teleportation, the power to clone yourself…Dozens of cybernetic implants (and more to find as treasure) — night vision, translucent skin, carbide fists, spring-loaded ankle tendons…24 castes and kits from across the social order of Qud and beyond Moghra’yi, the Great Salt DesertToo overwhelmed to build a character from scratch? Choose one of 9 preset characters and start your adventure right away. Then return to character creation when you are ready.Play one of four modes:CLASSIC— Like other traditional roguelikes, this mode has permadeath, meaning you lose your character when you die. Extremely challenging even for experts.ROLEPLAY— Play it like an RPG. Save your progress at checkpoints located in settlements.WANDER— Focus on exploration. Most creatures will not attack you, you don’t gain experience by killing, but you DO gain experience by discovering new locations and treating with legendary creatures.DAILY— One chance with a fixed character and world seed. How long will you survive?After 9 years of continuous  development and frequent updates, Caves of Qud has finally reached its 1.0 release! Here are some highlights of what's been added for 1.0:The last leg of the main questThe new, fully graphical UIHundreds of visual & sound effectsLots of polish & stabilityCaves of Qud is a project of epic proportions that's been in development for over fifteen years, since 2007. It began as the science fantasy roguelike dream of co-creators Jason Grinblat and Brian Bucklew, who released the first beta in 2010. Since then, it's accrued a few more contributors who have enriched the project by helping to add visual effects, sound effects, an original soundtrack, a new UI, new game systems, new lore, and half a world of content. Caves of Qud has grown into a wild garden of emergent narrative, where a handwritten story weaves a path through rich physical, social, and historical simulations. The result is a hybrid handcrafted and procedurally-generated world that's alive in a way few games are.",
    "detail": "名称: Caves of Qud\n类型: 冒险, 独立, 角色扮演, 策略\n开发商: Freehold Games\n发行商: Kitfox Games\n发行日期: 2024 年 12 月 5 日\n抢先体验发行日期: 2015 年 7 月 15 日",
    "review": [
        "最近评测: 特别好评 (359) - 过去 30 天内的 359 篇用户评测中有 92% 为好评。",
        "全部评测: 好评如潮 (9,225) - 此游戏的 9,225 篇用户评测中有 95% 为好评。",
        "全部评测: 好评如潮 (9,225 篇中的 95%) 发布至今",
        "最近评测: 特别好评 (359 篇中的 92%) 最近"
    ],
    "sysreq": [
        "Windows\n最低配置:\n操作系统 *: Windows 7 (SP1+), Windows 10 and Windows 11\n处理器: 1GHz or faster. SSE2 instruction set support.\n内存: 4 GB RAM\n显卡: Graphics card:  DX10, DX11, DX12 capable\n存储空间: 需要 2 GB 可用空间\n*\n2024 年 1 月 1 日（PT）起，Steam 客户端将仅支持 Windows 10 及更新版本。",
        "Mac OS X\n最低配置:\n操作系统: Mojave 10.14+\n处理器: 1GHz or faster. SSE2 instruction set support.\n内存: 4 GB RAM\n显卡: Graphics card: Metal capable Intel and AMD GPUs\n存储空间: 需要 2 GB 可用空间",
        "SteamOS + Linux\n最低配置:\n操作系统: Ubuntu 20.04, Ubuntu 18.04, and CentOS 7\n处理器: 1GHz or faster. SSE2 instruction set support.\n内存: 4 GB RAM\n显卡: Graphics card: OpenGL 3.2+, Vulkan capable\n存储空间: 需要 2 GB 可用空间"
    ],
    "linkbar": "https://steamcommunity.com/linkfilter/?u=http%3A%2F%2Fwww.cavesofqud.com",
    "language": [
        "英语"
    ],
    "name_chs": "猜想之穴",
    "steam_id": "333640",
    "screenshot": [
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/333640/ss_0d7f344e2478cf941e174078297b5d2adde21567.1920x1080.jpg?t=1738167540",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/333640/ss_796b188786b8978574444587bf9f4198fb18f724.1920x1080.jpg?t=1738167540",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/333640/ss_fc17afe945a7d81473c1b2d728aa513ff2011fc2.1920x1080.jpg?t=1738167540",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/333640/ss_66d82dec6de6943d34b56708f71c4287f0d8653e.1920x1080.jpg?t=1738167540",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/333640/ss_be0b9ec895b5b2a791400dcc72eac8b8ba6f0dbe.1920x1080.jpg?t=1738167540",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/333640/ss_866865918c8405c0633b54a273b9b444285abe39.1920x1080.jpg?t=1738167540",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/333640/ss_f207b87584bd63682a57017f6f16c45cdd4f52be.1920x1080.jpg?t=1738167540",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/333640/ss_e2215a2b6e31bd0469e5ad4b1e54419401d486e4.1920x1080.jpg?t=1738167540",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/333640/ss_ea6b9000da700c6bb5fa2afe9770ecf99082b9b5.1920x1080.jpg?t=1738167540",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/333640/ss_b83187611e347e316ca631224daf84179d8cd363.1920x1080.jpg?t=1738167540",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/333640/ss_ac94d028e1d8ae32f53c6e29eaff269d0705b026.1920x1080.jpg?t=1738167540",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/333640/ss_b5dd78b913069785883beb9417807dc10162b588.1920x1080.jpg?t=1738167540"
    ],
    "steam_link": "https://store.steampowered.com/app/333640/?l=schinese",
    "update_at": "2025-02-12T03:00:08"
}