{
    "sid": "403640",
    "name": "Dishonored 2",
    "site": "steam",
    "tags": [
        "潜行",
        "第一人称",
        "动作",
        "暗杀",
        "单人",
        "蒸汽朋克",
        "剧情丰富",
        "氛围",
        "女性主角",
        "魔法",
        "跑酷",
        "灵异",
        "开放世界",
        "冒险",
        "沉浸式模拟",
        "探索",
        "血腥",
        "好评原声音轨",
        "劫掠",
        "反乌托邦"
    ],
    "cover": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/403640/header.jpg",
    "descr": "关于这款游戏Game DescriptionReprise your role as a supernatural assassin in Dishonored 2.Praised by PC Gamer as “brilliant”, IGN as “amazing” and “a superb sequel”, declared a “masterpiece” by Eurogamer, and hailed “a must-play revenge tale among the best in its class” by Game Informer, Dishonored 2 is the follow up to Arkane Studio's first-person action blockbuster and winner of more than 100 'Game of the Year' awards, Dishonored.Play your way in a world where mysticism and industry collide. Will you choose to play as Empress Emily Kaldwin or the royal protector, Corvo Attano? Will you make your way through the game unseen, make full use of its brutal combat system, or use a blend of both? How will you combine your character's unique set of powers, weapons and gadgets to eliminate your enemies? The story responds to your choices, leading to intriguing outcomes, as you play through each of the game's hand-crafted missions.StoryDishonored 2 is set 15 years after the Lord Regent has been vanquished and the dreaded Rat Plague has passed into history. An otherworldly usurper has seized Empress Emily Kaldwin’s throne, leaving the fate of the Isles hanging in the balance. As Emily or Corvo, travel beyond the legendary streets of Dunwall to Karnaca, the once-dazzling coastal city that holds the keys to restoring Emily to power. Armed with the Mark of the Outsider and powerful new abilities, track down your enemies and take back what’s rightfully yours.Key FeaturesThe AssassinsAs fully voiced characters, Emily Kaldwin and Corvo Attano now bring their own perspectives and emotional responses to the world and story. Use each character’s set of powers, gadgets and uniquely-tuned weapons in creative ways as you explore the world – whether you fight your way through the city streets or sneak across the rooftops - and which enemies you decide to eliminate or spare.Supernatural PowersAdvanced bonecharm crafting and all-new upgrade trees allow you to customize your powers in vastly different ways. Become a living shadow to silently stalk your targets, link enemies so they share a common fate, or mesmerize your foes and dominate their minds. Choose from nearly infinite combinations of violence, nonlethal combat, powers and weapons to accomplish your objectives.Imaginative WorldFrom the grimy, rat-infested streets of Dunwall to the lush, exotic coasts of a decaying Karnaca, immerse yourself in stylized locales created by Arkane’s premiere art and narrative teams. The world is a character in its own right, rich with story, architecture and eclectic characters. It is also punctuated by signature mission locations, such as the Dust District, ravaged by dust storms and warring factions, and a madman’s mansion made of shifting walls, deadly traps and clockwork soldiers.The Void EngineDishonored 2 is beautifully brought to life with the new Void Engine, a leap forward in rendering technology, built from id Tech and highly-customized by Arkane Studios. Designed to support world-class art direction and take full advantage of the powerful hardware this generation has to offer, the Void Engine allows for significant advances to all game systems, including responsive stealth and combat Artificial Intelligence, lighting and graphical rendering, impressively dense urban environments, and story presentation.",
    "detail": "名称: Dishonored 2\n类型: 动作\n开发商: Arkane Studios\n发行商: Bethesda Softworks\n发行日期: 2016 年 11 月 11 日",
    "review": [
        "最近评测: 特别好评 (342) - 过去 30 天内的 342 篇用户评测中有 92% 为好评。",
        "全部评测: 特别好评 (39,235) - 此游戏的 39,235 篇用户评测中有 89% 为好评。",
        "全部评测: 特别好评 (39,235 篇中的 89%) 发布至今",
        "最近评测: 特别好评 (342 篇中的 92%) 最近"
    ],
    "sysreq": [
        "Windows\n最低配置:\n需要 64 位处理器和操作系统\n操作系统 *: Windows 7/8/10 (64-bit versions)\n处理器: Intel Core i5-2400/AMD FX-8320 or better\n内存: 8 GB RAM\n显卡: NVIDIA GTX 660 2GB/AMD Radeon HD 7970 3GB or better\n存储空间: 需要 60 GB 可用空间\n推荐配置:\n需要 64 位处理器和操作系统\n操作系统: Windows 10 (64-bit versions)\n处理器: Intel Core i7-4770/AMD FX-8350 or better\n内存: 16 GB RAM\n显卡: NVIDIA GTX 1060 6GB/AMD Radeon RX 480 8GB or better\n存储空间: 需要 60 GB 可用空间\n*\n2024 年 1 月 1 日（PT）起，Steam 客户端将仅支持 Windows 10 及更新版本。"
    ],
    "linkbar": "https://steamcommunity.com/linkfilter/?u=https%3A%2F%2Fwww.dishonored.com%2F",
    "language": [
        "英语",
        "法语",
        "意大利语"
    ],
    "steam_id": "403640",
    "screenshot": [
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/403640/ss_f2206b92cfde7e2c63a106e35ddc847700a2f7d8.1920x1080.jpg?t=1726161101",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/403640/ss_29982f240a3bca5bcf7f4a2150b88ea7de240df0.1920x1080.jpg?t=1726161101",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/403640/ss_4095dc87c8e6f8a3f6a12134e1e0f3bb3e9aa808.1920x1080.jpg?t=1726161101",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/403640/ss_09a97431ef9a96276d20628e1539e2ea3259c74d.1920x1080.jpg?t=1726161101",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/403640/ss_9d8023036ba415f2515d6d9d8cfc05c7b18e2382.1920x1080.jpg?t=1726161101",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/403640/ss_f1d900f18408c0451ee9b343dbe1fc7b8f2b373e.1920x1080.jpg?t=1726161101",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/403640/ss_2fd48ef1fe2c2287933fec1311d9cf47e57a546b.1920x1080.jpg?t=1726161101",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/403640/ss_2273a618cac598f3ed315df06d1678291062da7a.1920x1080.jpg?t=1726161101"
    ],
    "steam_link": "https://store.steampowered.com/app/403640/?l=schinese",
    "update_at": "2025-02-09T08:09:17"
}