{
    "sid": "418530",
    "name": "Spelunky 2",
    "site": "steam",
    "tags": [
        "平台游戏",
        "2D 平台",
        "困难",
        "在线合作",
        "永久死亡",
        "合作",
        "重玩价值",
        "独立",
        "程序生成",
        "4 人本地",
        "本地合作",
        "玩家对战",
        "动作",
        "2D",
        "横向滚屏",
        "可爱",
        "动作类 Rogue",
        "类 Rogue",
        "欢乐",
        "黑色幽默"
    ],
    "cover": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/418530/header.jpg",
    "descr": "关于此游戏Spelunky returns in this greatly-expanded sequel to the original roguelike platformer! Meet the next generation of explorers as they find themselves on the Moon, searching for treasure and missing family. Spelunky 2 builds upon the unique, randomized challenges that made the original a classic, offering a huge adventure designed to satisfy players old and new.A Bigger and More Dynamic World, with So Much to See and DoSpelunky 2's world is even denser than the one in the original game, offering many more areas, characters, traps, and items, as well as new ways to interact with them (and for them to interact with each other). The world has expanded in other ways, too, with branching paths and multi-layered levels adding a third dimension to the classic 2d platforming. Animals can also be tamed and ridden. And dynamic liquid physics create new challenges and make the world feel extra reactive and alive.Build a Community, Make FriendsBack in Base Camp, characters you unlock will mill about and relax between runs, offering encouragement and advice. As you explore, your camp will expand and develop into a thriving little community to welcome you whenever you need a break from exploring. While there, you can also access shortcuts and practice your moves in safety.The Game is Yours to ExploreSpelunky 2 is not just about \"getting good and beating the game\" - more than that, it's an endlessly replayable playground to experiment in and find your own way, creating stories against the backdrop of an expansive, deeply-interactive world filled with secrets. The more you play, the more the game becomes yours!Key Features, Summarized:A Bigger Worldwith all new areas, monsters, traps, and items!An Extra Dimensionis added by allowing players to access a second layer behind the normal playfield. The second layer might contain treasure rooms, hidden passages, and other special places.Multiple Routes Through the Gamewill add variety and give players more ways to personalize a run.Find and Ride Mounts(like turkeys!) that have special abilities. Enemies may ride mounts, as well!New NPCsthat you can help, hurt, or ignore… to make each run feel even more like a unique story.Variations and Changes to Classic Spelunky Conceptslike shops and ghosts that will make veteran players rethink their strategies.Improved Liquid Physicsallow water and lava to move and pour realistically, which drastically affects the playfield (and looks cool)Deadly Poison and Cursescan be inflicted on players and enemies alike.Build a Permanent Homeat Base Camp as you do runs and explore the caves.Improved Lighting and Special Effectsare paired with richer visual and audio design.Deeper Mysteriesthat may require a community effort to unravel.Possibly More Eggplants",
    "detail": "名称: Spelunky 2\n类型: 动作, 独立\n开发者: Mossmouth, BlitWorks\n发行商: Mossmouth\n发行日期: 2020 年 9 月 29 日",
    "review": [],
    "sysreq": [
        "Windows\n最低配置:\n需要 64 位处理器和操作系统\n操作系统: Windows 10 64-bit\n处理器: Quad Core 2.6 GHz\n内存: 4 GB RAM\n显卡: NVIDIA GTX 750\nDirectX 版本: 11\n存储空间: 需要 600 MB 可用空间\n附注事项: Required: Full DirectX 11 support including a Direct3D Hardware Feature Level 11.0 GPU\n推荐配置:\n需要 64 位处理器和操作系统\n网络: 宽带互联网连接\n附注事项: Gamepad Recommended"
    ],
    "language": [
        "简体中文",
        "英语",
        "法语"
    ],
    "steam_id": "418530",
    "screenshot": [],
    "steam_link": "https://store.steampowered.com/app/418530/?l=schinese",
    "update_at": "2025-12-05T02:49:17"
}