{
    "sid": "424370",
    "name": "Wolcen: Lords of Mayhem",
    "site": "steam",
    "tags": [
        "动作角色扮演",
        "砍杀",
        "等角视角",
        "单人",
        "角色扮演",
        "刷宝",
        "动作",
        "冒险",
        "独立",
        "角色自定义",
        "黑暗奇幻",
        "迷宫探索",
        "奇幻",
        "俯视",
        "控制器",
        "中世纪",
        "困难",
        "多人",
        "合作",
        "在线合作"
    ],
    "cover": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/424370/header.jpg",
    "descr": "关于此游戏You are one of the three survivors of the slaughter of Castagath. Rescued by Grand Inquisitor Heimlock, you were drafted into the Republic’s Army of the Purifiers at a very young age to be trained in the military academy and become perfect soldiers against the supernatural. You also had the chance to benefit from Heimlock’s occasional advice and training, which led you and your childhood friends, Valeria and Edric, to be called the “Children of Heimlock”.Recently, the Brotherhood of Dawn has infiltrated the Crimson Keep, a mysterious republican fortress lost among the northern deserts known as the Red wastes. While the purpose of the attack was unclear, the republican Senate voted a retaliation act against all known locations of the Brotherhood.Led by Grand Inquisitor Heimlock himself, troops are soon deployed on the Coast of wrecks, near the city state of Stormfall, to terminate a camp of Brothers. You are, with your two childhood friends, part of operation Dawnbane, under the supervision of Justicar Maëlys.Key features:Free character developmentWield a great variety of weapons and find your own playstyle thanks to their unique stances and combos. In Wolcen, there is no class, only your weapons set the rules for your skills types.Three types of resourcesRage and Willpower interact with each other, using the Resource Opposition System. Stamina allows you to use a dodge-roll to avoid danger or travel faster.Item diversityGear up according to your offensive and defensive choices with common, magical, rare and legendary items. Break the rules and unlock new possibilities with Unique items and rare affixes.Rotative Passive Skill TreeMake your own path throughout the 21 sub-class sections available in the Gate of Fates to customize your passives and make them fit to your play style.Skill customizationLevel up your skills with your character or alternative resources to gain modifier points and create your own unique combination of skill modifiers. Change your damage type, add new functionalities, grant buffs or debuffs, change the skill’s mechanics completely. The options are limitless.Strategic fightsWolcen’s creatures have complex patterns including deadly skills. Pay attention to various markers and to animation anticipation to avoid lethal attacks using your dodge roll ability.Aspects of ApocalypseAll characters can shapeshift into one of the 4 Celestial incarnations available, each of them offering 4 different skills, and one devastating ultimate.Endless replayabilityImprove your gear by looting or crafting, gather resources to unlock rare missions, face advanced challenges for special rewards, experiment new builds, become the greatest achiever. There is always something to do in Wolcen: LoM.A taste for beautyUsing the Cryengine technology makes Wolcen an immersive and beautiful game with highly detailed armors and weapons. In addition, 8 hours of epic orchestral music will accompany you during your journey.Unleash your fashion senseCustomize your appearance by switching the visuals of your armors and weapons. Loot more than 100 different dyes and tune up your armor to have your very own unique style. The asymmetric armor system will also allow you to change your appearance for left and right shoulder and glove.Difficulty modesChoose how you want to make the campaign with 2 different difficulty settings: the Story mode and the Normal mode. The endgame is shaped to allow a progressive increase in difficulty.",
    "detail": "名称: Wolcen: Lords of Mayhem\n类型: 动作, 冒险, 独立, 角色扮演\n开发者: WOLCEN Studio\n发行商: WOLCEN Studio\n发行日期: 2020 年 2 月 13 日",
    "review": [],
    "sysreq": [
        "Windows\n最低配置:\n操作系统 *: Windows 7 64-Bit SP1, Windows 8.1 64-Bit, Windows 10 64-Bit\n处理器: Intel Core i5-4570T 2.9 GHz / AMD FX-6100 3.3 GHz\n内存: 8 GB RAM\n显卡: NVIDIA GeForce GTX 560 Ti / AMD Radeon HD 6850\nDirectX 版本: 11\n存储空间: 需要 18 GB 可用空间\n推荐配置:\n操作系统 *: Windows 7 64-Bit SP1, Windows 8.1 64-Bit, Windows 10 64-Bit\n处理器: Intel Core i7-4770S 3.1 GHz / AMD FX-8320 3.5 GHz\n内存: 16 GB RAM\n显卡: NVIDIA GeForce GTX 1060 / AMD Radeon RX 570\nDirectX 版本: 11\n存储空间: 需要 18 GB 可用空间\n*\n2024 年 1 月 1 日（PT）起，Steam 客户端将仅支持 Windows 10 及更新版本。"
    ],
    "linkbar": "https://steamcommunity.com/linkfilter/?u=https%3A%2F%2Fwww.wolcengame.com",
    "language": [
        "简体中文",
        "英语",
        "德语"
    ],
    "steam_id": "424370",
    "screenshot": [
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/424370/ss_e85584b9b17d0074de89ffd91ba689bdcc14b88a.1920x1080.jpg?t=1756841954",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/424370/ss_ecc092c6fc29acb8ce3283f67e1252bf7181ecd3.1920x1080.jpg?t=1756841954",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/424370/ss_f96d280cb82d52b37ced18408a9fd3524ab24219.1920x1080.jpg?t=1756841954",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/424370/ss_04bf112ebb555084334458770709404b16508bd2.1920x1080.jpg?t=1756841954",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/424370/ss_ce27c48ecc41a1ae9f33345c7aadc00f6aca2de3.1920x1080.jpg?t=1756841954",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/424370/ss_682225e97487cd7dbed8a58cab6e4778884ebc3f.1920x1080.jpg?t=1756841954",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/424370/ss_c523d2b64be2e638e0e4610f083213ed5ec8f507.1920x1080.jpg?t=1756841954",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/424370/ss_34dfa8b1bff44edaf58e4f2a4679ceb6b44c4fb9.1920x1080.jpg?t=1756841954"
    ],
    "steam_link": "https://store.steampowered.com/app/424370/?l=schinese",
    "update_at": "2025-11-02T06:13:04"
}