{
    "sid": "4700",
    "name": "Total War: MEDIEVAL II – Definitive Edition",
    "site": "steam",
    "tags": [
        "策略",
        "中世纪",
        "历史",
        "回合战略",
        "大战略",
        "战争",
        "即时战略",
        "战术",
        "单人",
        "多人",
        "可模组化",
        "军事",
        "回合制",
        "即时战术",
        "经典",
        "模拟",
        "动作",
        "沙盒",
        "好评原声音轨",
        "4X"
    ],
    "cover": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/4700/header.jpg",
    "descr": "关于这款游戏Complete your Total War collection with this Definitive Edition of Total War: MEDIEVAL II, which includes all DLC and feature updates since the game’s release:Kingdoms is the most content-rich expansion ever produced for a Total War game, with four new entire campaigns centred on expanded maps of the British Isles, Teutonic Northern Europe, the Middle East, and the Americas.Total War: MEDIEVAL II Definitive Edition offers hundreds and hundreds of hours of absorbing gameplay and every bit of content made for the game. See below for full details.About Total War: MEDIEVAL IITake command of your army and expand your reign in Total War: MEDIEVAL II - the fourth instalment of the award-winning Total War series of strategy games. Direct massive battles featuring up to 10,000 bloodthirsty troops on epic 3D battlefields, while presiding over some of the greatest Medieval nations of the Western and Middle Eastern world.Spanning the most turbulent era in Western history, your quest for territory and power takes you through Europe, Africa, and the Middle East, and even onto the shores of the New World.You'll manage your empire with an iron fist, handling everything from building and improving cities to recruiting and training armies. Wield diplomacy to manipulate allies and enemies, outsmart the dreaded Inquisition, and influence the Pope. Lead the fight in the Crusades and bring victory to Islam or Christianity in the Holy War.Rewrite history and conquer the world. This is Total War!•\tBigger and better real-time battles. Improved combat choreography, larger armies, quicker pace, and spectacular finishing moves make this the most visceral and exciting Total War ever.•\tNew epic campaign. The ambitious single player campaign will span three continents and let players sail across to the Americas to confront the Aztecs on their home soil.•\tGreater accessibility. An enhanced user interface and optional shorter campaigns make the Total War experience faster and easier to enjoy than ever before.•\tOver 40 new features. An advanced terrain system, enhanced weather effects, and more will help you divide and conquer.•\tIntense Multiplayer Battles. Wage war against other players in 8-way multiplayer games.About KingdomsKingdoms presents players with all-new territories to explore, troops to command, and enemies to conquer.Kingdoms is the most content-rich expansion ever produced for a Total War game, with four new entire campaigns centred on expanded maps of the British Isles, Teutonic Northern Europe, the Middle East, and the Americas. In Total War: MEDIEVAL II, you were only given a tantalizing glimpse of South America, but in Kingdoms, vast tracts of land in both North and South America have been opened up for you to conquer. All-new factions from the New World are also now fully playable, including the Aztecs, Apaches, and Mayans.Along with the new maps in the Britannia, Teutonic, Crusades, and New World Campaigns, there are 13 new factions to play, over 110 units to control, and 50 building types, adding up to 80 hours of new gameplay. Kingdoms also offers new multiplayer maps and hotseat multiplayer, a first for the Total War series, allowing you to play one-versus-one campaign games on the same computer.•\tFour new campaigns - Britannia, Teutonic, Crusades, and New World•\t10 new units•\t13 new factions•\t9 new agents•\t50 new buildings•\t60+ new territories across four new maps•\t15 new multiplayer maps and scenarios•\tAll-new 1v1 hotseat multiplayer campaign mode",
    "detail": "名称: Total War: MEDIEVAL II – Definitive Edition\n类型: 策略\n开发商: CREATIVE ASSEMBLY, Feral Interactive (Mac), Feral Interactive (Linux)\n发行商: SEGA, Feral Interactive (Mac), Feral Interactive (Linux)\n系列: Total War\n发行日期: 2006 年 11 月 15 日",
    "review": [
        "最近评测: 特别好评 (190) - 过去 30 天内的 190 篇用户评测中有 93% 为好评。",
        "全部评测: 好评如潮 (24,278) - 此游戏的 24,278 篇用户评测中有 95% 为好评。",
        "全部评测: 好评如潮 (24,278 篇中的 95%) 发布至今",
        "最近评测: 特别好评 (190 篇中的 93%) 最近"
    ],
    "sysreq": [
        "Windows\n最低系统要求：\nMicrosoft® Windows® 2000/XP\nCeleron 1.5GHz Pentium 4® (1500MHz) 或同级别 AMD® 处理器\n512 MB 内存\n11GB 未压缩可用硬盘空间\n100% DirectX® 9.0c 兼容 16 位声卡及最新驱动程序\n100% Windows 2000/XP 兼容鼠标、键盘和最新驱动程序\nDirectX® 9.0c\n支持 Shader 1 的 128MB 硬件加速显示卡及最新驱动程序。 必须为 100% DirectX® 9.0c 兼容\n1024 x 768 最低显示分辨率\n支持互联网 (TCP / IP) 游戏；互联网游戏需要宽带连接和最新的驱动程序；LAN 游戏则需要网卡。\n重要事项：\n有的卡可能与 Medieval II: Total War 采用的 3D 加速功能不兼容。 请向硬件制造商咨询是否完全兼容 DirectX® 9.0c。\n*\n2024 年 1 月 1 日（PT）起，Steam 客户端将仅支持 Windows 10 及更新版本。",
        "Mac OS X\nMinimum: OS: macOS 14 Sonoma\nProcessor: Apple M1 (8‑Core CPU), Intel Core i7 or better\nMemory: 8GB\nGraphics: Apple M1 (7‑Core GPU), AMD Radeon Pro 555X or better\nStorage: 15GB\nAdditional Notes: PRE macOS 14 USERS: Players using a version of macOS before 14 can access a compatible version of the game via the Beta tab in the game’s properties window. Select the 'mac_1.1.1 - macOS 13 or Intel GPUs only' branch for a version that is compatible with 10.14 up to 13.6.4. Please also see our guide here\n———\nPlease note for your computer to meet the minimum requirements it must match or better all elements of the listed system requirements. For more detailed specifications check the Feral website.",
        "SteamOS + Linux\nOS: Ubuntu 14.04\nSteam OS 2.0 (NVIDIA & Intel Only)\nGraphics Card: Nvidia 600 series+ with Driver Version 352.55\nAMD R7 with Mesa 11.2 driver*\nIntel Iris Pro with Mesa 11.2 driver*\n*IMPORTANT: AMD GPUS may require Ubuntu 15.10 or later. Mesa 11.2 driver still in active development.\nOS: Ubuntu 15.10\nSteam OS 2.0 (NVIDIA & Intel Only)\nGraphics Card: Nvidia 700 series+ with Driver Version 352.55\nAMD R9 with Mesa 11.2 driver*\n*IMPORTANT: AMD GPUS may require Ubuntu 15.10 or later. Mesa 11.2 driver still in active development."
    ],
    "linkbar": "https://steamcommunity.com/linkfilter/?u=http%3A%2F%2Fwww.totalwar.com",
    "language": [
        "英语",
        "法语",
        "意大利语"
    ],
    "name_chs": "中世纪2：全面战争",
    "steam_id": "4700",
    "screenshot": [
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/4700/0000000841.1920x1080.jpg?t=1724863909",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/4700/0000000842.1920x1080.jpg?t=1724863909",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/4700/0000000843.1920x1080.jpg?t=1724863909",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/4700/0000000844.1920x1080.jpg?t=1724863909",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/4700/0000000845.1920x1080.jpg?t=1724863909",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/4700/0000000846.1920x1080.jpg?t=1724863909",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/4700/0000000847.1920x1080.jpg?t=1724863909",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/4700/0000000848.1920x1080.jpg?t=1724863909",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/4700/0000000849.1920x1080.jpg?t=1724863909",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/4700/0000000850.1920x1080.jpg?t=1724863909"
    ],
    "steam_link": "https://store.steampowered.com/app/4700/?l=schinese",
    "update_at": "2025-02-08T01:18:03"
}