{
    "sid": "499520",
    "name": "The Turing Test",
    "site": "steam",
    "tags": [
        "解谜",
        "科幻",
        "第一人称",
        "女性主角",
        "太空",
        "冒险",
        "单人",
        "氛围",
        "剧情丰富",
        "好评原声音轨",
        "人工智能",
        "短篇",
        "哲理",
        "机器人",
        "心理恐怖",
        "独立",
        "悬疑",
        "恐怖"
    ],
    "cover": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/499520/header.jpg",
    "descr": "关于此游戏The Turing Test is a challenging first-person puzzle game set on Jupiter’s moon, Europa. You are Ava Turing, an engineer for the International Space Agency (ISA) sent to discover the cause behind the disappearance of the ground crew stationed there.Upon arrival a series of puzzles awaits you – tests which, according to the station’s AI, Tom, can only be solved by a human. These puzzles have apparently been set by the missing ground crew – but why have they created them and what are they hiding from?In an evolving story based on mankind’s instinctual need to explore, protect and survive, you’ll delve deeper into Europa’s ice crusted-core and discover that the lines between man and machine begin to blur. Armed with the Energy Manipulation Tool (EMT), solve puzzles to open the way forward as you learn the true cost of human morality.Key Features:Harness the ability to transfer power between machines using your ‘Energy Manipulation Tool’ providing a unique twist on gameplay mechanics and puzzle logic.Learn the significance of player control as you switch between multiple perspectives to solve The Turing Test’s most challenging puzzles.Discover a story with multiple layers of depth and conspiracy; challenging concepts of human morality and giving freedom to players to form theories about the fate of ISA's crew members.",
    "detail": "名称: The Turing Test\n类型: 冒险\n开发者: BULKHEAD\n发行商: BULKHEAD\n发行日期: 2016 年 8 月 30 日",
    "review": [],
    "sysreq": [
        "Windows\n最低配置:\n操作系统 *: Windows 7 64-bit\n处理器: Core i3 / Athlon 64 X2 6400\n内存: 4 GB RAM\n显卡: NVIDIA GeForce GTX 560 / ATI Radeon HD 5770\nDirectX 版本: 11\n存储空间: 需要 10 GB 可用空间\n推荐配置:\n操作系统 *: Win 7 64bit / Win 8.1 64-bit / Windows 10\n处理器: Core i7-920 / A8-3870K or above\n内存: 8 GB RAM\n显卡: NVIDIA GeForce GTX 970 / ATI Radeon R9 280 or above\nDirectX 版本: 11\n存储空间: 需要 10 GB 可用空间\n*\n2024 年 1 月 1 日（PT）起，Steam 客户端将仅支持 Windows 10 及更新版本。"
    ],
    "linkbar": "https://steamcommunity.com/linkfilter/?u=http%3A%2F%2Fwww.theturingtestgame.com%2Findex.html",
    "language": [
        "英语"
    ],
    "steam_id": "499520",
    "screenshot": [],
    "steam_link": "https://store.steampowered.com/app/499520/?l=schinese",
    "update_at": "2026-01-21T00:42:43"
}