{
    "sid": "502470",
    "name": "Airport Simulator 3: Day & Night",
    "site": "steam",
    "tags": [
        "休闲",
        "模拟",
        "策略",
        "汽车模拟",
        "沉浸式模拟",
        "生活模拟",
        "3D",
        "3D 视觉",
        "现代",
        "制作",
        "驾驶",
        "单人",
        "管理",
        "交通运输"
    ],
    "cover": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/502470/header.jpg",
    "descr": "关于此游戏The airport is a place that never sleeps. With departures, arrivals and the continuous hustle and bustle of passengers, there is rarely an opportunity for a break. InAirport Simulator 3: Day & Night, your challenge is to keep the wheel turning and ensure that everything in the airport runs smoothly around the clock.Firstly, you will need to take care of fleet and baggage management to handle transporting passengers and the ever-increasing number of aircraft from various airlines. In addition, security checks, airport hygiene and maintenance are also crucial and need to be well managed.Depending on the time of day and weather conditions, your tasks will vary. For example, in frosty weather, the de-icing of wings becomes the main focus of attention. These are just some of the important parts of running your organization as you compete against other international airport competitors.Goal-oriented management, satisfied staff, and happy passengers - will you achieve your goals through hard work and commitment? In the beginning, you will take over many tasks yourself. Over time, you will be able to delegate tasks to your airport staff. For now, it is time to roll up your sleeves; inAirport Simulator 3: Day & Night, there is always something to do!Day & Night:Manage your airport at any time of the day and make sure everything runs smoothly.Changing weather:Safety comes first, and processes need to be followed in any weather condition. E.g. Taking care of de-icing wings.Managing the plane:Different types of aircraft all require inspection and cleaning of the interior.Busy traffic:Numerous detailed vehicles and aircraft on the huge grounds guarantees a realistic airport experience. Different vehicles can be steered by yourself.Intelligent AI and personnel system:Pilots, stewardesses, mechanics, taxiway staff all support you in your tasks. A good organization and overview are the key to success.Varied missions:Tasks such as de-icing, loading and unloading the aircraft, refuelling, transport and cleaning are just some of your extensive activities.Your own music:The right sound for every taste! Via in-game smartphone (Spotify account required) you can get your favourite tracks into the game. With good music, airport management is even more fun.Realism:Every action requires a reaction. Damage to vehicles or sick employees - everything is simulated.",
    "detail": "名称: Airport Simulator 3: Day & Night\n类型: 休闲, 模拟, 策略\n开发者: United Independent Entertainment\n发行商: United Independent Entertainment\n发行日期: 2021 年 3 月 4 日",
    "review": [],
    "sysreq": [
        "Windows\n最低配置:\n操作系统 *: Windows 7, 8.1, 10 (x64)\n处理器: Intel Core 2 Duo Dualcore, AMD X2 Dualcore with 3.0 GHz\n内存: 6 GB RAM\n显卡: NVIDIA GeForce GTX 280, AMD Radeon HD 4870\nDirectX 版本: 11\n网络: 宽带互联网连接\n存储空间: 需要 4 GB 可用空间\n推荐配置:\n操作系统 *: Windows 7, 8.1, 10 (x64), 11\n处理器: Intel i5-series Quadcore, AMD Ryzen-series Quadcore with 3.2 GHz\n内存: 8 GB RAM\n显卡: NVIDIA GeForce GTX 760, AMD Radeon HD R9 270X\nDirectX 版本: 11\n网络: 宽带互联网连接\n存储空间: 需要 4 GB 可用空间\n*\n2024 年 1 月 1 日（PT）起，Steam 客户端将仅支持 Windows 10 及更新版本。"
    ],
    "language": [
        "英语",
        "法语",
        "意大利语"
    ],
    "steam_id": "502470",
    "screenshot": [],
    "steam_link": "https://store.steampowered.com/app/502470/?l=schinese",
    "update_at": "2026-01-15T05:14:43"
}