{
    "sid": "516750",
    "name": "My Summer Car",
    "site": "steam",
    "tags": [
        "汽车模拟",
        "模拟",
        "开放世界",
        "驾驶",
        "生存",
        "拟真",
        "第一人称",
        "建造",
        "单人",
        "竞速",
        "欢乐",
        "沙盒",
        "多人",
        "困难",
        "抢先体验",
        "心理恐怖",
        "永久死亡",
        "喜剧",
        "独立",
        "冒险"
    ],
    "cover": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/516750/header.jpg",
    "descr": "关于此游戏MY SUMMER CARis the ultimate car owning, building, fixing, tuning, maintenance AND permadeath life survival simulator. You start the game with hundreds of loose parts and assemble both car and engine. Not only you need to maintain your car, but yourself as well. Sausages, beer and sleeping will do just fine.If everything goes well, you have a working car which you can use for various 1990's Finnish countryside summer activities. Basically doing stupid things under influence of alcohol. After you have gathered extra money from various random jobs, you can start to tune and upgrade the car with parts ordered via snail mail. You can turn the car into a obnoxious bass-boom disco machine.... or into a rally car to participate rally competitions... or just fix it into perfect factory condition. Of course car also needs to pass the inspection or you might get into trouble with police.Not only you have access to one car, but also several other cars and vehicles which you can use. (Mostly useful to get groceries and for towing the project car from some ditch, again).Warning, this game is not for fainted heart. Severe car fever is required to play this properly due to it's meticulous approach on car building.Full car assembly with over hundred partsDetailed driving and engine simulationVarious other vehicles, cars and boat to use and driveDozens of kilometers worth of dirt and paved roads with AI trafficRandom paying jobs to cover food, beverage and fuel expensesRally event to participate inPermanent deathSauna bathing90's Finnish summer!Support for steering wheel and shifter controllersMuch more!",
    "detail": "名称: My Summer Car\n类型: 独立, 竞速, 模拟\n开发者: Amistech Games\n发行商: Amistech Games\n发行日期: 2025 年 1 月 8 日\n抢先体验发行日期: 2016 年 10 月 24 日",
    "review": [],
    "sysreq": [
        "Windows\n最低配置:\n需要 64 位处理器和操作系统\n操作系统 *: 64bit versions of Windows 7, Windows 8, Windows 10\n处理器: +3 GHZ dual core processor\n内存: 6 GB RAM\n显卡: Nvidia GTX 960 or AMD equivalent\nDirectX 版本: 9.0\n存储空间: 需要 1 GB 可用空间\n声卡: DirectX Compatible Soundcard\n附注事项: High CPU single core performance required\n推荐配置:\n需要 64 位处理器和操作系统\n操作系统 *: 64bit versions of Windows 7, Windows 8, Windows 10\n处理器: Intel Core i5 or AMD equivalent\n内存: 8 GB RAM\n显卡: Nvidia GTX 1070 or AMD equivalent\nDirectX 版本: 9.0\n存储空间: 需要 1 GB 可用空间\n声卡: DirectX Compatible Soundcard\n附注事项: High CPU single core performance required\n*\n2024 年 1 月 1 日（PT）起，Steam 客户端将仅支持 Windows 10 及更新版本。"
    ],
    "linkbar": "https://steamcommunity.com/linkfilter/?u=http%3A%2F%2Fwww.amistech.com%2Fmsc",
    "language": [
        "英语",
        "芬兰语"
    ],
    "steam_id": "516750",
    "screenshot": [],
    "steam_link": "https://store.steampowered.com/app/516750/?l=schinese",
    "update_at": "2026-02-24T20:56:24"
}