{
    "sid": "574090",
    "name": "MOTHERGUNSHIP",
    "site": "steam",
    "tags": [
        "动作类 Rogue",
        "第一人称射击",
        "动作",
        "第一人称",
        "复古射击",
        "制作",
        "枪械改装",
        "独立",
        "轻度 Rogue",
        "快节奏",
        "类 Rogue",
        "在线合作",
        "弹幕射击",
        "单人",
        "程序生成",
        "重玩价值",
        "合作",
        "科幻",
        "困难",
        "永久死亡"
    ],
    "cover": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/574090/header.jpg",
    "descr": "关于此游戏MOTHERGUNSHIP mixes bullet-hell intensity with the FPS genre, and brings one of the largest gun customization options seen in video games. It’s up to you to equip your over-the-top arsenal and defeat a robotic alien armada that has conquered Earth.Craft gun monstrosities that no reasonable person could ever lift, fight gigantic bosses and experience randomized mayhem as you battle your way to the heart of the fleet to destroy the MOTHERGUNSHIP!FIGHTFace off against overwhelming odds in brutal, non-stop combat where thinking on your feet is the only way to survive. Dodge hundreds of bullets with unique FPS/Bullet-hell hybrid gameplay. Each ship hosts hordes of alien machines, deadly traps, and intimidating bosses, all set on preventing you from saving humanity. Go get ‘em.CRAFTTo take down the MOTHERGUNSHIP, you’ll need your very own personalized arsenal of destruction. Luckily, in MOTHERGUNSHIP you can create the gun of your dreams with one of the most modular gun-crafting systems ever seen in a videogame. Want to have twelve-barrel gun that shoots homing rockets? Or do you prefer a lightning shotgun? And what gun wouldn’t look better with a fishtank affixed to the top? Go for it! The design of your destructive arsenal is in your hands.RESISTJoin the ranks of the resistance against the robotic alien invasion. Destroy hordes of metallic fiends and earn your way to the Mothergunship! Fight together with a friend in a full co-op experience, while you work together to cut through the alien fleet and reach that ultimate goal – bringing down the MOTHERGUNSHIP.",
    "detail": "名称: MOTHERGUNSHIP\n类型: 动作, 独立\n开发者: Terrible Posture Games, Grip Digital\n发行商: Terrible Posture Games\n系列: Terrible Posture Games, MOTHERGUNSHIP\n发行日期: 2018 年 7 月 17 日",
    "review": [],
    "sysreq": [
        "Windows\n最低配置:\n需要 64 位处理器和操作系统\n操作系统 *: Windows 7 64-bit\n处理器: Intel Core i5-4430 / AMD FX-6300\n内存: 4 GB RAM\n显卡: Nvidia GTX 750 Ti 2GB / AMD Radeon R7 265\nDirectX 版本: 11\n存储空间: 需要 5 GB 可用空间\n推荐配置:\n需要 64 位处理器和操作系统\n操作系统: Windows 10 64-bit\n处理器: Intel Core i5-6600K / AMD Ryzen 5 1600\n内存: 8 GB RAM\n显卡: NVIDIA GeForce GTX 1060 3GB / AMD Radeon RX 580 4GB\nDirectX 版本: 11\n存储空间: 需要 5 GB 可用空间\n*\n2024 年 1 月 1 日（PT）起，Steam 客户端将仅支持 Windows 10 及更新版本。"
    ],
    "linkbar": "https://steamcommunity.com/linkfilter/?u=http%3A%2F%2Fwww.mothergunship.com",
    "language": [
        "英语",
        "法语",
        "意大利语"
    ],
    "steam_id": "574090",
    "screenshot": [],
    "steam_link": "https://store.steampowered.com/app/574090/?l=schinese",
    "update_at": "2025-12-11T04:35:32"
}