{
    "sid": "6980",
    "name": "Thief: Deadly Shadows",
    "site": "steam",
    "tags": [
        "潜行",
        "氛围",
        "动作",
        "蒸汽朋克",
        "第一人称",
        "经典",
        "黑暗",
        "第三人称",
        "剧情丰富",
        "沉浸式模拟",
        "恐怖",
        "单人",
        "奇幻",
        "黑暗奇幻",
        "冒险",
        "中世纪",
        "沉浸式",
        "开放世界",
        "第一人称射击",
        "角色扮演"
    ],
    "cover": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/6980/header.jpg",
    "descr": "关于此游戏You are Garrett, the master thief. Rarely seen and never caught, Garrett is the best that ever was. Able to sneak past any guard, pick any lock, and break into the most ingeniously secured residences. Garrett steals from the wealthy and gives to himself, making his living in the dark and foreboding City. Here crime and corruption are commonplace, wealthy nobles prey on the poor and each other, and magic and machinery coexist uneasily. World weary and cynical, Garrett wants nothing more than to be left alone to ply his trade. But things never work out that way.Cutting-edge Action Stealth Gameplay - Hide in the shadows, sneak past the guards, or ambush them from the darkness!Huge Arsenal of Thieves' Tools - Including lock picks, a blackjack, arrows, wall climbing gloves, oil flasks, flash bombs, and a dagger.An Entire City to Explore - Break into any building, mug nobles on the streets, spend your loot, and earn a reputation. Feel like a real thief in a cityscape of unparalleled responsiveness and interactivity.Advanced Artificial Intelligence - AI guards that see and hear, track evidence and suspiciousness, search for intruders, fight, give chase, and perform lip synching, facial expressions, and hundreds of lines of real-time dialog.Dynamic Lighting and Shadow System - Every character and object casts realistic, dynamic shadows that effect stealth gameplay.",
    "detail": "名称: Thief: Deadly Shadows\n类型: 动作\n开发者: Ion Storm\n发行商: Eidos Interactive Corp.\n发行日期: 2004 年 6 月 11 日",
    "review": [],
    "sysreq": [
        "Windows\nMinimum: IBM PC or 100% compatible, Windows 2000 or Windows XP, Intel Pentium IV 1.5 GHz (or AMD Athlon XP equivalent), 256 MB system memory, 64 MB video memory, Direct3D 9.0, and Pixel Shader 1.1, 100% DirectSound 9 compatible sound card, 3,000 MB free hard disk space, Keyboard and mouse\nRecommended: Intel Pentium IV 2.0 GHz (or AMD Athlon XP equivalent), 512 MB system memory, 128 MB video memory, Direct3D 9.0, and Pixel Shader 1.1\nThief: Deadly Shadows does not support play on laptop computers.\n*\n2024 年 1 月 1 日（PT）起，Steam 客户端将仅支持 Windows 10 及更新版本。"
    ],
    "language": [
        "英语"
    ],
    "steam_id": "6980",
    "screenshot": [
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/6980/0000001573.1920x1080.jpg?t=1700763742",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/6980/0000001574.1920x1080.jpg?t=1700763742",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/6980/0000001575.1920x1080.jpg?t=1700763742",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/6980/0000001576.1920x1080.jpg?t=1700763742",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/6980/0000001577.1920x1080.jpg?t=1700763742",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/6980/0000001578.1920x1080.jpg?t=1700763742",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/6980/0000001579.1920x1080.jpg?t=1700763742",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/6980/0000001580.1920x1080.jpg?t=1700763742",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/6980/0000001581.1920x1080.jpg?t=1700763742"
    ],
    "steam_link": "https://store.steampowered.com/app/6980/?l=schinese",
    "update_at": "2025-08-11T07:21:47"
}