{
    "sid": "758870",
    "name": "Kynseed",
    "site": "steam",
    "tags": [
        "农场模拟",
        "探索",
        "沙盒",
        "生活模拟",
        "制作",
        "角色扮演",
        "管理",
        "2D",
        "放松",
        "欢乐",
        "奇幻",
        "开放世界",
        "独立",
        "像素图形",
        "模拟",
        "冒险",
        "单人",
        "战斗",
        "黑暗奇幻",
        "农场管理"
    ],
    "cover": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/758870/header.jpg",
    "descr": "关于此游戏A huge new update is now live! The Big Build Update adds farm and farmhouse customisation, building projects including bridges and Hob damaged houses, brand new gameplay gating, a beautiful feature-packed progress screen, a new challenge system with over 450 new objectives with rewards, story cut-scenes, combat totems around the world,  loads of new and improved dialogue and many more changes.Embark on a lifetime of adventure in a beautiful world of creativity and intrigue. Raise a family, customise your farm, run a business, craft items, and battle some marvellously malevolent monsters.Your actions and decisions matter in our adventurous story filled with purpose and promise. Lend a helping hand to villagers in need and discover the unique blend of creativity and choice that sets Kynseed apart. Come and join us - your legacy awaits!Story based RPG set in beautiful regions with battles against dark faery tale creatures.Customise your farm and farmhouse using Kynseed's new customisation mode with hundreds of items and limitless design possibilities.Run a business such as a blacksmith, apothecary, or goods store.Develop relationships with villagers who will remember your deeds, actions, and pranks!Combat the evil Hob army as they construct powerful totems and cause the destruction of crops and buildings.Rebuild broken houses and buildings for your neighbours and new NPCs.Gather materials to create items, forge weapons or mix cures for bizarre maladies.Buy strange artifacts from the mysterious Mr. Fairweather - items that can aid your chores, help you in combat, or just let you mess with the world. But be warned of his life tax; each item must be paid with years of your life!A world where everyone ages -  raise a family then step into your children's shoes and continue your legacy.In Kynseed, live your life the way you choose in a lovingly handcrafted 2D open world. It’s a beautiful RPG adventure from a couple of tea-making veterans of the Fable series.ABOUT PIXELCOUNT STUDIOSPixelCount Studios is a small team of independent developers who have come together to build the game of their dreams. Kynseed is an original RPG inspired by the charm, eccentricity, and humour that permeated Lionhead Studios’ games. PixelCount Studios was founded by Fable alumni Charlie Edwards and Neal Whitehead and is Chaired by game industry legend Sir Ian Livingstone.",
    "detail": "名称: Kynseed\n类型: 冒险, 独立, 角色扮演, 模拟\n开发者: PixelCount Studios\n发行商: PixelCount Studios\n发行日期: 2022 年 12 月 6 日\n抢先体验发行日期: 2018 年 11 月 8 日",
    "review": [],
    "sysreq": [
        "Windows\n最低配置:\n操作系统 *: Windows 7 or Higher\n处理器: Intel Core i3\n内存: 4 GB RAM\n显卡: DirectX 11 Compatible Video Card\nDirectX 版本: 11\n存储空间: 需要 550 MB 可用空间\n*\n2024 年 1 月 1 日（PT）起，Steam 客户端将仅支持 Windows 10 及更新版本。"
    ],
    "linkbar": "https://steamcommunity.com/linkfilter/?u=https%3A%2F%2Fkynseed.com",
    "language": [
        "英语",
        "法语",
        "韩语"
    ],
    "steam_id": "758870",
    "screenshot": [],
    "steam_link": "https://store.steampowered.com/app/758870/?l=schinese",
    "update_at": "2025-12-01T01:21:17"
}