{
    "sid": "785860",
    "name": "Zombie Watch",
    "site": "steam",
    "tags": [
        "冒险",
        "独立",
        "角色扮演",
        "生存",
        "休闲",
        "僵尸",
        "战术",
        "多人",
        "合作",
        "第三人称射击",
        "网络梗",
        "俯视",
        "抢先体验"
    ],
    "cover": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/785860/header.jpg",
    "descr": "关于此游戏Welcome to the world of Zombie Watch! You are one of a few people who survived a virus that has infected most of the population and turned them into flesh-eating zombies. They may be dead but they are not resting in peace and they will come after you. Take on the challenge of survival in a harsh and brutal environment and prove you can conquer them all.Zombie Watch is a top-down, open-world survival game that will take you to the post-apocalyptic world, where you are going to encounter many zombies and wildlife. Gather, mine, scavenge for resources and build a self-sustaining base with defenses to fend off the incoming zombie hordes. Craft or find weapons, armor, medicine, and much more.STORYYou wake up in a post-apocalyptic world overrun by bloodthirsty zombies that are after you around the clock. They can smell you from the distance, hear every step you take if you are not careful, and will make you their one and only target once they spot you. While living in hiding or fighting for your life, you also have to attend to your basic human needs. It would be a shame if you perished from starvation or cold. Use your survival skills, make and set traps and build a self-sustaining base with a great defense! Enter the world of Zombie Watch – be aware of your surroundings and keep a good watch!FEATURES- Open worldYou can explore a fragmented open world free to explore. Travel between different zones, biomes.- Inventory systemFind or craft different clothing items, weapons, food, and other equipment to carry on you at all times.- Survivors BasesBuild a great defense system for your survivors to keep the zombies out.- Zombie HordesVarious zombies will attack you in hordes or one on one but they will also periodically attack your base. They can smell you from afar and hear your every step unless you are careful. When you get bitten or otherwise wounded, you are going to be able to healyour wounds.- Food and water systemYou have basic human needs and you need food and water. You will be able to plant a few seeds and grow your own food.- CraftingFind or craft your own weapons and armor. Cook, brew potions, scavenge, gather herbs, grow your own garden, mine ore, chop down trees, and much more to come.- ExplorationExplore the surroundings of the living, breathtaking world and gather food and items. Everything can come in handy.WEAPONSA large variety of weapons e.g. pistols, assault rifles, shotguns, sniper rifles, crossbow, bow, swords, axes, shields, knives, and much more. All of these items can be found or crafted at your crafting stations. You will be able to craft or find ammo.BASE BUILDINGChop down trees, mine, and refine different kinds of ore or metal. Scavenge for provisions or grow your own food. Create a base with a great defense you can be proud of.ZOMBIESZombies will attack your base in hordes repeatedly in waves. You can bunker down or fight the enemy directly. They will also attack you randomly while you are out exploring the landscape. You can heal your wounds when they bite or scratch you and keep on fighting. You need to make sure you have healing potions or bandages in your inventory at all times.",
    "detail": "名称: Zombie Watch\n类型: 冒险, 休闲, 独立, 角色扮演\n开发者: Wildlak\n发行商: Wildlak\n发行日期: 2021 年 9 月 16 日\n抢先体验发行日期: 2019 年 5 月 10 日",
    "review": [],
    "sysreq": [
        "Windows\n最低配置:\n需要 64 位处理器和操作系统\n操作系统 *: Windows 7 SP1 64-bit or Windows 8.1 64-bit or Windows 10 64-bit\n处理器: Intel Core i5 or equivalent\n内存: 8 GB RAM\n显卡: NVIDIA® GeForce® GTX 550 or ATI™ Radeon™ HD 6XXX or higher\nDirectX 版本: 11\n存储空间: 需要 20 GB 可用空间\n附注事项: Minimum requirements may change during development.\n推荐配置:\n需要 64 位处理器和操作系统\n*\n2024 年 1 月 1 日（PT）起，Steam 客户端将仅支持 Windows 10 及更新版本。"
    ],
    "linkbar": "https://steamcommunity.com/linkfilter/?u=https%3A%2F%2Fwww.wildlak.com%2F",
    "language": [
        "简体中文",
        "英语",
        "俄语"
    ],
    "steam_id": "785860",
    "screenshot": [],
    "steam_link": "https://store.steampowered.com/app/785860/?l=schinese",
    "update_at": "2026-02-28T01:35:51"
}