{
    "sid": "821290",
    "name": "RUNE II: Decapitation Edition",
    "site": "steam",
    "tags": [
        "动作角色扮演",
        "开放世界",
        "冒险",
        "角色扮演",
        "多人",
        "在线合作",
        "合作",
        "动作冒险",
        "玩家对战",
        "单人",
        "合作战役",
        "电影式",
        "动作",
        "探索",
        "基地建设",
        "职业导向",
        "角色自定义",
        "第三人称",
        "制作",
        "刷宝"
    ],
    "cover": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/821290/header.jpg",
    "descr": "[b]RUNE II: Decapitation Edition[/b] is THE viking adventure where friends travel around Midgard, destroying foes, crushing enemies, and dismembering the trickster-God Loki. RUNE II: Decapitation Edition is not made for everyone. Here's what you can expect from RUNE II...\n\n[list][li]BUY this game if you don’t take yourself too seriously or like video games that are self aware. \n[/li][li]BUY this game if you are looking for a fun game to play alone or with friends.\n[/li][li]BUY this game if you enjoy mead and are looking for a fun drinking game.\n[/li][li]BUY this game if you are into ARPGs focused on hacking, slashing, and slaughtering your enemies.\n[/li][li]BUY this game if you like dismembering your foes and beating them with their own limbs.\n[/li][li]BUY this game if you like passionate teams behind your games who update and improve the game based on community feedback often, set on creating the funnest game possible.\n\n[/li][li]PASS if you want branching storylines that ultimately rarely matter.\n[/li][li]PASS if you are expecting extravagant base building.\n[/li][li]PASS if you want an exact replica of the first RUNE game.\n[/li][li]PASS if you want to spend hours in character upgrade menus.\n[/li][li]PASS if you expect a hardcore survival title.\n[/li][li]PASS if you are afraid of trees.[/li][/list]\nIf your time with RUNE II lasts longer than 4 hours, do not consult a doctor, just keep playing! RUNE II is made with passion, aimed at providing a ridiculous fun experience. We encourage those interested in RUNE II to join us on this journey. We are listening to your feedback and are excited to improve RUNE II together.\n\n[img]https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/821290/extras/RUNE_II_LogoSlower.jpg?t=1684279122[/img]\n\n[b]THAT WHICH DOES NOT KILL ME….SHOULD RUN![/b]\n\nAbandoned and sabotaged by the original developers, [b]RUNE II[/b] was left in a state of disarray. Raised from the ashes by Studio 369, the game has now emerged for a Steam launch as a re-envisioned story of betrayal, rebirth and revenge. Severing that old human head has freed RUNE II and it is now a glorious Viking adventure. \n\nIn this journey to open the ultimate can of whoopass on Loki and save Midgard, you’ll need heavy weapons, raucous friends, and lots and lots of mead. Call upon the power of the Viking deities Odin, Hel, or Thor to bless your quest to take down a God. Explore an expanded Midgard world with buildable villages and loot-filled dungeons. Battle savage hordes of enemies from Norse legends alone or online with friends. Experience brand new gameplay features including a skill tree system, improved combat mechanics, and a revamped quest system.\n\n[img]https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/821290/extras/Key1.jpg?t=1684279122[/img]\n\n[b]RUNE II Retold[/b]\n\nAs the chosen warrior who will save all of Midgard, you must battle against legendary creatures, giants, feral beasts, living warriors, and the dishonored dead alike. Seek the weapons and knowledge needed to confront Loki and stop his scheme of an unending cycle of Ragnarok. Experience a NEW RUNE II main narrative that introduces new characters, numerous quests and an ending sequence fitting for a legendary Viking saga.\n\n[img]https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/821290/extras/Loki-GIF2.jpg?t=1684279122[/img]\n\n[b]The Vast and Dangerous Lands of Midgard[/b]\n\nExplore the once-beautiful realm of Midgard, now a ravaged battlefield fought between men, beasts, and gods. The quest to kill Loki will have you tested through the Ages of Ragnarok: journey through mountainous terrain, charge through blood-soaked fields, sulk through dangerous dungeons, and defend village settlements against violent hordes.\n\n[img]https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/821290/extras/Different-chapters-before-and-after2.jpg?t=1684279122[/img]\n\n[b]Fast and Brutal Combat Redefined[/b]\n\nThe combat system for RUNE II has been vastly improved, intensifying the level of strategy and savagery in battles. Master new parrying techniques, stagger enemies with new combo attacks, and execute finishing moves to dismember, decapitate, or simply destroy foes into gibby pieces… take their mutilated limbs as trophies or even use them as weapons!\n\n[img]https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/821290/extras/Fighting-lazarus2.jpg?t=1684279122[/img]\n\n[b]Build Your Viking Tribe and Fight for Glory[/b]\n\nSlaying a god is always better with friends! Invite fellow fighters to band together and trek across the realm online. Repair and build village forts, battle side by side against gargantuan mythical creatures, and stand as one to face the prankster god Loki. Add to the madness of Ragnarok with brutal PvP battles to see who is the most fearsome Viking in all of Midgard.\n\n[img]https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/821290/extras/Oncoming-horde2.jpg?t=1684279122[/img]\n\n[b]God-Given Abilities[/b]\n\nAlign with a Norse god to receive unique abilities and skills to aid your quest in  defeating Loki. Choose from Thor, who imbues you with strength; Hel, who gives you power over the dead; Odin, who will grant you additional protection in battle; or reject the power of the gods and forge your own path as a Heathen warrior. Gain experience in the new skill tree system and unlock over 20 new abilities centered around your chosen deity that include unleashing berserker rage fury, casting lightning bolts, and summoning pet allies to aid you in battle.\n\n[img]https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/821290/extras/All-skills-no-logo22.gif?t=1684279122[/img]\n\n[b]RUNE II Dungeons[/b]\n\nDeep below Midgard, mazes of subterranean levels hide treasures and artifacts of power... as well as an ancient evil. Requested by the community and inspired by classic RUNE levels, the dungeons will challenge the most hardened Viking warriors as they encounter a gauntlet of enemies, challenging platform sequences, and vile monster bosses. Beware what lies below!\n\n[img]https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/821290/extras/Dungeon-teaser2.jpg?t=1684279122[/img]\n\n[b]Viking Village Life[/b]\n\nRebuild the land of Midgard by gathering resources to repair villages. Create longhouses, forges, and other buildings to restore the community as villagers return to rally behind your cause. Loki’s thrall army will attack during Horde Events, so take up arms with villagers to defend to the last man, woman, and child. For Valhalla!\n\n[img]https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/821290/extras/Village-before-and-after2.jpg?t=1684279122[/img]",
    "detail": "名称: RUNE II: Decapitation Edition\n类型: 动作, 冒险, 角色扮演\n开发商: Studio 369\n发行商: Ragnarok Game, LLC\n发行日期: 2020 年 11 月 13 日",
    "review": [
        "全部评测: 褒贬不一 (428) - 此游戏的 428 篇用户评测中有 53% 为好评。",
        "全部评测: 褒贬不一 (428 篇中的 53%) 发布至今"
    ],
    "sysreq": [
        "Windows\n最低配置:\n操作系统 *: 64-bit Windows 8.1, & Windows 10\n处理器: Intel Core i3-4340 / AMD FX-6300\n内存: 8 GB RAM\n显卡: nVidia GeForce 760  / AMD Radeon HD 7850\n网络: 宽带互联网连接\n存储空间: 需要 35 GB 可用空间\n推荐配置:\n操作系统 *: 64-bit Windows 8.1, & Windows 10\n处理器: Intel Core i5-4590 / AMD A-10\n内存: 8 GB RAM\n显卡: nVidia GeForce GTX 970  / AMD Radeon RX 470\n网络: 宽带互联网连接\n存储空间: 需要 35 GB 可用空间\n*\n2024 年 1 月 1 日（PT）起，Steam 客户端将仅支持 Windows 10 及更新版本。"
    ],
    "linkbar": "https://steamcommunity.com/linkfilter/?u=https%3A%2F%2Fwww.rune2.com%2F",
    "language": [
        "英语",
        "法语",
        "意大利语"
    ],
    "steam_id": "821290",
    "screenshot": [
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/821290/ss_b3dc39028c1e12ee6fb5b37e96383a058c28ca5e.1920x1080.jpg?t=1684279122",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/821290/ss_de35420a09cd6ca9d8de5bd720f010d5366dc48b.1920x1080.jpg?t=1684279122",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/821290/ss_e5813f0b2f9f7659f5ded1bb6df15f5d78aa8709.1920x1080.jpg?t=1684279122",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/821290/ss_64fa5b054797f806ac2b9c5b24f491c0fa163abd.1920x1080.jpg?t=1684279122",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/821290/ss_7b84c7131252d0454b2dc61a8b3814b29ce78fd2.1920x1080.jpg?t=1684279122",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/821290/ss_9adb2f10b296ec61b19c3184c862e90cd679a20b.1920x1080.jpg?t=1684279122",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/821290/ss_dc7ef13dcd4e27580dac80d46c584dba27c1f928.1920x1080.jpg?t=1684279122",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/821290/ss_a14fd4c4988b9a2f48a7d3041fdc3ce632cbec07.1920x1080.jpg?t=1684279122",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/821290/ss_dc1ed1c40904526d64bfb1ed920ef52ceff9aeca.1920x1080.jpg?t=1684279122",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/821290/ss_c95ea8f02ab3775da99647e1d3495f287947655b.1920x1080.jpg?t=1684279122",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/821290/ss_bdb7152f451fdfece6ceca7150f09c385afa0597.1920x1080.jpg?t=1684279122",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/821290/ss_25e7026dd3209c2c86a50c9351e3912425ed68c6.1920x1080.jpg?t=1684279122",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/821290/ss_e37783f52f31f2c52c375c28e212932f26aba16e.1920x1080.jpg?t=1684279122",
        "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/821290/ss_e259a42a09c647f0784e0411d9b432cced5c332a.1920x1080.jpg?t=1684279122"
    ],
    "steam_link": "https://store.steampowered.com/app/821290/?l=schinese",
    "update_at": "2024-07-26T09:00:10"
}