{
    "sid": "840010",
    "name": "Garden Paws",
    "site": "steam",
    "tags": [
        "探索",
        "沙盒",
        "农业",
        "建造",
        "制作",
        "可爱",
        "农场模拟",
        "开放世界",
        "放松",
        "角色扮演",
        "休闲",
        "阖家",
        "模拟",
        "合作",
        "卡通风格",
        "可模组化",
        "治愈系",
        "多人",
        "在线合作",
        "温馨惬意"
    ],
    "cover": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/840010/header.jpg",
    "descr": "关于此游戏2 / 2继承祖父母的农场，他们正在环游世界。与当地的弗兰克合作，在新家的最后一丝完美上留下印记。协助弗兰克和威尔逊市长建设城镇，使其充分发展。要扩展家园，建设附近的城镇，您需要金币。有什么更好的方法可以通过经营商店来赚取金币呢！探索岛屿和洞穴，收集从粪便到鲜花的各种物品，出售给当地村民。一旦有了一些种子，您可以参与耕作，或者进行包括制作、钓鱼、采矿和探险在内的众多岛屿活动。一旦有了一些多余的金币，与弗兰克交谈，委托建设城镇的新建筑，每座建筑都会带来独特的升级、商店、任务甚至新领域供您探索，您将有足够的事情让自己忙碌！在您探索的每个地方，都有新的物品可供查找、收集、出售，甚至穿戴。每一个角落都有发现隐藏宝藏的机会，因此您会希望抓住每一个探索的机会。一旦采矿营建好，委托矿工清理碎石并开辟新的矿洞。不用担心，在这里不会有灵魂战斗，只有晶簇和其他宝藏等待着您。想要更多探索吗？在秋季搭船前往万圣节岛，获取史诗级的战利品。深入地下城，挑战10个史诗级别的怪物，敢于挑战首领。觉得太容易了吗？从最小到最大射击入口的蘑菇，激活 hardcore 模式。在这次新的冒险中，您不必独自前行，邀请最多三位朋友在线加入。从经营商店到驯养和探险，与朋友在一起更好。希望与更多的人一起游玩吗？创建一个创意大堂，最多可容纳32人一起建设和聚会！作为服务器主机，您可以向朋友开放您的家，他们将能够充分互动在您的世界中。创建公共或私人服务器，与老朋友一起玩或结交新朋友。目前有10种角色可供选择，狐狸、兔子、熊、龙、猫、鸟、獾、花栗鼠、马和狗。每个角色都有独特的外观，对于所有角色，有超过400种皮肤可供定制，使您的角色独一无二。衣物和更多独特的皮肤可以在城镇的宝箱、通过任务或从城镇的 Splash 购买获得。还有150多种可染色的服装，可以进一步个性化您的角色，从翅膀到帽子。找到您认为顾客会喜欢的花朵或岩石？在12:00和18:00之间开设您的商店，看着金钱滚滚而来。将您的小摊位从小型单桌摊位升级为大型华丽的吸引眼球的摊位。通过模特展示您出售的配饰和帽子，您的商店里有1000多种物品，从原材料到手工制作的物品。如果您想探索而不是照顾商店，可以雇佣助手代替您。您是一个希望以全新方式与观众互动的串流者吗？只需启用 Twitch 集成，聊天中活跃的观众将有机会出现在您的游戏中。不要走得太远，当自然灾害来袭时，村民将需要您的帮助重建他们的城镇。帮助建设城镇和当地建筑，引入新的任务、区域和物品。超过700个任务，至少30小时的内容可供探索，如果您完成了所有任务，不用担心，每个季节都会有新的任务。在野外挖掘带有花朵和蔬菜的种子，或者与种子商萨米(Sammy)交谈以购买新的种子。使用锄头耕种土壤，然后确保每天浇水，直到作物成熟收割。几天后，收割您的庄稼，然后烹饪它们或用花束包裹起来在您的商店里出售。留意那些可爱的雨天，或者制作一些喷水器，这样您就可以花时间做其他任务，而不用担心庄稼枯萎。水无处不在！所以岛上的村民喜欢钓鱼也就不足为奇了。无论是黎明还是黄昏，都有各种各样的鱼可以捕捉。不想花时间钓鱼，建立一些捕鱼或贝类陷阱，让它们来做这项工作。哪个农场没有动物呢？与弗兰克谈谈，建造您的第一个鸡舍和谷仓。在《Garden Paws》中，您可以饲养和照顾许多动物，包括小鸡、鸭子、小牛、羊驼、狐狸、雪貂、山羊、绵羊、马、兔子等等。所有成年的较大动物也可以作为骑乘工具，帮助您更快地四处移动，如果您想暂时休息不滑翔的话。学习如何用它们喜爱的食物与动物交朋友，我们听说兔子喜欢胡萝卜。留意传说中的生物。厌倦了销售无聊的木棍和石头？利用您的手工技能创作适合国王的艺术品。确保升级您的工具和设备，以解锁新的配方和蓝图。有超过600个制作配方，包括各种箱子、家具和建筑构件。您可以通过木质装饰保持经典农场风格，也可以通过水晶家具和玻璃墙增加时尚感。您的农场，您的风格！有超过60种墙纸和数百种物品，让您整夜都可以进行建设。有多个烹饪站，可制作您喜欢的食物，无论是烤鱼、馅饼还是沙拉，您可以通过出售美味佳肴将您的商店提升到更高水平。与当地建筑店的弗兰克合作，升级您祖父母留给您的家园，当他们启程环游世界时。想要更大或在另一个地方？建造一些基础和墙壁，从小型渔船到大型城堡，应有尽有！一旦建好了您的房子，您可以使用从经典颜色到星系墙壁和地板的画笔进一步定制。在《Garden Paws》中，您将有机会委托建造新建筑，引入新的城镇居民，并由于您的努力见证城镇的成长。",
    "detail": "名称: Garden Paws\n类型: 冒险, 独立, 角色扮演, 模拟\n开发者: Bitten Toast Games Inc.\n发行商: Bitten Toast Games Inc.\n发行日期: 2018 年 12 月 18 日",
    "review": [],
    "sysreq": [
        "Windows\n最低配置:\n需要 64 位处理器和操作系统\n操作系统 *: Windows 7\n处理器: Intel Core i5 or higher\n内存: 8 GB RAM\n显卡: Geforce GT 740 / Radeon R7 250 or above\nDirectX 版本: 11\n存储空间: 需要 1 GB 可用空间\n推荐配置:\n需要 64 位处理器和操作系统\n操作系统 *: Windows 7 or higher\n处理器: Intel Core i5 or higher\n内存: 8 GB RAM\n显卡: Geforce GT 740 / Radeon R7 250 or above\nDirectX 版本: 11\n存储空间: 需要 1 GB 可用空间\n*\n2024 年 1 月 1 日（PT）起，Steam 客户端将仅支持 Windows 10 及更新版本。",
        "Mac OS X\n最低配置:\n操作系统: OS X 10.9.3\n处理器: 2.66 GHz Intel Core 2 Duo\n内存: 4 GB RAM\n显卡: Nvidia Geforce 9400 256MB\n存储空间: 需要 1 GB 可用空间\n推荐配置:\n操作系统: OS X 10.9.3\n处理器: Intel Core i5 or higher\n内存: 8 GB RAM\n显卡: NVIDIA GeForce GT 750M 1GB\n存储空间: 需要 1 GB 可用空间\n*\n2024 年 2 月 15 日（PT）起，Steam 客户端将不再支持 32 位游戏及 macOS 10.14 或更低版本。"
    ],
    "linkbar": "https://steamcommunity.com/linkfilter/?u=http%3A%2F%2Fwww.gardenpawsgame.com",
    "language": [
        "英语"
    ],
    "steam_id": "840010",
    "screenshot": [],
    "steam_link": "https://store.steampowered.com/app/840010/?l=schinese",
    "update_at": "2025-11-21T19:22:02"
}