{
    "sid": "94300",
    "name": "The Dream Machine: Chapter 1 & 2",
    "site": "steam",
    "tags": [
        "指向点击",
        "手绘",
        "冒险",
        "解谜",
        "2D",
        "剧情丰富",
        "第三人称",
        "迷幻",
        "心理恐怖",
        "探索",
        "对话",
        "恐怖",
        "超现实",
        "叙事",
        "黑暗",
        "情感",
        "心理",
        "氛围",
        "科幻",
        "悬疑"
    ],
    "cover": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/94300/header.jpg",
    "descr": "关于此游戏The Dream Machine is an award-winning point & click adventure game about exploring other people's dreams. It's built by hand using materials such as clay, cardboard & broccoli.In Chapter 1 you play Victor Neff, the husband of a young couple who've just moved into a new apartment.  While trying to get settled in you discover that all is not as it seems in the quiet, unassuming apartment building...In Chapter 2, Victor goes to confront the landlord, Mr. Morton, only to find his apartment empty. Can Victor find the elusive landlord in time and is there more to Mr. Morton than meets the eye?Key FeaturesWorld: Explore a creepy apartment complex and uncover the mysteries within. Get to know your neighbors and discover their secrets.Story: Delve into the minds of strangers and loved ones as you’re trying to save them from The Dream Machine.Graphics: Wander around beautifully detailed environments built using physical clay models and hand-crafted sets.Puzzles: In order to progress you have to solve puzzles ranging from simple pushovers to fiendish brainteasers.Music: A haunting original soundtrack weaves through the narrative, emphasizing the surreal atmosphere of the game.",
    "detail": "名称: The Dream Machine: Chapter 1 & 2\n类型: 冒险, 休闲, 独立\n开发者: Cockroach Inc.\n发行商: The Sleeping Machine\n发行日期: 2012 年 5 月 11 日",
    "review": [],
    "sysreq": [
        "Windows\nOS: Windows XP or later\nProcessor: 1.8 GHz processor\nMemory: 1 GB RAM\nHard Drive: 1.2 GB HD space\nAdditional Notes: Mouse recommended\n*\n2024 年 1 月 1 日（PT）起，Steam 客户端将仅支持 Windows 10 及更新版本。"
    ],
    "linkbar": "https://steamcommunity.com/linkfilter/?u=http%3A%2F%2Fcockroach.se%2Fthe-dream-machine%2F",
    "language": [
        "英语"
    ],
    "steam_id": "94300",
    "screenshot": [],
    "steam_link": "https://store.steampowered.com/app/94300/?l=schinese",
    "update_at": "2026-01-25T13:14:35"
}