{
    "sid": "947510",
    "name": "Sid Meier's Civilization® VI: Gathering Storm",
    "site": "steam",
    "tags": [
        "策略",
        "回合制",
        "大战略",
        "城市营造",
        "回合战略",
        "多人",
        "4X",
        "历史",
        "单人",
        "模拟"
    ],
    "cover": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/947510/header.jpg",
    "descr": "关于此内容在《文明VI》第二部资料片《风云变幻》中，玩家所处的世界将前所未有地活跃。开发全新高新科技与工程项目，在世界议会中与各国元首讨论重大议题，为自己的文明规划发展道路，带领人民走向辉煌胜利。玩家在游戏中的选择将影响世界生态系统，而且可能改变整个星球的未来。洪水、风暴与火山喷发等自然灾害会掠夺甚至摧毁文明的改良设施和区域。虽说如此，曾经受灾的土地也有机会重获新生，焕发活力。除全新系统外，《文明VI 风云变幻》特别新增8个全新文明与9位新领袖。此外还加入7座全新世界奇观，以及一系列全新单位、区域、建筑与改良设施。环境效应火山喷发、风暴（暴风雪、沙尘暴、龙卷风、飓风）、气候变化、洪水与干旱。电力与消耗性资源战略资源在《风云变幻》中的地位举足轻重。现在这些资源能够被投入发电厂，转化为城市的电力。游戏初期，玩家可以燃烧煤和石油等炭基资源为高级建筑供电；随着科技向现代发展，再生性资源也会随之解锁。文明对资源的选择将直接影响世界气温，并可能引发冰盖融化和海平面上升。工程项目玩家可以修建运河、堤坝、隧道和铁路等改良设施，重塑帝国周围的世界，克服不良地形条件。建立城市时请务必将海岸低地区域的洪水风险纳入考量；但同时也请牢记，游戏后期的新科技（如“拦洪坝”）可保护这些单元格免遭洪水侵袭。世界议会让世界其他领袖聆听文明的呼声。文明能从建立同盟、影响城邦、参与世界运动会等行为中获得外交支持。而外交支持可用于获取其他领袖的承诺、对决议投票、召集应对紧急状况的特殊议程，同时还能用于增加外交胜利投票的权重。二十一世纪科技与市政科技与市政树已拓展至全新时代。文明需要打开新思路，例如将民众迁至海洋家园定居，或研究新科技进行碳排放捕集，应对环境带来的全新挑战。全新领袖与文明隆重推出来自8个全新文明的9位全新领袖，每位领袖皆拥有独特加成与游戏方式。此外还纳入了9种特色单位、4种特色建筑、3种特色改良设施、2种特色区域与1位特色总督。全新情景黑死病：公元十四世纪中叶，黑死病席卷了整个欧洲与西亚，造成大量人类死亡，数额之巨在历史上难出其右。这场瘟疫杀死了数百万人、摧毁了经济体系、颠覆了多个王朝，使整个西方世界彻底改头换面。玩家的任务便是带领自己的文明在这场灾难中艰难前行：保持人口数量，维护经济繁荣；无论世界处于何等恐慌与绝望中，自身的信仰也不能动摇。战争机器：一战伊始，德意志帝国军队出台了一个大胆的作战计划——假道中立国比利时，在法军奋起反抗之前发起闪击直捣黄龙。如果计划成功，德军将在一个月内占领巴黎，一劳永逸。而法军高层则以“十七号计划”作为应对，计划全军出击，以持续猛攻来阻挡德军的攻势。战争爆发后双方迅速展开行动，世界史上最令人瞠目结舌的军事冲突之一就此拉开序幕。在此多人情景中，玩家需要在陷入苦战的两方中做出选择。德国的任务是占领巴黎，而法国的任务则是阻止德军的进攻。兵临城下，形势危急，冲啊！英勇的战士们！诸多全新内容新加入7个世界奇观、7个自然奇观、18种单位、15种改良设施、9种建筑、5种区域、2种城市定居点、9项科技和10类市政。游戏系统强化改良间谍系统，加入更多选项；更新文化与科技胜利；加入全新历史时刻；其他现有系统亦有多处改良。",
    "detail": "名称: Sid Meier's Civilization® VI: Gathering Storm\n类型: 策略\n开发商: Firaxis Games, Aspyr (Mac), Aspyr (Linux)\n发行商: 2K, Aspyr (Mac), Aspyr (Linux)\n系列: Sid Meier's Civilization\n发行日期: 2019 年 2 月 13 日",
    "review": [
        "全部评测: 褒贬不一 (2,442) - 此游戏的 2,442 篇用户评测中有 67% 为好评。",
        "全部评测: 褒贬不一 (2,442 篇中的 67%) 发布至今"
    ],
    "sysreq": [
        "Windows\n最低配置:\n需要 64 位处理器和操作系统\n操作系统 *: Windows 7x64 / Windows 8.1x64 / Windows 10x64\n处理器: Intel Core i3 2.5 Ghz or AMD Phenom II 2.6 Ghz or greater\n内存: 4 GB RAM\n显卡: 1 GB & AMD 5570 or nVidia 450 or Intel Integrated Graphics 530\nDirectX 版本: 11\n存储空间: 需要 17 GB 可用空间\n声卡: DirectX Compatible Sound Device\n附注事项: Initial installation requires one-time Internet connection for Steam authentication; software installations required (included with the game) include Steam Client, Microsoft Visual C++ 2012 and 2015 Runtime Libraries, and Microsoft DirectX. Internet connection and acceptance of Steam™ Subscriber Agreement required for activation. See  for details.\n推荐配置:\n需要 64 位处理器和操作系统\n操作系统 *: Windows 7x64 / Windows 8.1x64 / Windows 10x64\n处理器: Fourth Generation Intel Core i5 2.5 Ghz or AMD FX8350 4.0 Ghz or greater\n内存: 8 GB RAM\n显卡: 2GB & AMD 7970 or nVidia 770 or greater\nDirectX 版本: 11\n存储空间: 需要 23 GB 可用空间\n声卡: DirectX Compatible Sound Device\n*\n2024 年 1 月 1 日（PT）起，Steam 客户端将仅支持 Windows 10 及更新版本。",
        "Mac OS X\n最低配置:\n操作系统: 10.11.6 / 10.12.6 / 10.13.6 / 10.14.3 or later\n处理器: Intel Core i5 2.7 GHz\n内存: 6 GB RAM\n显卡: 1 GB GPU Minimum - GeForce 775M | Radeon HD 6970 | Intel Iris Pro\n存储空间: 需要 17 GB 可用空间\n附注事项: NOTICE: It is possible for Mac and PC to become out of sync during updates or patches. Within this time period, Mac users will only be able to play other Mac users.\n推荐配置:\n*\n2024 年 2 月 15 日（PT）起，Steam 客户端将不再支持 32 位游戏及 macOS 10.14 或更低版本。",
        "SteamOS + Linux\n最低配置:\n操作系统: Ubuntu 16.04 and 18.04\n处理器: Intel Core i3 530 2.93 GHz or AMD A8-3870 2.93 GHz\n内存: 6 GB RAM\n显卡: 1 GB GPU Minimum - GeForce GTX 650M\n存储空间: 需要 17 GB 可用空间\n附注事项: IMPORTANT NOTICE: Some Intel i3 Processors may require an additional 2 GB Swap Partition.\nIMPORTANT NOTICE: ATI and INTEL chipsets are NOT supported to run Civilization VI LINUX.\nDon't meet the above requirements? Running on a unique distro? That doesn't mean your configuration wont run Civ VI! Visit the Civilization VI community page to share your experience with other Linux players and learn about how to send bugs to Aspyr. Your feedback will help us improve Civ VI Linux and future AAA Linux releases!\n推荐配置:"
    ],
    "linkbar": "https://steamcommunity.com/linkfilter/?u=http%3A%2F%2Fwww.civilization.com%2F",
    "language": [
        "简体中文",
        "英语",
        "法语"
    ],
    "steam_id": "947510",
    "screenshot": [
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/947510/ss_4c2a100b81d10790a5b5376e9d08df565a67996d.1920x1080.jpg?t=1734134756",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/947510/ss_52d8679f215d0dddb13334395bc896f19a8a6ba4.1920x1080.jpg?t=1734134756",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/947510/ss_2c0ffbb6f72e5a4324519e01d07b00e7795f9a00.1920x1080.jpg?t=1734134756",
        "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/947510/ss_436c984ad31cc7e05ade014e47181487ba5f0590.1920x1080.jpg?t=1734134756"
    ],
    "steam_link": "https://store.steampowered.com/app/947510/?l=schinese",
    "update_at": "2025-03-02T19:07:20"
}