{
    "sid": "981750",
    "name": "Crystar",
    "site": "steam",
    "tags": [
        "女性主角",
        "角色扮演",
        "动作",
        "动漫",
        "日系角色扮演",
        "好评原声音轨",
        "剧情丰富",
        "动作角色扮演",
        "砍杀",
        "单人",
        "可爱",
        "裸露"
    ],
    "cover": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/981750/header.jpg",
    "descr": "关于此游戏For when I weep, then I am strong. Battle through Purgatory as Rei to help save her sister in this Action RPG. Switch freely between four playable characters, and uncover each one of their pasts to see the sorrows they have endured. Power up your attacks and armor by shedding tears. Confront the Torments before they overwhelm you by spending time in your room reading a book and petting your dog. Whatever you do, don't dry your eyes. You'll need your tears to summon your Guardian and overcome the true villians of Purgatory!Key FeaturesFight through your tears in this Action RPG - Combat the Souls of the dead as you explore the afterworld of Purgatory. Play as four different characters and unlock their memories to learn the truth behind their stories and secrets.Power Through Grief - The battle system includes an otherworldly being who fights alongside you. Gather your grief and endure Torments to summon your Guardian!Tears Give You Strength -  Crying will help you take down monsters and empower your equipment. In CRYSTAR, tears aren’t a sign of weakness, but of strength.",
    "detail": "名称: Crystar\n类型: 动作, 角色扮演\n开发者: FURYU Corporation\n发行商: Spike Chunsoft Co., Ltd.\n发行日期: 2019 年 8 月 27 日",
    "review": [],
    "sysreq": [
        "Windows\n最低配置:\n需要 64 位处理器和操作系统\n操作系统 *: Windows 7 64-bit\n处理器: Intel Core i3-4170 @ 3.70GHz\n内存: 4 GB RAM\n显卡: NVIDIA@ GeForce@ GTX 460 or better\nDirectX 版本: 11\n存储空间: 需要 10 GB 可用空间\n声卡: DirectX compatible soundcard or onboard chipset\n推荐配置:\n需要 64 位处理器和操作系统\n*\n2024 年 1 月 1 日（PT）起，Steam 客户端将仅支持 Windows 10 及更新版本。"
    ],
    "language": [
        "英语",
        "日语",
        "韩语"
    ],
    "steam_id": "981750",
    "screenshot": [],
    "steam_link": "https://store.steampowered.com/app/981750/?l=schinese",
    "update_at": "2025-11-07T19:01:21"
}